{
    "paper_id": "PMC1459482",
    "metadata": {
        "title": "Immune Protection of Nonhuman Primates against Ebola Virus with Single Low-Dose Adenovirus Vectors Encoding Modified GPs",
        "authors": [
            {
                "first": "Nancy",
                "middle": [
                    "J"
                ],
                "last": "Sullivan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [
                    "W"
                ],
                "last": "Geisbert",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joan",
                "middle": [
                    "B"
                ],
                "last": "Geisbert",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Devon",
                "middle": [
                    "J"
                ],
                "last": "Shedlock",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laurie",
                "middle": [],
                "last": "Lamoreaux",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jerome",
                "middle": [
                    "H.",
                    "H.",
                    "V"
                ],
                "last": "Custers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [
                    "M"
                ],
                "last": "Popernack",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhi-Yong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [
                    "G"
                ],
                "last": "Pau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Roederer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Richard",
                "middle": [
                    "A"
                ],
                "last": "Koup",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jaap",
                "middle": [],
                "last": "Goudsmit",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "B"
                ],
                "last": "Jahrling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gary",
                "middle": [
                    "J"
                ],
                "last": "Nabel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Palese",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Epidemics of Ebola virus hemorrhagic fever result in a fatal illness in the majority of patients who become infected, with case-fatality rates nearing 90%. Studies of patients who survive infection indicate that components of the adaptive immune system are activated in infected survivors [1], suggesting that vaccination of target populations could significantly reduce mortality from exposure to Ebola virus. We previously described a vaccine that elicits strong adaptive immune responses and uniformly protects nonhuman primates from a high-dose challenge with Zaire ebolavirus (ZEBOV) [2,3]. A single immunization with vectors derived from adenovirus type 5 (5 Ad5) containing Ebola glycoprotein (GP) and nucleoprotein (NP) genes elicited protective immune responses within 1 mo. The strength of rAd5 vectors for use as vaccines derives from their ability to elicit rapid immunity due to high insert expression levels and natural targeting of Ad5 to dendritic cells, which may enhance antigen presentation. Moreover, the use of replication-defective viral vectors for gene delivery is desirable from a safety perspective for products that will be developed for human use.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 590,
                    "end": 591,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 592,
                    "end": 593,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Beyond considerations of vector choice, selection of the target viral antigen(s) must incorporate determination of relative magnitudes of protective immunity elicited by different inserts, and breadth of protection across virus subtypes. Ebola virus comprises four species, ZEBOV, Sudan ebolavirus (SEBOV), Ivory Coast, and Reston, with ZEBOV and SEBOV contributing the highest mortality in natural outbreaks. Therefore, the Zaire and Sudan (Gulu) ebolaviruses were selected for studies in which we sought to provide a basis for selection of a human vaccine candidate by identifying the optimal vaccine composition with respect to antigen strength and immune protection in nonhuman primates. Ebola NP was included in the vaccine because it is highly conserved among Ebola subtypes and has been found to elicit strong cellular immune responses in animal models [4,5].",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 862,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 863,
                    "end": 864,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The reagents used in this study were produced by Crucell (Leiden, Netherlands) following the Organization for Economic Cooperation and Development Principles of Good Laboratory Practice as guidance, and using methods similar to and designed for easy scale-up to GMP clinical-grade preparation. The GP point mutant vectors are currently in preparation for clinical trials. E1/E3-deleted, replication-incompetent Ad5 vectors were generated in PER.C6 cells [6] using a pBR322-based adaptor plasmid pAdApt together with the cosmid pWE.Ad.AfllII-rITRΔE3, essentially as described elsewhere [7]. The adaptor plasmid contained the left portion of the Ad5 genome (nucleotides 1–454), followed by transcriptional control elements and the adaptor Ad5 DNA region (nucleotides 3511–6095 in Ad5). Ebola GP-encoding genes were cloned into the expression cassette in the adaptor plasmids under transcriptional control of the human full-length immediate-early CMV promoter and the SV40 polyadenylation signal.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 456,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 586,
                    "end": 587,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Vector Construction and Transfections ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Adenoviruses containing Ebola GP, GPΔTM, and point mutations were generated by cotransfection of linearized pAdApt-Ebola GP plasmids together with the linearized cosmid pWE.Ad.AfllII-rITRΔE3 containing the right portion of the Ad5 genome to PER.C6 cells using Lipofectamine (Invitrogen, Carlsbad, California, United States). PER.C6 cells were cultured in DMEM supplemented with 10% fetal bovine serum (GIBCO, San Diego, California, United States) and incubated at 37 °C in a humidified atmosphere at 10% CO2. Homologous recombination led to the generation of rAd5-Ebola GP viruses. Adenoviral vectors in crude lysates were plaque-purified using limiting dilutions and agar overlays, and Ad vector clones were analyzed for presence and expression of the transgene. Positive clones were amplified for large-scale production using PER.C6 cells in 48 triple-layer 3 × 175 cm2 flasks. Viruses were purified by standard two-step CsCl gradient ultracentrifugation and subsequently desalted and formulated by three consecutive dialysis steps into Tris-HCl (pH 8.0) containing 2.5% glycerol. Purified Ad vectors were stored as single use aliquots at −80 °C. Virus particle titers were determined by anion-exchange HPLC based on described procedures [8]. Infectivity was assessed by TCID50 using 911 cells [9].",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1242,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1297,
                    "end": 1298,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Vector Construction and Transfections ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Adenovirus-mediated Ebola GP expression was assessed by infection of A549 cells followed by analysis of culture lysates on Western blot. The identity of the purified vectors was confirmed by PCR.",
            "cite_spans": [],
            "section": "Vector Construction and Transfections ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Expression vectors p1012, pGP, and pΔTM and point mutants contain a CMV enhancer promoter that has been described [2,10]. The pΔTM contains a deletion from amino acids 651 to 676 and was created by digesting with BspMI/Klenow, and then fusing to TGA. The resulting plasmid also contained four extra amino acids (aa) at the C terminus (MAAS). HEK293 cells and the derivative T-Ag-expressing 293T cell line were cultured in DMEM supplemented with 10% fetal bovine serum (GIBCO). Transfections to measure protein expression and cell rounding were performed in HEK293 cells with 2 μg of DNA per well of a six-well plate using calcium phosphate (Invitrogen) according to the manufacturer's instructions. Protein expression in cell supernatants or lysates was evaluated by SDS-PAGE followed by Western blot with a GP-specific polyclonal antibody kindly provided by A. Sanchez (Centers for Disease Control, Atlanta, Georgia, United States). Comparison of secreted and cellular expression levels was measured from 0.6% and 1%, respectively, of total sample volumes.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 117,
                    "end": 119,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Vector Construction and Transfections ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cynomolgus macaques (Macaca fascicularis), aged 3–5 y and weighing 2–3 kg, obtained from Covance (Princeton, New Jersey, United States), were used for immunization and challenge experiments. Each treatment group contained three animals unless stated otherwise. To prevent unnecessary use of animals, only one unvaccinated control was included in each study, but cumulatively over the study period, there were 29 such controls using the same virus seed stock, administered by the same route at the same dose, lethal for all animals with a mean time to death of 6.4 d. The monkeys, housed singly, were anesthetized with ketamine to obtain blood specimens and to administer vaccines. In conducting this research, the investigators adhered to the 1996 version of the animal care and usage guide prepared by the Institute of Laboratory Animal Resources [11]. The facilities are fully accredited by the Association for Assessment and Accreditation of Laboratory Animal Care International and the animals received regular enrichment. Before Ebola virus challenge and to the end of each experiment, the animals were maintained in the Maximum Containment Laboratory (BSL-4) and fed and checked daily.",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 851,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Animal Study and Safety ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cynomolgus macaques were injected intramuscularly with 1.0 ml of an equal mixture of immunogens at the doses indicated. Viral challenge was performed by inoculation of animals in the left or right caudal thigh with 0.5 ml of viral stock that contained a target dose of ˜1,000 plaque-forming units (pfu) ZEBOV at 4 wk after the initial immunization. No adverse effects of the adenovirus vaccination were observed acutely. The Ebola virus stock used in this study was originally obtained from a fatally infected human from the former Zaire in 1995 [12]. Collection of serum and blood for viral load and ELISA titers was performed as previously described [2]. Surviving animals were followed for at least 4 wk postchallenge.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 549,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 653,
                    "end": 654,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Macaque Immunization and Challenge ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Transfected cells were collected after incubation with PBS containing 3 mM EDTA and incubated with control Ig or rabbit anti-sGP/GP serum (generously provided by Dr. A. Sanchez, CDC) for 30 min on ice. The cells were washed twice with ice-cold PBS containing 2.5% fetal bovine serum, incubated with FITC- or PE-conjugated secondary antibodies (Jackson ImmunoResearch Laboratories, West Grove, Pennsylvania, United States; and Sigma-Aldrich, St. Louis, Missouri, United States, respectively) for 30 min on ice, followed by washing. Analysis was conducted using a Becton-Dickinson four-color Calibur flow cytometer and FlowJo analysis software (Tree Star, Ashland, Oregon, United States).",
            "cite_spans": [],
            "section": "Flow Cytometry and Antibodies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Nunc-Immuno Maxisorp plates (Nunc, Rochester, New York, United States) were coated with 100 μl/well of 10 μg/ml lectin from Galanthus nivalis (Sigma-Aldrich) in PBS and incubated overnight at 4 °C. All further incubations were carried out at room temperature. Plates were then blocked for 2 h in PBS containing 10% fetal calf serum and then washed twice with 0.2% Tween 20 (Sigma-Aldrich) in PBS. Ebola GP was obtained from the supernatants of HEK293 cells transfected with the mammalian expression plasmid Ebola GP(ΔTM) and was added to the plates at a concentration of 0.8–1.3 mg/ml total protein in 100 μl/well. Plates were then washed six times with PBS containing 0.2% Tween 20. Test sera were diluted in PBS containing 0.2% Tween 20 and 1% fetal calf serum and allowed to react with the Ag-coated wells for 60 min. After washing plates six times, goat anti-human IgG (H+L; Chemicon, Temecula, California, United States) conjugated to horseradish peroxidase was used as a detection antibody. Bound IgG was detected by Sigma Fast O-phenylenediamine dihydrochloride tablet sets (Sigma-Aldrich), and the optical density was determined. A panel of normal sera was run each time the assay was performed.",
            "cite_spans": [],
            "section": "ELISA ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Ebola GP(Z) pseudotyped lentiviral virions were produced as previously described [13]. Briefly, 293T cells were plated at a density of 2 × 106 per 10-cm diameter tissue culture dish and transfected the next day by calcium phosphate reagent (Invitrogen) with pCMVΔR8.2, pHR′CMV-Luc, and CMV/R Ebola GP(Z) plasmid DNA. Cells were transfected overnight, washed, and replenished with fresh medium. Supernatants containing pseudotyped virus were harvested 48 h later, filtered through a 0.45-μm pore-size syringe filter, and stored in aliquots at −80 °C. Neutralization assays were performed on HUVECs (Cambrex, East Rutherford, New Jersey, United States; #CC-2517) plated in a 24-well plate 1 d prior to infection. Virus stocks titrated to the 90% infectious dose were incubated at 37 °C for 1 h in the presence of serum from immunized cynomolgus macaques. The culture media was removed from the cells and replaced with the virus/serum media in the presence of polybrene (Sigma-Aldrich, #107689) at a final concentration of 5 μg/ml. At 72 h postinfection, cells were lysed and assayed by the Luciferase Assay System (Promega, Madison, Wisconsin, United States; #E1501/E1531). Luciferase activity was determined using a Veritas Microplate Luminometer from Turner Biosystems (Sunnyvale, California, United States).",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Neutralizing Antibody Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Peripheral blood mononuclear cells were isolated from cynomolgus macaque whole blood samples by separation over Ficoll. Approximately 1 × 106 cells were stimulated in 200 μl of RPMI medium (GIBCO) for 6 h at 37 °C with anti-CD28 and anti-CD49d antibodies [14], brefeldin A, and either DMSO or a pool of 15-mer peptides spanning the ZEBOV GP (Mayinga strain) open reading frame of the full length virion-bound form. There was a total of 167 15-mers overlapping by 11 spanning the entire Ebola glycoprotein at a final concentration of 2.5 μg/ml. Cells were fixed and permeabilized with FACS Lyse (Becton Dickinson, Palo Alto, California, United States) supplemented with 0.05% Tween 20, and stained with a mixture of fluorescence-conjugated antibodies against lineage markers (CD3, CD4, CD8) and TNF. Samples were run on a FACS Calibur or FACS Aria flow cytometer and analyzed using the software, FlowJo. Positive gating for lymphocytes using forward versus side scatter was followed by CD3+/CD8− and CD3+/CD4− gating, and specific populations were further defined by anti-CD4 and anti-CD8 positivity, respectively. Cytokine-positive cells were defined as a percentage within these individual lymphocyte subsets and at least 200,000 events were analyzed for each sample.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Intracellular Cytokine Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "GP protein was readily detected in the supernatants of cells transfected with the transmembrane-deleted vector ΔTM(Z), confirming its secretion, in contrast to supernatants from cells transfected with the wild-type GP(Z) (Figure 1A). Furthermore, synthesis of the two previously defined forms of GP, generated by posttranslational processing [19,20], was readily detected at comparable levels. Deletion of the transmembrane domain eliminated GP-induced cytopathicity in transfected HEK293 cells in contrast to wild-type GP (Figure 1B), but total ΔTM expression was equivalent to wild-type protein levels (Figure 1A). To determine whether the ΔTM mutant of the ZEBOV could protect against infectious Ebola challenge, cynomolgus macaques were immunized with rAd vectors encoding NP and either ΔTM(Z) or GP(Z). Immunization with GP(Z) + NP protected all animals vaccinated with either 1011 or 1012 adenoviral particles and challenged with 1,000 pfu of ZEBOV 28 d later (Figure 2A). In contrast, survival frequencies decreased in animals receiving the ΔTM(Z) vaccine. In the group vaccinated with 1012 adenoviral particles, protective immunity was decreased by 33% and, at 1011, by 66%, indicating a substantial decrease in efficacy in animals vaccinated with ΔTM + NP versus GP + NP (p < 0.05). In a separate experiment (unpublished data), 1011 particles of ΔTM alone failed to protect against infection. Analysis of cell-mediated immune responses showed that GP-specific CD4+ and CD8+ T-cell responses were present in the majority of animals by 3 wk postimmunization (Figure 2B, left and middle panels, respectively) and correlated well with NP-specific cellular responses (unpublished data). Antigen-specific cellular responses measured by intracellular cytokine (tumor necrosis factor-α [TNF-α]) secretion were indistinguishable between GP(Z)- and ΔTM(Z)-vaccinated animals. Similarly, humoral immune responses measured by anti-Ebola GP ELISA IgG titers were comparable in all vaccinated animals (Figure 2B, right graph). Neutralizing antibody titers were low, and were absent in some surviving animals (unpublished data). These results suggested that deletion of the GP transmembrane domain reduces vaccine efficacy, with no readily apparent correlates of protection.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 346,
                    "end": 348,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Diminished Immune Protection of a Mutant GP Lacking a Transmembrane Anchor Domain ::: Results",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 524,
                    "end": 532,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 605,
                    "end": 613,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 967,
                    "end": 975,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1566,
                    "end": 1574,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1997,
                    "end": 2005,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In the previous experiment, a log decrease in dose of the GP(Z) + NP vaccine was protective, in comparison to previous studies using 1012 rAd particles. To establish the lowest dose of adenoviral vectors that would afford protection against Ebola infection, a dose-response analysis was performed. Animals were immunized with rAd vectors encoding GP(Z) and NP at increasing doses from 109 to 1012 particles per animal. Survival was 100% in all groups receiving a dose of 1010 or greater, whereas challenge infection was uniformly lethal in the 109 dose group (Figure 3A). Ebola virus isolation from plasma by plaque assay on Vero cells was negative for all surviving animals (unpublished data). Plasma could in theory contain factors such as immunoglobulin or cytokines that could impede virus replication. While other methods, such as RT-PCR, could potentially be used to detect such virus, a negative signal with this assay is not conclusive of sterilizing immunity, and no clear correlation between viremia and mortality has been established in nonhuman primate models of Ebola virus infection. Survival was therefore used as the study endpoint in these experiments. Prechallenge CD4+ T cell responses for TNF-α were unremarkable, as reported previously for immunized cynomolgus macaques (Figure 3B). CD8+ T cell responses were similar across vaccine dose groups, except for the higher responder immunized at 1012 rAd particles. Antigen-specific IgG was also generated in immunized animals, and the levels were equivalent among animals in the groups that survived Ebola virus challenge (Figure 3C, left graph). However, there was a difference of more than one log (p = 0.004) in IgG levels between survivors immunized at 1010 particles (9,600 ± 6,000) and fatalities immunized at 109 rAd particles (600 ± 300), suggesting that such levels may correlate with protection for this immunization regimen. In contrast, neutralizing antibody titers against GP did not differ significantly between survivors and fatalities (Figure 3C, right graph), suggesting that ELISA IgG titers may be a stronger predictor of protective immunity for this vaccine. These results indicated that the threshold for immune protection lies at about 1010 rAd particles. Therefore, subsequent experiments were carried out using this dose to increase sensitivity to detect differences in antigenic strength between various immunogens.",
            "cite_spans": [],
            "section": "Definition of Minimal Protective Vaccine Dose for Protection with a rAd Vaccine Encoding GP and NP ::: Results",
            "ref_spans": [
                {
                    "start": 560,
                    "end": 568,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1292,
                    "end": 1300,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1590,
                    "end": 1598,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2019,
                    "end": 2027,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We sought to identify other mutants of GP that do not exhibit cytopathic effects yet retain native antigenic structures when expressed in vitro. Relatively conserved regions of GP were identified, and point mutations were systematically introduced. GP proteins bearing single-amino acid changes were screened for decreased induction of cell rounding but wild-type levels of expression and reactivity with conformation-dependent antibodies. Substitution of aspartic for glutamic acid at position 71 (i.e., E71D) in Ebola GP from the Zaire or Sudan/Gulu species (E71D[Z] or E71D[S/G], respectively) abolished the cell-rounding phenotype in transfected HEK293 cells, but did not alter protein expression or reactivity with antibodies whose binding properties are sensitive to changes in protein conformation (Figure 4).",
            "cite_spans": [],
            "section": "Identification of a GP Point Mutant with Diminished In Vitro Cytotoxicity That Confers Effective Immune Protection ::: Results",
            "ref_spans": [
                {
                    "start": 806,
                    "end": 814,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The E71D mutants were evaluated for their ability to induce protective immunity alone or in combination with NP, compared with the wild-type GP/NP immunogen. When E71D from Zaire and Sudan/Gulu were combined with NP, survival of cynomolgus macaques immunized in these groups was diminished by 33% and 66%, respectively (Figure 5A). In contrast, complete protection was achieved in animals immunized with E71D(Z) and E71D(S/G), as it was in animals receiving wild-type GP(Z) + NP. Ebola GP-specific responses in T lymphocytes detected by intracellular staining of TNF-α did not show statistically significant differences in the CD4+ population between different immunization groups (Figure 5B, left graph). Similarly, individual differences in the CD8+ response did not correlate with survival, although there was a trend toward diminished survival in groups with lower antigen-specific CD8+ cellular responses (Figure 5B, middle graph). Antigen-specific ELISA IgG, which correlated well with survival in the dose-ranging experiment, was also stimulated in all immunized animals (Figure 5B, right graph). The results of this experiment illustrate that NP may not be necessary for protective immunity against Ebola infection and that it may diminish protection when combined with modified GP immunogens at the lower limits of protective vaccine doses.",
            "cite_spans": [],
            "section": "Identification of a GP Point Mutant with Diminished In Vitro Cytotoxicity That Confers Effective Immune Protection ::: Results",
            "ref_spans": [
                {
                    "start": 320,
                    "end": 328,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 682,
                    "end": 690,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 911,
                    "end": 919,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1079,
                    "end": 1087,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Ebola virus outbreaks are associated with high lethality due to the absence of treatment options or a licensed vaccine. Both DNA priming with rAd vector boosting and rAd alone can confer protection to lethal challenge in an animal model that closely parallels human disease [21]. The rAd vector vaccine conferred protection in an accelerated vaccine regimen in a nonhuman primate species [3]. Although in vitro cytopathicity has been observed by overexpression of Ebola GP (one of the vaccine components), we have not seen toxicity in animals vaccinated by vectors expressing Ebola GP (unpublished data). However, because this hypothetical complication has been raised, we sought to modify GP to eliminate in vitro cytopathicity yet retain antigenic properties that are necessary for protective immunity. Here, the efficacies of different forms of GP were evaluated using doses at the threshold of protection in the accelerated vaccination model. We have identified a vaccine with decreased in vitro cytopathicity that retained immunogenicity necessary to protect against Ebola infection.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 389,
                    "end": 390,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We find that alternative forms of GP confer differential immune protection. Deletion of the GP transmembrane domain abolished cytopathic effects in transfected HEK293 cells, but the corresponding ΔTM(Z) vaccine was less efficacious than wild-type GP(Z) in protecting the cynomolgus macaques against infection. Although cellular and humoral immune responses were indistinguishable between groups receiving the different immunogen forms, the inherent variability in quantitating the responses in outbred macaques may obscure our ability to identify immune responses responsible for higher survival. Alternatively, ΔTM(Z) may differ from wild-type GP(Z) in antigenic qualities that are not captured by measurements of total antigen-specific IgG or intracellular cytokine responses stimulated by a broad peptide pool. For example, the transmembrane-deleted protein is secreted and likely shows conformational differences from the membrane-anchored protein. Subsequent modifications of the glycoprotein to retain membrane attachment and a more native envelope structure yielded a mutant, E71D, with reduced in vitro cytopathicity. Recently, it was suggested that this region of GP contributes to viral receptor binding [22]. It is noteworthy that the envelope glycoprotein cytopathicity of other viruses such as HIV is linked to receptor binding and fusion [23], raising the possibility that Ebola GP shares similar properties.",
            "cite_spans": [
                {
                    "start": 1215,
                    "end": 1217,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1353,
                    "end": 1355,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Ongoing outbreaks of both Ebola and Marburg viruses illustrate the importance of developing a filovirus vaccine for human use. This report shows that protective immunity against Ebola infection is achieved in nonhuman primates by the generation of antigen-specific immune responses to a single protein, GP, which has been modified to eliminate in vitro cytopathic effects. Since the vaccine will be licensed initially against one agent, protective immunity was evaluated against challenge with this species, Zaire ebolavirus. Future studies will address whether this vaccine can protect against other Ebola species, such as SEBOV. Preliminary studies suggest that protection can be observed in animals receiving the bivalent vaccine that survive ZEBOV challenge when subsequently exposed to the Gulu strain of SEBOV (unpublished data). However, complete analysis of the question of cross-strain protection will require additional studies that fall beyond the scope of the present study.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In a dose-ranging experiment with rAd expressing GP and NP, immune protection correlated well with GP-specific ELISA IgG titers. This observation is consistent with early Ebola vaccine studies performed using a gene-based GP and NP vaccine in guinea pigs. In the current study there was also a trend toward increased survival in animals with higher CD8+ T cell responses when vaccines containing different antigen combinations were evaluated for protective efficacy. In combination, these findings suggest that the GP-specific humoral immune response provides a correlate of immunity; however, it is likely that the T cell response contributes to protection, and the Ig response may be a reflection of T cell help. Further improvements in the sensitivity of the T cell assay, as well as immune depletion studies, may provide further insight into this question.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Ebola virus protective immunity has also been achieved more recently using replication competent vesicular stomatitis virus vectors [24], supporting the concept that vaccination for Ebola can successfully protect against disease mortality. While this vaccine merits further investigation, and replication-competent viruses have contributed to many effective vaccines, concerns remain about live viruses because the amount of viral replication cannot be controlled, and their environmental effects are uncertain. Such considerations may pose challenges to development of vesicular stomatitis virus-based vaccines for human use. The recent recommendation that the live-attenuated polio vaccine, a relatively safe vaccine, no longer be used in the United States [25], and the inactivated virus be used instead, exemplifies these challenges. In contrast, the rAd vector vaccine is nonreplicating and can be manufactured to high yields, and safety data exist for this platform. Here we show that immunity follows a single injection with 1010 rAd particles, a dose that is two orders of magnitude lower than previously reported for this single-modality vaccine. Such doses of rAd vectors have proved to be well tolerated and immunogenic for other recombinant genes in vivo and can be evaluated for the vectors reported here, alone or in DNA prime/rAd boost combinations. One theoretical concern regarding a rAd vaccine is the possibility that preexisting immunity to natural Ad5 infection, occurring in up to 50% of the U.S. population, may affect vaccine efficacy. Recent preliminary results from HIV vaccine trials suggest that antigen-specific immune responses can be readily elicited by rAd5 vectors even in study participants with prior immunity to adenovirus type 5, especially when vaccine doses higher than 109 are used (unpublished data). Given that Ebola GP is more immunogenic than HIV Env, we would expect that significant immune responses can be generated to the present vaccine; future clinical trials will resolve this question. In addition, DNA priming can be used prior to rAd boost to overcome Ad immunity and has also been shown to be effective in preventing Ebola infection [2]. In case Ad5 immunity should become problematic, several alternative rAd platforms, involving Ad35 and other exotic serotypes, are under development. Preexisting immunity to Ad35 is quite low (∼10%–15%) worldwide [26], and the same principles reported in this paper would apply to the development of such vaccine candidates.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2189,
                    "end": 2190,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2406,
                    "end": 2408,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Immunization with 1010 rAd particles of E71D(Z)+E71D(S/G) was effective against infectious challenge with ZEBOV. These data provide evidence that protection does not require the inclusion of the NP gene in the vaccine, and document that protective immunity can be conferred by responses to the GP antigen alone. Indeed, diminished survival was observed only in vaccine groups containing this gene, raising the possibility that under some conditions inclusion of NP may dilute protective immune responses. However, the significance of this result is limited by the relatively small animal numbers used here. It is noteworthy that elimination of NP from the vaccine and dose reductions to 1010 rAd particles do not diminish protection, and simplify the vaccine for future development in human trials. A first-generation Ebola DNA vaccine is currently under evaluation in phase I clinical studies, and the rAd component is currently being manufactured as a clinical grade preparation that is undergoing safety studies and will be tested in Phase I trials pending regulatory approvals. After the completion of initial studies testing individual DNA and rAd vaccine components, these candidates will be evaluated in prime boost combination. Vaccine safety and immunogenicity relative to the nonhuman primate challenge model will guide assessments regarding its utility as a preventive vaccine in humans.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (A) Expression of GP(ΔTM) in HEK293 cells. Ebola GP proteins from supernatants and cell lysates were visualized by SDS-PAGE and Western blot using a polyclonal antibody against Ebola GP. (B) Elimination of cell rounding by GPΔTM. HEK293 cells were transfected with a plasmid that encoded vector control, Ebola GP, or Ebola GPΔTM. Cell monolayers were visualized under phase contrast using a Nikon 40× objective and photographed at 24 h posttransfection.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (A) Kaplan-Meier survival curve of cynomolgus macaques, immunized as indicated, and challenged with 1,000 pfu of Zaire ebolavirus (strain Kikwit) 1 mo post immunization. The x-axis indicates weeks postchallenge. Different immunization groups had n = 3, except for the GP(Z) + NP (1012) group (n = 4), and control (n = 1). (B) Immune responses in immunized animals. Left and middle graphs: Intracellular flow cytometry was performed to quantify TNF-α production from Ebola-specific CD4+ or CD8+ lymphocytes, respectively, from animals immunized as indicated (the 1012 group contains only three CD8 points due to technical error in one sample). Immune responses were measured at 3 wk postimmunization. Circles, diamonds, squares, and triangles indicate responses for individual animals. Horizontal line indicates the average of individual responses in the immunization group. Results represent the percent cytokine-positive in the gated lymphocyte group, and background stimulation (DMSO alone) has been subtracted from each sample. ELISA titers of Ebola GP-specific antibodies in sera of vaccinated animals collected at week 3 postimmunization (right graph). ELISA results represent endpoint dilution titers determined by optical density as described in Methods.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (A) Kaplan-Meier survival curve of macaques: Immunization was with rAd vectors expressing GP(Z) and NP(Z) (109–1011, three animals per group; control and 1012, one animal each), and challenge was performed with the Kikwit strain of Zaire ebolavirus as in Figure 2A. (B) Immune responses in immunized animals. Intracellular flow cytometry was performed to quantify TNF-α production from Ebola-specific CD4+ (left graph) or CD8+ (right graph) lymphocytes, respectively, from animals immunized as indicated. Immune responses were measured at 3 wk postimmunization. Circles, diamonds, and squares indicate responses for individual animals. Horizontal line indicates the average of individual responses in the immunization group. Results represent the percent cytokine positive in the gated lymphocyte group and background stimulation (DMSO alone) has been subtracted from each sample (p-values obtained using unpaired Student's t-test; n.s., not significant). (C) Antibody responses in immunized animals. Anti-GP ELISA titers (left graph) and serum neutralizing antibody responses (right graph) were measured as described in Methods.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: (A) Expression of point mutants in HEK293 cells. Ebola GP proteins from supernatants and cell lysates were visualized by SDS-PAGE and Western blot using a polyclonal antibody against Ebola GP. (B) Reactivity of point mutants with a conformation-dependent antibody. HEK293 cells were transfected with a control plasmid (red line) or plasmids expressing wild-type (GP[Z], blue line), or mutant (E71D[Z], green line) proteins. 18 h posttransfection, cells were harvested and stained with a GP-specific antibody, and cell surface GP expression was analyzed by flow cytometry. (C) Elimination of cell rounding by amino acid substitution at position 71. HEK293 cells were transfected with a plasmid that encoded vector control, wild-type Ebola glycoprotein from Zaire (GP[Z]) or Sudan/Gulu (GP[S/G]), or their respective point mutations (E71D[Z] and E71D[S/G]). Cell monolayers were visualized under phase contrast using a Nikon 40× objective and photographed at 24 h posttransfection.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (A) Kaplan-Meier survival curve of macaques: Immunization and challenge were performed with the Kikwit strain ebolavirus as in Figure 2A. (B) Immune responses in immunized animals. Left and middle graphs: Intracellular flow cytometry was performed to quantify TNF-α production from Ebola-specific CD4+ or CD8+ lymphocytes, respectively, from animals immunized as indicated. Immune responses were measured at 3 wk postimmunization. Circles, diamonds, and squares indicate responses for individual animals. Horizontal line indicates average of individual responses in the immunization group. Results represent the percent cytokine positive in the gated lymphocyte group, and background stimulation (DMSO alone) has been subtracted from each sample. ELISA titers of Ebola GP-specific antibodies in sera of vaccinated animals collected at week 3 postimmunization (right graph). ELISA results represent endpoint dilution titers determined by optical density as described in Methods.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Defective humoral responses and extensive intravascular apoptosis are associated with fatal outcome in Ebola virus-infected patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Georges-Courbot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Capron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lansoud-Soukate",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Med",
            "volume": "5",
            "issn": "",
            "pages": "423-426",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Development of a preventive vaccine for Ebola virus infection in primates",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "408",
            "issn": "",
            "pages": "605-609",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Accelerated vaccination for Ebola virus haemorrhagic fever in non-human primates",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "424",
            "issn": "",
            "pages": "681-684",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Immunization for Ebola virus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat Med",
            "volume": "4",
            "issn": "",
            "pages": "37-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Protection from Ebola virus mediated by cytotoxic T lymphocytes specific for the viral nucleoprotein",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "2660-2664",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "New helper cells and matched early region 1-deleted adenovirus vectors prevent generation of replication-competent adenoviruses",
            "authors": [
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Fallaux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bout",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "van der Velde",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "van den Wollenberg",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Hehir",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Hum Gene Ther",
            "volume": "9",
            "issn": "",
            "pages": "1909-1917",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Improved adenovirus vectors for infection of cardiovascular tissues",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Havenga",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Lemckert",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Grimbergen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vogels",
                    "suffix": ""
                },
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "3335-3342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Analytical anion-exchange HPLC of recombinant type-5 adenoviral particles",
            "authors": [
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Shabram",
                    "suffix": ""
                },
                {
                    "first": "DD",
                    "middle": [],
                    "last": "Giroux",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Goudreau",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hum Gene Ther",
            "volume": "8",
            "issn": "",
            "pages": "453-465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Characterization of 911: A new helper cell line for the titration and propagation of early region 1-deleted adenoviral vectors",
            "authors": [
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Fallaux",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Houweling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "van Ormondt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Hum Gene Ther",
            "volume": "7",
            "issn": "",
            "pages": "215-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "An improved plasmid DNA expression vector for direct injection into skeletal muscle",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hartikka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sawdey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cornefert-Jensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Margalith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Hum Gene Ther",
            "volume": "7",
            "issn": "",
            "pages": "1205-1217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Guide for the Care and Use of Laboratory Animals. 6th Revision",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Passive immunization of Ebola virus-infected cynomolgus monkeys with immunoglobulin from hyperimmune horses",
            "authors": [
                {
                    "first": "PB",
                    "middle": [],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Swearengen",
                    "suffix": ""
                },
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Jaax",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Virol Suppl",
            "volume": "11",
            "issn": "",
            "pages": "135-140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "pH-dependent entry of Severe Acute Respiratory Syndrome coronavirus is mediated by the Spike glycoprotein and enhanced by dendritic cell transfer through DC-SIGN",
            "authors": [
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ganesh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "WP",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "5642-5650",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Normal human CD4+ memory T cells display broad heterogeneity in their activation threshold for cytokine synthesis",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Waldrop",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Maino",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Picker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "161",
            "issn": "",
            "pages": "5284-5295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Identification of the Ebola virus glycoprotein as the main viral determinant of vascular cell cytotoxicity and injury",
            "authors": [
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Duckers",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Med",
            "volume": "6",
            "issn": "",
            "pages": "886-889",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Ebola virus glycoprotein toxicity is mediated by a dynamin-dependent protein-trafficking pathway",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "WP",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Duckers",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "547-553",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Downregulation of b1 integrins by Ebola virus glycoprotein: implication for virus entry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okazaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kida",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "278",
            "issn": "",
            "pages": "20-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Differential induction of cellular detachment by envelope glycoproteins of Marburg and Ebola (Zaire) viruses",
            "authors": [
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "2155-2159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "GP mRNA of Ebola virus is edited by the Ebola virus polymerase and by T7 and vaccinia virus polymerases",
            "authors": [
                {
                    "first": "VE",
                    "middle": [],
                    "last": "Volchkov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Ternovoj",
                    "suffix": ""
                },
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Kotov",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "214",
            "issn": "",
            "pages": "421-430",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Biochemical analysis of the secreted and virion glycoproteins of Ebola virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Nabel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Crews",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "6442-6447",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Pathogenesis of Ebola hemorrhagic fever in cynomolgus macaques: Evidence that dendritic cells are early and sustained targets of infection",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Pathol",
            "volume": "163",
            "issn": "",
            "pages": "2347-2370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Comprehensive analysis of ebola virus GP1 in viral entry",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Manicassamy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "4793-4805",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Molecular determinants of acute single-cell lysis by human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "IW",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sodroski",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "1340-1354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Live attenuated recombinant vaccine protects nonhuman primates against Ebola and Marburg viruses",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stroher",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "786-790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Poliomyelitis prevention in the United States. Updated recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Prevots",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "TV",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "MMWR Recomm Rep",
            "volume": "49",
            "issn": "",
            "pages": "1-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Immunogenicity of recombinant fiber-chimeric adenovirus serotype 35 vector-based vaccines in mice and rhesus monkeys",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nanda",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goudsmit",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Lemckert",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Ewald",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "14161-14168",
            "other_ids": {
                "DOI": []
            }
        }
    }
}