{
    "paper_id": "PMC2806912",
    "metadata": {
        "title": "Influenza H5N1 and H1N1 Virus Replication and Innate Immune Responses in Bronchial Epithelial Cells Are Influenced by the State of Differentiation",
        "authors": [
            {
                "first": "Renee",
                "middle": [
                    "W.",
                    "Y."
                ],
                "last": "Chan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kit",
                "middle": [
                    "M."
                ],
                "last": "Yuen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wendy",
                "middle": [
                    "C.",
                    "L."
                ],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carol",
                "middle": [
                    "C.",
                    "C."
                ],
                "last": "Ho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "M."
                ],
                "last": "Nicholls",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [
                    "S.",
                    "Malik"
                ],
                "last": "Peiris",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "C.",
                    "W."
                ],
                "last": "Chan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Bereswill",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Highly pathogenic avian influenza (HPAI) H5N1 virus continues to be enzootic in poultry in parts of Asia and Africa and transmits zoonotically to humans. From 2003 to November 2009, influenza H5N1 virus has caused 444 confirmed human cases and 262 of them were fatal. Human H5N1 cases were found in 15 countries; the three most affected countries being Vietnam, China and Indonesia, where the fatality rates ranged from 42–82% [1]. Although a swine origin influenza H1N1 virus (H1N1pdm) has recently emerged to become pandemic, its virulence for humans so far remains modest in comparison with that seen in zoonotic H5N1 disease [2]. As H5N1 virus continues to pose a threat to human health zoonotically and may still become more efficiently transmissible in humans through reassortment with the novel pandemic H1N1 virus or other means, it is important to understand the determinants of virus replication and its' pathogenesis in humans. Furthermore, elucidating the pathogenesis underlying the unusual virulence of H5N1 virus may help understand the pathogenesis of acute respiratory distress syndrome in severe viral pneumonia, including that seen occasionally in pandemic H1N1 [3].",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 430,
                    "mention": "[1]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 629,
                    "end": 632,
                    "mention": "[2]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1181,
                    "end": 1184,
                    "mention": "[3]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "An understanding of the pathogenesis of H5N1 infection in humans may derive from the study of human disease, relevant animal models, and primary human cells infected with virus in vitro or ex vivo\n[4]–[11]. A comparison of H5N1 virus with seasonal influenza viruses (H1N1 and H3N2) is likely to provide insights into the unusual severity of H5N1 disease in humans. Previously we used undifferentiated primary normal human bronchial epithelial (NHBE) cells and alveolar epithelial cells to evaluate the virus replication kinetics and the innate immune responses induced by H5N1 virus compared with the seasonal H1N1 virus. Undifferentiated NHBE cells were readily infected with both seasonal H1N1 and avian H5N1 viruses. But H5N1 influenza virus induced exceptionally high levels of cytokines and chemokines when compared to the contemporary human influenza H1N1 virus [5]. On the other hand, a recent publication by Zeng et al. [12] indicated that the highly pathogenic influenza H5N1 viruses elicits an attenuated type I interferon (IFN) response in the polarized bronchial epithelial cell line (Calu-3) when compared to a human influenza H3N2 virus. This apparent discrepancy in the reported literature prompted us to compare viral replication and host responses in undifferentiated (ud) and well differentiated (wd) NHBE cells in parallel. We hypothesized that the “attenuation” of host innate immune response by influenza H5N1 virus infection in wd-NHBE cells model may be due to the relative restriction of viral replication efficiency in wd-NHBE cells. We also aimed to compare the profile of the sialic acid (Sia) receptors that bind influenza viruses and the physiological properties of these two in vitro cell culture models with that seen in human bronchial tissue by using lectin histochemistry, a standard method for detection of the Sia linkages [13]. The influenza virus replication kinetics and the cytokine and chemokine responses in these cells infected with influenza A viruses, A/Hong Kong/54/98 (H1N1) and A/Vietnam/3046/04 (H5N1) were compared. In summary, we demonstrated that the level of differentiation of NHBE has a profound effect on the expression of Sia receptors, virus replication competence and cytokine responses, including the type I interferon. Furthermore, H5N1 and H1N1 viruses behaved differently in the ud- and wd-NHBE cells. These results emphasized the importance of using a physiologically relevant respiratory epithelium model to study the pathogenesis of influenza virus.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 201,
                    "end": 205,
                    "mention": "[11]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 868,
                    "end": 871,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 928,
                    "end": 932,
                    "mention": "[12]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1859,
                    "end": 1863,
                    "mention": "[13]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A highly pathogenic influenza H5N1 virus, A/Vietnam/3046/2004 (hereafter referred to as VN04/H5N1), a clade 1 H5N1 virus isolated from a patient with fatal influenza H5N1 disease in Vietnam in 2004 and a seasonal human influenza H1N1 virus, A/Hong Kong/54/98 (hereafter referred to as HK98/H1N1), a representative seasonal influenza virus isolated in Hong Kong in 1998, were used for our comparative studies. The viruses were initially isolated and passaged in Madin-Darby canine kidney (MDCK) cells. The virus stock was aliquoted, and titrated to determine tissue culture infection dose 50% (TCID50) in MDCK cells as described in our previous study [4]–[6], [11]. The experiments were carried out in a Bio-safety level 3 (BSL-3) facility at the Department of Microbiology, The University of Hong Kong.",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 653,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 654,
                    "end": 657,
                    "mention": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 659,
                    "end": 663,
                    "mention": "[11]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Viruses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "NHBE cells (Lonza, Walkersville, Inc.) were purchased as cryopreserved vials. NHBE cells at passage 3 to 5 were used in this study.",
            "cite_spans": [],
            "section": "Normal Human Bronchial Epithelial (NHBE) Cells ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "NHBE cells were grown and subcultured according to the suppliers instructions in serum-free and hormone supplemented bronchial epithelial growth media (BEGM) (Lonza, Walkersville, Inc.) as described [5]. The cell suspensions were seeded on transwell inserts (Corning, New York, USA) with a cell density of 1×105 cells/cm2 and cells were incubated in a humidified atmosphere (5% CO2, 37°C) under submerged conditions.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Culture of ud-NHBE Cell ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "NHBE cells were plated into a T175 tissue culture grade culture flask in a density of 500 cells/cm2 for cell proliferation. Bronchial epithelial basal medium (BEBM) (Lonza Walkersville, Inc.) was supplemented with growth factor and hormones as previously described [14]. After subculture, they were plated to a cell density of 2.5×105 cells/cm2 on human collagen IV (BD Science) coated transwell inserts (Corning) [15]. BEBM culture medium was supplemented as previously described [16]–[18] with the retinoic acid concentration adjusted to 10−7 M. Medium was changed every 48 h until the cell layer reached confluence. Air liquid interface (ALI) culturing environment was then established by removing the culture medium from the apical compartment. Thereafter, medium was changed in the basolateral compartment every 48 h until day 21 of ALI culture. The apical compartment was gently washed with phosphate buffered saline (PBS) once a week to remove accumulated mucus and debris [16]. The transepithelial resistance was measured by EVOM epithelial voltohmeter (World Precision Instruments, Sarasota, Fla.). At day 21 of ALI culture, the NHBE cells became well differentiated and ready for use.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "mention": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 414,
                    "end": 418,
                    "mention": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 481,
                    "end": 485,
                    "mention": "[16]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 486,
                    "end": 490,
                    "mention": "[18]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 980,
                    "end": 984,
                    "mention": "[16]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Culture of wd-NHBE Cell ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Immunofluorescence and immunohistochemistry staining was done on ud-NHBE and wd-NHBE cells. The transwell cultures were collected and fixed with 10% formalin, paraffin embedded, and then cross-sectioned for histological examination. Slides were stained using hematoxylin-eosin. Ciliated cells were further identified by FITC-conjugated β-tubulin antibody (Sigma, Saint Louis, USA) and goblet cells were identified by biotinylated MUC5AC antibody (Invitrogen, San Francisco, USA). Moreover, the expression of human airway trypsin-like (HAT) protease was detected by RT-qPCR using the mRNA extracted from the NHBE cultures. Human bronchial tissue was also stained with β-tubulin and MUC5AC. Tissues were obtained from lobectomy or pneumonectomy specimens of patients having surgical resection of lung tissue. The study was approved by The Hong Kong University and Hospital Authority (Hong Kong West) Institutional Review Board.",
            "cite_spans": [],
            "section": "wd-NHBE Cell Characterization ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The lectin Sambucus nigra agglutinin (SNA) used primarily detects Sia-α2-6-linkages and Maackia amurensis lectin (MAL)-I and MAL-II which identifies two Sia-α2-3Gal linkages: Sia-α2-3Galβ1-4GlcNAc and Sia-α2-3Galβ1-3GalNAc respectively. The antigen retrieval and staining of the paraffin sections of the NHBE cells and human bronchial tissues were performed as described [4], [8]. Briefly, the sections were microwaved in citrate buffer and blocked with H2O2 in Tris buffered saline and with avidin/biotin blocking kit (Vector, Burlingame). They were then incubated with horseradish peroxidase conjugated SNA (EY Laboratories), biotinylated MAL-I (Vector, Burlingame) and 1∶100 biotinylated MAL-II (Vector, Burlingame) and blocked with 1% bovine serum albumin and then incubated with strep-ABC complex (Dako Cytomation, Cambridgeshire, UK). Development was performed using the AEC substrate kit (Vector, Burlingame), the nuclei were counterstained with Mayer's hematoxylin and then the sections were dried and mounted with DAKO aqueous mount (Dako Cytomation, Cambridgeshire, UK).",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 376,
                    "end": 379,
                    "mention": "[8]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Lectin Histochemistry ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The ud- and wd-NHBE cell cultures were infected with influenza A viruses at a multiplicity of infection (MOI) of 2 for the analysis of virus replication and at a MOIs of 2 and 5 for the analysis of cytokine and chemokine. MEM medium (Gibco) with 100 U/ml penicillin and 100 µg/ml streptomycin was used as inoculum in the mock infected cells. The cell culture was incubated with the virus inoculum for 1 h in a water-jacketed 37°C incubator with 5% CO2 supply. Virus inoculum was discarded after the incubation and the cell culture was rinsed 3 times with warm PBS. The infected cell culture was then replenished by the appropriate growth medium (corresponding to the differentiation state of the NHBE cells).",
            "cite_spans": [],
            "section": "Influenza Virus Infection of ud- and wd-NHBE Cells ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The mRNA of the infected cells were collected at 3 h, 6 h and 24 h post infection for viral gene quantification using qPCR as described [5] and the culture supernatants of infected cells were collected at 1 h, 24 h and 48 h post infection. Productive viral replication were determined by titrating the supernatants from infected cell cultures at 1 h, 24 h and 48 h post infection in quadruplicate in MDCK cells by TCID50 assay. The cell layer was also fixed at 16 h post infection using 4% paraformaldehyde for immunofluorescence staining with mouse anti-influenza nucleoprotein and matrix antibody conjugated with FITC (DAKO Diagnostics, IMAGEN Influenza, Dakocytomation, Demark).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Quantification of Influenza Virus Replication ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A confluent 96-well tissue culture plate of MDCK cells was prepared one day before the virus titration (TCID50) assay. Cells were washed once with PBS and replenished with serum-free MEM medium supplemented with 100 units/ml penicillin and 100 µg/ml streptomycin and 2 µg/ml of TPCK (tosylsulfonyl phenylalanylchloromethyl ketone) treated trypsin. Serial dilutions of virus supernatant, from 0.5 log to 7 log, were performed before adding the virus dilutions onto the plates in quadruplicate. The plates were observed for cytopathic effect daily. The end-point of viral dilution leading to CPE in 50% of inoculated wells was estimated using the Karber method [19].",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 663,
                    "mention": "[19]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Viral Titration by TCID50 Assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "mRNA from infected cells was extracted at 1 h, 3 h, 6 h and 24 h post infection using RNeasy Mini kit (Qiagen, Hilden, Germany) and treated with DNase. cDNA was synthesized with Oligo-dT primers and Superscript III reverse transcriptase (Invitrogen) and quantified by real-time quantitative PCR analysis with a LightCycler (Roche, Mannheim, Germany). The gene expression profile for cytokines, TNF-alpha (TNF-α) and interferon beta (IFN-β) and chemokines (IP-10, RANTES) and viral matrix gene were quantified and normalized using the housekeeping gene product β-actin mRNA. The primers and methods used for these assays have been reported previously [5], [6]. The concentrations of IFN-β, RANTES and IP-10 proteins in culture supernatants collected at 8 h or 24 h post infection of the influenza viruses infected NHBE cells were measured by ELISA assay as recommended by the manufacturer (R&D Systems, Minneapolis, MN, USA).",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 653,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 655,
                    "end": 658,
                    "mention": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Quantification of Cytokine and Chemokine by RT-qPCR and ELISA ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Two-tailed student t-test was used to compare the differences of viral titers at different time points post-infection and between different viruses. The quantitative cytokine and chemokine mRNA and protein expression profile of mock, influenza H1N1 and H5N1 virus infected cells was compared using one-way ANOVA, followed by Bonferroni multiple-comparison test. Differences were considered significant at p<0.05. The statistical analysis was carried out using Graph-pad Prism 5.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The hematoxylin and eosin staining of the NHBE cells after 7-days (\n\nFigure 1A\n\n) and 21-days (Figure 1B) of ALI culture. For the cultures of the wd-NHBE cells with 21-days in ALI culture, it showed pseudostratified columnar epithelium structure with ciliary projections (\n\nFigure 1B\n\n). The ciliated cells on the wd-NHBE cells stained positive with β-tubulin (\n\nFigure 1C\n\n) and goblet cells were stained positive with MUC5AC (\n\nFigure 1E\n\n). A similar staining pattern of ciliated (\n\nFigure 1D\n\n) and goblet cells (\n\nFigure 1F\n\n) was observed in human bronchus. However, the ud-NHBE cells (monolayer cultures and the NHBE cells cultured under 7-days of ALI culture) stained negative with these two cell differentiation markers (data not shown).",
            "cite_spans": [],
            "section": "Bronchial Epithelial Cells Differentiation ::: Results",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 79,
                    "mention": "\nFigure 1A\n",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 95,
                    "end": 104,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 273,
                    "end": 284,
                    "mention": "\nFigure 1B\n",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 362,
                    "end": 373,
                    "mention": "\nFigure 1C\n",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 429,
                    "end": 440,
                    "mention": "\nFigure 1E\n",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 485,
                    "end": 496,
                    "mention": "\nFigure 1D\n",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 518,
                    "end": 529,
                    "mention": "\nFigure 1F\n",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We evaluated the transepithelial resistance developed between the apical and basolateral compartment of the NHBE cells in transwell inserts from day 1 to 21 of ALI culture from six independent NHBE cell cultures. The transepithelial resistance started to increase at day 7 and reaches the reference resistance of at least 800 Ω cm2\n[20] upon day 21 (\n\nFigure 1G\n\n) which is an indication of tight-junction formation in respiratory epithelium. We also evaluated the mRNA expression level of HAT proteases in wd-NHBE cell cultures and found a 700-fold increase in gene expression in ALI-NHBE cell cultures differentiated for 21 days when compared to the ud-NHBE cells (\n\nFigure 1H\n\n).",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "mention": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Bronchial Epithelial Cells Differentiation ::: Results",
            "ref_spans": [
                {
                    "start": 351,
                    "end": 362,
                    "mention": "\nFigure 1G\n",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 668,
                    "end": 679,
                    "mention": "\nFigure 1H\n",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Lectin histochemistry on the primary cultures of human ud- and wd-NHBE cells using SNA (which recognizes the human influenza receptor with Sia-α2-6 linkages) and MAL-I and MAL-II (which recognizes the avian influenza receptor with linkages Sia-α2-3Galβ1-4GlcNAc and Sia-α2-3Galβ1-3GalNAc, respectively). We found that both MAL-I (\n\nFigure 2A\n\n, en face and \n\nFigure 2D\n\n, cross-section) and MAL-II (\n\nFigure 2B\n\n, en face and \n\nFigure 2E\n\n, cross- section) bound strongly and the SNA (\n\nFigure 2C\n\n. en face and \n\nFigure 2F\n\n, cross-section) bound weakly to the ud-NHBE cells indicating that both Sia-α2-3Galβ1-3GalNAc and Sia-α2-6 linkages were present but with different abundance. Thus ud-NHBE cells expressed more avian influenza Sia-α2-3 linkage receptors. On the other hand, the wd-NHBE cells which had acquired the physiological properties of normal human bronchi tissue exhibited strong binding with MAL-I (\n\nFigure 2G and 2J\n\n) and SNA (\n\nFigure 2I and 2L\n\n) while MAL-II binding was sparse, focal and confined to ciliated cells (\n\nFigure 2H and 2K\n\n). This indicated that Sia-α2-3Galβ1-4GlcNAc and Sia-α2-6 linkages were abundant while Sia-α2-3Galβ1-3GalNAc was comparatively scarce in wd-NHBE cells and human bronchi tissue.",
            "cite_spans": [],
            "section": "Sialic Acid Receptor Distribution on ud- and wd-NHBE Cells ::: Results",
            "ref_spans": [
                {
                    "start": 331,
                    "end": 342,
                    "mention": "\nFigure 2A\n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 358,
                    "end": 369,
                    "mention": "\nFigure 2D\n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 400,
                    "end": 411,
                    "mention": "\nFigure 2B\n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 427,
                    "end": 438,
                    "mention": "\nFigure 2E\n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 486,
                    "end": 497,
                    "mention": "\nFigure 2C\n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 513,
                    "end": 524,
                    "mention": "\nFigure 2F\n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 916,
                    "end": 934,
                    "mention": "\nFigure 2G and 2J\n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 947,
                    "end": 965,
                    "mention": "\nFigure 2I and 2L\n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1040,
                    "end": 1058,
                    "mention": "\nFigure 2H and 2K\n",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Both influenza A viruses, HK98/H1N1 and VN04/H5N1 were able to infect the ud- and wd-NHBE cells. The influenza matrix (M) gene copy number was measured by quantitative PCR as a measure of viral replication after the infection of both influenza viruses. In ud-NHBE cells, the M gene transcription for both the influenza H1N1 and H5N1 viruses increased comparably from 3 h to 24 h post infection. Similar infection experiments in wd-NHBE cells showed comparable M gene transcription for the two viruses at 3 h and 6 h post infection but there was significantly more M gene mRNA copies found in HK98/H1N1 compared with VN04/H5N1 virus infected wd-NHBE cells by 24 h post infection (p = 0.03) (\n\nFigure 3\n\n).",
            "cite_spans": [],
            "section": "Replication of Influenza Virus in ud and wd NHBE Cells ::: Results",
            "ref_spans": [
                {
                    "start": 691,
                    "end": 701,
                    "mention": "\nFigure 3\n",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Influenza viral protein expression was detected by immunofluoresent staining of HK98/H1N1 and VN04/H5N1 virus infected ud- and wd-NHBE cells at 16 h post infection. The ud-NHBE cells were equally susceptible to HK98/H1N1 and VN04/H5N1 virus infection with infection rates of 95.44±4.55% in HK98/H1N1 and 81±4.17% in VN04/H5N1 infected cells (\n\nFigure 4B and 4C\n\n). However, in wd-NHBE cell cultures, the percentage of cells infected by influenza VN04/H5N1 virus (8.63±0.69%) was significantly lower (p = 0.01) than that by influenza HK98/H1N1 virus (36±4.89%) (\n\nFigure 4E and 4F\n\n).\n",
            "cite_spans": [],
            "section": "Replication of Influenza Virus in ud and wd NHBE Cells ::: Results",
            "ref_spans": [
                {
                    "start": 343,
                    "end": 361,
                    "mention": "\nFigure 4B and 4C\n",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 562,
                    "end": 580,
                    "mention": "\nFigure 4E and 4F\n",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Infectious virus yield (TCID50) assay was quantitated in the supernatants of HK98/H1N1 and VN04/H5N1 infected ud- and wd-NHBE cell cultures to compare infectious virus yields and the replication kinetics. There was evidence of productive viral replication in HK98/H1N1 infected ud-NHBE and wd-NHBE cells (\n\nFigure 5A\n\n). The virus titers peaked higher (p = 0.04) and earlier in wd-NHBE compared to ud-NHBE cell cultures. VN04/H5N1 titers in ud-NHBE cells peaked at 24 h post infection with a significant increase in the virus titer (p = 0.006) while there was no convincing evidence of virus replication in VN04/H5N1 virus infected wd-NHBE cells (\n\nFigure 5B\n\n). Furthermore, at 24 h post infection, the titers of virus in VN04/H5N1 infected ud-NHBE was significantly higher (p = 0.005) than in wd-NHBE.",
            "cite_spans": [],
            "section": "Replication of Influenza Virus in ud and wd NHBE Cells ::: Results",
            "ref_spans": [
                {
                    "start": 306,
                    "end": 317,
                    "mention": "\nFigure 5A\n",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 648,
                    "end": 659,
                    "mention": "\nFigure 5B\n",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Both viruses replicated productively in ud-NHBE cells but VN04/H5N1 had a significantly higher viral yield than HK98/H1N1 at 24 h post infection (p = 0.049) (\n\nFigure 5C\n\n, grey bar). In contrast, influenza HK98/H1N1 replicated more efficiently than VN04/H5N1 in the wd-NHBE cells (p = 0.039) (\n\nFigure 5C\n\n, black bar).",
            "cite_spans": [],
            "section": "Replication of Influenza Virus in ud and wd NHBE Cells ::: Results",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 170,
                    "mention": "\nFigure 5C\n",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 295,
                    "end": 306,
                    "mention": "\nFigure 5C\n",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We also demonstrated that the low pathogenic HK98/H1N1 virus can replicate efficiently in both ud- and wd-NHBE cell cultures in the absence of exogenous trypsin. On the other hand, there was no convincing evidence of VN04/H5N1 virus replication in wd-NHBE cells with or without the addition of exogenous trypsin (data not shown).",
            "cite_spans": [],
            "section": "Replication of Influenza Virus in ud and wd NHBE Cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "We next investigated the influence of the differentiation state of NHBE cells on the cytokine and chemokine responses induced by HK98/H1N1 and VN04/H5N1 viruses. Specifically, we wanted to determine whether the difference in NHBE cell differentiation (ud-NHBE Vs wd-NHBE) led to qualitative or quantitative differences in the profile of cytokines induced. Cytokine (TNF-α, IFN-β) and chemokine (RANTES, IP-10) gene expression profiles were evaluated by qPCR. TNF-α mRNA was not expressed in either mock or both influenza A virus (HK98/H1N1 and VN04/H5N1) infected ud- and wd-NHBE cells (data not shown). In general, IFN-β, RANTES and IP-10 gene was induced following infection with influenza H1N1 and H5N1 virus in both the ud-NHBE and wd-NHBE cells. VN04/H5N1 virus led to significantly higher IFN-β (\n\nFigure 6A, left panel\n\n) and IP-10 (\n\nFigure 6C, left panel\n\n) mRNA expression in ud-NHBE cells compared with HK98/H1N1 or mock infection at both 6 h and 24 h post infection. VN04/H5N1 virus induced a significantly higher RANTES expression than HK98/H1N1 virus infected cells at 6 h post infection but not at 24 hours post infection (\n\nFigure 6B\n\n).",
            "cite_spans": [],
            "section": "Cytokine and Chemokine mRNA Induction by Influenza Virus Infected NHBE Cells ::: Results",
            "ref_spans": [
                {
                    "start": 803,
                    "end": 826,
                    "mention": "\nFigure 6A, left panel\n",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 841,
                    "end": 864,
                    "mention": "\nFigure 6C, left panel\n",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1139,
                    "end": 1150,
                    "mention": "\nFigure 6B\n",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In wd-NHBE cells, VN04/H5N1 induced significantly higher IFN-β (\n\nFigure 6A, right panel\n\n) and RANTES (\n\nFigure 6B, right panel\n\n) mRNA expression than HK98/H1N1 at 6 h post infection. However, at 24 h post infection, RANTES (\n\nFigure 6B, left panel\n\n) and IP-10 (\n\nFigure 6C, right panel\n\n) mRNA expression levels were comparable in VN04/H5N1 and HK98/H1N1 viruses infected while IFN-β mRNA expression level was significantly lower (p = 0.03) in VN04/H5N1 infected cells than in HK98/H1N1 infected cells (\n\nFigure 6A, right panel\n\n). Inactivation of the virus by ultraviolet irradiation or high temperature (70°C for 15 minutes) prior to infection of the ud- and wd-NHBE cells abolished cytokine induction (data not shown). This suggests that virus replication was required for cytokine induction and also rules out the possibility that endotoxin contamination in virus stocks contributed to the observed cytokine responses. Besides, an increase in the MOI up to 5 did not result in changes in the expression profile of the cytokine and chemokine mRNA induced by the influenza H1N1 and H5N1 viruses in both the ud- and wd-NHBE cells (data not shown).",
            "cite_spans": [],
            "section": "Cytokine and Chemokine mRNA Induction by Influenza Virus Infected NHBE Cells ::: Results",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 89,
                    "mention": "\nFigure 6A, right panel\n",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 105,
                    "end": 129,
                    "mention": "\nFigure 6B, right panel\n",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 228,
                    "end": 251,
                    "mention": "\nFigure 6B, left panel\n",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 266,
                    "end": 290,
                    "mention": "\nFigure 6C, right panel\n",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 508,
                    "end": 532,
                    "mention": "\nFigure 6A, right panel\n",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "We next used ELISA to measure the secretion of cytokine and chemokine proteins from ud- and wd-NHBE cell culture supernatants infected by influenza H1N1 and H5N1 viruses. The concentration of RANTES and IP-10 in the supernatants of mock infected cells was below the detection limit of the ELISA kit (31.25 ρg/ml and 62.5 ρg/ml, respectively). In parallel with the gene expression profile, at 24 h post infection, VN04/H5N1 led to significantly higher RANTES (p<0.001) (Figure 7A, left panel)\n and IP-10 (p<0.001) (Figure 7B, left panel) protein secretion in ud-NHBE cells compared with HK98/H1N1. While VN04/H5N1 induced significantly higher levels of RANTES secretion in wd-NHBE cells than did HK98/H1N1 (p<0.01) (Figure 7A, right panel), the IP-10 protein secretion was comparable between in HK98/H1N1 and VN04/H5N1 infected cells. We failed to detect any IFN β protein in the supernatant of the NHBE cultures after influenza virus infection because of the poor sensitivity of the IFN-β ELISA (detection limit 250 ρg/ml).",
            "cite_spans": [],
            "section": "Secretion of Cytokine and Chemokine Protein of Infected NHBE Cells ::: Results",
            "ref_spans": [
                {
                    "start": 469,
                    "end": 490,
                    "mention": "Figure 7A, left panel",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 514,
                    "end": 535,
                    "mention": "Figure 7B, left panel",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 715,
                    "end": 737,
                    "mention": "Figure 7A, right panel",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The presence of ciliated and goblet cells [21] within the pseudostratified epithelium [22], the establishment of transepithelial resistance [20] and the expression of HAT protease in the bronchial epithelium are indicators of a well differentiated bronchial epithelium. The fact that a low-pathogenic H1N1 virus replicates efficiently in these cells without exogenous trypsin and that addition of trypsin did not further enhance viral replication suggests that the wd-NHBE cells make sufficient HAT to support low pathogenic influenza viral replication, as occurs in vivo. Taken together with the mucin producing ability, these findings provide good evidence that wd-NHBE cell system had acquired the physiological properties of a normal human bronchial epithelium and provides a relevant model for the study of influenza virus replication and pathogenesis.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "mention": "[21]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 86,
                    "end": 90,
                    "mention": "[22]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 140,
                    "end": 144,
                    "mention": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We compared the distribution of Sia receptors in ud-NHBE and wd-NHBE cell models with that seen in human bronchial epithelium and found that the wd-NHBE has a comparable profile to human tissue while the ud-NHBE does not. These differences in Sia configurations and expression between ud-NHBE and wd-NHBE cells may explain at least in part, the different permissiveness to the human seasonal H1N1 and avian H5N1 viruses. The higher expression of Sia-α2-6 in wd-NHBE may account for the better replication of human influenza H1N1 virus which preferentially utilizes this receptor for entry. The lower abundance of Sia-α2-3Galβ1-3GalNAc in wd-NHBE may be associated with the lower permissiveness of these cells for avian influenza H5N1 virus (which has a higher binding affinity to Sia-α2-3Galβ1-3GalNAc). In addition to the degree of differentiation, the complexity of wd-NHBE (i.e. three-dimensional structure with a heterogeneous cell population vs. monolayer with single cell type) could also account for such differences.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Cell tropism of influenza A virus in wd-human bronchial epithelial cells was previously studied by Matrosovich et al.[23]. They found that human viruses preferentially infected non-ciliated cells while the avian viruses infected ciliated cells in the first cycle of infection. They correlated this observation with the localization of Sia receptors on these two cell types, non-ciliated cells express mainly Siaα2-6 receptors known to bind human influenza viruses while ciliated cells predominantly express Siaα2-3, the receptor for avian influenza viruses. Others have also reported that human influenza virus replicates more efficiently compared to avian influenza viruses in human differentiated tracheo-bronchial epithelial cells [24]. Our data are in agreement with these findings that the H5N1 virus replication in wd-NHBE cells was less efficient when compared to H1N1 virus. In contrast, as both Siaα2-3 and Siaα2-6 receptors were present in the ud-NHBE cells, with homogenous distribution in the majority of basal epithelial cells, both H1N1 and H5N1 viruses replicate well in these cells.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "mention": "[23]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 734,
                    "end": 738,
                    "mention": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Mucin secreted by the goblet cells was present in wd-NHBE cell cultures. Extracts of human bronchial mucin are found to contain Sia primarily in the Sia-α2-3 linkage [25], [26] and much less Sia-α2-6 linkage [26]. Influenza virus inhaled to the conducting airway would first encounter this soluble form of Sia receptor in mucin before reaching the respiratory epithelial cell membrane with the Sia receptors that the virus needs to attach to in order to initiate infection. Secreted mucin with the Sia-α2-3 receptor has been postulated to act as binding-decoy for influenza H5N1 virus, reducing the possibility of the virus to bind to the bronchial epithelium and achieve productive replication in the airway. Matrosovich et al have noted that even after extensive washing of wd-human airway epithelial cell cultures, there is still lectin binding to the cell surface-associated mucins [23]. In addition, the continuous secretion of mucin by goblets cells in the wd-NHBE can interfere with multiple round of infection.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "mention": "[25]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 172,
                    "end": 176,
                    "mention": "[26]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 208,
                    "end": 212,
                    "mention": "[26]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 886,
                    "end": 890,
                    "mention": "[23]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Bronchial epithelial cells play an important role in innate defense and in the pathogenesis of the influenza virus infection. They are target cells for infection and they secrete cytokines and chemokines upon infection which mediate host defense and potentially contribute to the inflammation of the bronchial mucosa. Influenza A virus (H3N2) infection of undifferentiated human bronchial epithelial cells NCI-H292 leads to induction of RANTES, IL-6 and IL-8 secretions, but not granulocyte-macrophage colony stimulating factor; these may be relevant in host defense and pathogenesis [27], [28]. There are however limited studies of cytokine responses in well differentiated bronchial epithelium. In our study of bronchial epithelial cells, influenza virus infection induced IFN-β, RANTES and IP-10 mRNA in these cells. Interestingly, a strikingly different cytokine and chemokine expression was observed in the ud-NHBE and wd-NHBE upon infection by the same virus. There were also differences between H1N1 and H5N1 influenza viruses in the profile of cytokine and chemokine release in ud-NHBE compared with wd-NHBE. At 6 h post infection of ud-NHBE, VN04/H5N1 virus led to a more potent expression of IFN-β, RANTES and IP-10 compared with HK98/H1N1 virus. This pattern is similar to the human peripheral blood derived macrophages [6] and pneumocytes [5].",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 588,
                    "mention": "[27]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 590,
                    "end": 594,
                    "mention": "[28]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1331,
                    "end": 1334,
                    "mention": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1351,
                    "end": 1354,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "On the contrary, at 24 h post infection, wd-NHBE cells had an apparently reverse IFN-β mRNA profile with VN/04/H5N1 virus inducing significantly lower levels than HK98/H1N1. Moreover, VN04/H5N1 virus did not significantly increase expression of the chemokine genes RANTES and IP-10 compared with HK98/H1N1 (Figure 6). These may be associated with the lower levels of H5N1 viral replication in wd-NHBE cells as evidenced by M gene levels (Figure 3), imunofluorescent cells (Figure 4) and non-productive replication (Figure 5B).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 438,
                    "end": 446,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 473,
                    "end": 481,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 515,
                    "end": 524,
                    "mention": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Zeng et al. [12] previously reported that IFN-β expression in Calu-3 cells at 24 h post infection with H5N1 was lower and more delayed than seen with seasonal influenza (H3N2). They found that this delayed IFN-β response was associated with delayed induction of interferon regulatory factor-3 nuclear translocation and suggested that H5N1 evades the IFN-β innate host defenses allowing it to replicate more efficiently. Our findings in NHBE cells are in agreement with theirs at 24 h post infection but we find this is associated with lower (not higher) levels of virus replication. Furthermore we find that at 6 h post infection, H5N1 virus induces more IFN-β than H1N1 virus. These apparently contradictory findings may partly reflect the cell type (Calu-3 vs. NHBE) and the extent of cell differentiation in the two experimental models and the time of data collection. Calu-3 is a transformed continuous cell line originally isolated from a human pulmonary adenocarcinoma and they were differentiated in transwell culture inserts for one week only. In contrast, our wd-NHBE cells are primary cells derived from normal human bronchi, and are cultured and differentiated for 21 days in ALI. As shown in figure 1A, NHBE cell differentiation in our hands was not completed after seven days of ALI cultures when compared to day 21 (Figure 1B). Interestingly, studies on the pathogenesis of severe acute respiratory syndrome coronavirus (SARS-CoV) using polarized Calu-3 cells and differentiated human airway epithelial cells [29], [30] found that the latter supported a more productive replication of SARs-CoV. Since SARS-CoV infects ciliated cells, this difference was attributed to the lower numbers of ciliated epithelial cells obtained in the polarized Calu-3 cell model [31]. It is possible that the wd-NHBE cell model which recapitulates the morphological and physiological features of the human conducting airway in vivo would be a more representative model to study respiratory infection.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "mention": "[12]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1523,
                    "end": 1527,
                    "mention": "[29]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1529,
                    "end": 1533,
                    "mention": "[30]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1773,
                    "end": 1777,
                    "mention": "[31]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1204,
                    "end": 1213,
                    "mention": "figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1330,
                    "end": 1339,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In conclusion, our data shows that the origin and differentiation of bronchial epithelial cells has a major impact to the permissiveness of cells to influenza A virus replication and on the host responses elicited by such infection. This reinforces the importance of the use of physiologically relevant models for the understanding of influenza pathogenesis. It is relevant to note that a regenerating epithelium recovering from mucosal damage caused by viral or other agents would have the equivalent of undifferentiated epithelial cells present, thus the data from ud-NHBE may still be physiologically relevant to such a situation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (C) Positive staining of FITC-conjugated β-tubulin on apical surface of epithelium confirms the presence of cilia and (E) positive staining of biotinylated MUC5AC indicates the presence of mucin secreting goblet cells. Human bronchus stained with (D) FITC-conjugated β-tubulin and (F) biotinylated MUC5AC showed the presence of both ciliated and mucus secreting goblet cells along the epithelium. (G) Transepithelial resistance and (H) HAT mRNA expression by of the differentiating NHBE culture from D1 to D21 ALI culture.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: MAL-I, MAL-II and SNA bindings presented on the (A-C) en face staining of ud-NHBE, (D-F) cross-section staining of ud-NHBE, (G-I) cross-section staining of wd-NHBE cells in vitro cultures and (J-L) the human bronchial biopsy in reddish brown.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Ud-NHBE supported M gene transcription from 3 h to 24 h post infection for both influenza viruses while wd-NHBE supported a better influenza HK98/H1N1 virus M gene transcription than influenza H5N1 virus. Bars represented the mean M gene expressed per 105 β–actin house keeping gene and error bar represent the standard error of mean from three independent experiments. Asterisk indicates significant difference with p<0.05.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Influenza nucleoprotein and matrix protein was stained in green with FITC-conjugated mouse antibody.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Virus titer of the (A) HK98/H1N1 and (B) VN04/H5N1 was determined after influenza viruses infected in the ud- and wd-NHBE cells from 1 h to 48 h post infection at MOI of 2. (C) The comparison of viral replication kinetic between influenza HK98/H1N1 and VN04/H5N1 viruses in ud- and wd-NHBE at 24 h post infection. The chart showed the mean and the standard error of the virus titer pooled from three independent experiments. Single asterisk indicated statistically significant difference of means with p<0.05, double asterisks indicated statistically significant differences of means with p<0.01. Dotted line represents the detection limit of the TCID50 assay.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: The chart showed the mean and the standard error from three independent experiments. Single asterisk indicated statistically significant difference of means with p<0.05, double asterisks indicated statistically significant differences of means with p<0.01 and triple asterisks indicated statistically significant differences of means with p<0.001.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: The chart showed the mean and the standard error from three independent experiments. Double asterisk indicated statistically significant difference of means with p<0.001 and triple asterisks indicated statistically significant differences of means with p<0.0001. UD indicated the protein concentration of the sample is below the detection limit.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Expression of cytokines on human bronchial epithelial cells induced by influenza virus A.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsukura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kokubu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Int Arch Allergy Immunol",
            "volume": "113",
            "issn": "",
            "pages": "307-311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "IL-13-induced changes in the goblet cell density of human bronchial epithelial cell cultures: MAP kinase and phosphatidylinositol 3-kinase regulation.",
            "authors": [
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Atherton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Danahay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "285",
            "issn": "",
            "pages": "L730-739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Sialyloligosaccharides of the respiratory epithelium in the selection of human influenza virus receptor specificity.",
            "authors": [
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Acta",
            "volume": "Histochem",
            "issn": "Suppl 40",
            "pages": "35-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "DAS181 Inhibits H5N1 Influenza virus Infection of Human Lung Tissues.",
            "authors": [
                {
                    "first": "RWY",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "MCW",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "ACN",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Karamanska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antimicrob Agents Chemother: AAC",
            "volume": "",
            "issn": "",
            "pages": "00389-00309",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Proinflammatory cytokine responses induced by influenza A (H5N1) viruses in primary human alveolar and bronchial epithelial cells.",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Tsao",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Res",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Influenza H5N1 virus infection of polarized human alveolar epithelial cells and lung microvascular endothelial cells.",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Respir Res",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Induction of proinflammatory cytokines in human macrophages by influenza A (H5N1) viruses: a mechanism for the unusual severity of human disease?",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luk",
                    "suffix": ""
                },
                {
                    "first": "YL",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "1831-1837",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Influenza virus strains selectively recognize sialyloligosaccharides on human respiratory epithelium; the role of the host cell in selection of hemagglutinin receptor specificity.",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Couceiro",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virus Res",
            "volume": "29",
            "issn": "",
            "pages": "155-165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Membrane capacitance and conductance changes parallel mucin secretion in the human airway epithelium.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Danahay",
                    "suffix": ""
                },
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Atherton",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Kreindler",
                    "suffix": ""
                },
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Poll",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "290",
            "issn": "",
            "pages": "L558-569",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans.",
            "authors": [
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605-2615",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Mucociliary Differention of Serially Passaged Normal human Tracheobronchial Epithelial Cells.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abdullah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nettesheim",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "American journal of respiratory cell and molecular biology",
            "volume": "14",
            "issn": "",
            "pages": "104-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Basal cells of differentiate bronchial epithelium are more susceptible to rhinovirus infection.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jakiela",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brockman-Schneider",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amineva",
                    "suffix": ""
                },
                {
                    "first": "WM",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Gern",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "38",
            "issn": "",
            "pages": "517-523",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "50% end-point calculation.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karber",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "Arch Exp Pathol Pharmak",
            "volume": "162",
            "issn": "",
            "pages": "480-483",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Trefoil factor family 3 peptide promotes human airway epithelial ciliated cell differentiation.",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "LeSimple",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "van Seuningen",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Buisine",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Copin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hinz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "36",
            "issn": "",
            "pages": "296-303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human and avian influenza viruses target different cell types in cultures of human airway epithelium.",
            "authors": [
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "TY",
                    "middle": [],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "HD",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "4620-4624",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Expression of IL-6, IL-8, and RANTES on human bronchial epithelial cells, NCI-H292, induced by influenza virus A.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsukura",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kokubu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Allergy Clin Immunol",
            "volume": "98",
            "issn": "",
            "pages": "1080-1087",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Sialic acid receptor detection in the human respiratory tract: evidence for widespread distribution of potential binding sites for human and avian influenza viruses.",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Bourne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Respir Res",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Human neutrophil elastase induces hypersecretion of mucin from well-differenitated human bronchial epithelial cells in vitro via a protein kinase Cδ mediated mechanism.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chorley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Pathol",
            "volume": "167",
            "issn": "",
            "pages": "651-661",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Avian influenza virus (H5N1): a threat to human health.",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "243-267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Pneumonia and Respiratory Failure from Swine-Origin Influenza A (H1N1) in Mexico.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Padilla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "de la Rosa-Zamboni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ponce de Leon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Quinones-Falconi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Identification of tight junction modulating lipids. Journal of Pharmaceutical Sciences 9999: n/a.",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Severe acute respiratory syndrome coronavirus infection of human ciliated airway epithelia: role of ciliated cells in viral spread in the conducting airways of the lungs.",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Burkett",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15511-15524",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "SARS-CoV replication and pathogenesis in an in vitro model of the human conducting airway epithelium.",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Burkett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Pickles",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "",
            "pages": "33-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Sialobiology of influenza: molecular mechanism of host range variation of influenza viruses.",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biol Pharm Bull",
            "volume": "28",
            "issn": "",
            "pages": "399-408",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Role of host cytokine responses in the pathogenesis of avian H5N1 influenza viruses in mice.",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Szretter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gangappa",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Shieh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "2736-2744",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Infection of human airway epithelium by human and avian strains of influenza a virus.",
            "authors": [
                {
                    "first": "CI",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "WS",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Pickles",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "8060-8068",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Apical entry and release of severe acute respiratory syndrome-associated coronavirus in polarized Calu-3 lung epithelial cells.",
            "authors": [
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perrone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worthy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Popov",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "9470-9479",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Cumulative Number of Confirmed Human Cases of Avian Influenza A/(H5N1) Reported to WHO. November 2009 ed.",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Highly Pathogenic Avian Influenza H5N1 Viruses Elicit an Attenuated Type I Interferon Response in Polarized Human Bronchial Epithelial Cells.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thawatsupha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chittaganpitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Waicharoen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "12439-12449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "IL-13 and epidermal growth factor receptor have critical but distinct roles in epithelial cell mucin production.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhen",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "LT",
                    "middle": [],
                    "last": "Nguyenvu",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barbeau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "36",
            "issn": "",
            "pages": "244-253",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia.",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                },
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "TT",
                    "middle": [],
                    "last": "Thanh",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Hien",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "1203-1207",
            "other_ids": {
                "DOI": []
            }
        }
    }
}