{
    "paper_id": "PMC2736567",
    "metadata": {
        "title": "Differential Regulation of Type I Interferon and Epidermal Growth Factor Pathways by a Human Respirovirus Virulence Factor",
        "authors": [
            {
                "first": "Grégory",
                "middle": [],
                "last": "Caignard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anastassia",
                "middle": [
                    "V."
                ],
                "last": "Komarova",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mehdi",
                "middle": [],
                "last": "Bouraï",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Mourez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yves",
                "middle": [],
                "last": "Jacob",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Louis",
                "middle": [
                    "M."
                ],
                "last": "Jones",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Flore",
                "middle": [],
                "last": "Rozenberg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Astrid",
                "middle": [],
                "last": "Vabret",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "François",
                "middle": [],
                "last": "Freymuth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Frédéric",
                "middle": [],
                "last": "Tangy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pierre-Olivier",
                "middle": [],
                "last": "Vidalain",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "F."
                ],
                "last": "Basler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Viruses need to interact with host macromolecules to hijack the cellular machinery and replicate. These interactions are essential for viruses to target endocytic pathways and penetrate host cells, to recruit cellular transcription and/or translation machinery, and to achieve intracellular migration and viral particles assembly. But viruses also encode virulence factors that induce a substantial alteration of host cell functions and genetic programs to increase virus replication and spreading. For example, specific viral factors stimulate survival pathways to prevent apoptosis of infected cells or inhibit cell signaling involved in immune response. Among these pathways, IFN-α/β signaling represents a prime target for viruses because of its critical role in the induction of both innate and adaptive antiviral immune responses [1]. IFN-α/β transduce signals through direct binding to a cell surface receptor composed of two transmembrane subunits, IFNAR1 and IFNAR2c [2]. This interaction activates IFNAR1/IFNAR2c associated kinases Tyk2 and Jak1 that subsequently phosphorylate STAT2 and STAT1 transcription factors. Activated STAT1 and STAT2, altogether with IRF9, form the Interferon-Stimulated Gene Factor 3 that binds IFN-stimulated response element (ISRE) promoter sequences to induce a large antiviral gene cluster. As a consequence, most viruses that are pathogenic in vertebrates have evolved virulence factors both to block IFN-α/β expression and signal transduction downstream of IFN-α/β receptor.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 839,
                    "mention": "[1]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 976,
                    "end": 979,
                    "mention": "[2]",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Human parainfluenza virus type 1 (hPIV1) and human parainfluenza virus type 3 (hPIV3) are important human pathogens that belong to Respirovirus genus (Paramyxoviridae family; [3]). These viruses are responsible for upper respiratory tract infections and colds, but often spread to the lower respiratory tract causing bronchitis, bronchiolitis and pneumonia in young children and immuno-compromised patients. hPIV3 infection is also suspected to exacerbate chronic airway inflammatory diseases like asthma [4]. Sendai virus and bovine parainfluenza virus type 3 (bPIV3) are animal counterparts of hPIV1 and hPIV3 that infect mouse and cattle, respectively. Respirovirus genome is a single-strand, negative-sense RNA molecule that encodes six structural proteins (Mononegavirales order). While hemagglutinin-neuraminidase (HN) and fusion (F) are membrane glycoproteins associated with the envelop of hPIV3 particles, the nucleoprotein (N), the phosphoprotein (P) and the viral polymerase (L) form the ribonucleocapsid complex. The matrix protein (M) is at the interface between glycoprotein tails and ribonucleocapsids.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "mention": "[3]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 505,
                    "end": 508,
                    "mention": "[4]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The P gene of Respirovirus encodes for P but also for a panel of accessory proteins by site-specific editing of P mRNA and usage of overlapping open reading frames (ORFs). In all Respirovirus except hPIV1, the co-transcriptional insertion of one G residue at an editing motif midway of P mRNA leads to the expression of a chimeric protein called V. The V proteins of bPIV3 and Sendai virus bind MDA5 and suppress double-stranded RNA-stimulated IFN-β production, thereby contributing to the virus evasion of host immune response [5]. Surprisingly in hPIV3, multiple stop codons localized downstream of the editing site prevent the normal expression of a full-length V protein. As a result, P mRNA molecules edited by the addition of one G residue encode for the 242 amino acid (AA)-long N-terminal residues of P followed by only six additional AA (see Materials and Methods and [6]). But P mRNA molecules edited by the addition of five G residues encode for D, a protein exhibiting a large and specific C-terminal domain of unknown function (Figure 1A). Besides co-transcriptional edition, an overlapping ORF embedded in the first half of the P mRNA allows the expression of a single C protein (hPIV3 and bPIV3) or a nested set of four proteins called C′, C, Y1 and Y2 (Sendai virus and hPIV1). The C proteins of Sendai virus and hPIV1 have a high degree of sequence homology and have been studied in details. They are involved in the regulation of viral RNA synthesis [7],[8], the inhibition of innate immune response [9] and potentially contribute to the budding of viral particles [10]–[12]. In particular, the C protein of Sendai virus both inhibits IFN-β production [13],[14] and blocks interferon signaling downstream of IFN-α/β and IFN-γ receptors [15]–[17]. The C proteins of hPIV3 and bPIV3 only share ∼35% of sequence homology with the C proteins of Sendai virus and hPIV1, but they have also been shown to target interferon expression and signaling [5],[18]. Although expression of the C protein of hPIV3 (hPIV3-C) is essential to virulence in vitro and in vivo\n[19] and explains hPIV3 ability to block IFN-α/β signaling [20], host proteins that bind hPIV3-C remain unknown.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 531,
                    "mention": "[5]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 877,
                    "end": 880,
                    "mention": "[6]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1468,
                    "end": 1471,
                    "mention": "[7]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1472,
                    "end": 1475,
                    "mention": "[8]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1518,
                    "end": 1521,
                    "mention": "[9]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1583,
                    "end": 1587,
                    "mention": "[10]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1588,
                    "end": 1592,
                    "mention": "[12]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1670,
                    "end": 1674,
                    "mention": "[13]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1675,
                    "end": 1679,
                    "mention": "[14]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1754,
                    "end": 1758,
                    "mention": "[15]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1759,
                    "end": 1763,
                    "mention": "[17]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1959,
                    "end": 1962,
                    "mention": "[5]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1963,
                    "end": 1967,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2072,
                    "end": 2076,
                    "mention": "[19]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2131,
                    "end": 2135,
                    "mention": "[20]",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 1041,
                    "end": 1050,
                    "mention": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In an attempt to answer this question, we performed a yeast two-hybrid screen and we report here the identification of STAT1 and GRB2 as direct interactors of hPIV3-C. Although binding to STAT1 accounts for hPIV3-C ability to block IFN-α/β signaling, the interaction with GRB2 was unexpected. This adaptor protein bridges growth factor receptor tyrosine kinases (RTKs), like Epidermal Growth Factor (EGF) receptor, to the mitogen-activated protein kinase/extracellular signal-regulated kinase (MAPK/ERK) pathway. Upon engagement by their ligands, RTKs autophosphorylate on tyrosine residues to recruit adaptor proteins containing phosphotyrosine binding (PTB) or Src homology 2 (SH2) domains like GRB2 [21]. Once associated to RTKs by its SH2 domain, GRB2 recruits the guanine nucleotide-releasing factor son-of-sevenless (SOS) to activate Ras. Downstream events include MAPK/ERK kinase (MEK1/2) activation, which in turn phosphorylates ERK1/2. Finally, phosphorylated ERK1/2 directly or indirectly activates numerous cellular targets including transcription factors (e.g. Elk1, SAP1, SAP2, c-Fos, CREB, SRF) but also cellular factors that control mRNA translation like eukaryotic initiation factor 4E (eIF4E) or small ribosomal subunit S6 protein [22],[23]. Growth factor binding to RTKs regulates a multiplicity of cellular processes including proliferation, differentiation and survival. In the respiratory tract, this signaling cascade has been shown to trigger inflammation and mucus secretion by epithelial cells [24]–[27], suggesting a critical role in innate immunity [28]. However, excessive activation of this pathway could benefit to virus replication by inhibiting IFN-α/β signaling [29] and promoting infected cell survival [25]. Altogether, these data provided a rational to investigate the functional impact of hPIV3-C expression on IFN-α/β vs EGF receptor and MAPK/ERK signaling pathways.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "mention": "[21]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "mention": "[22]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "mention": "[23]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "mention": "[24]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1524,
                    "end": 1528,
                    "mention": "[27]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1576,
                    "end": 1580,
                    "mention": "[28]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1695,
                    "end": 1699,
                    "mention": "[29]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1737,
                    "end": 1741,
                    "mention": "[25]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To identify cellular targets of hPIV3-C, this viral protein was used as bait in the yeast two-hybrid system to screen a human cDNA library. The screen was performed at saturation with a 10-fold coverage of the library (50.10+6 diploids), and positive yeast colonies growing on selective medium were analyzed by PCR and sequencing to identify binding partners of hPIV3-C. STAT1 and GRB2 were the main interactors of hPIV3-C identified in the screen with 5 and 150 yeast colonies corresponding to these cellular proteins, respectively. In both cases, cDNA clones retrieved from the screen corresponded to full-length STAT1 and GRB2 in frame with the Gal4-AD transactivation domain. To validate these interactions in human cells, GST-tagged hPIV3-C was expressed in HEK-293T cells and purified with glutathion-sepharose beads. As shown in Figure 1B and 1C, endogenous STAT1 and GRB2 co-purified with hPIV3-C. Highly divergent C proteins from measles virus (MV-C) and Nipah virus (Nipah-C) failed to do so, thereby demonstrating the specificity of identified interactions. Binding to STAT1 provides molecular basis to the inhibition of IFN-α/β signaling by hPIV3-C [18], and parallels the interaction previously identified between Sendai virus C protein and mouse STAT1 [15]. Altogether, this suggests that STAT1 is a specific cellular interactor of Respirovirus C proteins. In contrast, binding to GRB2 is unexpected and suggests a new function for hPIV3-C that we decided to investigate.",
            "cite_spans": [
                {
                    "start": 1161,
                    "end": 1165,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "mention": "[15]",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "The C protein of hPIV3 interacts directly with STAT1 and GRB2 ::: Results",
            "ref_spans": [
                {
                    "start": 836,
                    "end": 852,
                    "mention": "Figure 1B and 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The adaptor protein GRB2 plays a critical role in coupling signal from growth factor receptors to MAPK/ERK signaling pathway. To address the question of hPIV3-C interference with this pathway, we used a trans-reporter gene assay that measures Elk1 activation by ERK1/2. In this system, Elk1 transcription factor is fused to the DNA binding domain of Gal4 (Gal4-DB) and binds the promoter sequence of a luciferase reporter gene. Upon stimulation with a growth factor like EGF, Elk1 is activated as assessed by a significant increase in luciferase expression. Surprisingly, we observed a 6-fold enhancement in this cellular response to EGF when 3×FLAG-tagged hPIV3-C was expressed in HEK-293T cells (Figure 2A). Same results were obtained when using hPIV3-C without a tag (14-fold enhancement) or tagged with the red fluorescent protein Cherry (7-fold enhancement). In contrast to hPIV3-C, neither MV-C nor Nipah-C enhanced Elk1 activity upon EGF stimulation (Figure 2A) whereas expression levels of hPIV3-C, MV-C and Nipah-C were similar in this system (Figure 2F, left panel). Elk1 activity was also enhanced by hPIV3-C expression in Vero and Hela cells as well as BEAS-2B and A549, two epithelial cell lines that originate from the respiratory tract, which is the tissue targeted by hPIV3 in vivo (Table 1). The effect of hPIV3-C in these different cell lines was highly significant (see p-values in Table 1) although relatively modest when compared to HEK-293T cells. This is probably because our reporter system requires the co-transfection of four plasmids and Vero, Hela, BEAS-2B and A549 cells are more difficult to transfect than HEK-293T. In parallel experiments, cellular response to IFN-α/β was monitored using a cis-reporter gene, of which expression is controlled by five ISREs. As previously reported [18], we found that hPIV3-C efficiently blocked IFN-α/β signaling (Figure 2B) as opposed to what we observed for the EGF pathway. Again, MV-C or Nipah-C was unable to do so. Altogether, these results show that hPIV3-C enhances the cellular response to EGF in addition to its ability to block IFN-α/β signaling.",
            "cite_spans": [
                {
                    "start": 1814,
                    "end": 1818,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "hPIV3-C has opposite effects on IFN-α/β and EGF signaling pathways ::: Results",
            "ref_spans": [
                {
                    "start": 698,
                    "end": 707,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 958,
                    "end": 967,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1053,
                    "end": 1062,
                    "mention": "Figure 2F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1881,
                    "end": 1890,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1299,
                    "end": 1306,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1408,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We also determined if similar effects on the EGF pathway were observed in infected cells. HEK-293T cells were infected with hPIV3 (MOI = 3) and then transfected with Elk1 activity reporter plasmids. Infection of HEK-293T cells was confirmed by anti-hPIV3 hemagglutinin-neuraminidase (hPIV3-HN) immunostaining and flow cytometry analysis (Figure 2E). Like hPIV3-C alone, hPIV3 infection enhanced Elk1 activity upon EGF stimulation (Figure 2C). Interestingly, hPIV3 infection induced a significant level of Elk1 activity in the absence of EGF stimulation. This suggests that in addition to hPIV3-C interaction with GRB2, other mechanisms modulate MAPK/ERK pathway during hPIV3 infection.",
            "cite_spans": [],
            "section": "hPIV3-C has opposite effects on IFN-α/β and EGF signaling pathways ::: Results",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 347,
                    "mention": "Figure 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 431,
                    "end": 440,
                    "mention": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Finally, to demonstrate that enhancement of Elk1 activation by hPIV3-C is completely dependent on ERK1/2 activation, HEK-293T cells were pre-treated with MEK1/2 inhibitor U0126 before stimulation with EGF. This molecule targets MEK1/2 and totally abrogates downstream phosphorylation and activation of ERK1/2 [30]. As shown in Figure 2D, Elk1 activation was blocked by U0126, whereas hPIV3-C expression was maintained (Figure 2F, right panel). This demonstrates that hPIV3-C is acting through ERK1/2 stimulation. Altogether, these results support a model where hPIV3-C interaction with GRB2 enhances cellular response to growth factors as assessed by an increased activation of MAPK/ERK pathway.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "mention": "[30]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "hPIV3-C has opposite effects on IFN-α/β and EGF signaling pathways ::: Results",
            "ref_spans": [
                {
                    "start": 327,
                    "end": 336,
                    "mention": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 419,
                    "end": 428,
                    "mention": "Figure 2F",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To further document hPIV3-C impact on MAPK/ERK signaling pathway, we compared the kinetic of ERK1/2 phosphorylation in HEK-293T cells expressing hPIV3-C or not. Cells were transfected with 3×FLAG-tagged hPIV3-C or a control plasmid and 24 h post transfection, they were starved before stimulation with EGF. ERK1/2 phosphorylation was determined at 10, 30 and 120 min after stimulation. As illustrated by one representative experiment in Figure 3A, EGF stimulation induced ERK1/2 phosphorylation in control cells but signal was markedly and reproducibly increased by hPIV3-C expression at maximum phosphorylation time point (1.4 to 2.8 fold increase; p = 0.005; n = 4).",
            "cite_spans": [],
            "section": "Phosphorylation of ERK1/2, eIF4E and small ribosomal subunit S6 protein are stimulated by hPIV3-C expression or hPIV3 infection ::: Results",
            "ref_spans": [
                {
                    "start": 437,
                    "end": 446,
                    "mention": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We then determined the phosphorylation level of two downstream targets of this pathway that are involved in the control of mRNA translation, the translation initiation factor eIF4E and the ribosomal protein S6 (Figure 3B). Before EGF stimulation, low levels of phosphorylated eIF4E and S6 were detectable in mock-treated cells (Figure 3B and 3D). hPIV3-C expression had virtually no effects on this background. Thus, eIF4E and S6 phosphorylation levels were determined at different time-points after EGF stimulation. Because ERK1/2 activation precedes eIF4E and S6 phosphorylation, maximal phosphorylation occurs at later time points and was determined at 30 min, 2 h, 6 h and 24 h after stimulation. As observed for ERK1/2, phosphorylation levels of eIF4E and S6 were enhanced by hPIV3-C expression when stimulating the cells with EGF.",
            "cite_spans": [],
            "section": "Phosphorylation of ERK1/2, eIF4E and small ribosomal subunit S6 protein are stimulated by hPIV3-C expression or hPIV3 infection ::: Results",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 328,
                    "end": 344,
                    "mention": "Figure 3B and 3D",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To validate these observations in infected cells, HEK-293T cells were infected with hPIV3 (MOI = 3) and 24 h later, cells were starved for 12 h before stimulation with EGF. Like hPIV3-C expression alone, hPIV3 infection enhanced ERK1/2 phosphorylation at the peak of induction, i.e. 10 min after adding EGF to the cells (Figure 3C). Interestingly, hPIV3 infection of A549 cells also enhanced ERK1/2 phosphorylation but the induction profile was different. Indeed, ERK1/2 phosphorylation was not significantly increased at the peak of induction, but the signal was boosted by hPIV3 infection at late time points (Figure S1). The same profile was observed when eIF4E and S6 phosphorylation levels were analyzed in infected HEK-293T cells. hPIV3 infection sustained the phosphorylation of these two translation factors at late time points, but showed no increase at the peak of stimulation, i.e. 30 min after adding EGF to the cells (Figure 3D). This could relate to the fact that hPIV3 infection also induces low levels of eIF4E and S6 phosphorylation in the absence of EGF stimulation (Figure 3D). This is reminiscent to what was observed for Elk1 (Figure 2C), and suggests that hPIV3 infection induces a basal activation of MAPK/ERK pathway leading to the constitutive phosphorylation of downstream targets.",
            "cite_spans": [],
            "section": "Phosphorylation of ERK1/2, eIF4E and small ribosomal subunit S6 protein are stimulated by hPIV3-C expression or hPIV3 infection ::: Results",
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "mention": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 931,
                    "end": 940,
                    "mention": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1085,
                    "end": 1094,
                    "mention": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1148,
                    "end": 1157,
                    "mention": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Altogether, these data demonstrate that hPIV3 infection or hPIV3-C expression alone both enhance MAPK/ERK pathway activation in EGF-stimulated cells. Several RNA viruses require an activated MAPK/ERK pathway to produce viral components and replicate properly (for review see [31]). To test if the same was true for hPIV3, cells were treated for 2 h with MAPK/ERK pathway inhibitor U0126 and infected with hPIV3 (MOI = 1). Two days after infection, cell surface expression of hPIV3-HN was detected by immunostaining and flow cytometry. U0126 completely blocked the expression of hPIV3-HN in hPIV3-infected cells (Figure 4), whereas the same inhibitor had no effect when cells were infected with MV (Figure S2). Altogether, this demonstrates that MAPK/ERK signaling is essential for the expression of hPIV3 proteins and suggests that hPIV3 manipulates this pathway to increase replication efficiency.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "mention": "[31]",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Phosphorylation of ERK1/2, eIF4E and small ribosomal subunit S6 protein are stimulated by hPIV3-C expression or hPIV3 infection ::: Results",
            "ref_spans": [
                {
                    "start": 612,
                    "end": 620,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To better understand how hPIV3-C targets both the IFN-α/β and EGF signaling pathways, we characterized the functional domains of hPIV3-C that bind STAT1 and GRB2. To do so, we generated by PCR a full matrix of hPIV3-C overlapping fragments and tested their ability to interact with either STAT1 or GRB2 in the yeast two-hybrid system (Figure 5 and 6). Both forward and reverse primers were designed every 75 nucleotides along hPIV3-C sequence and fused to appropriate tails to allow gap-repair recombination with linearized Gal4-DB yeast two-hybrid vector (Figure 5A). All possible combinations of forward and reverse primers were used to amplify hPIV3-C fragments. Finally, corresponding PCR products were transformed in a yeast strain expressing Gal4-AD fused to either STAT1 or GRB2, and growth on selective medium was used to detect potential interactions. A 124 (AA)-long peptide encompassing position 76 to 199 located in the C-terminal half of hPIV3-C was sufficient to bind STAT1 (Figure 5B) or GRB2 (Figure 6A). In an iterative process, we then generated a second, a third and a fourth set of hPIV3-C fragments corresponding to one-by-one AA deletions (Figure 5C–E and Figure 6B–D), allowing to further reduce the STAT1 and GRB2 binding motifs to minimal peptides. A 106 AA peptide encompassing residues 90 to 195 of hPIV3-C was sufficient to observe the interaction with STAT1 (Figure 5E). The binding region to GRB2 was virtually the same, encompassing AA 97 to 195 (Figure 6D).",
            "cite_spans": [],
            "section": "The C-terminal region of hPIV3-C binds STAT1 and GRB2 ::: Results",
            "ref_spans": [
                {
                    "start": 335,
                    "end": 343,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 348,
                    "end": 349,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 557,
                    "end": 566,
                    "mention": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 989,
                    "end": 998,
                    "mention": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1162,
                    "end": 1173,
                    "mention": "Figure 5C–E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1178,
                    "end": 1189,
                    "mention": "Figure 6B–D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1388,
                    "end": 1397,
                    "mention": "Figure 5E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1478,
                    "end": 1487,
                    "mention": "Figure 6D",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The C-terminal region of hPIV3-C required to bind STAT1 and GRB2 in the yeast two-hybrid system is highly conserved among Respiroviruses (Figure 7A) and suspected to fold into a structured coiled-coil domain [18]. Furthermore, virtually the same C-terminal region of Sendai virus C protein (AA 85-204) was previously reported to mediate the interaction with mouse STAT1 [32]. To further validate our observations performed in the yeast two-hybrid system, we retested by co-affinity purification the ability of hPIV3-C fragment encompassing AA 90-195 (hPIV3-C90-195) to interact with STAT1 and GRB2 in HEK-293T cells. GST-tagged hPIV3-C90-195 was expressed together with 3×-FLAG-tagged STAT1 or GRB2, and purified with glutathion-sepharose beads. Full-length hPIV3-C and the N-terminal region encompassing AA 1-89 (hPIV3-C1-89) were used as positive and negative controls, respectively. As shown in Figure 7B and 7C, hPIV3-C90-195 interacted with STAT1 and GRB2, whereas hPIV3-C1-89 did not. Although hPIV3-C90-195 interacted with GRB2 as efficiently as full-length hPIV3-C (Figure 7C), interaction with STAT1 was weaker suggesting that more residues contribute to the stabilization of this interaction (Figure 7B). Altogether, these results confirm that AA 90-195 of hPIV-3 include both STAT1 and GRB2 binding sites.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 370,
                    "end": 374,
                    "mention": "[32]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "The C-terminal region of hPIV3-C binds STAT1 and GRB2 ::: Results",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "mention": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 898,
                    "end": 914,
                    "mention": "Figure 7B and 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "mention": "Figure 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1203,
                    "end": 1212,
                    "mention": "Figure 7B",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Although STAT1 and GRB2 essentially bind to the same region of hPIV3-C as demonstrated above, it remained unclear whether these interactions are mutually exclusive. To answer this question, a competition experiment was designed where GST-tagged hPIV3-C was co-expressed with STAT1 in the presence or absence of GRB2 (Figure 7D). In this setting, GRB2 expression prevents STAT1 co-purification together with GST-tagged hPIV3-C. This validates our finding that STAT1 and GRB2 interact with the same region of hPIV3-C, and demonstrates that STAT1 and GRB2 compete for hPIV3-C binding. Interestingly, GRB2 interaction with hPIV3-C was not affected by STAT1 expression (Figure 7D and data not shown), suggesting that GRB2 has a higher affinity for hPIV3-C than STAT1.",
            "cite_spans": [],
            "section": "The C-terminal region of hPIV3-C binds STAT1 and GRB2 ::: Results",
            "ref_spans": [
                {
                    "start": 317,
                    "end": 326,
                    "mention": "Figure 7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 665,
                    "end": 674,
                    "mention": "Figure 7D",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "We finally tested if hPIV3-C90-195 was able, like full-length hPIV3-C, to block IFN-α/β signaling and enhance cellular response to EGF stimulation. First, cells were transfected with 3×FLAG-tagged hPIV3-C, hPIV3-C90-195 or hPIV3-C1-89 together with the IFN-α/β reporter plasmid, and stimulated 24 h later with recombinant IFN-β. Reporter gene expression was determined 24 h post transfection and found to be inhibited exclusively by full-length hPIV3-C (Figure 8A). Although this may reflect the weakness of hPIV3-C interaction with STAT1 (Figure 7B), this also indicates that both the N-terminal and C-terminal regions of hPIV3-C are required to block IFN-α/β signaling, even if only the C-terminal region is required for the binding to STAT1. The same constructs were tested using the Elk1 activity reporter plasmids (Figure 8B). Again, only full-length hPIV3-C was able to enhance Elk1 activation upon EGF stimulation whereas full-length hPIV3-C and hPIV3-C90-195 were expressed at similar levels in transfected cells (Figure 8B, upper right panel).",
            "cite_spans": [],
            "section": "Both the N- and C-terminal domains of hPIV3-C are required for its activity ::: Results",
            "ref_spans": [
                {
                    "start": 454,
                    "end": 463,
                    "mention": "Figure 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 540,
                    "end": 549,
                    "mention": "Figure 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 820,
                    "end": 829,
                    "mention": "Figure 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1022,
                    "end": 1031,
                    "mention": "Figure 8B",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Because GRB2 binding to hPIV3-C and hPIV3-C90-195 were essentially equivalent in co-affinity purification experiments, we hypothesized that the N-terminal region of hPIV3-C was required for its proper subcellular localization. Thus, hPIV3-C, hPIV3-C90-195 and hPIV3-C1-89 were expressed in fusion downstream of the red fluorescent protein Cherry. As shown in Figure 8C, Cherry alone or fused to hPIV3-C90-195 localized both in the nucleus and the cytoplasm of transfected cells. In contrast, full-length hPIV3-C essentially accumulated at the cellular membrane whereas hPIV3-C1-89 was in the nucleus. Although we have no explanation for this unexpected localization of hPIV3-C1-89, these observations show that only full-length hPIV3-C is able to target the cellular membrane where both IFN-α/β and EGF signaling are triggered.",
            "cite_spans": [],
            "section": "Both the N- and C-terminal domains of hPIV3-C are required for its activity ::: Results",
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "mention": "Figure 8C",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "\nParamyxoviridae have evolved various mechanisms to block IFN-α/β response, in particular signaling downstream IFNAR1/IFNAR2c receptor [20],[33]. Although members of Pneumovirinae subfamily have specific genes to encode inhibitors of IFN-α/β signaling pathway, those expressed by other Paramyxoviridae (i.e. Paramyxovirinae subfamily) are encoded by overlapping reading frames embedded within the gene P. Rubulaviruses express V proteins that target STAT1 and/or STAT2 for ubiquitination and degradation, while Morbilliviruses and Henipaviruses V proteins essentially impair STAT1/2 phosphorylation, activation and nuclear translocation. In addition, Morbilliviruses and Henipaviruses also encode for C proteins of which role in the inhibition of IFN-α/β response has been a matter of debates [34]–[37]. Recent reports showed that Morbillivirus C proteins only have a minor role in the inhibition of IFN-α/β signaling [37], but are essential to block IFN-α/β induction [38]. Whether Henipavirus C proteins can directly block IFN-α/β or promote viral replication through alternative mechanisms is unclear [35]. In contrast, it has been clearly established that Respirovirus C proteins are potent inhibitors of IFN-α/β signaling [5], [18], [39]–[41]. In this report, we show that hPIV3-C, but not MV-C or Nipah-C, directly interacts with STAT1 and efficiently inhibits IFN-α/β signaling. In addition, we identified a minimal STAT1 binding domain that encompasses AA 90-195 of hPIV3-C, a region suspected to fold into a coiled coil. Interestingly, this conserved domain is localized within the STAT1 binding region shared by all four isoforms of Sendai virus C protein [32]. Together, these results confirm the capacity of hPIV3-C to block IFN-α/β signaling pathway [18], provide molecular basis to this inhibition and clarify the fact that Respirovirus C proteins are functionally distinct from Morbillivirus and Henipavirus C proteins.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "mention": "[20]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 140,
                    "end": 144,
                    "mention": "[33]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 793,
                    "end": 797,
                    "mention": "[34]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 798,
                    "end": 802,
                    "mention": "[37]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 918,
                    "end": 922,
                    "mention": "[37]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 969,
                    "end": 973,
                    "mention": "[38]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "mention": "[35]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1227,
                    "end": 1230,
                    "mention": "[5]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "mention": "[39]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "mention": "[41]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1666,
                    "end": 1670,
                    "mention": "[32]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1763,
                    "end": 1767,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition to STAT1, we show that hPIV3-C interacts directly with GRB2 and enhances MAPK/ERK signaling downstream of EGF receptor (EGFR). Our data give the first example of a Paramyxoviridae protein that contributes to the stimulation of EGFR and MAPK/ERK pathway and provides molecular basis to this activity. This pathway has been known for decades as a prime target of DNA tumor viruses and oncogenic retroviruses, and its activation represents an essential step toward carcinogenesis [3],[42]. But recent data demonstrate that non-oncogenic RNA viruses also activate this signaling cascade to support viral replication and spreading [31]. Whether it is activated upon EGFR engagement or other means, MAPK/ERK pathway regulates a multiplicity of cellular processes including proliferation, differentiation, development, cell survival and inflammation. As a consequence, how the activation of MAPK/ERK pathway promotes viral replication is a complex question. Interestingly, two non-oncogenic RNA viruses associated with acute respiratory tract infections have been recently reported to modulate the EGFR pathway. Both human respiratory syncytial virus (hRSV), a member of Paramyxoviridae like hPIV3, and a rhinovirus that belongs to Picornaviridae family activate EGFR and MAPK/ERK pathway [25],[27]. Infection of epithelial cells by these viruses stimulates the processing and activation of EGFR ligands by membrane matrix metalloproteinase and subsequent engagement of EGFR through autocrine/paracrine mechanisms. Experiments performed on rhinovirus show that viral replication and TLR3 engagement by viral RNA are both required to activate the EGFR and MAPK/ERK pathway [27]. In this report, we show that hPIV3 infection also activates MAPK/ERK pathway in the absence of external stimuli, a phenomenon that possibly relies on the engagement of pathogen recognition receptors. Although hPIV3-C alone is unable to activate this pathway, our data suggest that expression of this virulence factor enhances MAPK/ERK activation above normal level in infected cells, thereby contributing to viral replication and pathogenesis.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "mention": "[3]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 493,
                    "end": 497,
                    "mention": "[42]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 638,
                    "end": 642,
                    "mention": "[31]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1294,
                    "end": 1298,
                    "mention": "[25]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1299,
                    "end": 1303,
                    "mention": "[27]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1677,
                    "end": 1681,
                    "mention": "[27]",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Induction of MAPK/ERK pathway by RNA viruses has numerous consequences on cell biology. First, it results in increased expression of inflammatory factors, in particular cytokines and chemokines that recruit cellular effectors of immunity [27], [43]–[47]. MAPK/ERK pathway was also reported to block the antiviral response induced by IFN-α/β, making its activation beneficial to virus replication [29]. Another consequence of MAPK/ERK pathway activation is the induction of mucin production by infected epithelial cells [24],[27]. Although mucin expression is a critical innate defense system, excessive production of mucus results in the obstruction of airways and delays the elimination of pathogens. Finally, it has been demonstrated in vitro that upon hRSV infection, activation of EGFR and MAPK/ERK pathway sustains viral replication by retarding the death of infected cells [25]. Altogether, these data suggest that although a moderate activation of MAPK/ERK pathway contributes to the innate response against viruses, an excessive activation leads to deleterious inflammation, inhibition of IFN-α/β response, airway obstruction and infected cell survival [28]. Therefore, it is tempting to speculate that hPIV3-C interaction with GRB2 and EGFR pathway participates in such deregulation of airway epithelium homeostasis to promote hPIV3 replication and spreading. A consequence of such perturbations could be an aggravation of chronic inflammatory airway diseases like asthma or chronic obstructive pulmonary disease as already suggested by epidemiological links with Paramyxoviridae infections and in vivo models [48],[49].",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "mention": "[27]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 244,
                    "end": 248,
                    "mention": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 249,
                    "end": 253,
                    "mention": "[47]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 396,
                    "end": 400,
                    "mention": "[29]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 519,
                    "end": 523,
                    "mention": "[24]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 524,
                    "end": 528,
                    "mention": "[27]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 879,
                    "end": 883,
                    "mention": "[25]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "mention": "[28]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1619,
                    "end": 1623,
                    "mention": "[48]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1624,
                    "end": 1628,
                    "mention": "[49]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Besides its effects on immune response, activation of MAPK/ERK pathway has direct consequences on viral replication as assessed by in vitro experiments. It is now well documented that MAPK/ERK pathway inhibition with U0126 or PD098059 deeply impairs the replication of numerous RNA viruses including hRSV ([50]; and for review see [31]). Similarly, we show in this report that MAPK/ERK pathway inhibition prevents hPIV3 protein expression in infected cells as assessed by hPIV3-HN detection. In influenza virus infected cells, membrane accumulation of influenza virus hemagglutinin (HA) induces lipid-rafts clustering that leads to MAPK/ERK pathway activation and nuclear export of viral ribonucleoprotein complexes to achieve viral particles assembly [51]–[53]. Because hPIV3 replication cycle is only cytoplasmic, mechanisms involved are necessarily distinct. A possible link between MAPK/ERK pathway and hPIV3 protein expression lies in the fact that among downstream targets of this pathway are essential factors of cellular translational machinery.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "mention": "[50]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 331,
                    "end": 335,
                    "mention": "[31]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 752,
                    "end": 756,
                    "mention": "[51]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 757,
                    "end": 761,
                    "mention": "[53]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We show that hPIV3-C expression enhances the phosphorylation of S6 and eIF4E. The small ribosomal subunit protein S6 is the major phosphoprotein of eukaryotic ribosomes with five phosphorylation sites (Ser235, Ser236, Ser240, Ser244, and Ser247). Two families of serine/threonine kinases phosphorylate S6 in vitro: S6K1/2 and p90 ribosomal S6 kinase (RSK). Recently it has been shown that MAPK/ERK signaling pathway activates RSK family members that contribute to S6 phosphorylation on Ser235/236 thereby stimulating cap-dependent translation [23]. In addition, eIF4E that interacts with the cap structure and brings translation initiation factors together with the small ribosomal subunit via the scaffold protein eIF4G, undergoes regulated phosphorylation on Ser209 upon MAPK/ERK pathway activation. This phosphorylation event is dependent on eIF4G-associated MAPK signal-integrating kinases, Mnk1 and Mnk2 [22]. eIF4E is believed to be the least abundant of all initiation factors and therefore considered as a perfect target to regulate protein synthesis. Even though there is no direct link between eIF4E phosphorylation and the enhanced translation observed, the fraction of phosphorylated eIF4E dramatically increases following treatment of the cells with growth factors, hormones and mitogens. Therefore, eIF4E phosphorylation has been associated with increased translation rates. hPIV3 mRNAs are capped and polyadenylated like their host counterparts. Thus, S6 and eIF4E phosphorylation together with a high level of viral gene transcription may contribute to a rapid switch toward viral protein synthesis within infected cells.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 547,
                    "mention": "[23]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 909,
                    "end": 913,
                    "mention": "[22]",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Specific biochemical investigations are still required to decipher how hPIV3-C can both inhibit IFN-α/β signaling and enhance EGFR and MAPK/ERK pathway. When searching the literature for viral proteins that target GRB2, we found specific reports on NS5A from hepatitis C virus and ORF3 from hepatitis E virus [54],[55]. Although NS5A inhibits MAPK/ERK activation induced by exogenous EGF, ORF3 was described as an activator of MAPK/ERK pathway like hPIV3-C. Both NS5A and ORF3 exhibit a proline-rich motif (PXXP) to bind the Src homology 3 (SH3) domains of GRB2, but there is no such motif in hPIV3-C suggesting that other mechanisms mediate STAT1 and GRB2 binding. Interestingly, these two cellular proteins exhibit SH2 domains. Such domains typically bind a phosphorylated tyrosine residue in the context of a longer peptide motif within a target protein. Although there is no evidence that hPIV3-C becomes phosphorylated, we have tested hPIV3-C interaction with mutant STAT1 and GRB2 exhibiting SH2 domains disabled for the interaction with phosphotyrosine residues. These mutants were not affected for the interaction with hPIV3-C (data not shown). This suggests that hPIV3-C either binds distinct regions of STAT1 and GRB2, or interacts with a region of the SH2 domain that does not involve the phosphotyrosine binding site. Finally, our results also show that full-length hPIV3-C is required to modulate IFN-α/β and MAPK/ERK pathways since AA 90-195 that bind STAT1 and GRB2 are unable to do so when expressed alone. Full-length hPIV3-C was also required to observe a localization at the cell membrane, suggesting a link with its activity. Interestingly, the N-terminal 23 residues of Sendai virus C protein act as a membrane targeting signal [56]. But the N-terminal residues of hPIV3-C (AA 1-89) were unable to do so, and sequence analysis did not show any conservation with the C protein of Sendai virus. Thus, hPIV3-C tertiary structure is apparently required to target this protein at the cell membrane. This specific localization could both sequester STAT1 to prevent the stimulation of IFN-target genes and contribute to the aggregation of GRB2-SOS complexes to enhance MAPK/ERK signaling [57]. Altogether, this suggests that hPIV3-C interaction with STAT1 and GRB2 represents a potential target for the development of antiviral molecules against hPIV3 and possibly other members of Respirovirus genus.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "mention": "[54]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 314,
                    "end": 318,
                    "mention": "[55]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1749,
                    "end": 1753,
                    "mention": "[56]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2202,
                    "end": 2206,
                    "mention": "[57]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "P-encoding sequence from hPIV3 wild-type strain (DF042505) was amplified by RT-PCR (Titan One tube; Roche Applied Science) from total RNA purified from infected cells (RNeasy kit; Qiagen). Amplification was performed using the following hPIV3-P specific primers flanked with Gateway cloning sites: 5′-ggggacaactttgtacaaaaaagttggcatgGAAAGCGATGCTAAAAACTATCAAA and 5′-ggggacaactttgtacaagaaagttggttaTTGGCAATTATTGACATCTTCATTGAAC. PCR products were cloned using TOPO TA Cloning kit (Invitrogen) into TOPO vector. A total of 21 clones were analyzed to establish the sequence of hPIV3-P (GenBank ID: EU719627). Interestingly, 8 clones were not edited, 11 clones were edited by the addition of one G residue, and 2 clones were edited by the addition of 5 G residues. One of the plasmids containing the unedited sequence of hPIV3-P was selected and subsequently used as a template to clone hPIV3-C.",
            "cite_spans": [],
            "section": "Plasmid DNA constructs ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "DNA sequences encoding full-length hPIV3-C or fragments corresponding to AA 1-89 or 90-195 were amplified by PCR from p(hPIV3-P)-TOPO and cloned by in vitro recombination into pDONR207 (Gateway system; Invitrogen) as previously described [58]. Similarly, MV-C was amplified from p(+)MV323 that contains the full genome of measles virus wild-type strain Ichinose (kindly provided by Dr. K. Takeuchi, [59]). Nipah-C was amplified from NiV-P plasmid (kindly provided by Dr. TF. Wild; [60]). GRB2 coding sequence was amplified from the human spleen cDNA library used to perform the yeast two-hybrid screen (Invitrogen). The pDONR207 plasmid containing STAT1 was previously described [58]. Viral or cellular coding sequences were subsequently transferred by in vitro recombination from pDONR207 into different Gateway-compatible destination vectors (see below) following manufacturer's recommendation (LR cloning reaction, Invitrogen). To perform yeast two-hybrid experiments, coding sequences were recombined into pPC86 (Invitrogen) to be expressed in fusion downstream of the activation domain of Gal4 (Gal4-AD) or into pDEST32 to be expressed in fusion downstream of the DNA binding domain of Gal4 (Gal4-DB). In mammalian cells, GST-tag and 3×FLAG-tag fusions were achieved using pDEST27 (Invitrogen) or pCI-neo-3×FLAG vector, respectively [61]. We also used pCI-neo (Promega) and pmCherry-C1 (Clontech) to express proteins without a tag or in fusion downstream of Cherry, respectively. These two plasmids were made Gateway-compatible using the Gateway vector conversion system (Invitrogen).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "mention": "[58]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 399,
                    "end": 403,
                    "mention": "[59]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 481,
                    "end": 485,
                    "mention": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 679,
                    "end": 683,
                    "mention": "[58]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1338,
                    "end": 1342,
                    "mention": "[61]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Plasmid DNA constructs ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "HEK-293T, Hela and Vero cells were maintained in Dulbecco's modified Eagle's medium (DMEM; Gibco-Invitrogen) containing 10% fetal bovine serum, penicillin, and streptomycin at 37°C and 5% CO2. A549 and BEAS-2B cells were maintained in F-12K medium (Gibco-Invitrogen) containing 10% fetal bovine serum, penicillin, and streptomycin at 37°C and 5% CO2. hPIV3 (strain C243) was amplified and titrated on Vero cells following recommendations of ATCC (American Type Culture Collection). Recombinant MV-EGFP virus used in Figure S2 has been previously described [62]. Infections were performed for 2 h at 37°C in Optimem (Gibco-Invitrogen). Later on, cells were washed and incubated in fresh culture medium for 24 or 48 h. To detect viral replication, cells were recovered and incubated in PBS-paraformaldehyde 3.2% for 20 min. After extensive washing with PBS, cells were permeabilized with PBS-Triton 0.05% for 15 min, and then incubated with a monoclonal antibody specific to hPIV3-HN (M02122321, Abcam). Cells were washed and incubated in the presence of an anti-mouse Cy3-conjugated antibody (Jackson Immunoresearch). After extensive washing, cellular immuno-staining was analyzed using a FACSCalibur flow cytometer (BD). When specified, cells were pre-treated with MEK1/2 specific inhibitor U0126 (20 µM final; Promega) for 2 h before, during and after infection to study the impact on hPIV3 infection.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 560,
                    "mention": "[62]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Cell lines, viral infections and flow cytometry analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To perform co-affinity purification experiments, cloned ORFs were transferred from pDONR207 to pDEST27 expression vector (Invitrogen) to achieve GST fusion, and to pCI-neo-3×FLAG vector [61] for 3×FLAG-fusion. Cell transfections were performed using Lipofectamine 2000 (Invitrogen). Unless specified otherwise, 5×105 HEK-293T cells were dispensed in each well of a 6-well plate, and transfected 24 h later with 600 ng of each plasmid DNA per well. Two days post transfection, HEK-293T cells were washed in PBS, then resuspended in lysis buffer (0.5% Nonidet P-40, 20 mM Tris–HCl at pH 8, 120 mM NaCl and 1 mM EDTA) supplemented with Complete Protease Inhibitor Cocktail (Roche). Cell lysates were incubated on ice for 20 min, and then clarified by centrifugation at 14,000×g for 10 min. For pull-down analysis, 400 µg of protein extracts were incubated for 1 h at 4°C with 25 µl of glutathione-sepharose beads (Amersham Biosciences) to purify GST-tagged proteins. Beads were then washed 3 times in ice-cold lysis buffer and proteins were recovered by boiling in denaturing loading buffer (Invitrogen).",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "mention": "[61]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Co-affinity purification experiments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Purified complexes and protein extracts were resolved by SDS-polyacrylamide gel electrophoresis (SDS-PAGE) on 4–12% NuPAGE Bis–Tris gels with MOPS running buffer (Invitrogen), and transferred to a nitrocellulose membrane. Proteins were detected using standard immunoblotting techniques. 3×FLAG- and GST-tagged proteins were detected with a mouse monoclonal HRP-conjugated anti-3×FLAG antibody (M2; Sigma-Aldrich) and a rabbit polyclonal anti-GST antibody (Sigma-Aldrich), respectively. Specific antibodies were used to detect endogenous STAT1 (clone-1; BD Biosciences), GRB2 (clone-81; BD Biosciences), phospho-ERK1/2 (clone-12D4; Upstate), ERK1/2 (CT; Upstate), phospho-eIF4E (Ser209; Cell Signaling), eIF4E (Cell Signaling), phospho-S6235-236 (Ser235/236; Cell Signaling), S6 (clone-54D2; Cell Signaling) and hPIV3-HN (M02122321; Abcam). Secondary anti-mouse and anti-rabbit HRP-conjugated antibodies were from GE-Healthcare. Densitometric analysis of the gels was performed using a specific module of Photoshop CS3 Extended (Adobe Systems Inc.).",
            "cite_spans": [],
            "section": "Western blot analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Our yeast two-hybrid protocols have been described in details elsewhere [58]. Briefly, pDEST32 plasmid encoding Gal4-DB fused to hPIV3-C was transformed in AH109 yeast strain (Clontech), and used to screen by mating a human spleen cDNA library cloned in the Gal4-AD pPC86 vector (Invitrogen) and previously established in Y187 yeast strain (Clontech). Yeast cells were plated on a selective medium lacking histidine and supplemented with 10 mM 3-amino-triazole (3-AT; Sigma-Aldrich) to select for interaction-dependent transactivation of HIS3 reporter gene. AD-cDNAs from [His+] colonies were amplified by PCR and sequenced to identify the host proteins interacting with hPIV3-C.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "mention": "[58]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Yeast two-hybrid screening and gap-repair procedure ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The gap-repair procedure was used to map the minimal portion of hPIV3-C interacting with STAT1 and GRB2. As previously described [63], both forward and reverse PCR primers were designed along the sequence of hPIV3-C and fused to specific tails allowing yeast-based recombination in Gal4-DB two-hybrid vector. Matrix combinations of forward and reverse primers were used to amplify fragments of hPIV3-C by PCR. AH109 yeast cells expressing AD-fused STAT1 or GRB2 were co-transformed with 5 µL of each PCR product in the presence 50 ng of linearized pDEST32 vector to achieve recombinatorial cloning by gap-repair. Fragments of hPIV3-C fused to Gal4-DB were then tested for interaction with AD-STAT1 or AD-GRB2 by plating yeast cells on selective medium lacking histidine and supplemented with 10 mM of 3-AT.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "mention": "[63]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Yeast two-hybrid screening and gap-repair procedure ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "HEK-293T, Hela or Vero cells were plated in 24-well plates (2×105 cells per well). One day later, cells were transfected with either pISRE-Luc (0.3 µg/well; Stratagene) or pFA2-Elk1 (0.3 µg/well; Stratagene) and pGal4-UAS-Luc plasmids (0.3 µg/well; provided by Dr. Y. Jacob) together with pRL-CMV reference plasmid (0.03 µg/well; Promega). Cells were simultaneously co-transfected with 0.3 µg/well of pCI-neo-3×FLAG, pCI-neo or pmCherryC1 expression vectors encoding viral proteins as specified. 24 h after transfection, cells were stimulated with IFN-β (Biosource) at 1000 IU/ml or starved for 6 h then stimulated with EGF (Upstate) at 100 ng/ml. 24 h post transfection, cells were lysed, and both firefly and Renilla luciferase activities in the lysate were determined using the Dual-luciferase Reporter Assay System (Promega). Reporter activity was calculated as the ratio of firefly luciferase activity to reference Renilla luciferase activity, and normalized so that positive control activity equals 100. When indicated, cells were treated with U0126 (Promega) at 20 µM final concentration upon EGF stimulation.",
            "cite_spans": [],
            "section": "Luciferase reporter gene assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "24-well plates containing coverslips were seeded with HEK-293T cells (2×105 cells per well). One day later, cells were transfected with pmCherryC1 expression vector alone or encoding hPIV3-CFL, hPIV3-C1-89 or hPIV3-C90-195. 36 h after transfection, cells were incubated with PBS-PFA 4% for 20 min at RT, then treated with PBS-Triton 0.05% for 15 min at RT to permeabilize the cells. Finally, cells were incubated for 10 min at RT in a PBS-PFA 4% solution containing DAPI (4′-6-Diamidino-2-phenylindole) at 10 µg/ml. Preparations were mounted using Fluoromount-G (Southernbiotech), and imaging performed using a SP5 confocal miscroscope (Leica).",
            "cite_spans": [],
            "section": "Subcellular localization of Cherry-tagged hPIV3-CFL, C1-89 and C90-195\n ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (A) Organization of the gene P of hPIV3 that encodes for three proteins: P, D and C. Whereas conventional transcription and translation lead to the expression of the phosphoprotein P, co-transcriptional insertion of five G residues at the editing site by the virus RNA polymerase leads to the expression of a chimeric protein called D. Insertion of one G residue can also occur during transcription but two stop codons immediately downstream of the editing site prevent the expression of the protein V that is specific of Paramyxoviridae. The protein C is encoded by an overlapping opened reading frame (ORF) embedded in P mRNA. (B and C) HEK-293T cells were transfected with expression vectors encoding GST alone or fused to the C proteins of measles virus (MV-C), hPIV3 (hPIV3-C), or Nipah virus (Nipah-C), and tested for the interaction with endogenous STAT1 (B) or GRB2 (C). Total cell lysates were prepared 48 h post transfection (cell lysate; middle and lower panels), and co-purifications of endogenous cellular proteins were assayed by pull-down using glutathione-sepharose beads (GST pull-down; upper panel). GST-tagged C proteins were detected by immunoblotting using anti-GST antibody, while endogenous STAT1 and GRB2 were detected with specific monoclonal antibodies.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (A) HEK-293T cells were transfected with pFA2-Elk1 to express Elk1 transcription factor fused to the DNA binding domain of Gal4, pGal4-UAS-Luc that contains the firefly luciferase reporter gene downstream of a promoter sequence containing Gal4 binding site, and pRL-CMV that drives Renilla luciferase expression constitutively. In addition to these three plasmids, cells were co-transfected with an expression vector encoding 3×FLAG-tagged MV-C, hPIV3-C or Nipah-C or the corresponding empty vector pCI-neo-3×FLAG. 12 h after transfection, cells were starved and 6 h later EGF was added at a final concentration of 100 ng/ml. After 24 h, relative luciferase activity was determined. (B) HEK-293T cells were transfected with pISRE-Luc, a plasmid containing a luciferase gene of which expression is controlled by five ISREs, and pRL-CMV. In addition to these two plasmids, cells were co-transfected with an expression plasmid encoding 3×FLAG-tagged MV-C, hPIV3-C or Nipah-C or the corresponding empty vector pCI-neo-3×FLAG. 24 h after transfection, 1000 IU/ml of recombinant IFN-β were added. After 24 h, relative luciferase activity was determined. (C) HEK-293T cells were infected with hPIV3 (MOI = 3) and then transfected with pFA2-Elk1, pGal4-UAS-Luc, pRL-CMV vectors. 12 h later, cells were starved during 6 h and stimulated with EGF at a final concentration of 100 ng/ml. After 24 h, relative luciferase activity was determined. (D) Same experiment as (A) but 20 µM of MEK1/2 specific inhibitor U0126 was added as indicated. (A–D) All experiments were achieved in triplicate, and data represent means±SD. (E) HEK-293T cells were infected as in (C), and hPIV3-HN expression determined by immunostaining and flow cytometry analysis. (F) HEK-293T cells were transfected to express 3×FLAG-tagged MV-C, hPIV3-C or Nipah-C as described in (A) and (B), and relative expression levels were determined 36 h later by western blot analysis (left panel). In a parallel experiment, HEK-293T cells were transfected to express hPIV3-C and were cultured with or without EGF in the presence or absence of U0126 as described in (D). hPIV3-C expression level was determined by western blot analysis (right panel).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (A, B, C and D) HEK-293T cells were either transfected with an expression vector encoding 3×FLAG-tagged hPIV3-C (A, B) or infected with hPIV3 (MOI = 3) (C, D). After 24 h, cells were starved for 12 h, and then stimulated with 100 ng/ml of EGF. Phosphorylation of ERK1/2 was measured at 10 min, 30 min and 2 h (A and C) whereas phosphorylation of eIF4E on Ser209 and S6 phosphorylation on Ser235/236 were determined at 30 min, 2 h, 6 h and 24 h after EGF stimulation (B and D). Relative phosphorylation levels of ERK1/2, eIF4E and S6 were obtained by densitometric analysis of the gels (right panels). Expression of 3×FLAG-tagged hPIV3-C in transfected cells was detected by anti-3×FLAG immunoblotting (B), whereas hPIV3 infection was confirmed by anti-hPIV3 hemagglutinin-neuraminidase (hPIV3-HN) immunoblotting (D).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: (A, B and C) HEK-293T cells were left untreated (A and B) or treated with 20 µM of U0126 (C) for 2 h. (B and C) cells were infected with hPIV3 (MOI = 1) and maintained in absence (B) or presence of U0126 (C). 48 h later, expression of hPIV3-HN was quantified by immunostaining and flow cytometry analysis. Isotypic control (grey shadow) and hPIV3-HN expression (thick line) are shown for each experiment.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (A) Fragments of hPIV3-C were generated by PCR using a matrix combination of specific primers (left panel), and introduced into Gal4-DB vector by gap-repair in yeast cells expressing STAT1 fused to Gal4-AD (right panel). Yeast cells were grown on selective medium lacking histidine and supplemented with 10 mM of 3-amino-triazole (3-AT) to test the interaction-dependent transactivation of HIS3 reporter gene. Vertical and horizontal axes indicate first and last AA residues of each fragment tested, respectively. (B), (C), (D) and (E) correspond to four iterations of this process. (E) The fourth led to the identification of a 106 AA encompassing position 90 to 195 of hPIV3-C as the minimal STAT1 binding domain.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Fragments of hPIV3-C were generated and tested for their ability to interact with GRB2 following the procedure described in Figure 5A. (A) The first iteration identified a GRB2 binding region of 124 AA. After two (B), three (C) and four additional rounds (D), this domain was finally reduced to a minimal GRB2 binding motif of 99 AA. This binding domain, encompassing position 97 to 195, is contained in the STAT1 binding region of hPIV3-C previously identified in Figure 5.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: (A) The C proteins of Respiroviruses are highly conserved at their C-terminus. Sequences from Sendai virus (NC_001552), human parainfluenza virus type I (hPIV1; NC_003461), bovine parainfluenza virus type 3 (bPIV3; NC_002161) and hPIV3 (EU719627.1) were aligned with CLC Workbench 4.0.1. Identical residues are highlighted by black boxes. (B and C) Full-length hPIV3-C, N-terminal region hPIV3-C1-89 and C-terminal region hPIV3-C90-195 were tested for their ability to interact with STAT1 or GRB2. HEK-293T cells were transfected to co-express GST fused to full-length hPIV3-C or fragments and 3×FLAG-tagged STAT1 (B) or GRB2 (C). Total cell lysates were prepared 48 h post transfection (cell lysate; middle and lower panels), and co-purifications of 3×-FLAG-tagged proteins was assayed by GST pull-down (upper panel). Tagged proteins were detected by immunoblotting using anti-GST or anti-3×FLAG antibodies. (D) GRB2 and STAT1 compete for hPIV3-C binding. GST alone (line 1) or GST-tagged hPIV3-C (line 2–6; 300 ng/well in a 6-well plate) were expressed in HEK-293T cells together with 600 ng/well (line 3–4; “++”) or 150 ng/well (line 5–6; “+”) of 3×-FLAG-tagged STAT1 and/or 3×-FLAG-tagged GRB2 (line 2, 3 and 5; 600 ng/well). Total cell lysates were prepared 48 h post transfection (cell lysate; middle and lower panels), and co-purification of 3×-FLAG-tagged proteins was assayed by GST pull-down (upper panel).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: (A and B) hPIV3-C90-195 and hPIV3-C1-89 were tested for their ability to modulate IFN-α/β or EGF signaling. (A) As described in Figure 2, HEK-293T cells were transfected with pISRE-Luc and pRL-CMV to determine the activation level of IFN-α/β signaling pathway. Cells were co-transfected with expression plasmids encoding 3×FLAG-tagged full-length hPIV3-C (CFL) or fragments. 24 h after transfection, 1000 IU/ml of recombinant IFN-β were added. After 24 h, relative luciferase activity was determined. Experiments were performed in triplicates, and data represent means±SD. (B) As described in Figure 2, cells were transfected with pFA2-Elk1, pGal4-UAS-Luc and pRL-CMV to determine the activation level of MAPK/ERK signaling pathway. Cells were co-transfected with expression plasmids encoding full-length hPIV3-C (CFL) or fragments. 12 h later, cells were starved during 6 h and stimulated with EGF at a final concentration of 100 ng/ml. After 24 h, relative luciferase activity was determined. Experiments were performed in triplicate, and data represent means±SD. As a control, relative expression levels of CFL, C90-195 and C1-89 were determined by western blot analysis (upper right panel). (C) Full-length hPIV3-C, hPIV3-C90-195 or hPIV3-C1-89 was expressed in fusion downstream of the red fluorescent protein Cherry to determine subcellular localization in HEK-293T cells. 24 h after transfection, cells were fixed with PFA, permeabilized and labeled with DAPI to stain nuclei. Single confocal sections show Cherry-tagged protein fluorescence in red and DAPI staining in blue.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Negative regulation of the alpha interferon-induced antiviral response by the Ras/Raf/MEK pathway.",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Battcock",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hirasawa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "4422-4430",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Human parainfluenza virus type 1 but not Sendai virus replicates in human respiratory cells despite IFN treatment.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bousse",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Scroggs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Portner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takimoto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "121",
            "issn": "",
            "pages": "23-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The rinderpest virus non-structural C protein blocks the induction of type 1 interferon.",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Boxer",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Nanda",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "385",
            "issn": "",
            "pages": "134-142",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epidermal growth factor receptor-mediated innate immune responses and their roles in airway diseases.",
            "authors": [
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Burgel",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Nadel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur Respir J",
            "volume": "32",
            "issn": "",
            "pages": "1068-1081",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Measles virus V protein blocks Jak1-mediated phosphorylation of STAT1 to escape IFN-alpha/beta signaling.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caignard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guerbois",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Labernardiere",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "368",
            "issn": "",
            "pages": "351-362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Inhibition of IFN-alpha/beta signaling by two discrete peptides within measles virus V protein that specifically bind STAT1 and STAT2.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caignard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bourai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tangy",
                    "suffix": ""
                },
                {
                    "first": "PO",
                    "middle": [],
                    "last": "Vidalain",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "383",
            "issn": "",
            "pages": "112-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A molecularly cloned Schwarz strain of measles virus vaccine induces strong immune responses in macaques and transgenic mice.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combredet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Labrousse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mollet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lorin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Delebecque",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "11546-11554",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Mutations in the C, D, and V open reading frames of human parainfluenza virus type 3 attenuate replication in rodents and primates.",
            "authors": [
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "McAuliffe",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "BR",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "261",
            "issn": "",
            "pages": "319-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Clustering of raft-associated proteins in the external membrane leaflet modulates internal leaflet H-ras diffusion and signaling.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Shvartsman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "YI",
                    "middle": [],
                    "last": "Henis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Cell Biol",
            "volume": "26",
            "issn": "",
            "pages": "7190-7200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Identification of a novel inhibitor of mitogen-activated protein kinase kinase.",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Favata",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Horiuchi",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Manos",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Daulerio",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Stradley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Biol Chem",
            "volume": "273",
            "issn": "",
            "pages": "18623-18632",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "BN",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Knipe",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Howley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields' virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Inhibition of interferon induction and signaling by paramyxoviruses.",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bankamp",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunol Rev",
            "volume": "225",
            "issn": "",
            "pages": "46-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Regulation of interferon signaling by the C and V proteins from attenuated and wild-type strains of measles virus.",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bankamp",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "374",
            "issn": "",
            "pages": "71-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "RNA editing in the phosphoprotein gene of the human parainfluenza virus type 3.",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Galinski",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Troy",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "186",
            "issn": "",
            "pages": "543-550",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "All four Sendai Virus C proteins bind Stat1, but only the larger forms also induce its mono-ubiquitination and degradation.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garcin",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Marq",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Strahle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "le Mercier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "295",
            "issn": "",
            "pages": "256-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Sendai virus C proteins counteract the interferon-mediated induction of an antiviral state.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garcin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Latorre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "6559-6565",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Sendai virus budding in the course of an infection does not require Alix and VPS4A host factors.",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Gosselin-Grenet",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Marq",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abrami",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garcin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "365",
            "issn": "",
            "pages": "101-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "The STAT2 activation process is a crucial target of Sendai virus C protein for the blockade of alpha interferon signaling.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gotoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yokoo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "3360-3370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Knockout of the Sendai virus C gene eliminates the viral ability to prevent the interferon-alpha/beta-mediated responses.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gotoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yokoo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "FEBS Lett",
            "volume": "459",
            "issn": "",
            "pages": "205-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Sendai virus wild-type and mutant C proteins show a direct correlation between L polymerase binding and inhibition of viral RNA synthesis.",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Grogan",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Moyer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "288",
            "issn": "",
            "pages": "96-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Pathogenic viruses: smart manipulators of the interferon system.",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Haller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "316",
            "issn": "",
            "pages": "315-334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Paramyxovirus Sendai virus C proteins are essential for maintenance of negative-sense RNA genome in virus particles.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Irie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "374",
            "issn": "",
            "pages": "495-505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Recruitment of Alix/AIP1 to the plasma membrane by Sendai virus C protein facilitates budding of virus-like particles.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Irie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "371",
            "issn": "",
            "pages": "108-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Importance of the anti-interferon capacity of Sendai virus C protein for pathogenicity in mice.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kiyotani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3264-3271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Persistent activation of an innate immune response translates respiratory viral infection into chronic lung disease.",
            "authors": [
                {
                    "first": "EY",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Battaile",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Agapov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Med",
            "volume": "14",
            "issn": "",
            "pages": "633-640",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Multiple TLRs activate EGFR via a signaling cascade to produce innate immune responses in airway epithelium.",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Koff",
                    "suffix": ""
                },
                {
                    "first": "MX",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "IF",
                    "middle": [],
                    "last": "Ueki",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Nadel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "294",
            "issn": "",
            "pages": "L1068-1075",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Bovine parainfluenza virus type 3 accessory proteins that suppress beta interferon production.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gotoh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "954-962",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "C and V proteins of Sendai virus target signaling pathways leading to IRF-3 activation for the negative regulation of interferon-beta production.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yokoo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gotoh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "325",
            "issn": "",
            "pages": "137-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "ERK-1/2 activity is required for efficient RSV infection.",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "San Juan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Behera",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Peeples",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS Lett",
            "volume": "559",
            "issn": "",
            "pages": "33-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The ORF3 protein of hepatitis E virus binds to Src homology 3 domains and activates MAPK.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Korkaya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jameel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tyagi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "42389-42400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Spike protein of SARS-CoV stimulates cyclooxygenase-2 expression via both calcium-dependent and calcium-independent protein kinase C pathways.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "FASEB J",
            "volume": "21",
            "issn": "",
            "pages": "1586-1596",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Inhibition of STAT 1 phosphorylation by human parainfluenza virus type 3 C protein.",
            "authors": [
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Malur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Maitra",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7877-7882",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Membrane accumulation of influenza A virus hemagglutinin triggers nuclear export of the viral genome via protein kinase Calpha-mediated activation of ERK signaling.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marjuki",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Alam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ehrhardt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Planz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "16707-16715",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Targeting of the Sendai virus C protein to the plasma membrane via a peptide-only membrane anchor.",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Marq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garcin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3187-3197",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Ebola virus-like particle-induced activation of NF-kappaB and Erk signaling in human dendritic cells requires the glycoprotein mucin domain.",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Valmas",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Basler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "364",
            "issn": "",
            "pages": "342-354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Naturally occurring parainfluenza virus 3 infection in adults induces mild exacerbation of asthma associated with increased sputum concentrations of cysteinyl leukotrienes.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsuse",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saeki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fukushima",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int Arch Allergy Immunol",
            "volume": "138",
            "issn": "",
            "pages": "267-272",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Human papillomavirus type 5 E6 oncoprotein represses the transforming growth factor beta signaling pathway by binding to SMAD3.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cassonnet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "12420-12424",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "The EGFR as a target for viral oncoproteins.",
            "authors": [
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Raab-Traub",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "453-458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Role of mitogen-activated protein kinases in influenza virus induction of prostaglandin E2 from arachidonic acid in bronchial epithelial cells.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maruoka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Exp Allergy",
            "volume": "33",
            "issn": "",
            "pages": "1244-1251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Activation of the epidermal growth factor receptor by respiratory syncytial virus results in increased inflammation and delayed apoptosis.",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Monick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Staber",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Powers",
                    "suffix": ""
                },
                {
                    "first": "TO",
                    "middle": [],
                    "last": "Yarovinsky",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "2147-2158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Aggregation of membrane proteins by cytosolic cross-linkers: theory and simulation of the LAT-Grb2-SOS1 system.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nag",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Monine",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Faeder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biophys J",
            "volume": "96",
            "issn": "",
            "pages": "2604-2623",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Newcastle disease virus (NDV)-based assay demonstrates interferon-antagonist activity for the NDV V protein and the Nipah virus V, W, and C proteins.",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munoz-Jordan",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Cros",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakaya",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "1501-1511",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Specificity in signal transduction: from phosphotyrosine-SH2 domain interactions to complex cellular systems.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pawson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "116",
            "issn": "",
            "pages": "191-203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "MAPK activation is involved in posttranscriptional regulation of RSV-induced RANTES gene expression.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pazdrak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olszewska-Pazdrak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Takizawa",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Brasier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "283",
            "issn": "",
            "pages": "L364-372",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "RNA viruses and the mitogenic Raf/MEK/ERK signal transduction cascade.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pleschka",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biol Chem",
            "volume": "389",
            "issn": "",
            "pages": "1273-1282",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Influenza virus propagation is impaired by inhibition of the Raf/MEK/ERK signalling cascade.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pleschka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ehrhardt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hobom",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Planz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "301-305",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Phosphorylation of the cap-binding protein eIF4E by the MAPK-activated protein kinase Mnk1.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pyronnet",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochem Pharmacol",
            "volume": "60",
            "issn": "",
            "pages": "1237-1243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Japanese encephalitis virus infection stimulates Src tyrosine kinase in neuron/glia.",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Raung",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neurosci Lett",
            "volume": "419",
            "issn": "",
            "pages": "263-268",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "RAS/ERK signaling promotes site-specific ribosomal protein S6 phosphorylation via RSK and stimulates cap-dependent translation.",
            "authors": [
                {
                    "first": "PP",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shahbazian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Holz",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "14056-14064",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "AIP1/Alix is a binding partner of Sendai virus C protein and facilitates virus budding.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sugahara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shimazu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "8933-8941",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "The C protein of measles virus inhibits the type I interferon response.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "315",
            "issn": "",
            "pages": "389-397",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "How cells respond to interferons.",
            "authors": [
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "BR",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annu Rev Biochem",
            "volume": "67",
            "issn": "",
            "pages": "227-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "The causal direction in the association between respiratory syncytial virus hospitalization and asthma.",
            "authors": [
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Stensballe",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Lysdal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "",
            "pages": "131-137 e131",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Activation of the beta interferon promoter by unnatural Sendai virus infection requires RIG-I and is inhibited by viral C proteins.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Strahle",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Marq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hausmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "12227-12237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Recovery of pathogenic measles virus from cloned cDNA.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Miyajima",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kobune",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ami",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "6643-6647",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Sendai virus C protein plays a role in restricting PKR activation by limiting the generation of intracellular double-stranded RNA.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kitagawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sada",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gotoh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "10102-10110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Sendai virus C protein physically associates with Stat1.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yokoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shioda",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genes Cells",
            "volume": "6",
            "issn": "",
            "pages": "545-557",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Stringent requirement for the C protein of wild-type measles virus for growth both in vitro and in macaques.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Miyajima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7838-7844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Epidermal growth factor system regulates mucin production in airways.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dabbagh",
                    "suffix": ""
                },
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Lausier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "3081-3086",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "NS5A, a nonstructural protein of hepatitis C virus, binds growth factor receptor-bound protein 2 adaptor protein in a Src homology 3 domain/ligand-dependent manner and perturbs mitogenic signaling.",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vijaysri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neddermann",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "5533-5538",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Establishment of a Nipah virus rescue system.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoneda",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakuma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "16508-16513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Paramyxoviridae use distinct virus-specific mechanisms to circumvent the interferon response.",
            "authors": [
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Didcock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodbourn",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "269",
            "issn": "",
            "pages": "383-390",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Rhinovirus-induced major airway mucin production involves a novel TLR3-EGFR-dependent pathway.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "WM",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "40",
            "issn": "",
            "pages": "610-619",
            "other_ids": {
                "DOI": []
            }
        }
    }
}