{
    "paper_id": "PMC2653722",
    "metadata": {
        "title": "Interaction of the Coronavirus Infectious Bronchitis Virus Membrane Protein with β-Actin and Its Implication in Virion Assembly and Budding",
        "authors": [
            {
                "first": "Jibin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shouguo",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Han",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "P."
                ],
                "last": "Tam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ding",
                "middle": [
                    "Xiang"
                ],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dong-Yan",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Enveloped viruses acquire their envelope by budding from the host cell. In this process, viral envelope proteins gather at a special membranous structure and cooperate with other viral components to induce budding [1]. For example, some viruses including human immunodeficiency virus bud from the plasma membrane and release the virion from host cells by pinching-off. Others are budding at intracellular membranes [2], [3]. In this way, virions are wrapped within intracellular membrane-bound compartments, such as the endoplasmic reticulum (ER) and Golgi apparatus, and the newly budded viruses exit the cell by using the cellular secretory pathway [2]. However, the detailed mechanisms of viral assembly and budding, especially the host factors that are involved in these processes, are yet to be revealed for many viruses. In this study, we report that interaction between coronavirus membrane protein (M) and actin with functional implication in facilitating virion assembly and budding.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "mention": "[1]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 415,
                    "end": 418,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 420,
                    "end": 423,
                    "mention": "[3]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 651,
                    "end": 654,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Coronavirus is an enveloped virus with a large, positive-stranded RNA genome of about 27 to 31 kilobases in length. The avian coronavirus Infectious bronchitis virus (IBV) belongs to the third group of coronaviruses genus. Like many other coronavriuses, IBV virion is built from four structural proteins, including the nucleocapsid (N) protein with which the genomic RNA is packed, the spike (S) protein that forms the prominent coronavirus spikes, the M protein which is the most abundant component of coronavirus, and the envelope (E) protein which is a minor but yet critical component in virion assembly [4]. Some group II coronaviruses also encode an additional structural protein, the hemagglutinin-esterase (HE).",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "mention": "[4]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Coronaviruses are known to assemble and bud at membranes of the intermediate compartment (IC), locating between the ER and Golgi complex [5]. The M protein is a type III membrane protein and a key player in coronavirus assembly. It spans the membrane bilayer three times, leaving a short amino-terminal domain on the virion exterior surface (or exposed luminally in intracellular membranes) and a large carboxy-terminal tail in the virion interior (or in the plasma) [6]. Lateral interactions between M proteins are thought to mediate the formation of the virion envelope [7]. When expressed alone, M protein accumulates in the Golgi complex in the form of homomultimeric complexes [8], [9]. However, in combination with the E protein, M is retained in the budding compartment and incorporated into virus-like particles (VLPs) with similarity in size and shape to authentic virions, demonstrating that the M and E proteins are the minimal requirements for envelope formation for most coronaviruses, [10]. The M protein appears to interact with S and HE proteins, and the S-M-HE protein complexes can be detected in cells infected with the bovine coronavirus [6]. The M protein was also shown to interact with the mouse hepatitis virus (MHV) nucleocapsid consisting of the genomic-size mRNA 1 and N protein in a pre-Golgi compartment, probably at the ER membrane. It may interact directly with the genomic RNA through the packaging signal, initiating the M-nucleocapsid interaction [11]. There is also a detectably direct interaction between M and N proteins in the nucleocapsid, which may further stabilize the M-genomic RNA interaction [11].",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "mention": "[5]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 467,
                    "end": 470,
                    "mention": "[6]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 572,
                    "end": 575,
                    "mention": "[7]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 682,
                    "end": 685,
                    "mention": "[8]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 687,
                    "end": 690,
                    "mention": "[9]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "mention": "[10]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "mention": "[6]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "mention": "[11]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "mention": "[11]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Actin is the most abundant protein in a typical eukaryotic cell, accounting for about 15% in some cell types [12]. The protein is highly conserved, differing by no more than 5% between species as diverse as algae and humans. It polymerizes in a helical fashion to form actin filaments (or microfilaments) that form the cytoskeleton, a three-dimensional network inside a eukaryotic cell. Actin filaments provide mechanical support for the cell, determine the cell shape, enable cell movements (through lamellipodia, filopodia, or pseudopodia), and participate in certain cell junctions, in cytoplasmic streaming and in cell contraction during cytokinesis [13].",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "mention": "[12]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 654,
                    "end": 658,
                    "mention": "[13]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the present study, actin was shown to be co-purified with the IBV particles and was identified as a potential interacting protein of the IBV M protein. The interaction was subsequently confirmed by coimmunoprecipitation and immunofluorescent staining. Mutation of amino acids A159 and K160 in the M protein abolished the interaction. Introduction of the A159-K160 mutation into an infectious IBV clone system showed no infectious virus could be recovered, although viral RNA replication and subgenomic mRNA transcription were detected. Furthermore, treatment of the infected cells with cell-permeable agent cytochalasin D at early, but not late, stages of the replication cycle showed no release of the virion to the cultured media, suggesting that disruption of actin filaments might block virion assembly and budding.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Yeast two-hybrid screening was performed with the pretransformed MATCHMAKER human bone marrow cDNA library (Clontech) according to the instructions of the manufacturer. In brief, the bait plasmid was transformed into yeast strain AH109, and transformants containing the bait plasmid were mated with the pretransformed cDNA library. Candidates were initially selected on SD-Ade/-His/-Leu/-Trp plates, and plasmid DNA was isolated from positive clones and sequenced according to the instructions of the manufacturer.",
            "cite_spans": [],
            "section": "Yeast two-hybrid screening ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "H1299 and Vero cells were cultured in RPMI-1640 and complete Dulbecco's modified Eagle's medium (Invitrogen), respectively, supplemented with 10% new born calf serum (Sterile) and 1% penicillin/streptomycin (Invitrogen) and maintained at 37°C in humidified 5% CO2.\n",
            "cite_spans": [],
            "section": "Cell culture and transfection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Constructs containing plasmid DNA under the control of a T7 promoter were transiently expressed in mammalian cells using a vaccinia virus-T7 system. Briefly, 90% monolayers of H1299 cells were infected with 10 plaque forming units (PFU)/cell of the recombinant vaccinia virus (vTF-3), which express the T7 RNA polymerase gene, for 2 hours at 37°C prior to transfection. The plasmid DNA was transfected into vTF-3 infected cells using Lipofectamine 2000 reagent according to the instructions of the manufacturer (Invitrogen).",
            "cite_spans": [],
            "section": "Cell culture and transfection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "HeLa cells transfected with appropriate plasmids were lysed with TNTG lysis buffer (30 mM Tris-HCl pH 7.4, 150 mM NaCl, 1% NP40, and 10% glycerol) in the presence of 1×protease inhibitor mixture (Sigma) at 24 hours post-transfection. Total cell lysates were immunoprecipitated with appropriate antibodies for 2 hours at 4°C and further incubated for 2 hours at 4°C after adding buffer-balanced protein A agarose beads. The beads were washed three times and subjected to electrophoresis on SDS-12% polyacrylamide gel.",
            "cite_spans": [],
            "section": "Coimmunoprecipitaion ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "IBV M protein was transiently expressed in H1299 cells grown on 4-well chamber slides (IWAKI). After rinsing with phosphate-buffered saline (PBS), cells were fixed with 4% paraformaldehyde for 15 minutes at room temperature and permeabilized with 0.2% Triton X-100, followed by incubating with specific antibodies diluted in fluorescence dilution buffer (PBS with 5% newborn calf serum) at room temperature for 2 hours. Cells were then washed with PBS, incubated with FITC-conjugated anti-rabbit secondary antibodies (DAKO) in fluorescence dilution buffer at 4°C for 1 hour and with Alexa Fluor 488 Phalloidin (Molecular Probe) at RT for 20 minutes before mounting. Confocal microscopy was performed on a Zeiss microscope.",
            "cite_spans": [],
            "section": "Indirect immunofluorescence ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Samples were lysed with 2×SDS loading buffer and subjected to 10% SDS-PAGE. Proteins were transferred to PVDF membrane (Bio-Rad) by using a semi-dry transfer cell (Bio-Rad, Trans-blot SD), and blocked overnight at 4°C with 10% nonfat milk in PBS-T. The membranes were probed with specific primary antibodies followed by anti-mouse or anti-rabbit secondary antibodies conjugated with harderadish peroxidase (Sigma). Membrane-bound antibodies were detected with the enhanced chemiluminescence (ECL) detection reagents (Amersham, UK).",
            "cite_spans": [],
            "section": "Western blot analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The virus was layered onto 20% TNE-buffered sucrose solution (TNE buffer: 50 mM Tris-Hcl, pH 7.4, 100 mM Nacl, 1 mM EDTA) and centrifuged at 175,000×g for 3 hours at 4°C (cushion). The resulting virus pellets were resuspended in TNE buffer, layered onto 10–50% linear sucrose gradient prepared with TNE buffer, and centrifuged at 175,000×g for 18 hours at 4°C. Aliquots of fractions starting from the top of the gradient were analyzed by SDS-PAGE.",
            "cite_spans": [],
            "section": "Sucrose gradient purification of coronavirus ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In vitro assembly and transcription of full-length cDNA clones were carried as previously described [14]. Briefly, plasmids were digested with either BsmBI (fragment A) or BsaI (fragments B, C, D and E). Bands corresponding to each of the fragments were cut from the gels and purified with QIAquick gel extraction kit (QIAGEN Inc.). All the fragments were ligated with T4 DNA ligase at 16°C overnight. The final ligation products were extracted with phenol/chloroform/isoamyl alcohol (25∶24∶1), precipitated with ethanol, and detected by electrophoresis on 0.8% agarose gels.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "mention": "[14]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "In vitro assembly and transcription of full-length cDNA clones ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Full-length transcripts and N transcripts (using a linearized pKT0-IBVN containing IBV N gene and the 3′-UTR region as templates) were generated in vitro using the mMessage mMachine T7 kit (Ambion, Austin, Tex) according to the manufacturer's instructions.",
            "cite_spans": [],
            "section": "In vitro assembly and transcription of full-length cDNA clones ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Vero cells were grown to 90% confluence, trypsinized, washed twice with cold PBS, and resuspended in PBS (14). RNA transcripts were added to 400 µl of Vero cell suspension in an electroporation cuvette, and electroporated with one pulse at 450 V, 50 µF with a Bio-Rad Gene Pulser II electroporator. The transfected Vero cells were cultured overnight in 1% FBS-containing DMEM in a 60 mm dish and further cultured in DMEM without FBS.",
            "cite_spans": [],
            "section": "Electroporation of in vitro synthesized transcripts into Vero cells ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Viral RNA was reverse-transcribed to cDNA using SuperScript III (Invitrogen) with modification to the protocol as follows: Random hexamers (300 ng) and total RNA (5 µg) were incubated for 10 minutes at 70°C. The remaining reagents were added according to the manufacturer's recommendation and the reaction was incubated at 55°C for 1 hour followed by 20 minutes at 70°C to inactivate the RT. For RT-PCR, a forward primer in the leader sequence and a reverse primer were used to generate a product by PCR. Quantitative real time RT-PCR was conducted using Smart Cycler II (Cepheid) with SYBR green (Cepheid) to detect subgenomic cDNA with primers (7.5 pM) optimized to detect a product spanning the leader sequence to the 5′ end of M gene or genomic cDNA with primers (7.5 pM). The cDNA from the RT reaction of each virus was diluted 1∶10, and 1 µl was used for each PCR, with a total reaction volume of 25 µl.",
            "cite_spans": [],
            "section": "Reverse transcription, RT-PCR, and real-time PCR ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "M gene was cloned by digesting pIBVM with NcoI and EcoRI, and inserted into EcoRI/NcoI digested pGBKT7 to generate pGBKT7-M. The PCR fragment for actin was amplified by using primers 5′-CGCGGATCCATGGATGATGATATCGCCGCG-3′ and 5′-CCGCTCGAGGAAGCATTTGCGGYGGACGAT-3′. The PCR fragment was digested with BamHI and XhoI and ligated into BamHI and XhoI digested pXJ-myc to generate pXJ-myc-actin.",
            "cite_spans": [],
            "section": "Plasmid construction ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The deletion constructs MΔ1, MΔ2, MΔ3, MΔ4 and MΔ5 were made by two rounds of PCR as described previously [15]. The primer used for MΔ1 is 5′-AACTGCAGTTAAGCAAGCCACTGACCCTC-3′. The primers used for MΔ2 are 5′-TCTTTTGTAGGTTATAAGTGTGAACCAGAC-3′ and 5′-GTCTGGTTCACACTTA TAACCTACAAAAGA-3′. The primer for MΔ3 is 5′-AACTGCAGCCGCTTT GGTCACCAG-3′. The primers for MΔ4 are 5′-TGTGAGGGTCCAGACCACTTG-3′ and 5′-CAAGTGGTCTGGACCCTCACA-3. The primers for MΔ5 are 5′-GGTCAGTGGC TTTGTGAACCAGAC-3′ and 5′-GTCTGGTTCACAAAGCCACTGACC-3. All constructs were confirmed by automated nucleotide sequencing.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "mention": "[15]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Plasmid construction ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In a previous study, it was observed that a cellular protein with migration properties on SDS-PAGE similar to actin was consistently co-purified with highly purified IBV particles [16]. However, as no suitable antibodies against actin were readily available at the time, the identity of this protein was not established. This issue was revisited in this study. Confluent monolayers of Vero cells were infected with IBV at a multiplicity of infection of approximately 2 PFU/cell. The supernatants were collected at 18 hours post-infection and centrifuged at 4,000 rpm for 20 minutes to remove cell debris. The virus particles were spun down by ultracentrifugation through a 2 ml sucrose cushion (20%), and purified using a 10–50% sucrose gradient. Following ultracentrifugation, 11 fractions were collected from top to bottom, and the presence of viral proteins was checked by Western blot with anti-N antibodies, showing that the IBV N protein was detected in fractions 7–11 with majority of the protein located in fractions 8–10 (Fig. 1, top panel). Analysis of the same fractions by Western blot with anti-actin antibodies showed that actin appeared in the same fractions as N protein, with the majority of the protein detected in fractions 8–10 (Fig. 1, middle panel). Fractionation of total lysates from cells without IBV infection under the same conditions showed that actin was mainly detected in fractions 3–4 (Fig. 1, bottom panel). These results demonstrate that actin could indeed be co-purified with the virus particles. However, it is currently uncertain if actin could be incorporated into the virions.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "mention": "[16]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Co-purification of actin with IBV ::: Results",
            "ref_spans": [
                {
                    "start": 1031,
                    "end": 1037,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1249,
                    "end": 1255,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1418,
                    "end": 1424,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In an attempt to search for IBV proteins that may interact with β-actin, IBV structural and nonstructural proteins were used as baits to screen a human cDNA library in yeast two-hybrid screening. Among all the IBV proteins used, only the C-terminal cytoplamsic portion of the IBV M protein was able to interact with β-actin.",
            "cite_spans": [],
            "section": "Interaction of the IBV M protein with β-actin ::: Results",
            "ref_spans": []
        },
        {
            "text": "To confirm the interaction by co-immunoprecipitation, the full-length cDNA for β-actin was amplified by RT-PCR from HeLa cells, cloned into an expression vector with a c-Myc tag at its N-terminus (Myc-actin), and co-transfected into HeLa cells with the IBV M. Analysis of cells expressing the Myc-tagged actin either on its own or together with the M protein by Western blot with anti-Myc monoclonal antibody showed the detection of the Myc-tagged actin (Fig. 2, lanes 1 and 3). Similarly, analysis of cells expressing the M protein either on its own or together with the Myc-tagged actin by Western blot with anti-M polyclonal antibodies showed the detection of the full-length glycosylated (two upper bands) and unglycosylated (25 kDa) forms of the M protein (Fig. 2, lanes 5 and 6). The same cell lysates were then subjected to immunoprecipitation with anti-Myc antibody. Western blot analysis of the precipitates with the same anti-Myc antibody showed the detection of the Myc-tagged actin expressed either on its own or together with the M protein (Fig. 2, lanes 7 and 9). Western blot analysis of the same precipitates with anti-M antibodies showed the detection of the M protein only in cells co-expressing the two proteins (Fig. 2, lane 12). No detection of the M protein was found in cells expressing either the M protein or Myc-actin alone (Fig. 2, lanes 10 and 11). These results confirm that the IBV M protein could indeed interact with actin.",
            "cite_spans": [],
            "section": "Interaction of the IBV M protein with β-actin ::: Results",
            "ref_spans": [
                {
                    "start": 455,
                    "end": 461,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 762,
                    "end": 768,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1054,
                    "end": 1060,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1232,
                    "end": 1238,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1351,
                    "end": 1357,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To map the region in the M protein responsible for the interaction with actin by yeast two-hybrid screening, five deletion and one mutation constructs were made (Fig. 3a). In Figure 3a, MΔ1 contains the amino acid sequence from 104 to 159 (with deletion of amino acids 160 to 225); MΔ2 contains the deletion of amino acids 104–159; MΔ3 contains the amino acid sequence from 104 to 192 (with deletion of amino acids 193 to 225); MΔ4 contains the deletion of amino acids 155–162; and MΔ5 contains the deletion of amino acids 159–160 (Fig. 3a). The mutant construct Mm1 contains the mutation of amino acids 159 and 160 from alanine and lysine to proline and glutamic acid, respectively (Fig. 3a). Introduction of individual deletion and mutant constructs into the yeast stain AH109 together with pACT-actin showed growth of wild type and MΔ3 constructs on SD-Trp/-Leu/-His/-Ade selective plates (Fig. 3b). However, none of the other deletion and mutant constructs could grow on the same plate (Fig. 3b). Western blot analysis showed similar expression levels of wild type and mutant constructs in yeast (data not shown). As MΔ5 contains the minimal deletion of two amino acids, this study maps the actin-binding site on the M protein to the region containing amino acids A159 and K160.",
            "cite_spans": [],
            "section": "Mapping of the interacting region in the M protein ::: Results",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 175,
                    "end": 184,
                    "mention": "Figure 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 532,
                    "end": 539,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 684,
                    "end": 691,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 893,
                    "end": 900,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 991,
                    "end": 998,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Co-immunoprecipitation was then carried out by expressing the Myc-tag wild type M (C-terminal domain from amino acid 104 to 225, Myc-M) and Myc-Mm1 in cells. Western blot analysis with anti-Myc monoclonal antibody showed the expression of Myc-M and Myc-Mm1 at a similar level (Fig. 3c, upper panel, lanes 1 and 2). The same cell lysates were then subjected to immunoprecipitation with anti-actin antibody, and Western blot analysis of the precipitates with anti-Myc antibody showed the presence of Myc-M but not Myc-Mm1 (Fig. 3c, lower panel, lanes 1 and 2). The detection of Myc-M in the immunoprecipitates was greatly enhanced by co-expression of Myc-M and actin (Fig. 3b, lane 4).",
            "cite_spans": [],
            "section": "Mapping of the interacting region in the M protein ::: Results",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 284,
                    "mention": "Fig. 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 521,
                    "end": 528,
                    "mention": "Fig. 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 666,
                    "end": 673,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As a type III membrane protein with three transmembrane domains, the IBV M protein is mainly localized to the Golgi apparatus in virus-infected cells and in cells expressing the M protein [8]. Cytochalasin D is a cell-permeable fungal toxin. It can bind to the barbed end of actin filaments and inhibit both the association and dissociation of actin subunits, resulting in the disruption of actin filaments and inhibition of actin polymerization. To test the subcellular localization of the M protein in cells treated with cytochalasin D, H1299 cells were transfected with M construct and 12.5 µg/ml of cytochalasin D was added to the cells at 4 hours post-transfection. Cells were permeabilized with 0.2% Triton X-100 and stained with anti-M antibodies at 48 hours post-transfection. The same cells were also stained with Alexa Fluor 488 Phalloidin, a specific dye for actin (Molecular Probe). Staining of cells treated with DMSO and Alexa Fluor 488 Phalloidin showed a normal three-dimensional network (Fig. 4, upper panels). Staining of cells treated with cytochalasin D and Alexa Fluor 488 Phalloidin showed that the regular cell actin filaments were destroyed (Fig. 4, lower panels), displaying random distribution of actin dots in cells without the M protein expression. In cells expressing the M protein, both M protein and actin were found mainly in the Golgi area with fairly well overlapping of the two staining patterns (Fig. 4, lower panels).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "mention": "[8]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Colocalization of the M protein with actin in cells treated with cytochalasin D ::: Results",
            "ref_spans": [
                {
                    "start": 1005,
                    "end": 1011,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1166,
                    "end": 1172,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1432,
                    "end": 1438,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Two approaches were used to test the effect of deletion and mutation of amino acid residues A159 and K160 in the M protein on the replication, budding and release of IBV. First, the A159-K160 deletion and mutation were introduced into a full-length IBV infectious clone, and the effect of this minimal deletion and mutation on the replication of viral RNA and the recovery of infectious IBV was analyzed. Introduction of full-length transcripts derived from wild type (wt), the A159-K160 deletion construct (MΔ5) and A159-P/K160-E mutation construct (Mm1) into Vero cells by electroporation showed efficient recovery of infectious IBV from cells transfected with wild type transcripts. However, it was consistently observed that no infectious virus could be recovered from cells transfected with either MΔ5 or Mm1 transcripts.",
            "cite_spans": [],
            "section": "Effects of deletion and mutation of amino acid residues A159 and K160 on the replication, budding and release of IBV ::: Results",
            "ref_spans": []
        },
        {
            "text": "As no infectious virus was recovered from cells transfected with MΔ5 and Mm1 transcripts, RT-PCR amplification of the negative strand RNA was performed to check if RNA replication occurred in the transfected cells. The primer pair (5′-14931GCTTATCCACT AGTACATC14949-3′ and 5′-15578CTTCTCGCACTTCTGCACTAGCA15600-3′) was chosen to amplify the negative strand IBV sequence from nucleotides 14931 to 15600 by the RT-PCR. If replication of viral RNA occurred, a 670 bp PCR fragment would be expected. As shown in Fig. 5a, the 670 bp RT-PCR fragments were obtained from cells transfected with both wild type and mutant transcripts at 24 and 72 hours post-transfection, respectively (upper panel, lanes 2–7). Interestingly, the amounts of the fragment detected from cells transfected with MΔ5 and Mm1 transcripts were increased at 72 hours post-transfection (Fig. 5a, upper panel, lanes 3–4 and 6–7), demonstrating the replication of the transfected mutant transcripts. No RT-PCR fragment was detected in cells without transfection (Fig. 5a, upper panel, lane 1).",
            "cite_spans": [],
            "section": "Effects of deletion and mutation of amino acid residues A159 and K160 on the replication, budding and release of IBV ::: Results",
            "ref_spans": [
                {
                    "start": 507,
                    "end": 514,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 851,
                    "end": 858,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1025,
                    "end": 1032,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "RT-PCR amplification of subgenomic mRNAs was then carried out to check if subgenomic mRNA synthesis could occur in cells transfected with the mutant transcripts at 24 and 72 hours post-electroporation. The forward primer (5′-ACTTAAGATAGATATTA A-3′) used in this reaction corresponds to the leader sequence from nucleotides 26–46 in the genomic RNA and the downstream primer (5′-CTCTGGATCCAATAACCTAC-3′) covers the IBV sequence from nucleotides 24784 to 24803. If transcription of subgenomic mRNAs occurs, a 415 bp PCR product corresponding to the 5′-terminal region of the subgenomic mRNA4 would be detected. As shown in Fig. 5a, a dominant 415 bp was observed in cells electroporated with wild type full-length transcripts at two time points (lower panel, lanes 2 and 5). In cells transfected with MΔ5 and Mm1 transcripts, a much weaker band was detected in cells transfected with the two mutant transcripts at 24 hours post-transfection (Fig. 5a, lower panel, lanes 3–4). Similarly to the results described above, the amounts of the subgenomic RNA 4 fragment detected from cells transfected with MΔ5 and Mm1 transcripts were increased approximately 3 to 5 fold, respectively, at 72 hours post-transfection based on real time PCR assay (Fig. 5a, lower panel, lanes 3–4 and 6–7). As a negative control, no detection of the amplified fragments was obtained from a mixture of RNA templates containing the in vitro transcribed RNA and total RNA extracted from mock infected cells (Fig. 5a, lower panel, lane 1).",
            "cite_spans": [],
            "section": "Effects of deletion and mutation of amino acid residues A159 and K160 on the replication, budding and release of IBV ::: Results",
            "ref_spans": [
                {
                    "start": 621,
                    "end": 628,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 940,
                    "end": 947,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1238,
                    "end": 1245,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1478,
                    "end": 1485,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In the second approach, plasmids containing wild type M (pIBVM) and the A159-K160 deletion M sequences (pMΔ5) were transfected into H1299 cells using the vaccinia/T7 recombinant virus expression system. H1299 cells are a continuous cell line derived from human lung carcinoma. This cell line can be efficiently infected by the Vero cell-adapted IBV [17] and is much more resistant to the vaccinia virus-induced morphological changes. At 16 hours post-transfection, the cells were infected with IBV at a multiplicity of infection of approximately 0.5 PFU/cell, and were harvested at 24 hours post-infection. The expression of M protein and the infectivity of IBV on these cells were analyzed by Western blot with anti-M and anti-N polyclonal antibodies, respectively (Fig. 5b). In cells transfected with both wild type and MΔ5 constructs with or without IBV infection, detection of similar amounts of M protein was observed (Fig. 5b, top two panels, lanes 1 and 2), suggesting that both constructs were expressed at similar efficiencies. However, much more N protein was detected in the infected cells transfected with wild type M construct than that in cells transfected with the MΔ5 mutant (Fig. 5b, middle panel, lanes 1 and 2). As a loading control, similar amounts of actin were detected in cells transfected with both constructs (Fig. 5b, bottom panel). These results confirm that expression of the A159-K160 deletion M protein significantly reduces the infectivity of IBV, suggesting that expression of this mutant protein could inhibit the production of infectious virus in a dominant-negative manner.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "mention": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Effects of deletion and mutation of amino acid residues A159 and K160 on the replication, budding and release of IBV ::: Results",
            "ref_spans": [
                {
                    "start": 767,
                    "end": 774,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 924,
                    "end": 931,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1192,
                    "end": 1199,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1335,
                    "end": 1342,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To rule out the possibility that the deletion and mutation may render detrimental effect on the overall structure of the M protein and its interaction with other viral proteins that are essential for virion assembly, interaction of the Mm1 mutant with the E protein was tested by co-immunoprecipitation. As shown in Fig. 5c, Western blot analysis with anti-IBV E protein antibodies showed the presence of E protein in cells expressing the protein on its own or together with wild type or Mm1 mutant protein (top panel). Immunoprecipitation of the same lysates with anti-M antibodies and subsequent analysis of the precipitates by Western blot with anti-M antibodies led to the detection of wild type or the Mm1 mutant proteins in cells expressing M forms either alone or together with the E protein (Fig. 5c, middle panel). Western blot analysis of the same precipitates with anti-IBV E antibodies, however, showed the presence of E protein only if it was co-expressed with either wild type or the Mm1 mutant protein (Fig. 5c, bottom panel). These results confirm that the A159-P/K160-E mutations did not affect the interaction between IBV M and E proteins.",
            "cite_spans": [],
            "section": "Effects of deletion and mutation of amino acid residues A159 and K160 on the replication, budding and release of IBV ::: Results",
            "ref_spans": [
                {
                    "start": 316,
                    "end": 323,
                    "mention": "Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 800,
                    "end": 807,
                    "mention": "Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1018,
                    "end": 1025,
                    "mention": "Fig. 5c",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To define more precisely the stage of the viral replication cycle that is facilitated by the interaction between M protein and actin, the effects of disrupting actin filaments by cytochalasin D on the replication, budding and release of IBV were tested by detailed time-course experiments. Confluent monolayers of Vero cells in six-well plates were infected with IBV at a multiplicity of infection of approximately 3 PFU/cell. At 0, 4, 8, 12 and 16 hours post-infection, either 12.5 µg/ml of cytochalasin D or equal volume of DMSO was added to the cells. The supernatants and cell pellets were separately harvested at 24 hours post-infection and the presence of IBV N protein was checked by Western blot with anti-N antibodies. Typical N protein profiles, including the full-length and posttranslationally modified forms of the protein, were detected in the total cell lysates (Fig. 6, top panel). In cells treated with cytochalasin D, slightly less amounts of the N protein were detected when cytochalasin D was added to the cells at 0, 4, 8 and 12 hours post-infection, respectively (Fig. 6, top panel, lanes 1–4). No obvious difference in the expression of N protein was seen when cytochalasin D was added at 16 hours post-infection (Fig. 6, top panel, lane 5). Western blot analysis of actin was included as a loading control (Fig 6, middle panel). Analysis of the N protein in the clarified supernatants showed the detection of a single N protein species that represents the N protein incorporated into the virion particles in cells treated with DMSO alone (Fig. 6, bottom panel, lanes 6–10). In supernatants collected from cells treated with cytochalasin D, much reduced amounts of the N protein were detected in cells treated with the reagent at 12 and 16 hours post-infection, respectively (Fig. 6, bottom panel, lanes 4 and 5). No N protein was detected in supernatants harvested from cells treated with cytochalasin D at 0, 4 and 8 hour post-infection, respectively (Fig. 6, bottom panel, lanes 1–3).",
            "cite_spans": [],
            "section": "Effects of disruption of actin filaments by cytochalasin D on the replication, budding and release of IBV ::: Results",
            "ref_spans": [
                {
                    "start": 878,
                    "end": 884,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1086,
                    "end": 1092,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1237,
                    "end": 1243,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1331,
                    "end": 1336,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1563,
                    "end": 1569,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1799,
                    "end": 1805,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1977,
                    "end": 1983,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Coronavirus M protein plays essential roles in virion assembly and budding [18], [19]. The protein itself cannot bud. However, with the help of E protein, VLPs may be formed at the IC membranes. As coronaviruses do not contain a matrix protein that underlines the membrane, the M protein may serve as a matrix-like protein. It is proposed that the formation of coronavirus envelope is dominated by lateral interaction between M molecules that form a two-dimensional lattice in intracellular membranes [20]. The M-M interaction is essential but not sufficient for coronavirus envelope assembly. Free energy is needed to generate and stabilize membrane curvature, suggesting that interaction of M protein with host proteins would be a must [21]. To support this speculation, the results present in this study demonstrate that interaction of the IBV M protein with β-actin is essential for virion assembly and budding. The interacting region in the M protein was pinpointed by deletion and mutation studies. As MΔ3 is able to interact with actin, but MΔ1 and MΔ2 could not, it was reasoned that the domain responsible for this interaction may be located in the region covering amino acids 159–160. This region was chosen for further deletion and mutational analysis, confirming that it is indeed involved in the interaction with actin. However, the two amino acids are not conserved in other coronavirus M proteins. At present, we do not know whether interaction between coronavirus M protein and actin is a general phenomenon for all coronaviruses, or is just IBV-specific.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 81,
                    "end": 85,
                    "mention": "[19]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 501,
                    "end": 505,
                    "mention": "[20]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 738,
                    "end": 742,
                    "mention": "[21]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Available evidence suggests that the host cytoskeleton, especially actin, is involved in the budding process of several animal viruses [22]. Actin has been identified in many enveloped viruses, such as Rous sarcoma virus, mouse mammary tumor virus, Sendai virus and measles virus. In the case of measles virus, actin was originally thought as a cellular contaminant, but was later demonstrated to be an internal component of the virus [23]–[25]. Actin was found in the purified paramyxovirus particles and actin filaments were seen in association with the budding virions by electron microscopy [24]–[26]. Polymerized actin was also found in HIV preparations [27], [28]. The functional implication for the incorporation of actin into these virus particles remains unclear. One possibility is that actin polymerization serves as an additional force for membrane bending during budding [1], [29]. As an illustrative example, actin was shown to control the movement of measles virus envelope proteins on the surface of infected cells [30].",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "mention": "[22]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 435,
                    "end": 439,
                    "mention": "[23]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 440,
                    "end": 444,
                    "mention": "[25]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 595,
                    "end": 599,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 600,
                    "end": 604,
                    "mention": "[26]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 659,
                    "end": 663,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 665,
                    "end": 669,
                    "mention": "[28]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 884,
                    "end": 887,
                    "mention": "[1]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 889,
                    "end": 893,
                    "mention": "[29]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "mention": "[30]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Interaction of actin with viral components was also reported in several other viral systems. One example is the interaction of the nuclocapsids of murine mammary tumor virus with actin, which was required for extruding the virus particles from virus-infected cells [31]. The M protein of Newcastle disease virus could interact with actin in vitro [1], [32]. The SARS-CoV N protein could aggregate elongation factor 1α through direct interaction, leading to the inhibition of protein translation and cytokinesis by blocking F-actin bundling [33]. It was also reported that the SARS-CoV N protein could induce apoptosis and actin reorganization in mammalian cells under stress conditions [34]. The results shown in this study demonstrate that actin could be co-purified with IBV virions and that the IBV M protein is associated with actin, suggesting that actin is likely to be incorporated into IBV virions through its interaction with the M protein. However, more conclusive data, such as immunogold labeling of highly purified virions, are currently lacking. It is interesting that IBV replication cycle was disturbed in cells treated with cytochalasin D. Cytochalsin D could prevent actin from polymerization, leading to malfunction of actin. When actin was disrupted, much less IBV virions were released from the cells into the culture medium, demonstrating that actin plays a very important role in the IBV replication cycle. Two possible mechanisms were considered. First, actin may be involved in the formation of the M lattice that may promote and stabilize its curving, resulting in the enhancement of some late processes, such as virion budding and release. Second, the MHV M protein was shown to be recycled from the Golgi complex back to early compartments, such as the ER and IC, which are functionally important in coronavirus infected cells [21]. Therefore, interaction of actin with M protein may help the retrograde transport of M protein from Golgi apparatus to some early compartments and provide more M protein for virion assembly and budding.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "mention": "[31]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 347,
                    "end": 350,
                    "mention": "[1]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 352,
                    "end": 356,
                    "mention": "[32]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 540,
                    "end": 544,
                    "mention": "[33]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 686,
                    "end": 690,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1855,
                    "end": 1859,
                    "mention": "[21]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The actin-binding proteins are grouped into 60 distinct classes based on primary structures [35]. The sequence of the actin-binding sites ranges from 10–30 residues, which shows no obvious homology among different classes [36]. For example, Aldolase, a glycolytic enzyme, binds actin filaments to concentrate enzyme and substrate [37]. The sequence 32-ADESTGSIAKRLQSIGTENTE-52 of aldolase has been identified as the actin-binding motif [38]. Furthermore, Carcinoembryonic Cell Adhesion Molecule 1 (CEACAM1) was found to bind F-actin. The actin binding site is FLHFGKTGSSGPLQ, which is not similar to other existing actin-binding sequences [39].",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "mention": "[35]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 222,
                    "end": 226,
                    "mention": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 330,
                    "end": 334,
                    "mention": "[37]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 436,
                    "end": 440,
                    "mention": "[38]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 639,
                    "end": 643,
                    "mention": "[39]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Coronavirus M protein is an essential and predominant component of the virions. It plays pivotal roles in virion assembly and budding by interaction with other viral components. Firstly, the monomers of M could interact with each other particularly via the transmembrane domains [21]. Besides, the M-N interaction region was narrowed to the 16 residues adjacent to the carboxy terminus of TGEV M protein [40]. However, the specific amino acids on M protein responsible for M-S and M-E interactions are still enigmatic. In the present study, deletion or mutation of amino acids A159 and K160, which are essential for the interaction of M protein with actin, is detrimental to the recovery of IBV from an infectious IBV clone due to a defect in late stages of the IBV replication cycle. Although, the deletion or mutation of amino acids A159 and K160 could also interact with another structural protein E, we cannot exclude the possibility that this region is essential for maintaining the integrity of the M protein and involved in the interactions with other viral components. Nevertheless, it lends support to the conclusion that interaction of the IBV M protein with actin is essential for the completion of the IBV infection cycle.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "mention": "[21]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 404,
                    "end": 408,
                    "mention": "[40]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "More evidence is derived from the study using cytochalasin D. Similar amount of viral proteins were detected in the total cell lysates but were not detected in supernatants when cytochalasin D was added early in the viral replication cycle suggests that actin filaments are essential for some early events, such as virion assembly and budding, during the assembly and maturation processes of IBV. As IBV proteins can be efficiently detected in the supernatants when cytochalasin D was added at 12 and 16 hours post-infection, respectively, it suggests that actin filaments are unlikely involved in the release of the IBV particles. Instead, our data support that actin filaments may be involved in the virion assembly and budding process of the coronavirus replication cycles. As coronavirus M protein could bind to the viral genomic RNA through packaging signal [41] and RNA replication in the cytoplasm would rely on the support of actin [42], the interaction of M protein with actin may serve as a platform to promote the binding of M protein to viral RNA as well as viral RNA replication. Alternatively, coronavirus M protein could bind to the N protein-RNA complex to stabilize the nucleocapsid [11] and extra energy would be needed in this process [21]. The interaction of M protein with actin may serve as a power station to provide energy for completion of the viral replication cycle.",
            "cite_spans": [
                {
                    "start": 863,
                    "end": 867,
                    "mention": "[41]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 940,
                    "end": 944,
                    "mention": "[42]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "mention": "[11]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1254,
                    "end": 1258,
                    "mention": "[21]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Confluent monolayers of Vero cells were infected with IBV at a multiplicity of infection of approximately 2 PFU/cell. At 18 hours post-infection, the supernatants were collected, centrifuged at 4,000 rpm for 20 minutes to remove cell debris. The virus was pelleted by ultracentrifugation through a 2 ml surcrose cushion (20%) at 175,000×g for 3 hours and further purified using a linear gradient of 10–50% sucrose at 175,000×g for 18 hours. Eleven fractions from top to bottom were collected and separated by SDS-PAGE. Polypeptides were analyzed by Western blot with anti-N antibodies (upper panel) and anti-actin antibodies (lower panel). Total lysates prepared from confluent monolayers of Vero cells were ultra-centrifuged at 175,000×g for 18 hours on a linear gradient of 10–50% sucrose. Eleven fractions from top to bottom were collected and separated by SDS-PAGE. Polypeptides were analyzed by Western blot with anti-actin antibodies.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: HeLa cells were transfected with the Myc-tagged actin alone (lanes 1, 4, 7 and 10), IBV M alone (lanes 2, 5, 8 and 11) or cotransfected with actin and IBV M (lanes 3, 6, 9 and 12). Cells were harvested at 24 hours post-transfection and lysates prepared. Polypeptides were either analyzed directly by Western blot with anti-Myc (lanes 1–3) and anti-IBV M (lanes 4–6) antibodies, or subjected to immunoprecipitation with anti-Myc antibodies. The precipitates were analyzed by Western blot with anti-Myc (lanes 7–9) and anti-IBV M (lanes 10–12) antibodies. Numbers on the left indicate molecular masses in kilodaltons.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: a. Diagram showing the wild type IBV M and six deletion and mutation constructs (MΔ1, MΔ2, MΔ3, MΔ4, MΔ5 and Mm1). The two N-linked glycosylation sites (N-gly), three transmembrane domains (Tm1-3) and the C-terminal cytoplasmic domain of the M protein are highlighted. Also shown are the amino acid positions of the deleted and mutated region in each construct. b. The wild type IBV M and the six deletion and mutation constructs, respectively, were transformed into yeast cells with pACT-actin. The growth of the yeast cells on SD-Trp/-Leu/-His/-Ade- plate is shown. Also shown are the positive and negative controls. c. Co- immunoprecipitation of wild type M (the C-terminal region from amino acids 104–225) but not Mm1 with with human β-actin. HeLa cells were transfected with the Myc-tagged wild type M (Myc-M) (lane1), Myc-Mm1 (lane 2), empty vector (lane 3) or Myc-M+actin (lane 4). Cells were harvested at 24 hours post-transfection and lysates prepared. Polypeptides were either analyzed directly by Western blot with anti-Myc (upper panel), or subjected to immunoprecipitation with anti-actin antibodies. The precipitates were analyzed by Western blot with anti-Myc antibody (lower panel). LC-light chain.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: The plasmids containing M gene were transfected into H1299 cells. At 4 hours post-transfection, the cells were treated by cytochalasin D (12.5 µg/ml) and permeabilized with 0.2% Triton X-100 and stained with anti-M antibodies at 48 hours post-transfection. The same cells were also stained with actin dye Alexa Fluor 488 Phalloidin (green).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: a. In vitro transcripts derived from wild type, MΔ5 and Mm1 full-length IBV clones were electroporated into Vero cells. At 24 and 72 hours post-electroporation, total RNA were extracted from the cells and specific primers were used to detect the minus RNA (upper panel) and subgenomic mRNA 4 (lower panel) by RT-PCR. b. H1299 cells expressing wild type IBV M and MΔ5 constructs with a vaccinia virus system were infected with IBV at a multiplicity of infection of approximately 0.5 PFU/cell. Cells were collected at 24 hours post-infection and polypeptides were analyzed by Western blot with anti-IBV M (second panel), anti-IBV N (third panel) and anti-actin (bottom panel) antibodies. H1299 cells expressing wild type IBV M and MΔ5 constructs with a vaccinia virus system without IBV infection harvested at 40 hours post-transfection were also analyzed by Western blot with anti-IBV M antibodies (top panel). c. Interaction of Mm1 mutant M protein with IBV E protein. H1299 cells expressing the E (lane 1), M (lane 2) and E+M (lane 3) and E+Mm1 were harvested at 24 hours post-transfection and lysed. The total cell lysates were either detected directly by Western blot with anti-E antibodies (top panel) or immunoprecipitated with anti-M antibodies. The precipitates were analyzed by Western blot with anti-M (middle panel) and anti-E (bottom panel) antibodies, respectively.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Vero cells plated in six-well plates were infected with IBV at a multiplicity of infection of approximately 3 PFU/cell. Cytochalasin D (12.5 µg/ml) and DMSO were added to the infected cells at indicated time. Total cells and the culture media were separately collected at 24 hours post-infection. Cell lysates were prepared and analyzed by Western blot with anti-N (top panel) and anti-actin (middle panel) antibodies. Western blot analysis of the IBV N protein in the culture media with anti-N antibodies (bottom panel) was also shown.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Cellular proteins bound to immunodeficiency viruses: implications for pathogenesis and vaccines.",
            "authors": [
                {
                    "first": "LO",
                    "middle": [],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Bess",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Sowder",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Benveniste",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Science",
            "volume": "258",
            "issn": "",
            "pages": "1935-1938",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Polar appearance and nonligand induced spreading of measles virus hemagglutinin at the surface of chronically infected cells.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ehrnst",
                    "suffix": ""
                },
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Sundquist",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Cell",
            "volume": "5",
            "issn": "",
            "pages": "351-359",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The mechanisms of appearance of viral glycoproteins at cell surface membrane.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ehrnst",
                    "suffix": ""
                },
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Sundquist",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Exp Cell Biol",
            "volume": "44",
            "issn": "",
            "pages": "198-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The membrane M protein carboxy terminus binds to transmissible gastroenteritis coronavirus core and contributes to core stability.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Escors",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortego",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "1312-1324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "An arginine-to-proline mutation in a domain with undefined function within the RNA helicase protein (NSP13) is lethal to the coronavirus infectious bronchitis virus in cultured cells.",
            "authors": [
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "FPL",
                    "middle": [],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "DX",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "358",
            "issn": "",
            "pages": "136-147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Chromatographic and electrophoretic analysis of viral proteins from hamster and chicken cells transformed by rous sarcoma virus.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fleissner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tress",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J Virol",
            "volume": "11",
            "issn": "",
            "pages": "250-262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Rotavirus spike protein VP4 binds to and remodels Actin bundles of the epithelial brush border into Actin bodies.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Breton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fontanges",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trugnan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chwetzoff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "3947-3956",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Virus maturation by budding.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hewson",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Opstelten",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mirobiol Mol Biol Rev",
            "volume": "62",
            "issn": "",
            "pages": "1171-1190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Cargos and genes: insights into vesicular transport from inherited human disease.",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gissen",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Med Genet",
            "volume": "44",
            "issn": "",
            "pages": "545-555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Dynamics of membranes driven by actin polymerization.",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gopinathan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biophy",
            "volume": "90",
            "issn": "",
            "pages": "454-469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Opposite effects of alpha-actinin and of fructose 1,6 -bisphosphate aldolase on the microfilament network. The role of orthophosphate revisited.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grazi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guidoboni",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biochem Int",
            "volume": "19",
            "issn": "",
            "pages": "1345-1353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Cell biology of viruses that assemble along the biosynthetic pathway.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Semin Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "367-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Coronavirus M proteins accumulate in the Golgi complex beyond the site of virion budding.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klumperman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Geuze",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "6523-6534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Characterization of the budding compartment of mouse hepatitis virus: evidence that transport from the RER to the Golgi complex requires only one vesicular transport step.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "PJM",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Cell Biol",
            "volume": "124",
            "issn": "",
            "pages": "55-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "O-glycosylation of the coronavirus M protein. Differential localization of sialyltransferases in N- and O-linked glycosylation.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "PJM",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Biol Chem",
            "volume": "267",
            "issn": "",
            "pages": "14094-14101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Cellular factors in the transcription and replication of viral RNA genomes: a parallel to DNA-dependent RNA transcription.",
            "authors": [
                {
                    "first": "MNC",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "244",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The synthesis of sendai virus polypeptides in infected cells.",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "BWJ",
                    "middle": [],
                    "last": "Mahy",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Choppin",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "69",
            "issn": "",
            "pages": "116-131",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Cell cycle arrest and apoptosis induced by the coronavirus infectious bronchitis virus in the absence of p53.",
            "authors": [
                {
                    "first": "FQ",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "DX",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "365",
            "issn": "",
            "pages": "435-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Proteolytic processing of the coronavirus infectious bronchitis virus 1a polyprotein: identification of a 10-kilodalton polypeptide and determination of its cleavage sites.",
            "authors": [
                {
                    "first": "DX",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "TDK",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Association of the infectious bronchitis virus 3c protein with the virion envelope.",
            "authors": [
                {
                    "first": "DX",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "185",
            "issn": "",
            "pages": "911-917",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Characterization of the coronavirus M protein and nucleocapsid interaction in infected cells.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "8127-8134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Nucleocapsid-independent specific viral RNA packaging via viral envelope protein and viral RNA signal.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "2922-2927",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Protein interactions during coronavirus assembly.",
            "authors": [
                {
                    "first": "V-P",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "BG",
                    "middle": [],
                    "last": "Hogue",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "9278-9284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Identification of an actin binding region in aldolase.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "O'Reilly",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "FEBS lett",
            "volume": "321",
            "issn": "",
            "pages": "69-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Interaction of cellular tubulin with Sendai virus M protein regulates transcription of viral genome.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iwama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohsawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochem Biophy Res Commun",
            "volume": "311",
            "issn": "",
            "pages": "283-293",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Envelope glycoprotein interactions in coronavirus assembly.",
            "authors": [
                {
                    "first": "D-JE",
                    "middle": [],
                    "last": "Opstelten",
                    "suffix": ""
                },
                {
                    "first": "MJB",
                    "middle": [],
                    "last": "Raamsman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wolfs",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "PJM",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Cell Biol",
            "volume": "131",
            "issn": "",
            "pages": "339-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Cytoskeletal proteins inside human immunodeficiency virus type 1 virions.",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "LV",
                    "middle": [],
                    "last": "Coren",
                    "suffix": ""
                },
                {
                    "first": "BP",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "7734-7743",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Xin repeats define a novel actin-binding motif.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pacholsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vakeel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Himmel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Löwe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stradal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Cell Sci",
            "volume": "117",
            "issn": "",
            "pages": "5257-5268",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Mechanism of actin-based motility.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pantaloni",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Clainche",
                    "suffix": ""
                },
                {
                    "first": "M-F",
                    "middle": [],
                    "last": "Carlier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "1502-1506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The coronavirus membrane glycoprotein.",
            "authors": [
                {
                    "first": "PJM",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Coronaviridae",
            "volume": "",
            "issn": "",
            "pages": "115-139",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Carcinoembryonic antigen cell adhesion molecule 1 directly associates with cytoskeleton proteins actin and tropomyosin.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schumann",
                    "suffix": ""
                },
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Shively",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "47421-47433",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Structural analysis of virion proteins of the avian coronavirus infectious bronchitis virus.",
            "authors": [
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Sefton",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Virol",
            "volume": "42",
            "issn": "",
            "pages": "208-219",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Isolation of coronavirus envelope glycoproteins and interaction with the viral nucleocapsid.",
            "authors": [
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "KV",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Behnke",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Virol",
            "volume": "33",
            "issn": "",
            "pages": "449-462",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The SARS coronavirus nucleocapsid protein induces actin reorganization and apoptosis in COS-1 cells in the absence of growth factors.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Surjit",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jameel",
                    "suffix": ""
                },
                {
                    "first": "VT",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem J",
            "volume": "383",
            "issn": "",
            "pages": "13-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Structural polypeptides of measles virus.",
            "authors": [
                {
                    "first": "DLJ",
                    "middle": [],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norrby",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Gen Virol",
            "volume": "39",
            "issn": "",
            "pages": "219-229",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Structural relationships of actin-binding proteins.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vandekerckhove",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vancompernolle",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Curr Opin Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "36-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Nucleocapsid-independent assembly of coronavirus-like particles by coexpression of viral envelope protein genes.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "G-J",
                    "middle": [],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "JWA",
                    "middle": [],
                    "last": "Rossen",
                    "suffix": ""
                },
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Voorhout",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "EMBO J",
            "volume": "15",
            "issn": "",
            "pages": "2020-2028",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Actin-binding proteins.",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Winder",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Ayscough",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Cell Sci",
            "volume": "118",
            "issn": "",
            "pages": "651-654",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The nucleocapsid protein of severe acute respiratory syndrome coronavirus inhibits cell cytokinesis and proliferation by interacting with translation elongation factor 1alpha.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "6962-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Coronavirus Particle Assembly: Primary Structure Requirements of the Membrane Protein.",
            "authors": [
                {
                    "first": "CAM",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "PJM",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "6838-6850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Assembly of the coronavirus envelope: homotypic interactions between the M proteins.",
            "authors": [
                {
                    "first": "CAM",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "PJM",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "4967-4978",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Structural polypeptides of mumps virus.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "örvell",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Gen Virol",
            "volume": "41",
            "issn": "",
            "pages": "527-539",
            "other_ids": {
                "DOI": []
            }
        }
    }
}