{
    "paper_id": "PMC2950840",
    "metadata": {
        "title": "Profiling of Substrate Specificity of SARS-CoV 3CLpro\n",
        "authors": [
            {
                "first": "Chi-Pang",
                "middle": [],
                "last": "Chuck",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lin-Tat",
                "middle": [],
                "last": "Chong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hak-Fun",
                "middle": [],
                "last": "Chow",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "Chi-Cheong"
                ],
                "last": "Wan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kam-Bo",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Hofmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome-coronavirus (SARS-CoV) is the causative agent of a lethal pneumonia discovered in 2003 [1], [2]. The single-stranded RNA viral genome encodes two polyproteins consisting of 15 non-structural proteins [3], [4]. Activation of these non-structural proteins requires proteolytic cleavage by papain-like protease and 3C-like protease (3CLpro). Inhibiting 3CLpro proteolysis is a convincing strategy against SARS because it suppresses viral replication and virus-induced cytopathic effects [5], [6], [7], [8].",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "mention": "[1]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 126,
                    "end": 129,
                    "mention": "[2]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 234,
                    "end": 237,
                    "mention": "[3]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 239,
                    "end": 242,
                    "mention": "[4]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 518,
                    "end": 521,
                    "mention": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 523,
                    "end": 526,
                    "mention": "[6]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 528,
                    "end": 531,
                    "mention": "[7]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 533,
                    "end": 536,
                    "mention": "[8]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Native 3CLpro is a homodimer. Each protomer of 34 kDa is divided into three domains [9], [10], [11]. Domain I (residue 8–101) and II (residue 102–184) form a substrate-binding cleft, while domain III (residue 201–303) is responsible for dimerization. Catalytic mechanism of 3CLpro resembles that of a typical cysteine protease. Cleavage of the peptide bond between P1 and P1' positions is catalyzed by the Cys145 and His41 dyad [12]. Domain III is also essential in the proteolysis, as the protease is active only in dimeric conformation [13].",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "mention": "[9]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 89,
                    "end": 93,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 95,
                    "end": 99,
                    "mention": "[11]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 428,
                    "end": 432,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 538,
                    "end": 542,
                    "mention": "[13]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Gln is absolutely conserved at P1 position among the 11 3CLpro cleavage sites in the polyproteins. Previous studies showed that P2 position accommodates hydrophobic residues with large side chains such as Leu and Phe, while P1' position tolerates small-sized residues [14], [15]. Substitutions at P5 to P3' positions were found to affect the 3CLpro activity, but comprehensive studies on substrate specificity at these positions are scarce [16], [17].",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "mention": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "[15]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 440,
                    "end": 444,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 446,
                    "end": 450,
                    "mention": "[17]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Chu et al. synthesized peptide substrates with single residue substitution at each of the P4, P3, P2, P1', P2' and P3' positions [18]. The cleavage of these peptide substrates by 3CLpro was detected by mass spectrometry. They showed that cleavage was detected only when Leu and Phe were present at P2 position. Peptide substrates with acidic residues at P1' position and with Ile/Leu at P2' position were not cleavable. All substitutions at P4 and P3' positions resulted in cleavable substrates. Their detection method can only determine qualitatively whether the peptide substrate is cleavable, but not the relative cleavage rate of different substitutions. Goetz et al. profiled the specificity at P4 to P1 positions using a fully degenerate library of tetrapeptides linked with a fluorogenic group at the C-terminus [19]. Contradictory to the common belief that P1 position only takes Gln, they showed that 3CLpro can cleave the peptide substrates containing His at P1 position equally well. However, in their hands, peptide substrates with Phe at P2 position have no observable cleavage, which is inconsistent with the observation that Phe is naturally occurring at this position of the autocleavage sequence of polyproteins. It is, therefore, unknown whether the tetrapeptide is a good model for substrate specificity for 3CLpro.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "mention": "[18]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 819,
                    "end": 823,
                    "mention": "[19]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here, we report the substrate specificity of SARS-CoV 3CLpro at P5 to P3' positions by using protein substrates. The wild-type (WT) protein substrate consists of the autocleavage sequence (TSAVLQ↓SGFRKM) inserted between cyan and yellow fluorescent proteins (CFP and YFP) so that the cleavage can be monitored by fluorescence resonance energy transfer (FRET). We created a substrate library of 198 variants by saturation mutagenesis at each of P5 to P3' positions, and measured the cleavage rate of 3CLpro against these substrate variants. The results were correlated with various properties of substituting residues including side chain volume, hydrophobicity and α-helix and β-sheet propensities [20], [21], [22]. The substrate specificity of SARS-CoV 3CLpro was discussed based on the quantitative correlation obtained.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "mention": "[20]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 704,
                    "end": 708,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 710,
                    "end": 714,
                    "mention": "[22]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The recombinant protein substrate comprised the autocleavage sequence (TSAVLQ↓SGFRKM) inserted between CFP and YFP (Figure 1A). After digestion by 3CLpro, the substrate of 58 kDa was cleaved into two fragments of 28 and 30 kDa (Figure 1B). N-terminal sequencing confirmed that 3CLpro cleaved the protein substrate specifically at the peptide bond between P1 and P1' positions. Separation of the two fluorescent proteins caused the reduction in FRET efficiency, and the reaction rate was followed by time-dependent decrease of emitted fluorescence at 530 nm (Figure 1C). The observed rate constants, kobs, were measured at 1 to 4 µM of 3CLpro. The specific activity, kobs/[3CLpro], for WT autocleavage sequence was determined by the slope of kobs against 3CLpro, which was 71±11 mM−1 min−1 (Figure 1D).",
            "cite_spans": [],
            "section": "SARS-CoV 3CLpro proteolytic rate was examined by FRET assay ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "mention": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 228,
                    "end": 237,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 558,
                    "end": 567,
                    "mention": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 790,
                    "end": 799,
                    "mention": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We performed saturation mutagenesis at P5 to P3' positions of the autocleavage sequence to create a substrate library of 198 variants. The relative cleavage rate of 3CLpro against these substrate sequences was measured (Figure 2, Table S1). In general, solvent-exposed sites such as P5, P3, and P3' positions were less selective than the others. The most selective site was P1 position – cleavage was only observable with Gln, His or Met. Substrate sequences with Pro substitutions at P3, P1', P2' positions were not cleavable.",
            "cite_spans": [],
            "section": "Profiling of substrate specificity at P5 to P3' positions ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 228,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We also noted that solvent-exposed sites such as P5, P3 and P3' positions preferred positively charged substitutions, as the protease activity on the Arg/Lys-substituting variants was consistently higher than that of the Asp/Glu-substituting variants. The difference was the largest at P3 position, where positively charged substitutions resulted in 12-fold higher in proteolytic activity. P5 and P3' variants with positive charges were also 3-fold higher in activity.",
            "cite_spans": [],
            "section": "Profiling of substrate specificity at P5 to P3' positions ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "The preference on charged residues indicated that electrostatic interaction, which is long-range in nature, may play a role in 3CLpro catalysis. One of the possibilities is that the positive charges stabilize the transition state of catalysis. It is expected that the carboxylate group at P1 residue will be converted to an oxyanion during the formation of the transition state. Presence of positive charges near the active site may electrostatically stabilize the oxyanion and thus promote catalysis. Another possibility is a direct electrostatic interaction between positively charged residues of substrate and negatively charged residues of 3CLpro. There is a Glu166 located at substrate binding cleft that can interact with P3 residue. This may explain why P3 position has the strongest preference for positively charged residues.",
            "cite_spans": [],
            "section": "Profiling of substrate specificity at P5 to P3' positions ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "To demonstrate the preferred properties of substituting residues, 3CLpro activity was correlated with side chain volume, hydrophobicity, and α-helix and β-sheet propensities [20], [21], [22]. The correlation coefficients (r) and p-values were showed in table 1. Significant correlations with p-value<0.01 were observed in a number of cases and the substrate preferences for each of the positions were discussed below.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "mention": "[20]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 180,
                    "end": 184,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 186,
                    "end": 190,
                    "mention": "[22]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Profiling of substrate specificity at P5 to P3' positions ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All substitutions at P5 position were cleavable, and the relative activity ranged from 0.37 to 1.92. Many substitutions resulted in activity significantly higher than that for WT substrate (Figure 2). S5V (1.92±0.07) was the most preferred substrate variant, followed by S5F (1.62±0.06) and S5T (1.52±0.09). A strong correlation was observed between the relative activity and β-sheet propensity (r = 0.711, p<0.001) (Table 1, Figure 3A). The relative activity also correlated well with the hydrophobicity of substituting residues (r = 0.573, p = 0.008) (Table 1).",
            "cite_spans": [],
            "section": "P5 position prefers residues with high β-sheet propensity ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 426,
                    "end": 435,
                    "mention": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 417,
                    "end": 424,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 561,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The best substitutions were Cys and Val, with relative activity of 1.32±0.24 and 1.30±0.15, respectively (Figure 2). The relative activity correlated well with hydrophobicity (r = 0.587, p = 0.006) (Table 1). The correlation was more evident (r = 0.942, p<0.001) when we excluded residues with side chain volume >80 Å3 from the analysis (Figure 3B). From the crystal structure of 3CLpro-substrate complex, the side chain of P4 is completely buried inside a small hydrophobic pocket [23]. Our data suggest that for those residues that are small enough to fit into the binding pocket, the relative activity is directly proportional to the hydrophobicity of the substituting residues. No observable cleavage was detected for charged residues (Arg, Asp, Glu and Lys), probably due to the high desolvation penalty for burial of charges inside the hydrophobic pocket.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "mention": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "P4 position prefers small hydrophobic residues ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 338,
                    "end": 347,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 199,
                    "end": 206,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The relative activity for P3 variants correlated well with β-sheet propensity (r = 0.510, p = 0.022) (Table 1). As discussed above, P3 position favors positively charged residues over negatively charged one. After excluding the charged residues, we found that 3CLpro activity was directly proportional to the β-sheet propensity of substituting residues (r = 0.729, p = 0.001) (Figure 3C). In the crystal structure of 3CLpro-substrate complex, the P3-Val is in β-sheet conformation, which facilitates the formation of two hydrogen bonds between backbone peptide groups of P3-Val and Glu166 of 3CLpro\n[23]. Residues with high β-sheet propensity at P3 position may help to maintain these two hydrogen bonds and results in higher protease activity.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "mention": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "P3 position prefers residues with high β-sheet propensity ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 377,
                    "end": 386,
                    "mention": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 102,
                    "end": 109,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Detectable cleavage was only observed for hydrophobic substitutions at P2 position (Figure 2, 3D). When all 20 residues were included in the correlation analysis, the relative activity was found to correlate with hydrophobicity (r = 0.590, p = 0.006) (Table 1). The most favorite residue at P2 position was Leu (1.00±0.08), followed by Met (0.68±0.06) and Phe (0.42±0.05). On the other hand, β-branched residues like Ile (0.13±0.01) and Val (0.09±0.01) were less preferred, although their hydrophobicity is similar to that of Leu. Taken together, our results suggest that P2 position prefers hydrophobic residues without β-branch.",
            "cite_spans": [],
            "section": "P2 position prefers hydrophobic residues without β-branch ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 94,
                    "end": 96,
                    "mention": "3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 252,
                    "end": 259,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The substrate was cleavable when P1 position was a Gln, His or Met (Figure 2). Other substitutions were not cleavable. The most favorable residue was Gln, which is an invariant residue at P1 position of the 3CLpro substrate sequences. Substitution to His or Met resulted in reduced relative activities of 0.26±0.02 and 0.10±0.01, respectively. Our observation that P1-His was cleavable is consistent with another study by Goetz et al. based on tetrapeptide substrates [19]. However, in their case, the activity of P1-His substrate was even higher than that of the WT sequence of P1-Gln.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "mention": "[19]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "P1 position tolerates His and Met ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In the crystal structure of 3CLpro-substrate complex, the Oε1 and Nε2 atoms of P1-Gln form hydrogen-bonds to Nε2 atom of His163 and backbone carbonyl group of Phe140, respectively (Figure 4). We modeled how 3CLpro recognizes P1-His using SWISS-PDBViewer [24]. In the modeled structure, although P1-His can fit into substrate binding pocket without steric hindrance, it is no longer in an optimal position to form hydrogen bonds with His163 and Phe140 (Figure 4). Instead, the Nε2 atom of P1-His position can form a hydrogen bond with the amide group of Asn142. From this point of view, substitution of His at P1 position should weaken the enzyme-substrate interaction, which justified our observation that the P1-His is a poorer substrate than P1-Gln.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "mention": "[24]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "P1 position tolerates His and Met ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 452,
                    "end": 460,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The relative activity of P1' variants negatively correlated with the side chain volume (r = −0.660, p = 0.002) (Table 1). The most preferred residues at P1' position were Ser (1.00±0.08), Ala (0.99±0.06), Cys (0.97±0.18), and Gly (0.78±0.08). Substitutions with residues larger than Cys resulted in dramatic decreases in the relative activity (Figure 3E). Our results suggest that P1' position prefers small residues with side chain volumes less than 50 Å3.",
            "cite_spans": [],
            "section": "P1' prefers small residues ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 344,
                    "end": 353,
                    "mention": "Figure 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 112,
                    "end": 119,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "No significant correlation was found for P2' and P3' positions except the preference for positively charged residues discussed above (Table 1). However, it was noted that small residues such as Gly, Ala and Ser tend to have higher relative activity than the other large residues at P2' position.",
            "cite_spans": [],
            "section": "P2' and P3' positions have no strong preference ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Our results showed that substitutions to Phe, Thr and Val at P5 position and to Val at P4 position resulted in significant increases in 3CLpro activity (Figure 2). We also showed that P3 position favors positively charged residues. To test if we can generate a ‘super-active’ substrate sequence by combining the best substitutions at these positions, we created three variants with double-substitution (FVVLQ↓SGF, TVVLQ↓SGF and VVVLQ↓SGF) and three variants with triple-substitution (FVRLQ↓SGF, TVRLQ↓SGF and VVRLQ↓SGF). The relative activity of 3CLpro against these substrate sequences was determined (Figure 5). In general, the relative activity was further increased by introduction of more favorable substitutions. Triple substitution resulted in the best substrate sequence, TVRLQ↓SGF, with a relative activity of 2.84±0.25. Noteworthy, docking simulation by Phakthanakanok et al. ranked TVKLQ↓AGF and TVRLQ↓AGF as the sequences with the lowest docking energy for 3CLpro-substrate interaction [25].",
            "cite_spans": [
                {
                    "start": 998,
                    "end": 1002,
                    "mention": "[25]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Combining preferred residues generate ‘Super-active’ substrate sequences ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 603,
                    "end": 611,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Fan et al. introduced a few selected single-substitutions at P5 to P1' positions to an octapeptide substrate, and monitored the 3CLpro activity by high performance liquid chromatography [16]. In general, the protease activity measured using their 28 octapeptide substrate variants agreed with the profile reported in our study. For example, both studies showed that substitutions at P5 position resulted in substrate variants with activity higher than that for WT, suggesting that P5 residue plays an important role in the 3CLpro-substrate interaction. Consistent with our suggestion that positively charged residues are preferred at P3 position, Fan et al. showed that the P3-Lys substrate variant also had a relative activity higher than the WT P3-Val substrate.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Comparison with previous studies on the substrate specificity of 3CLpro\n ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Goetz et al. used a fully degenerate tetrapeptide library to study the substrate specificity of 3CLpro at P4 to P1 positions [19]. The library consisted of 204 sub-libraries, each consisted of a mixture of 203 tetrapeptides with one common residue at a particular position and degenerate residues at the other positions. Consistent with our results, they showed that 3CLpro can cleave both His and Gln at P1 position. It is noteworthy that the reported protease activity for P1-His substrates was slightly higher than that for the P1-Gln substrates. In contrast, our data suggested that P1-His is cleavable but with a lower relative activity of 0.26±0.02. Goetz et al. argued that the binding mode of His and Gln to the S1 pocket is similar because the Nε2 and Nε1 atoms of P1-His can take the approximate positions of Nε2 and Oε1 atoms of P1-Gln. However, a close inspection of their models revealed that such binding mode of P1-His requires structural changes of the backbone atoms of the P1 residue. The structural changes may be accommodated in their tetrapeptide substrates, which lack residues beyond P1' position that may restrict the backbone conformation of the substrate. In contrast, we argue that for the protein substrate used in our study, it is likely that the backbone conformation of the substrate will be held by extensive interaction of residues from P5 to P3' positions. As discussed above, our model suggests that P1-His should form weaker interaction with the 3CLpro (Figure 4), justifying the observation that P1-Gln is preferred over P1-His in the native cleavage sequences in the SARS-CoV polyproteins.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "mention": "[19]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Comparison with previous studies on the substrate specificity of 3CLpro\n ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 1490,
                    "end": 1498,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Moreover, the results of Goetz et al. indicated that substrates containing P2-Phe was not cleavable [19]. This finding is in direct contradiction with the results reported in this study and in the study of Fan et al.\n[16], and with the fact that P2-Phe is naturally occurring in the C-terminal autocleavage sequence of 3CLpro. Considering that the protease activity measured in the study of Goetz et al. represented the ensemble average of a mixture of 203 degenerate peptides, we speculate that their results could be biased by many non-cleavable combinations of sequences within their libraries.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "mention": "[19]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 217,
                    "end": 221,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Comparison with previous studies on the substrate specificity of 3CLpro\n ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, the substrate specificity of 3CLpro was profiled using a library of protein substrates. The effect of residue substitution at P5 to P3' positions were investigated (Table 2). The comprehensive data obtained allowed us to quantitatively correlate the substrate specificity in terms of side chain volume, hydrophobicity and secondary structure propensities. Not only our results are consistent with some of the previous observations, novel insights into the substrate specificity were obtained in this study. First, positively charged residues are consistently preferred over negatively charged ones at solvent-exposed positions such as P5, P3, P3'. Second, the 3CLpro activity is directly proportional to hydrophobicity for small residues at P4, and to β-sheet propensities at P5 and P3 positions. Third, residues larger than Cys are not favored at P1' position. Fourth, the most favorite residue at P1 position is Gln, but P1-His and P1-Met are also cleavable. Our results suggest the existence of a strong structure-activity relationship between 3CLpro and its substrates. The substrate specificity profiled in this study can be used as a benchmark for better computational simulation for 3CLpro-substrate/inhibitor interaction, and may provide a guideline for a rational based design of potent inhibitors.",
            "cite_spans": [],
            "section": "Concluding remarks ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "DNA fragment encoding the protease was amplified by polymerase chain reaction based on strain CUHK-Su10 sequence (GenBank AY282752) [26]. The coding sequence of 3CLpro was cloned into a fusion-protein expression vector so that the 3CLpro is tagged with poly-Histidine-maltose binding protein (His6-MBP) at the N-terminus. A factor Xa cleavage sequence was present between 3CLpro and the tag for subsequent removal of the tag by factor Xa digestion. Expression of recombinant 3CLpro was induced by 0.4 mM of isopropyl β-D-1-thiogalactopyranoside in E. coli strain BL21 (DE3) pLysS during mid-log phase. The cells were grown at 37°C for 4 hours, followed by sonication in buffer A (20 mM Tris, 20 mM NaCl, pH 7.8) with 10mM imidazole. Soluble fraction was subjected to immobilized metal ion affinity chromatography (IMAC), and the recombinant protein was eluted by buffer A with a gradient of 10 to 300 mM imidazole. The His6-MBP tag was removed by factor Xa digestion in 20 mM Tris, 50 mM NaCl, 2 mM CaCl2, pH 7.4 overnight, and by IMAC. The protease was finally purified by G75 size exclusion column pre-equilibrated with buffer A. Elution profile showed that the protease was a dimer in solution.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "mention": "[26]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Production of SARS-CoV 3CLpro\n ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A pET3a plasmid encoding the recombinant WT substrate (His6-CFP-TSAVLQSGFRKM-YFP) was constructed (Figure 1A). For construction of the protein substrate library, 19×8 mutations were introduced at P5 to P3' positions by the QuikChange mutagenesis kit (Stratagene). The protein substrate expression was induced by 0.1 mM isopropyl β-D-1-thiogalactopyranoside, followed by shaking of culture at 22°C overnight. After sonication, the expressed protein was purified by IMAC and stored in buffer A.",
            "cite_spans": [],
            "section": "Production of protein substrate library ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "mention": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "35 µM of the recombinant substrate was rapidly mixed with 1 to 4 µM of 3CLpro in 96-well black Optiplate. The cleavage of the protein substrate was monitored by FRET using EnVision 2101 Multilabel Plate Reader. The reaction mixture was excited by light passing though a 430 nm filter (with 8 nm bandwidth), and the intensity of emitted fluorescence passing though a 530 nm filter (with 10 nm bandwidth) was recorded. For Cys variants, 2.5 mM tris(2-carboxyethyl)phosphine was added to prevent disulphide bond formation.",
            "cite_spans": [],
            "section": "FRET assay for 3CLpro proteolytic rate measurement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The observed rate constant, kobs, was obtained by fitting the emitted fluorescence at 530 nm to a single exponential decay. The specific activity of 3CLpro on variant substrates, AVAR, was determined by the slope of kobs/[3CLpro], and was normalized against the value for WT sequence, AWT, to obtain the relative activity:The assay for each substrate was performed in triplicate.",
            "cite_spans": [],
            "section": "FRET assay for 3CLpro proteolytic rate measurement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The relative activity was correlated with various structural properties of substituting residues, including side chain volume [20], hydrophobicity [21], and α-helix and β-sheet propensities [22] (Table S2). Coefficients and p-values of the correlations were obtained.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "mention": "[20]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 147,
                    "end": 151,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 190,
                    "end": 194,
                    "mention": "[22]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Correlation with structural properties ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (A) Schematic diagram illustrating the principle of the FRET assay. The autocleavage sequence of 3CLpro is inserted between CFP and YFP in the protein substrate. When CFP is excited at 430 nm, YFP emits fluorescence at 530 nm through FRET. Cleavage of the peptide bond at SAVLQ↓SGF by 3CLpro separates CFP and YFP, leading to a decrease in the emitted fluorescence at 530nm. (B) After digestion by 4 µM of 3CLpro for one hour, the protein substrate of 58 kDa (lane 1) was separated into two products of 28 kDa and 30 kDa (lane 2). (C) The protein substrate cleaved by 1 to 4 µM of 3CLpro led to a time-dependent decrease in fluorescence at 530 nm. Observed rate constant, kobs, was obtained by fitting the data to a single exponential decay. (D) The plot of kobs against [3CLpro] yielded a straight line. The specific activity, kobs/[3CLpro], was determined by the slope of the plot.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: 198 single substitution variants were created by saturation mutagenesis of the autocleavage sequence at P5 to P3' positions. Specific activity on each of variants was determined, and normalized by that on WT substrate to obtain the relative activity.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: The relative activity significantly correlated with various structural properties of substituting residues. (A) At P5 position, the relative activity correlated well with the β-sheet propensity (r = 0.711, p<0.001). (B) At P4 position, significant correlation was observed for hydrophobicity (r = 0.587, p = 0.008). The correlation was improved (r = 0.942, p<0.001) when only residues with side chain volumes of <80 Å3 (Ala, Asn, Asp, Cys, Glu, Gly, Pro, Ser, Thr and Val) were included. (C) The relative activity on P3 variants were correlated with β-sheet propensity (r = 0.510, p = 0.022). Increase in the correlation (r = 0.729, p = 0.001) was found after neglecting charged residues (Arg, Asp, Glu and Lys). (D) Only variants with hydrophobic residues (Ala, Cys, Ile, Leu, Met, Phe, and Val) at P2 position were cleavable. (E) The relative activity on P1' variants with side chain volume of <50 Å3 (Ala, Cys, Gly and Ser) were higher than that on others.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: In the 3CLpro-substrate complex (PDB: 2Q6G), amide group of P1-Gln of the WT substrate sequence (thin stick) forms hydrogen-bonds with the Nε2 atom of His163 and the backbone carbonyl group of Phe140. P1-Gln was substituted to His (thick stick) in silico using the program SWISS-PDBViewer [24]. The rotamer of P1-His was selected to avoid steric hindrance and to optimize for hydrogen bond formation. The modeled structure was then energy minimized using a GROMOS force-field implemented in SWISS-PDBViewer. It was found that P1-His can fit into the substrate binding pocket and form hydrogen bond to the amide group of Asn142.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Three variants with double-substitution (grey bar) and three variants with triple-substitution (solid bar) were created, and their relative activities were measured. The relative activities of FVVLQ↓SGF, TVVLQ↓SGF, VVVLQ↓SGF, FVRLQ↓SGF, TVRLQ↓SGF and VVRLQ↓SGF were 2.11±0.26, 1.87±0.19, 1.80±0.17, 2.10±0.34, 2.84±0.25 and 2.71±0.29, respectively.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Evaluation of peptide-aldehyde inhibitors using R188I mutant of SARS 3CL protease as a proteolysis-resistant mutant.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Akaji",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Konno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Onozuka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioorg Med Chem",
            "volume": "16",
            "issn": "",
            "pages": "9400-9408",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Identification of novel inhibitors of the SARS coronavirus main protease 3CLpro.",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bacha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barrila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velazquez-Campoy",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Leavitt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "4906-4912",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Cinanserin is an inhibitor of the 3C-like proteinase of severe acute respiratory syndrome coronavirus and strongly reduces virus replication in vitro.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7095-7103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Enzymatic activity characterization of SARS coronavirus 3C-like protease by fluorescence resonance energy transfer technique.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Acta Pharmacol Sin",
            "volume": "26",
            "issn": "",
            "pages": "99-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Prediction of the secondary structure of proteins from their amino acid sequence.",
            "authors": [
                {
                    "first": "PY",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Fasman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Adv Enzymol Relat Areas Mol Biol",
            "volume": "47",
            "issn": "",
            "pages": "45-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Rapid peptide-based screening on the substrate specificity of severe acute respiratory syndrome (SARS) coronavirus 3C-like protease by matrix-assisted laser desorption/ionization time-of-flight mass spectrometry.",
            "authors": [
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "WY",
                    "middle": [],
                    "last": "Choy",
                    "suffix": ""
                },
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Ngai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Protein Sci",
            "volume": "15",
            "issn": "",
            "pages": "699-709",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "van der Werf",
                    "suffix": ""
                },
                {
                    "first": "HR",
                    "middle": [],
                    "last": "Brodt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967-1976",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The substrate specificity of SARS coronavirus 3C-like proteinase.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem Biophys Res Commun",
            "volume": "329",
            "issn": "",
            "pages": "934-940",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Substrate specificity profiling and identification of a new class of inhibitor for the major protease of the SARS coronavirus.",
            "authors": [
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "YT",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McDowell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochemistry",
            "volume": "46",
            "issn": "",
            "pages": "8744-8752",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "SWISS-MODEL and the Swiss-PdbViewer: an environment for comparative protein modeling.",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guex",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Peitsch",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Electrophoresis",
            "volume": "18",
            "issn": "",
            "pages": "2714-2723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Conservation of substrate specificities among coronavirus main proteases.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hegyi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "595-599",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Mechanism of the maturation process of SARS-CoV 3CL protease.",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "KT",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "31257-31266",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Characterization of SARS-CoV main protease and identification of biologically active small molecule inhibitors using a continuous fluorescence-based assay.",
            "authors": [
                {
                    "first": "RY",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS Lett",
            "volume": "576",
            "issn": "",
            "pages": "325-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A simple method for displaying the hydropathic character of a protein.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kyte",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Doolittle",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Mol Biol",
            "volume": "157",
            "issn": "",
            "pages": "105-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Partial molar volumes and adiabatic compressibilities of unfolded protein states.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tikhomirova",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shalvardjian",
                    "suffix": ""
                },
                {
                    "first": "TV",
                    "middle": [],
                    "last": "Chalikian",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biophys Chem",
            "volume": "134",
            "issn": "",
            "pages": "185-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Identification of natural compounds with antiviral activities against SARS-associated coronavirus.",
            "authors": [
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "HQ",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antiviral Res",
            "volume": "67",
            "issn": "",
            "pages": "18-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The Genome sequence of the SARS-associated coronavirus.",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Astell",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brooks-Wilson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399-1404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome.",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "LY",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "A computational analysis of SARS cysteine proteinase-octapeptide substrate interaction: implication for structure and active site binding mechanism.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Phakthanakanok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratanakhanokchai",
                    "suffix": ""
                },
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Kyu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sompornpisut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Bioinformatics",
            "volume": "10",
            "issn": "Suppl 1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome.",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campagnoli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394-1399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Dissection study on the severe acute respiratory syndrome 3C-like protease reveals the critical role of the extra domain in dimerization of the enzyme: defining the extra domain as a new target for design of highly specific protease inhibitors.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "24765-24773",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression.",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Putics",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "",
            "pages": "2305-2315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Coronavirus genomic-sequence variations and the epidemiology of the severe acute respiratory syndrome.",
            "authors": [
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Chim",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "187-188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Small molecules targeting severe acute respiratory syndrome human coronavirus.",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Jan",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "HF",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "10012-10017",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Structures of two coronavirus main proteases: implications for substrate binding and antiviral drug design.",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "2515-2527",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The crystal structures of severe acute respiratory syndrome virus main protease and its complex with an inhibitor.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "13190-13195",
            "other_ids": {
                "DOI": []
            }
        }
    }
}