{
    "paper_id": "PMC3519774",
    "metadata": {
        "title": "Antagonistic Pleiotropy and Fitness Trade-Offs Reveal Specialist and Generalist Traits in Strains of Canine Distemper Virus",
        "authors": [
            {
                "first": "Veljko",
                "middle": [
                    "M."
                ],
                "last": "Nikolin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Klaus",
                "middle": [],
                "last": "Osterrieder",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Veronika",
                "middle": [],
                "last": "von Messling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heribert",
                "middle": [],
                "last": "Hofer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Danielle",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Dubovi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Edgar",
                "middle": [],
                "last": "Brunner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marion",
                "middle": [
                    "L."
                ],
                "last": "East",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Herman",
                "middle": [],
                "last": "Tse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Theoretical [1]–[3] and empirical evidence [4]–[9] suggests that organisms evolving in homogeneous environments tend to be more specialized than those evolving in heterogeneous environments. Specialists are expected to have reduced fitness in heterogeneous environments whereas the fitness of generalists in homogeneous environments is expected to be below that of a specialist. Such fitness trade-offs may be caused by antagonistic pleiotropy, in which a beneficial mutation in one environment is either harmful or neutral in another environment, or mutations that are neutral in the environment in which they arose are deleterious in another [3], [5], [8]. Specialists are thought to evolve more rapidly than generalists because selection for beneficial traits and against harmful traits is expected to occur more rapidly in homogeneous environments [1], [10].",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "mention": "[1]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 16,
                    "end": 19,
                    "mention": "[3]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 43,
                    "end": 46,
                    "mention": "[4]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 47,
                    "end": 50,
                    "mention": "[9]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 644,
                    "end": 647,
                    "mention": "[3]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 649,
                    "end": 652,
                    "mention": "[5]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 654,
                    "end": 657,
                    "mention": "[8]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 852,
                    "end": 855,
                    "mention": "[1]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 857,
                    "end": 861,
                    "mention": "[10]",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Much of our knowledge of the evolution of specialists and generalists comes from studies of microorganisms, including viruses [7]–[9], [11]–[13]. Some viruses are described as specialists if they infect one or only a few closely related host species whereas others are viewed as generalists if they infect multiple hosts including species from different taxonomic groups [11]–[15]. On a finer scale, a generalist multi-host virus is likely to exist as several distinct genetic strains that circulate in overlapping but distinct ranges of host species [16]–[19]. Should particular strains of a multi-host virus evolve in one (of several possible) host species, they are expected to experience strong co-evolution and thus become specialist strains with increased fitness in the host to which they are adapted. Strains of the same multi-host virus that evolve in heterogeneous host environments composed of several species would experience weaker co-evolution and become generalist strains [5], [7], [8], [11], [13]. The fitness of generalist strains should be higher than that of specialist strains in all host species except for the particular species that specialist strains were adapted to. Thus, specialist and generalist strains of a multi-host virus are expected to show trade-offs in their relative fitness in different host environments.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "mention": "[7]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 130,
                    "end": 133,
                    "mention": "[9]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 135,
                    "end": 139,
                    "mention": "[11]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 140,
                    "end": 144,
                    "mention": "[13]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 371,
                    "end": 375,
                    "mention": "[11]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 376,
                    "end": 380,
                    "mention": "[15]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 551,
                    "end": 555,
                    "mention": "[16]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 556,
                    "end": 560,
                    "mention": "[19]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 988,
                    "end": 991,
                    "mention": "[5]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 993,
                    "end": 996,
                    "mention": "[7]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "mention": "[8]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "mention": "[11]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "mention": "[13]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Anthropogenic activities have radically changed the density of host species with profound consequences for the epidemiology of pathogens [20]. High densities of domesticated species have created extensive homogeneous host environments that favor strong host-specific selection and the evolution of specialist virus strains. Habitats less impacted by human activities containing lower density populations of several potential host species provide a heterogeneous host environment favorable to the evolution of generalist strains.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "mention": "[20]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For many viruses, host range is determined by a variety of mechanisms, including the molecular mechanisms by which the virus gains entry to the cells of its host species [21]–[26]. The first step in this process involves the binding of virus surface proteins to host cell receptors. Strong co-evolution should produce receptor-binding proteins in specialist virus strains that are best adapted to the receptors of the matching host species, whereas weak co-evolution should favor surface proteins that bind equally well to the receptors of a wider range of host species.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "mention": "[21]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 175,
                    "end": 179,
                    "mention": "[26]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Canine distemper virus (CDV) in the genus Morbillivirus and the family Paramyxoviridae is a multi-host pathogen of aquatic and terrestrial species in the order Carnivora [27]. Between 55 and 60 million years ago this order diverged into two suborders, the Feliformia and Caniformia [28]. Outbreaks of CDV have occurred in species within both the Caniformia, such as the domestic dog (Canis familiaris), African wild dog (Lycaon pictus) black-footed ferret (Mustela nigripes) and Baikal seal (Pusa sibirica), and Feliformia, such as the African lion (Panthera leo) and spotted hyena (Crocuta crocuta) [29]–[33]. Sensitivity to CDV varies greatly, even among species within one family. For example, in the Felidae, domestic cats (Felis catus) exposed to CDV seroconvert but do not develop clinical disease [34], [35], whereas large felids both seroconvert and develop clinical disease [29], [31].",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "mention": "[27]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 282,
                    "end": 286,
                    "mention": "[28]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 600,
                    "end": 604,
                    "mention": "[29]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 605,
                    "end": 609,
                    "mention": "[33]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 804,
                    "end": 808,
                    "mention": "[34]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 810,
                    "end": 814,
                    "mention": "[35]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 883,
                    "end": 887,
                    "mention": "[29]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 889,
                    "end": 893,
                    "mention": "[31]",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "CDV encodes two envelope glycoproteins, the hemagglutinin (CDV-H) protein which mediates virus binding to the target host cell receptor, and the fusion (CDV-F) protein which accomplishes membrane fusion, thereby enabling entry of the viral replication complex into the cytoplasm [36]. Interestingly, the CDV-H protein is the most variable H protein among all members of the genus Morbillivirus, which may explain why CDV has a far broader host range than other morbilliviruses [37]. In cultured cells, infection frequently leads to the formation of multinucleated cells known as syncytia. The proficiency of syncytium formation is chiefly determined by the CDV-H protein [38]. Currently, the only described [39] cellular receptor for the CDV-H protein on host lymphatic cells is the signaling lymphocytic activation molecule (SLAM, CD150). In humans it is expressed on immature thymocytes, memory T cells, and a subset of B cells and is rapidly induced in a wide range of immune cells after activation [40]–[42]. The importance of SLAM binding for CDV pathogenesis was experimentally demonstrated [43]. Measles virus (another Morbillivirus) also binds to SLAM, CD150 [40]–[42] and some strains are known to bind to cell receptor CD46 in both epithelial and immune cells [44]. Although it is unlikely that the CDV-H protein binds to CD46 [43], other as yet unidentified receptors are thought to exist on lymphatic and epithelial cells [45].",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "mention": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 477,
                    "end": 481,
                    "mention": "[37]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 671,
                    "end": 675,
                    "mention": "[38]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 707,
                    "end": 711,
                    "mention": "[39]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1002,
                    "end": 1006,
                    "mention": "[40]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "mention": "[42]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "mention": "[43]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "mention": "[40]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "mention": "[42]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "mention": "[44]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "mention": "[43]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "mention": "[45]",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It is unclear to what extent the molecular structure of SLAM receptors of species belonging to different carnivore families alters the binding ability of CDV-H proteins of different strains. Recently it was proposed that the specificity of the CDV-H protein-SLAM receptor interaction represents a potential determinant of the host range [46]–[48]. In particular, it was hypothesized that strong positive selection at site 549 in the SLAM binding region of the CDV-H protein associated with the substitution of tyrosine (Y) by histidine (H) at this site changed CDV-H protein structure leading to the spread of CDV from domestic dogs to non-dog species [46]. Current information on the amino acid at site 549 in CDV strains worldwide suggests that positive selection at site 549 may be driven by adaptation of strains to their host species, given that the vast majority of domestic dog strains (and strains from other species in the Canidae family) have Y at this site, whereas strains from species in other carnivore families mostly have H at this site [49].",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "mention": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 342,
                    "end": 346,
                    "mention": "[48]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 652,
                    "end": 656,
                    "mention": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "mention": "[49]",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The CDV-H protein-host SLAM binding mechanism provides a useful cellular system to test whether stronger co-evolution between CDV and its most abundant host has produced strains that exhibit specialist traits in the globally large domestic dog population that persists at high densities in many human altered habitats [50], and generalist traits in CDV strains in other carnivore species in habitats containing several potential wildlife hosts and few or no domestic dogs [30], [31], [51]. This idea is plausible, given the presence of genetically distinct wildlife lineages of CDV, most notably in non-canid species in Europe [49], [52], [53] and genetic differences between CDV strains in domestic dogs and wild carnivores in relation to the residue at site 549 in the CDV-H protein [46], [49], but to our knowledge has not been tested.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "mention": "[50]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 472,
                    "end": 476,
                    "mention": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 478,
                    "end": 482,
                    "mention": "[31]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 484,
                    "end": 488,
                    "mention": "[51]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 627,
                    "end": 631,
                    "mention": "[49]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 633,
                    "end": 637,
                    "mention": "[52]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 639,
                    "end": 643,
                    "mention": "[53]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 785,
                    "end": 789,
                    "mention": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 791,
                    "end": 795,
                    "mention": "[49]",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To test this idea we predicted that amino acid sequences of the entire SLAM binding region of species in the Canidae (including the domestic dog) should be more similar to each other than to sequences from species in other carnivore families, which our results confirmed. We then tested the predicted expression of specialist traits and generalist traits (detailed in Table 1) both at syncytia formation and virus production using two in vitro assays. The syncytia formation assay measured a parameter relevant to cell entry, i.e., the mean number of nuclei per syncytium formed by CDV-H proteins from domestic dog and non-dog CDV strains in cells expressing SLAM from the domestic dog, SLAM from the African lion and SLAM from the domestic cat. The virus titer assay measured virus production post cell entry by the same CDV strains in cells expressing SLAM from the same three carnivore species. Both assays provided results consistent with the predicted expression of specialist traits by CDV-H proteins and strains from domestic dog in cells expressing domestic dog SLAM and generalist traits by CDV-H proteins and strains from non-dog hosts regardless of which species SLAM was expressed on cells. Finally, we investigated antagonistic pleiotropic effects of the residue at site 549 in the CDV-H protein in different host receptor environments. We predicted that experimental substitution of residue Y, characteristic of domestic dog CDV strains at site 549, with residue H, typical for CDV strains from non-dog hosts [46], [49], in the CDV-H protein from one domestic dog strain would decrease expression of specialist traits in the syncytia formation assay, which is what our results showed.",
            "cite_spans": [
                {
                    "start": 1523,
                    "end": 1527,
                    "mention": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1529,
                    "end": 1533,
                    "mention": "[49]",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 368,
                    "end": 375,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A phylogenetic analysis using all currently available complete SLAM amino acid sequence data from carnivores and additionally SLAM sequences from the spotted hyena, African lion and domestic cat produced by this study showed that all sequences from species in the Canidae clustered together, i.e., domestic dog, raccoon dog (Nyctereutes procyonoides) and red fox (Vulpes vulpes) (figure 1a). These canid SLAM sequences shared a high identity (99.1–99.7%), and far lower identities with SLAM sequences from the spotted seal (Phoca largha; 85.2–85.8%) in the Phocidae, the walrus (Odobenus rosmarus: 85.2–85.8%) in the Odobenidae, two species of the Felidae, the African lion and domestic cat (73.7–74.9%), one species of the Mustelidae, the American mink (Neovison vison, 79.6–79.9%), and one species of the Hyaenidae, the spotted hyena (78.1–78.7%). The sequence identity between the spotted hyena SLAM sequence and SLAM sequences from felids was 85.3%. The lion and domestic cat SLAMs shared a high (96.3%) amino acid sequence identity and formed a cluster phylogenetically distant to canid SLAM sequences (figure 1a). Alignment of the complete SLAM amino acid sequence is presented in the supporting information (figure S1).",
            "cite_spans": [],
            "section": "(a) SLAM sequence analysis ::: Results",
            "ref_spans": [
                {
                    "start": 380,
                    "end": 389,
                    "mention": "figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1108,
                    "end": 1117,
                    "mention": "figure 1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The mean number of nuclei per syncytium (MNN per syncytium) significantly varied between CDV-H proteins of different strains (ANOVA-type statistic, ATS = 11.81; degrees of freedom, df = 2.19, ∞; p<0.0001; figure 2b and 2c) and receptor cell lines (ATS = 39.25; df = 2, 15; p<0.0001), and this change in ability across receptor cell lines depended on strain identity (ATS = 11.81; df = 4.38, ∞; p<0.0001). As expected from the lack of clinical symptoms in domestic cats, the MNN per syncytium was significantly smaller in domestic cat SLAM cells (figure 2b, white bars) than in lion SLAM cell lines (figure 2b, grey bars) across CDV-H proteins (ATS = 42.43; df = 1, 10; p<0.0001).",
            "cite_spans": [],
            "section": "(b) Nuclei per Syncytium ::: Results",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 221,
                    "mention": "figure 2b and 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 546,
                    "end": 555,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 599,
                    "end": 608,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The MNN per syncytium with CDV-H proteins of domestic dog strains Dog94SE and A75/17 significantly changed between receptor cell lines (ATS = 74.97; df = 1.98, 14.7; p<0.0001). Consistent with predicted specialist traits (table 1), post-hoc comparisons demonstrated a significantly higher MNN per syncytium with CDV-H proteins of both domestic dog strains in domestic dog SLAM (figure 2b, black bars) than in lion SLAM cell line (ATS = 67.11; df = 1, 8.90; p<0.0001; figure 2b, grey bars) or domestic cat SLAM cell line (ATS = 60.53; df = 1, 9.54; p<0.0001; figure 2b, white bars). The CDV-H proteins of strains Dog94SE and A75/17 also induced a significantly higher MNN per syncytium in the domestic dog SLAM cell line (figure 2b, black bars) than CDV-H proteins of strains 5804P and Lion94SNP and the mutated CDV-H protein A75/17-549H (contrast analysis, ATS = 13.12; df = 1, 5; p = 0.0076, figure 2b, black bars).",
            "cite_spans": [],
            "section": "(b) Nuclei per Syncytium ::: Results",
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 467,
                    "end": 476,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 558,
                    "end": 567,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 721,
                    "end": 730,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 893,
                    "end": 902,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 222,
                    "end": 229,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Consistent with predicted generalist traits (table 1), CDV-H proteins of strains 5804P, Lion94SNP and mutant A75/17-549H showed similar MNN per syncytium in cells expressing SLAM of the two known CDV host species i.e., in lion SLAM and domestic dog SLAM cells (ATS = 1.71; df = 1, 8.93; p = 0.22, figure 2b grey and black bars). The CDV-H proteins of the non-dog strains 5804P and Lion94SNP, and the mutant CDV-H protein A75/17-549H induced significantly higher MNN per syncytium in lion SLAM and domestic cat SLAM cell lines than those of the two domestic dog strains Dog94SE and A75/17 (contrast analysis, ATS = 8.63; df = 1, 9.92; p<0.0001, figure 2b grey and white bars).",
            "cite_spans": [],
            "section": "(b) Nuclei per Syncytium ::: Results",
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 644,
                    "end": 653,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 45,
                    "end": 52,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Replacing residue Y at site 549 by H in the CDV-H protein of domestic dog strain A75/17 created the experimental CDV-H protein A75/17-549H. This single substitution reduced the MNN per syncytium in cell lines expressing domestic dog SLAM receptors and increased the MNN per syncytia in cells expressing the lion SLAM receptors (contrast analysis of A75/17 against A75/17-549H, ATS = 6.20; df = 1, 5.98; p = 0.047; figure 2b). The relative marginal effects on MNN per syncytium by CDV-H proteins from different CDV strains on cells expressing SLAM receptors from different carnivore species are illustrated in figure S5a.",
            "cite_spans": [],
            "section": "(b) Nuclei per Syncytium ::: Results",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 423,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Visual comparison of the size of syncytia formed when domestic dog strains (A75/17 and Dog94SE) and non-dog strains (P5804 and Lion94SNP) were grown on cells expressing SLAM of different species revealed that domestic dog strains induced larger syncytia when grown on cells expressing dog SLAM than in cells expressing lion or cat SLAM. In contrast, the non-dog strains produced similar-sized syncytia in cell lines expressing dog, lion and cat SLAMs (figure 3e). Upon infection of Vero (SLAM negative) cells with any of the CDV strains used in the study, no syncytia were detected during 60 h post infection (data not shown).",
            "cite_spans": [],
            "section": "(c) Effect of SLAM on virus induced syncytia formation ::: Results",
            "ref_spans": [
                {
                    "start": 452,
                    "end": 461,
                    "mention": "figure 3e",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Virus titers at 60 h post-infection significantly varied between different strains (ATS = 14.84; df = 2.27, 20.2; p<0.0001); the magnitude of this variation significantly depended on receptor cell lines (ATS = 6.67; df = 3.38, 20.2; p<0.0001; figure 3a–3d).",
            "cite_spans": [],
            "section": "(d) Virus production ::: Results",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 255,
                    "mention": "figure 3a–3d",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Post hoc comparisons demonstrated that in line with predicted specialist traits (table 1), the domestic dog strains (Dog94SE; A75/17) produced higher virus titers in cell lines expressing domestic dog SLAM receptors than in cell lines expressing lion SLAM or cat SLAM (ATS = 6.44; df = 2, 15; p = 0.0096; figure 3a and 3b black bars compared with grey and white bars, respectively). In contrast to predicted specialist traits, dog strains did not produce higher titers than non-dog strains in cell lines expressing domestic dog SLAM receptors (ATS = 0.98, df = 1, 5; p = 0.37; black bars of figure 3a and 3b compared with black bars of figure 3c and figure 3d).",
            "cite_spans": [],
            "section": "(d) Virus production ::: Results",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 321,
                    "mention": "figure 3a and 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 591,
                    "end": 607,
                    "mention": "figure 3a and 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 636,
                    "end": 645,
                    "mention": "figure 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 650,
                    "end": 659,
                    "mention": "figure 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 81,
                    "end": 88,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In line with predicted generalist traits, both non-dog strains replicated to similar titer levels in cell lines expressing dog and lion SLAM (ATS = 5.08, df = 1, 7.93; p = 0.055; figure 3c and figure 3d, comparing black and grey bars). In line with both predicted generalist and specialist traits (table 1) both non-dog strains replicated to higher titer levels than domestic dog strains in cell lines expressing lion SLAM and cat SLAM (ATS = 30.87, df = 2.02, 16.8; p<0.0001; grey and white bars of figure 3c and 3d compared with grey and white bars of figure 3a and 3b).",
            "cite_spans": [],
            "section": "(d) Virus production ::: Results",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "mention": "figure 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 193,
                    "end": 202,
                    "mention": "figure 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 500,
                    "end": 516,
                    "mention": "figure 3c and 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 554,
                    "end": 570,
                    "mention": "figure 3a and 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 298,
                    "end": 305,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Virus titers of different CDV strains produced by cells expressing SLAM receptors from different carnivore species are illustrated as relative marginal effects in figure S5b.",
            "cite_spans": [],
            "section": "(d) Virus production ::: Results",
            "ref_spans": []
        },
        {
            "text": "This study presents evidence consistent with the idea that strong co-evolution of CDV strains in the globally large, homogeneous domestic dog population favored CDV-H proteins specialized to bind to SLAM (CD150) cell receptors of domestic dogs, whereas weak co-evolution in the heterogeneous environment of different carnivore species favored generalist strains less well adapted to domestic dog receptors but able to bind to this cell receptor in a broad range of carnivore species (figure 2). In support of this idea our analysis of SLAM amino acid sequences from carnivores revealed a high similarity (99%) between sequences from three species in the Canidae, and the predicted far lower similarities (72.9–85.2%) between these canid SLAM sequences and SLAM sequences from six species in other carnivore families (Felidae, Hyenidae, Mustelidae and Phocidae figure 1a). Results from the syncytia formation assay provided in vitro evidence consistent with the predicted expression of specialist or generalist traits by CDV-H proteins from CDV strains of domestic dogs and non-dog species, respectively (Table 1). Results from the virus titer assay which measured trait expression post cell entry were also mostly consistent with these predictions. Finally, the expected decline in the expression of specialist traits and the increase in the expression of generalist traits by the mutant CDV-H protein (A75/17-549H) in which residue H typical of non-dog strains at site 549 replaced residue Y, characteristic of domestic dog strains such as the parent strains A75/17, provided evidence of antagonistic pleiotropy, and the involvement of the residue (Y or H) at site 549 [46], [49] as one possible factor influencing CDV host-species range.",
            "cite_spans": [
                {
                    "start": 1670,
                    "end": 1674,
                    "mention": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1676,
                    "end": 1680,
                    "mention": "[49]",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "mention": "figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 860,
                    "end": 869,
                    "mention": "figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1104,
                    "end": 1111,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Our phylogenetic comparison of amino acid sequences of SLAM (CD150) receptors from species in the Canidae compared to species in other carnivore families (figure 1a) is consistent with the suggestion that CDV strains well adapted to bind to domestic dog SLAM receptors may bind less well to SLAM receptors in hosts from other carnivore families. Currently, the only known receptor for CDV is SLAM (CD150) although CDV is thought to use other receptors, particularly for epithelial cell entry. The theoretical co-evolutionary framework we have applied to SLAM (CD150) could also be tested on alternative CDV cell receptors when these are identified.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "mention": "figure 1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Theoretically, specialists should have higher fitness in the homogeneous environment to which they are adapted than generalists. In line with this prediction we found significantly higher performance by both tested CDV-H proteins from domestic dog strains (in terms of MNN per syncytium) in cells expressing domestic dog SLAM than in cells expressing African lion SLAM which is a non-dog host (figure 2b), and domestic dog strains produced higher virus titers in cells expressing domestic dog SLAM than in cells expressing African lion SLAM (figure 3a and 3b). These results provide in vitro evidence that the tested CDV-H proteins from domestic dog strains expressed specialist traits. Furthermore, consistent with expectation that a specialist should perform less well in host environments to which it is less well adapted, both CDV-H proteins from domestic dog strains performed less well in cells expressing African lion SLAM than in cells expressing domestic dog SLAM (figure 2b) and produced lower virus titers in cells expressing lion SLAM (figure 3a and 3b).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 394,
                    "end": 403,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 542,
                    "end": 558,
                    "mention": "figure 3a and 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 974,
                    "end": 983,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1048,
                    "end": 1064,
                    "mention": "figure 3a and 3b",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Consistent with the prediction that generalists should perform less well than a specialist in the environment to which the specialist is adapted, both CDV-H proteins from non-dog strains performed less well (in terms of MNN per syncytium) than both CDV-H proteins from domestic dog strains in cells expressing domestic dog SLAM (figure 2b). However, both non-dog strains produced viral titers in cells expressing domestic dog SLAM similar to those produced by domestic dog strains in cells expressing domestic dog SLAM (figure 3a and 3b). Generalists should perform better than a specialist in environments except the one to which a specialist is particularly well adapted. As expected, CDV-H proteins from non-dog strains performed significantly better (in terms of MNN per syncytium) in cells expressing non-dog SLAM than CDV-H proteins from domestic dog strains in cells expressing non-dog SLAMs (figure 2b) and both non-dog strains produced higher viral titers in cells expressing non-dog SLAM than domestic dog strains produced in cell lines expressing lion SLAM or domestic cat SLAM (figure 3c and 3d). Results of the virus titer assay indicated that factors post cell entry also influenced replication of tested strains.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 520,
                    "end": 536,
                    "mention": "figure 3a and 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 900,
                    "end": 909,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1090,
                    "end": 1106,
                    "mention": "figure 3c and 3d",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Although generalists are expected to have a lower fitness than specialists in the environment to which the specialists are adapted, the fitness of generalists should be approximately the same in all environments, including the environment to which a specialist is adapted. Consistent with this prediction, CDV-H proteins of both non-dog strains produced similar MNN per syncytium in cell lines expressing domestic dog SLAM, African lion SLAM and domestic cat SLAM (figure 2b) and non-dog strains produced similar viral titers in cell lines expressing domestic dog SLAM, African lion SLAM and domestic cat SLAM (figure 3c and 3d).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 465,
                    "end": 474,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 611,
                    "end": 627,
                    "mention": "figure 3c and 3d",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Interestingly, an exceptionally low MNN per syncytium was produced by CDV-H proteins from both domestic dog strains in cells expressing domestic cat SLAM (i.e., SLAM of a species that does not develop clinical CDV), whereas significantly higher values were produced by CDV-H proteins from both non-dog CDV strains in cells expressing domestic cat SLAM. Furthermore, the CDV-H protein from the mutant domestic dog strain A75/17-549H produced a significantly higher MNN per syncytium than the CDV-H protein from the parent strain (A75/17) (figure 2b) in cells expressing domestic cat SLAM. Also, both non-dog strains produced significantly higher viral titer levels than both dog strains in cells expressing domestic cat SLAM. As domestic cats are not known to exhibit pathological effects of CDV infection, it is likely that immune responses clear CDV before disease is manifested in domestic cats.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 538,
                    "end": 547,
                    "mention": "figure 2b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Taken together, results from both assays provide considerable evidence for the expression of specialist traits by domestic dog CDV strains (and their CDV-H proteins) and generalist traits in non-dog strains (and their CDV-H proteins). Although our in vitro experiments provide strong support for the presence of specialist and generalist traits in CDV strains, they do not demonstrate that these traits are expressed in vivo. Even so, we would argue that significant differences in the prevalence of CDV genotypes in dog and non-dog hosts worldwide suggests that this is likely [46], [49].",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 582,
                    "mention": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 584,
                    "end": 588,
                    "mention": "[49]",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "McCarthy et al.\n[46] proposed that the replacement of residue Y by H at site 549 in the SLAM binding region of the CDV-H protein permitted CDV to spread from domestic dogs to other carnivore species. This hypothesis, within the evolutionary framework of specialists and generalists, suggests that the experimental substitution Y549H in a domestic dog strain would create a mutant expected to express traits more similar to generalist non-dog strains than the specialist traits of dog strains. Our results conformed to this expectation as the mutant CDV-H protein from strain A75/17-549H performed significantly less well than the CDV-H protein of the parent domestic dog strain (A75/17) in cells expressing SLAM from domestic dogs. Also, as predicted, CDV-H protein of the mutant strain (A75/17-549H) performed significantly better than the CDV-H protein from the parent virus in cell lines expressing lion SLAM or domestic cat SLAM. Thus, the residue substitution Y549H caused a significant decline in the expression of specialist traits and an increase in the expression of generalist traits. These results are consistent with the idea that specialist traits that emerge from strong co-evolution in a homogeneous environment entail the cost of reduced fitness in the heterogeneous environments, and that this trade-off is a result of antagonistic pleiotropy [3], [5], [8].",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "mention": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "mention": "[3]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1365,
                    "end": 1368,
                    "mention": "[5]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1370,
                    "end": 1373,
                    "mention": "[8]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results provide evidence that one amino acid site (i.e., site 549) on the CDV-H protein influences the efficiency by which different CDV strains enter cells of domestic dog and other carnivore hosts. Even so, it is probable that additional sites may also influence the ability of CDV to enter the cells of different host species. Specific residues at site 530 in the CDV-H protein were suggested to be an adaptation of CDV to non-domestic dog hosts [46] but recent genetic evidence suggests this site is conserved within CDV lineages [49].",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 457,
                    "mention": "[46]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 538,
                    "end": 542,
                    "mention": "[49]",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Modeling the transmission of infectious viruses that utilize multiple host species is extremely complex [54], [55] and most models of CDV transmission consider just one host species [56], [57]. There are many disease models that consider how infection by one strain of a pathogen alters host reaction to another [58]–[63]. These models mostly consider cross- immunity between strains and antibody-dependent enhancement of infection. Our results suggest that one key level of complexity hitherto ignored in models of CDV in multi-host carnivore communities is the incorporation of the effect of strains that differ in their fitness in specific host species. Traditionally, CDV infections in wildlife were assumed to result from spill-over infection from domestic dogs. The results of our phylogenetic analysis suggest that spill-over of domestic dog strains to other species within the family Canidae is more likely than to non-canid species.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "mention": "[54]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 110,
                    "end": 114,
                    "mention": "[55]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 182,
                    "end": 186,
                    "mention": "[56]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 188,
                    "end": 192,
                    "mention": "[57]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 312,
                    "end": 316,
                    "mention": "[58]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 317,
                    "end": 321,
                    "mention": "[63]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Most discussions of CDV evolution assume that this multi-host virus appeared relatively recently in domestic dogs [37] and then spread to non-dog host species [64]. Although our results do not contradict this interpretation, a plausible alternative evolutionary route could be that CDV originated and was maintained as a generalist virus in a wide range of carnivore species. Specialist CDV strains would be expected to emerge when the size and density of a domestic dog population was sufficient to permit strong host species-specific selection for the emergence and maintenance of specialist strains. Generalist strains would be expected to persist and out-perform specialist strains in multi-host environments and specialist strains to out-perform generalist ones in the homogeneous domestic dog host environment.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "mention": "[37]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 159,
                    "end": 163,
                    "mention": "[64]",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Taken together we present evidence for the expression of specialist and generalist traits in CDV strains. Our results have important implications for the understanding of the evolution and epidemiology of this multi-host infectious virus in carnivores, and to the risk of infection posed by specialist and generalist strains to domestic dog and wild carnivore populations.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Vero (African green monkey kidney) cell lines ATCC CCL-81 (American Type Culture Collection, USA) and all stable cell lines produced in this study were maintained in Earle's Minimal Essential Medium (MEM) (Invitrogen, USA) supplemented with 5% of fetal calf serum (FCS) (Invitrogen, USA).",
            "cite_spans": [],
            "section": "(a) Cell lines and viruses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The four CDV strains used in this study included two domestic dog strains (Dog94SE and A75/17), one strain from an African lion (Lion94SNP) and one ferret (Mustela putorius furo) strain 5804P\n[65]. Strain Dog94SE was isolated from a domestic dog close to the Serengeti ecosystem, Tanzania, in 1994, the Lion94SNP isolate was obtained from a lion during a CDV outbreak in wildlife in the Serengeti National Park, Tanzania, in 1994. As these two strains were obtained in the same year and within the same geographical area of Tanzania, from a domestic dog and non-dog host, they are well suited to test for specialist and generalist traits, as the null hypothesis would predict CDV strains from the same geographical area and time-frame should perform equally in our assays. These two CDV isolates from Tanzania were initially isolated in dog PBMCs in 1994 and then were kept at −80°C until this study. Strain A75/17 was recovered from a domestic dog [64] and maintained by passaging it on VeroDogSLAM cells. Strain 5804P is a domestic ferret (Mustela putorius) adapted CDV strain [65] derived when the Vero cell-adapted wild-type strain 5804 was passaged three times through domestic ferrets. The wild-type strain 5804 was initially isolated from a CDV infected domestic dog in dog PBMCs. Adaptation to Vero cells probably explains why strain 5804P performed marginally better (figure 3c) than other strains tested (figure 3a,b,d) in SLAM-negative Vero cells in the virus titer assay.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "mention": "[65]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 949,
                    "end": 953,
                    "mention": "[64]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "mention": "[65]",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "(a) Cell lines and viruses ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1377,
                    "end": 1386,
                    "mention": "figure 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1415,
                    "end": 1428,
                    "mention": "figure 3a,b,d",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "These two additional strains provided a domestic dog and a non-dog adapted strain from different CDV genetic lineages. Prior to the experiments, strains Dog94SE, A75/17 and 5804P were passaged once on Vero cells expressing the domestic dog SLAM receptor, and strain Lion94SNP was amplified on Vero cells expressing the lion SLAM receptor. Virus titers were determined by the standard limiting dilution method, and 50% tissue culture infectious doses (TCID50) were calculated [66].",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "mention": "[66]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "(a) Cell lines and viruses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The CDV-H and CDV-F protein genes from strain Lion94SNP (JN812975 and JN812977), strain Dog94SE (JN812976) and strain A75/17 (AF112189 and AF112188) were cloned directly into the pCG eukaryotic expression vector using BamHI and SphI restriction enzymes, yielding pCG-lion94SNP-CDV-H, pCG-lion94SNP-F, pCG-Dog94SE-CDV-H, pCG-A75/17-CDV-H and pCG-A75/17-CDV-F. The pCG protein expression vectors containing the 5804P CDV-F and CDV-H genes (AY386316) were published previously [38]. Protein expression vector pCG-A75/17-CDV-H was used for site-directed mutagenesis at amino acid position 549 using the QuickChange Site-Directed Mutagenesis Kit (Agilent Technologies, USA) applied according to manufacturer's instructions and employing primers A75/17-Y549H-S (5′-ccgggcgatttcttatacgcacccatttagactaacta-3′) and A75/17-Y549H-AS (5′-tagttagtctaaatgggtgcgtataagaaatcgcccgg-3′). This resulted in an additional protein expression vector coding histidine (H) at position 549 (pCG-A75/17-549H-CDV-H) which was labeled as A75/17-549H in the results for the syncytia formation assay (figure 2b and 2c).",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "mention": "[38]",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "(b) Construction of protein expression vector expressing CDV-H and CDV-F proteins ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1070,
                    "end": 1086,
                    "mention": "figure 2b and 2c",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Peripheral blood mononuclear cells (PBMC) were extracted from blood samples of spotted hyenas and African lions collected during routine veterinary examination of zoo animals in Germany, and domestic cat blood was obtained from healthy domestic cats sampled in a veterinary clinic. SLAM genes were amplified from concanavalin A (Con A) stimulated PBMCs and sequenced. SLAM open reading frames without the signal peptide sequence were cloned into a pCG vector already carrying an Igκ signal peptide, a FLAG tag at the amino-terminus of the inserted protein and the zeocin resistance gene [67] (see figure S2). The nucleotide sequences of all protein expression vectors were confirmed by sequencing. Vero cell lines were transfected with the respective SLAM protein expression vector using the Fugene transfection reagent (Roche, Germany). SLAM-expressing cells were selected using 1 mg/ml of Zeocin (Invitrogen, USA), resistant cells were subcloned and clones with similar SLAM surface-expression levels selected for further experiments (figure 1b). For details see supporting information - methods.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 591,
                    "mention": "[67]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "(c) Construction of protein expression vectors expressing SLAM receptors and generation of SLAM expressing cell lines ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1037,
                    "end": 1046,
                    "mention": "figure 1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Vero cells expressing domestic dog, African lion, or domestic cat SLAM were seeded in 6-well plates and each well was co-transfected using the 3 µl of Fugene transfection reagent (Roche, Germany) with five different CDV-H and CDV-F protein expression vector combinations: (1) pCG-A75/17-CDV-H+pCG-A75/17-CDV-F (A75/17), (2) pCG-Dog94SE-CDV_H+pCG-Lion94SNP-CDV-F (Dog94SE), (3) pCG-A75/17-549H-CDV-H+pCG-A75/17-CDV-F (the experimentally mutated - A75/17-549H), (4) pCG-5804P-CDV-H+pCG-5804P-F (5804P), (5) pCG-Lion94SNP-CDV-H+pCG-Lion94SNP-CDV-F (Lion94SNP), using 0.15 µg DNA from each protein expression vector per well. Twelve hours after transfection, cells were fixed, permeabilized, and nuclei were visualized with Hoechst 33342 trihydrochloride trihydrate (Invitrogen, USA). Pictures were taken using a Zeiss AxioVert S100 microscope (Carl Zeiss AG, Germany) and recorded with an Axiocam CCD camera (Carl Zeiss AG, Germany). For each cell line, six independent transfection experiments were performed. For each experiment, five random images were taken of each well, syncytia were marked and nuclei were counted in a blinded fashion, counting the nuclei within a total of 65–75 syncytia for each cell type and protein expression vector combination (i.e. a total of 390–450 syncytia per combination of cell type and protein expression vector).",
            "cite_spans": [],
            "section": "(d) Syncytia formation assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "As a control for the syncytia formation assay, all three cell lines were transfected with empty pCG plasmids and individually with pCG plasmids encoding CDV-H or CDV-F genes. None of the control experiments produced syncytia within 24 h (data not shown). The presence of SLAM on target cells was shown as important for CDV H and F induced syncytia formation (figure S3). Furthermore, to ensure that the CDV-F protein did not influence the extent of syncytia formation measured by the assay, different CDV-F proteins were combined with CDV-H proteins used in this study. No differences were observed in the MNN per syncytia when we expressed different CDV-F proteins with the same CDV-H protein (figure S4). This is consistent with previous reports according to which the size of syncytia formation mainly depended on the CDV-H protein and its ability to bind its cognate receptor, and is not significantly affected when CDV-F proteins from different strains or even different morbilliviruses are applied [38], [45], [68].",
            "cite_spans": [
                {
                    "start": 1004,
                    "end": 1008,
                    "mention": "[38]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "mention": "[45]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "mention": "[68]",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "(d) Syncytia formation assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Vero cells expressing domestic dog, African lion, or domestic cat SLAM were seeded in 6-well plates at 106 cells/well and infected 12 h later with virus strains A75/17, Dog94SE, 5804P or Lion94SNP at a multiplicity of infection (MOI) of 0.01. To evaluate the fusion efficiencies of domestic dog and non-dog CDV strains, the syncytia were photographed 40 h post infection (figure 3e) and the cells were harvested 20 h later at 60 h post infection for virus titration. Viral titers were determined using the limiting dilution method and expressed as TCID50. As a control, Vero (SLAM negative) cells were infected following the same procedure with virus strains A75/17, Dog94SE, 5804P or Lion94SNP and viral titers determined following the same method. Viral titers in all cell lines were extremely low (figure 3a–3d).",
            "cite_spans": [],
            "section": "(e) Virus growth ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 372,
                    "end": 381,
                    "mention": "figure 3e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 801,
                    "end": 813,
                    "mention": "figure 3a–3d",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The experiments performed for both assays corresponded to a split-plot design of independent experiments. We used the ‘nonparametric marginal model’ (NMM) [69], [70] to assess the statistical significance of the results of the fusion assay (six replicates of mean number of nuclei per syncytium per experiment) and the viral titer assay (six replicates of viral titers per experiment) produced by Vero cell lines with different SLAM receptors and infected with different CDV-H proteins and different strains respectively. The NMM has the advantage of not making any assumptions about data distribution, only uses the empirical distribution of the data and can be used to analyze factorial experiments of arbitrary complexity (corresponding to general linear models or GLMs). The NMM is superior to well-known parametric models such as GLMs which make many assumptions about data distribution and require properties rarely fulfilled by data sets in medicine or biology with small sample sizes.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "mention": "[69]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 161,
                    "end": 165,
                    "mention": "[70]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "(f) Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Testing for significant differences between the effects of different factors such as type of receptor or type of strain was performed by employing an analysis of variance (ANOVA)-type statistic (ATS) [69], [70]. The ATS approximately follows an F-distribution (for details see [69], p.32). We also used the NMM to calculate relative marginal effects to provide a graphical representation of the effect size when changing between factor categories. A relative marginal effect of 0.5 for a given factor category indicates that it is equivalent to the mean. If the effect is lower than 0.5, then the values for that category tend to take on smaller values than the results for all factor categories. The smaller the relative marginal effect, the stronger is the tendency to smaller values with respect to the average distribution. If the effect is larger than 0.5, then the values for that factor category tend to take on larger values than the results for all factor categories. For further details see references [69] and [70] and the supplementary methods.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "mention": "[69]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 206,
                    "end": 210,
                    "mention": "[70]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 277,
                    "end": 281,
                    "mention": "[69]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "mention": "[69]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "mention": "[70]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "(f) Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (a) Phylogenetic analysis of amino acid sequences of carnivore SLAM (CD150) protein (for details see supplementary information-methods), (b) Flow cytometry analysis of parental Vero cells and derived cell lines stably expressing domestic dog, lion, and cat SLAM (CD150) receptors.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (a) Alignment of partial SLAM binding region of CDV-H protein sequences of the strains used in this study. Amino acids 528–550 are shown, and the amino acid at position 549 for each strain is indicated. (b) Variation in the extent of syncytia formation (mean number of nuclei per syncytium) induced by proteins from two domestic dog strains (Dog94SE and A75/17), two non-dog strains (5804P and Lion94SNP) and one CDV-H protein mutated at position 549 (A75/17-549H) in domestic dog (black bars), African lion (grey bars) or domestic cat SLAM-expressing cells (white bars). Error bars indicate standard deviations of six independent experiments. (c) Appearance of syncytia upon expression of CDV-H and CDV-F proteins from two dog strains (Dog94SE and A75/17), two non-dog strains (5804P & Lion94SNP) and one mutated CDV-H protein coding 549H (A75/17-549H) in domestic dog SLAM, African lion SLAM and domestic cat SLAM cells. Photos were taken 12 hours post transfection at 100× magnification.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Virus titers produced by domestic dog strains (a) Dog94SE and (b) A75/17, and non-dog CDV strains (c) 5804P and (d) Lion94SNP after 60 h of growth on cells expressing SLAM receptors from different host species. Cells expressing domestic dog SLAM (black bars), African lion SLAM (grey bars), domestic cat SLAM (white bars) and Vero (SLAM negative) cells (hatched bars). Titers were determined using the limited dilution method and expressed as log10 TCID50/ml. Values shown represent the mean of six independent experiments; error bars indicate standard deviations. (e) The syncytia produced by infection with four CDV strains used in this study on domestic dog, African lion and domestic cat SLAM-expressing cell lines. Photographs were taken 40 h after infection using phase contrast at 100× magnification.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Persistence of canine distemper virus in the Greater Yellowstone ecosystem's carnivore community",
            "authors": [],
            "year": 2010,
            "venue": "Ecol Appl",
            "volume": "20",
            "issn": "",
            "pages": "2058-2074",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Consequences of host adaptation for performance of vesicular stomatitis virus in novel thermal environments",
            "authors": [],
            "year": 2010,
            "venue": "Evol Ecol",
            "volume": "24",
            "issn": "",
            "pages": "299-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The dynamics of cocirculating influenza strains conferring partial cross-immunity",
            "authors": [],
            "year": 1997,
            "venue": "J Math Biol",
            "volume": "35",
            "issn": "",
            "pages": "825-842",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Pathogenicity of morbilliviruses for terrestrial carnivores",
            "authors": [],
            "year": 1995,
            "venue": "Vet Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "187-191",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "SLAM and its role in T cell activation and Th cell responses",
            "authors": [],
            "year": 1997,
            "venue": "Immunol Cell Biol",
            "volume": "75",
            "issn": "",
            "pages": "202-205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Phylogenetic analysis of Austrian canine distemper virus strains from clinical samples from dogs and wild carnivores",
            "authors": [],
            "year": 2011,
            "venue": "Vet Rec",
            "volume": "168",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Asymmetry in the presence of migration stabilizes multistrain disease outbreaks",
            "authors": [],
            "year": 2011,
            "venue": "Bull Math Biol",
            "volume": "73",
            "issn": "",
            "pages": "248-260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Epidemiology, genetic diversity, and evolution of endemic feline immunodeficiency virus in a population of wild cougars",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "9578-9589",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The effects of host contact network structure on pathogen diversity and strains structure",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "10839-10844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Genetic characterization of canine distemper virus in Serengeti carnivores",
            "authors": [],
            "year": 1998,
            "venue": "Vet Immunol Immunopathol",
            "volume": "65",
            "issn": "",
            "pages": "259-266",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A novel receptor involved in T-cell activation",
            "authors": [],
            "year": 1995,
            "venue": "Nature",
            "volume": "376",
            "issn": "",
            "pages": "260-263",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Distinguishing epidemic waves from disease spillover in a wildlife population",
            "authors": [],
            "year": 2009,
            "venue": "Proc R Soc Lond B",
            "volume": "276",
            "issn": "",
            "pages": "1777-1785",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "An update on canine coronaviruses: viral evolution and pathobiology",
            "authors": [],
            "year": 2008,
            "venue": "Vet Microbiol",
            "volume": "132",
            "issn": "",
            "pages": "221-234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Epidemiologic interference of virus populations",
            "authors": [],
            "year": 1979,
            "venue": "J Math Biol",
            "volume": "8",
            "issn": "",
            "pages": "291-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Cospeciation and horizontal transmission of avian sarcoma and leukosis virus gag genes in galliform birds",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "3984-3995",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Cassettes of the Streptoalloteichus hindustanus ble gene for transformation of lower and higher eukaryotes to phleomycin resistance",
            "authors": [],
            "year": 1990,
            "venue": "Nucleic Acids Res",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Pattern and timing of diversification of the mammal order Carnivora inferred from multiple nuclear gene sequences",
            "authors": [],
            "year": 2010,
            "venue": "Mol Phylogenet Evol",
            "volume": "56",
            "issn": "",
            "pages": "49-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Evolution experiments with microorganisms: the dynamics and genetic bases of adaptation",
            "authors": [],
            "year": 2003,
            "venue": "Nat Rev Genet",
            "volume": "4",
            "issn": "",
            "pages": "457-469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The evolution of viruses in multihost fitness landscapes",
            "authors": [],
            "year": 2009,
            "venue": "Open Virol J",
            "volume": "3",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The evolution of ecological specialization",
            "authors": [],
            "year": 1988,
            "venue": "Annu Rev Ecol Syst",
            "volume": "19",
            "issn": "",
            "pages": "207-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Evolution of multihost parasites",
            "authors": [],
            "year": 2004,
            "venue": "Evolution",
            "volume": "58",
            "issn": "",
            "pages": "455-469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Canine distemper virus in domesticated cats and pigs",
            "authors": [],
            "year": 1974,
            "venue": "Adv Enzymol Relat Areas Mol Biol",
            "volume": "40",
            "issn": "",
            "pages": "803-806",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A status based approach to multiple strain dynamics",
            "authors": [],
            "year": 2002,
            "venue": "J Math Biol",
            "volume": "44",
            "issn": "",
            "pages": "169-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Fatal canine distemper infection in a pack of African wild dogs in the Serengeti ecosystem, Tanzania",
            "authors": [],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "146",
            "issn": "",
            "pages": "245-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The canine distemper epidemic in Serengeti: are lions victims of a new highly virulent canine distemper virus strain, or is pathogen circulation stochasticity to blame?",
            "authors": [],
            "year": 2007,
            "venue": "J R Soc Interface",
            "volume": "4",
            "issn": "",
            "pages": "1127-1134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Canine distemper virus infection in Serengeti spotted hyaenas",
            "authors": [],
            "year": 1996,
            "venue": "Vet Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "147-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The natural host range shift and subsequent evolution of canine parvovirus resulted from virus-specific binding to the canine transferrin receptor",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "1718-1726",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Seroprevalence of canine distemper virus in cats",
            "authors": [],
            "year": 2001,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "8",
            "issn": "",
            "pages": "641-644",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Molecular basis for the generation in pigs of influenza A viruses with pandemic potential",
            "authors": [],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "7367-7373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Evolutionary reconstruction of the transferrin receptor of caniforms supports canine parvovirus being a reemerged and not a novel pathogen of dogs",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Pathogens",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "The experimental evolution of specialist, generalist, and the maintenance of diversity",
            "authors": [],
            "year": 2002,
            "venue": "J Evol Biol",
            "volume": "15",
            "issn": "",
            "pages": "173-190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Mass die-off of Caspian seals caused by canine distemper virus",
            "authors": [],
            "year": 2000,
            "venue": "Emerg Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "637-639",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Host range and local parasite adaptation",
            "authors": [],
            "year": 2002,
            "venue": "Proc R Soc Lond B",
            "volume": "269",
            "issn": "",
            "pages": "703-710",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Paramyxovirus fusion: a hypothesis for changes",
            "authors": [],
            "year": 1993,
            "venue": "Virology",
            "volume": "197",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Theory of fitness in a heterogeneous environment. The adaptive significance of mutation",
            "authors": [],
            "year": 1967,
            "venue": "Genetics",
            "volume": "56",
            "issn": "",
            "pages": "163-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The ecology of infectious disease: effects of host diversity and community composition on Lyme disease risk",
            "authors": [],
            "year": 2003,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "100",
            "issn": "",
            "pages": "567-571",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Heterogeneity within the hemagglutinin genes of canine distemper virus (CDV) strains detected in Italy",
            "authors": [],
            "year": 2006,
            "venue": "Vet Microbiol",
            "volume": "116",
            "issn": "",
            "pages": "301-309",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Niche overlap as a function of environmental variability",
            "authors": [],
            "year": 1972,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "69",
            "issn": "",
            "pages": "1109-1113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Pathogen evolution and disease emergence in carnivores",
            "authors": [],
            "year": 2007,
            "venue": "Proc R Soc Lond B",
            "volume": "274",
            "issn": "",
            "pages": "3165-3174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Susceptibility of carnivore hosts to strains of canine distemper virus from distinct genetic lineages",
            "authors": [],
            "year": 2012,
            "venue": "Vet Microbiol",
            "volume": "156",
            "issn": "",
            "pages": "45-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Host-virus specificity of morbilliviruses predicted by structural modeling of the marine mammal SLAM, a receptor",
            "authors": [],
            "year": 2010,
            "venue": "Comp Immunol Microbiol Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "227-241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The evolutionary and epidemiological dynamics of the paramyxoviridae",
            "authors": [],
            "year": 2008,
            "venue": "J Mol Evol",
            "volume": "66",
            "issn": "",
            "pages": "98-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Identification of two critical amino acid residues of the severe acute respiratory syndrome coronavirus spike protein for its variation in zoonotic tropism transition via a double substitution strategy",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "29588-29595",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "A canine distemper virus epidemic in Serengeti lions (Panthera leo)",
            "authors": [],
            "year": 1996,
            "venue": "Nature",
            "volume": "379",
            "issn": "",
            "pages": "441-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Canine distemper viruses expressing a hemagglutinin without N-glycans lose virulence but retain immunosuppression",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "2753-2761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Using dimension reduction to improve outbreak predictability of multistrain diseases",
            "authors": [],
            "year": 2007,
            "venue": "J Math Biol",
            "volume": "55",
            "issn": "",
            "pages": "1-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Characterization of a cell surface glycoprotein IPO-3, expressed on activated human B and T lymphocytes",
            "authors": [],
            "year": 1993,
            "venue": "J Immunol",
            "volume": "151",
            "issn": "",
            "pages": "4614-4624",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Genomic evolution, patterns of global dissemination, and interspecies transmission of human and simian T-cell leukemia/lymphotropic viruses",
            "authors": [],
            "year": 1999,
            "venue": "Genomic Res",
            "volume": "9",
            "issn": "",
            "pages": "525-540",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "The hemagglutinin envelope protein of canine distemper virus (CDV) confers cell tropism as illustrated by CDV and measles virus complementation analysis",
            "authors": [],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "1661-1668",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Canine distemper encephalomyelitis: variation with virus strain",
            "authors": [],
            "year": 1984,
            "venue": "J Comp Pathol",
            "volume": "94",
            "issn": "",
            "pages": "65-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Morbilliviruses use signaling lymphocyte activation molecules (CD150) as cellular receptors",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "5842-5850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Evolution of canine parvovirus involved loss and gain of feline host range",
            "authors": [],
            "year": 1996,
            "venue": "Virology",
            "volume": "215",
            "issn": "",
            "pages": "186-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Cost of host radiation in an RNA virus",
            "authors": [],
            "year": 2000,
            "venue": "Genetics",
            "volume": "156",
            "issn": "",
            "pages": "1465-1470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Selectively receptor-blind measles viruses: Identification of residues necessary for SLAM- or CD46-induced fusion and their localization on a new hemagglutinin structural model",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "302-313",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "The ecology of dogs and canine rabies: a selective review",
            "authors": [],
            "year": 1993,
            "venue": "Rev Sci Tech OIE",
            "volume": "12",
            "issn": "",
            "pages": "51-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Genetic and fitness changes accompanying adaptation of an arbovirus to vertebrate and invertebrate cells",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "4316-4326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "The red queen beats the jack-of-all-trades: The limitations of the evolution of phenotypic plasticity and niche breadth",
            "authors": [],
            "year": 1996,
            "venue": "Am Nat",
            "volume": "148",
            "issn": "",
            "pages": "S65-S77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "On the coexistence of specialist and generalists",
            "authors": [],
            "year": 1994,
            "venue": "Am Nat",
            "volume": "144",
            "issn": "",
            "pages": "692-707",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Biological and biomedical implications of the co-evolution of pathogens and their hosts",
            "authors": [],
            "year": 2002,
            "venue": "Nat Genet",
            "volume": "32",
            "issn": "",
            "pages": "569-577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Population biology of multihost pathogens",
            "authors": [],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "1109-1112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Host range and emerging and reemerging pathogens",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1842-1847",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Haemagglutinin mutations responsible for the binding of H5N1 influenza A viruses to human-type receptors",
            "authors": [],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "",
            "pages": "378-382",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Identification of key residues in virulent canine distemper virus hemagglutinin that control CD150/SLAM-binding activity",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "9618-9624",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "The hemagglutinin of canine distemper virus determines tropism and cytopathogenicity",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "6418-6427",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Nearby clusters of hemagglutinin residues sustain SLAM-dependent canine distemper virus entry in peripheral blood mononuclear cells",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5857-5862",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "A ferret model of canine distemper virus virulence and immunosuppression",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "12579-12591",
            "other_ids": {
                "DOI": []
            }
        }
    }
}