{
    "paper_id": "PMC3852826",
    "metadata": {
        "title": "Adaptive evolution of bat dipeptidyl peptidase 4 (dpp4): implications for the origin and emergence of Middle East respiratory syndrome coronavirus",
        "authors": [
            {
                "first": "Jie",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "email": "jiecui@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "John-Sebastian",
                "middle": [],
                "last": "Eden",
                "suffix": "",
                "email": "js.eden@sydney.edu.au",
                "affiliation": {}
            },
            {
                "first": "Edward",
                "middle": [
                    "C"
                ],
                "last": "Holmes",
                "suffix": "",
                "email": "edward.holmes@sydney.edu.au",
                "affiliation": {}
            },
            {
                "first": "Lin-Fa",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "linfa.wang@duke-nus.edu.sg",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) [1], first described by the World Health Organization (WHO) on 23rd September 2012 [2,3], has to date (20th September 2013) caused 130 laboratory-confirmed human infections with 58 deaths (http://www.who.int/csr/don/2013_09_20/en/index.html). MERS-CoV belongs to lineage C of the genus Betacoronavirus in the family Coronaviridae, and is closely related to Tylonycteris bat coronavirus HKU4 (BtCoV-HKU4), Pipistrellus bat coronavirus HKU5 (Bt-HKU5) [4,5] and CoVs in Nycteris bats [6], suggestive of a bat-origin [6]. Unlike severe acute respiratory syndrome (SARS) CoV which uses the angiotensin-converting enzyme 2 (ACE2) receptor for cell entry [7], MERS-CoV employs the dipeptidyl peptidase 4 receptor (DPP4; also known as CD26), and recent work has demonstrated that expression of both human and bat DPP4 in non-susceptible cells enabled viral entry [8].",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 141,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 142,
                    "end": 143,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 506,
                    "end": 507,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 508,
                    "end": 509,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 538,
                    "end": 539,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 570,
                    "end": 571,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 705,
                    "end": 706,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 912,
                    "end": 913,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Main text",
            "ref_spans": []
        },
        {
            "text": "Cell-surface receptors such as DPP4 play a key role in facilitating viral invasion and tropism. As a consequence, the long-term co-evolutionary dynamics between hosts and viruses often leave evolutionary footprints in both receptor-encoding genes of hosts and the receptor-binding domains (RBDs) of viruses in the form of positively selected amino acid residues (i.e. adaptive evolution). For example, signatures of recurrent positive selection have been observed in ACE2 genes in bats [9], supporting the past circulation of SARS related CoVs in bats. To better understand the origins of MERS-CoV, as well as their potentially long-term (compared to short-term which lacks virus-host interaction) evolutionary dynamics with bat hosts [5,10], we studied the molecular evolution of DPP4 across the mammalian phylogeny.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 736,
                    "end": 737,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 738,
                    "end": 740,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Main text",
            "ref_spans": []
        },
        {
            "text": "We first analyzed the selection pressures acting on bat DPP4 genes using the ratio of nonsynonymous (dN) to synonymous (dS) nucleotide substitutions per site (ratio dN/dS), with dN > dS indicative of adaptive evolution. The complete DPP4 mRNA sequence of the common pipistrelle (Pipistrellus pipistrellus) was downloaded from GenBank (http://www.ncbi.nlm.nih.gov/genbank/) along with that of the common vampire bat (Desmodus rotundus) from one transcriptome database (http://www.ncbi.nlm.nih.gov/bioproject/178123). These sequences were then used to mine and extract DPP4 mRNA transcripts from a further five bat genomes (Table 1) using tBLASTn and GeneWise [11]. The complete DPP4 genes of bats and non-bat reference genomes from a range of mammalian species (Table 1) were aligned using MUSCLE [12] guided by translated amino acid sequences (n = 32; 727 amino acids). We then compared a series of models within a maximum likelihood framework [13], incorporating the published mammalian species tree [14-16]. This analysis (the Free Ratio model) revealed that the dN/dS value on the bat lineage (0.96) was four times greater than the mammalian average (Figure 1). The higher dN/dS ratios leading to bats (Table 2) during mammalian evolution accord with the growing body of data [5,6,17,18] that the newly emerged MERS-CoV ultimately has a bat-origin.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 661,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 945,
                    "end": 947,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1005,
                    "end": 1007,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1280,
                    "end": 1281,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1282,
                    "end": 1283,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1284,
                    "end": 1286,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1287,
                    "end": 1289,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Main text",
            "ref_spans": [
                {
                    "start": 1161,
                    "end": 1162,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 628,
                    "end": 629,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 767,
                    "end": 768,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1212,
                    "end": 1213,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We next analysed the selection pressures at individual amino acid sites in bat DPP4. Using the Bayesian FUBAR method [19] in HyPhy package [20], we identified six codons that were assigned dN/dS > 1 with higher posterior probability (a strict cut-off of 95% in this analysis) (Table 3). To identify those sites under positive selection that may interact directly with MERS-CoV-like spike protein, bat DPP4 (from the common pipistrelle) was modelled against the structure of the human DPP4/MERS-CoV spike complex [21] (Figure 2A). This revealed that three of the six positive selected residues (position 187, 288 and 392) were located at the interface between bat DPP4 and MERS-CoV RBD (receptor binding domain) (Figure 2). These residues therefore provide direct evidence of a long-term co-evolutionary history between viruses and their hosts. We also observed several variable regions (Figure 2B) within the bat RBD, that may also have resulted from virally-induced selection pressure and which merit additional investigation in a larger data set.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 140,
                    "end": 142,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 513,
                    "end": 515,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Main text",
            "ref_spans": [
                {
                    "start": 525,
                    "end": 526,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 719,
                    "end": 720,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 894,
                    "end": 895,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 283,
                    "end": 284,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Our analysis therefore suggests that the evolutionary lineage leading to current MERS-CoV co-evolved with bat hosts for an extended time period, eventually jumping species boundaries to infect humans and perhaps through an intermediate host. As such, the emergence of MERS-CoV may parallel that of the related SARS-CoV [22]. Although one bat species, Taphozous erforatus, in Saudi Arabia has been found to harbour a small RdRp (RNA-Dependent RNA Polymerase) fragment of MERS-CoV [17], a larger viral sampling of bats and other animals with close exposure to humans, including dromedary camels were serological evidence for MERS-CoV has been identified [23], are clearly needed to better understand the viral transmission route. Alternatively, it is possible that the adaptive evolution present on the bat DPP4 was due to viruses other than MERS-CoVs, and which will need to be better assessed when a larger number of viruses are available for analysis. Overall, our study provides evidence that a long-term evolutionary arms race likely occurred between MERS related CoVs and bats.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 322,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 653,
                    "end": 655,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Main text",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "JC and LFW designed the research. JC and JSE analysed the data. JC and ECH drafted the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Sequences used in the evolutionary analysis of DDP4\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Numbers of nonsynonymous (dN) and synonymous (dS) substitutions per site DPP4 genes in different mammals\nND: Not determined because no synonymous substitutions are present.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Putatively positive selected DPP4 codons in bats\naCodon position corresponding to the human DPP4 (NP_001926) protein sequence. bPosterior probability of residues assigned a dN/dS ratio greater than 1.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Selection pressures on DPP4 during mammalian evolution. Ratios of nonsynonymous (dN) to synonymous (dS) nucleotide substitutions per site (dN/dS) are shown on four major ancestral branches; dN and dS numbers are also given in parentheses. Values for individual lineages are given in Table 2. DPP4 sequences of bat origin are shaded.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Interaction of bat DPP4 and MERS-CoV spike protein receptor-binding domain and the location of positively selected sites. The structure was displayed using PyMol v1.6 (http://www.pymol.org/). (A) Homology model showing the structural interactions between bat DPP4 (from common pipistrelle) coloured grey and MERS-CoV spike protein receptor-binding domain coloured blue. The three positively selected residues (positions 187, 288 and 392) located within the interface where the virus-host interact are highlighted as red. (B) Protein alignment of human DPP4 compared to that of seven bat species showing RBD spanning codons 41 – 400. Conserved and variable positions are shown in black and grey text, respectively, and residues under positive selection are coloured red.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the coronavirus study group",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "10",
            "issn": "",
            "pages": "7790-7792",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01244-13"
                ]
            }
        },
        "BIBREF1": {
            "title": "Efficient replication of the novel human betacoronavirus EMC on primary human epithelium highlights its zoonotic potential",
            "authors": [],
            "year": 2013,
            "venue": "mBio",
            "volume": "10",
            "issn": "",
            "pages": "e00611-e00612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "GeneWise and Genomewise",
            "authors": [],
            "year": 2004,
            "venue": "Genome Res",
            "volume": "10",
            "issn": "",
            "pages": "988-995",
            "other_ids": {
                "DOI": [
                    "10.1101/gr.1865504"
                ]
            }
        },
        "BIBREF3": {
            "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
            "authors": [],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "10",
            "issn": "",
            "pages": "1792-1797",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkh340"
                ]
            }
        },
        "BIBREF4": {
            "title": "PAML 4: phylogenetic analysis by maximum likelihood",
            "authors": [],
            "year": 2007,
            "venue": "Mol Biol Evol",
            "volume": "10",
            "issn": "",
            "pages": "1586-1591",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msm088"
                ]
            }
        },
        "BIBREF5": {
            "title": "Mammalian phylogenomics comes of age",
            "authors": [],
            "year": 2004,
            "venue": "Trends Genet",
            "volume": "10",
            "issn": "",
            "pages": "631-639",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tig.2004.09.005"
                ]
            }
        },
        "BIBREF6": {
            "title": "A molecular phylogeny for bats illuminates biogeography and the fossil record",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "10",
            "issn": "",
            "pages": "580-584",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1105113"
                ]
            }
        },
        "BIBREF7": {
            "title": "A molecular phylogeny of living primates",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Genet",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.1001342"
                ]
            }
        },
        "BIBREF8": {
            "title": "Middle east respiratory syndrome coronavirus in bats, Saudi Arabia",
            "authors": [],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Close relative of human middle East respiratory syndrome coronavirus in bat, South Africa",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1697-1699",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1910.130946"
                ]
            }
        },
        "BIBREF10": {
            "title": "FUBAR: a fast, unconstrained bayesian approximation for inferring selection",
            "authors": [],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "10",
            "issn": "",
            "pages": "1196-1205",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mst030"
                ]
            }
        },
        "BIBREF11": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "10",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1211721"
                ]
            }
        },
        "BIBREF12": {
            "title": "HyPhy: hypothesis testing using phylogenies",
            "authors": [],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "10",
            "issn": "",
            "pages": "676-679",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/bti079"
                ]
            }
        },
        "BIBREF13": {
            "title": "Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4",
            "authors": [],
            "year": 2013,
            "venue": "Cell Res",
            "volume": "10",
            "issn": "",
            "pages": "986-993",
            "other_ids": {
                "DOI": [
                    "10.1038/cr.2013.92"
                ]
            }
        },
        "BIBREF14": {
            "title": "Evolutionary relationships between bat coronaviruses and their hosts",
            "authors": [],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1526-1532",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1310.070448"
                ]
            }
        },
        "BIBREF15": {
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "859-866",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70164-6"
                ]
            }
        },
        "BIBREF16": {
            "title": "Severe respiratory illness caused by a novel coronavirus, in a patient transferred to the United Kingdom from the Middle East, September 2012",
            "authors": [],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [],
            "year": 2012,
            "venue": "mBio",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00473-12"
                ]
            }
        },
        "BIBREF18": {
            "title": "Genetic characterization of Betacoronavirus lineage C viruses in bats reveals marked sequence divergence in the spike protein of Pipistrellus bat coronavirus HKU5 in Japanese Pipistrelle: implications for the origin of the novel Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "10",
            "issn": "",
            "pages": "8638-8650",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01055-13"
                ]
            }
        },
        "BIBREF19": {
            "title": "Human betacoronavirus 2c EMC/2012-related viruses in bats, Ghana and Europe",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "456-459",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1903.121503"
                ]
            }
        },
        "BIBREF20": {
            "title": "Human coronavirus EMC does not require the SARS-coronavirus receptor and maintains broad replicative capability in mammalian cell lines",
            "authors": [],
            "year": 2012,
            "venue": "mBio",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00515-12"
                ]
            }
        },
        "BIBREF21": {
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "10",
            "issn": "",
            "pages": "251-254",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12005"
                ]
            }
        },
        "BIBREF22": {
            "title": "Evidence for ACE2-utilizing coronaviruses (CoVs) related to severe acute respiratory syndrome CoV in bats",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "10",
            "issn": "",
            "pages": "6350-6353",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00311-12"
                ]
            }
        }
    }
}