{
    "paper_id": "PMC3148995",
    "metadata": {
        "title": "Severe community-acquired adenovirus pneumonia in an immunocompetent 44-year-old woman: a case report and review of the literature",
        "authors": [
            {
                "first": "Tristan",
                "middle": [
                    "W"
                ],
                "last": "Clark",
                "suffix": "",
                "email": "twc74@hotmail.co.uk",
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [
                    "H"
                ],
                "last": "Fleet",
                "suffix": "",
                "email": "danny.fleet@uhl-tr.nhs.uk",
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [
                    "J"
                ],
                "last": "Wiselka",
                "suffix": "",
                "email": "martin.wiselka@uhl-tr.mhs.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Adenoviruses are double-stranded DNA viruses belonging to the family Adenoviridae. There are over 50 known serotypes of adenovirus, which are categorized into six subgenera (A to F). Adenoviruses are a common cause of acute febrile and respiratory infections in children and are generally self-limiting [1]. Severe infections, including pneumonia, can occur in neonates [2] and in adults with compromised immunity, such as those with hematopoietic stem cell transplants and in patients with human immunodeficiency virus (HIV) infection [3]. Outbreaks of acute respiratory illness, including pneumonia, caused by adenovirus serotypes 3, 4, 7, 14 and 21 are common among military recruits, and fatal outcomes have occasionally been reported [4-6]. Outbreaks of adenovirus infection in long-term nursing facilities and in hospital wards with associated cases of fatal pneumonia have also been described [7]. In contrast, community-acquired adenovirus pneumonia in immunocompetent adult civilians has rarely been described. We report the case of a previously healthy and immunocompetent woman with severe adenovirus pneumonia who developed rapidly progressive respiratory failure requiring mechanical ventilation and who made a successful recovery after being treated with supportive measures. We also summarize the demographic, clinical, laboratory and radiological features of community-acquired adenovirus pneumonia cases in immunocompetent adult civilians that have previously been reported in the literature.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 371,
                    "end": 372,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 537,
                    "end": 538,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 740,
                    "end": 741,
                    "mention": "4",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 742,
                    "end": 743,
                    "mention": "6",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 901,
                    "end": 902,
                    "mention": "7",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A 44-year-old Caucasian woman was admitted to our emergency department with a three-day history of a febrile illness associated with sore throat, dry cough, myalgia and diarrhea. One day prior to admission she had developed a widespread, non-pruritic, erythematous rash. Her medical history consisted of hypertension, for which she was taking atenolol, and several episodes of gout, for which she was taking allopurinol.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Her physical examination revealed that she was obese, had a body temperature of 39.0°C, a pulse rate of 112beats/minute and blood pressure of 145/90 mmHg. Her respiratory rate was 20 breaths/minute with oxygen saturation of 94% on room air. Her chest auscultation was unremarkable. She had a widespread, erythematous maculopapular rash with scattered petechiae on both legs. Examination of the oropharynx revealed erythema but no exudate.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Initial laboratory tests showed a white cell count of 9.2 × 109/L, a neutrophil count of 7.9 × 109/L, a lymphocyte count of 0.69 × 109/L, a platelet count of 254 × 109/L, a C-reactive protein concentration of 169 mg/L, an alanine aminotransferase level of 22 IU/mL, a creatinine phosphokinase (CPK) level of 950 IU/mL and a creatinine concentration of 73 μmol/L. Her HIV test was negative. Her anti-nuclear antibodies, rheumatoid factor and anti-neutrophil cytoplasmic antibodies were negative, and her complement components C3 and C4 and immunoglobulin levels were within the normal range. Her initial chest radiograph was unremarkable. She was commenced on intravenous ceftriaxone for presumed meningococcal disease.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Twenty-four hours following admission her condition rapidly deteriorated with acute respiratory failure and hypotension requiring admission to the intensive care unit for mechanical ventilation and vasopressor support. A repeat chest radiograph showed widespread interstitial infiltrates bilaterally (Figure 1). Her antibiotics were changed to imipenem and doxycycline to treat presumed bacterial pneumonia, and oseltamivir was empirically added to treat a possible 2009 pandemic influenza A (H1N1) infection.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Bacterial cultures of her blood and sputum, Legionella antigen testing of her urine, and a polymerase chain reaction (PCR) assay of her blood for Neisseria meningitidis and Streptococcus pneumoniae were all negative. Her nasopharyngeal and tracheal samples were negative for influenza A and B (including H1N1), respiratory syncytial virus (RSV) types A and B and parainfluenza virus (PIV) types 1 through 4, but they were positive for adenovirus DNA on the basis of PCR assay (using the hexon gene as the target for amplification), with a cycle threshold value of 18. Subsequent sequencing analysis performed at the respiratory Virus Reference Laboratory, London, revealed the isolate to belong to serotype 4.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "The patient made an uncomplicated recovery without any specific antiviral therapy and was extubated on the fifth day of her admission. Antibiotics were stopped after a total of five days, and she was discharged to home on the ninth day of her admission. Further tests for immunodeficiency were negative.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "We performed a literature search of MEDLINE for cases of community-acquired adenovirus pneumonia in immunocompetent adults. We used the search terms \"adenovirus,\" \"pneumonia,\" \"immunocompetent,\" \"adult\" and \"civilian.\" We excluded cases that involved military recruits, nosocomial cases and those cases in which bacterial pathogens were also implicated.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "We identified 19 articles published between 1975 and 2008 [8-26] describing 21 patients that matched our search terms. The demographic, laboratory, radiological and clinical details of these cases and our own are shown in Table 1.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 60,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 61,
                    "end": 63,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Of the 21 cases retrieved in our literature search, 57% of the patients were men, and overall the patients' median age was 40 years (age range, 18 to 60 years). Where recorded, the commonest ethnic origin of patients was Caucasian (40%). Significant co-morbidity was uncommon among patients, but obesity was frequently noted as an examination finding.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "The median duration of illness prior to admission to the hospital was five days. The following presenting symptoms were noted: fever (90%), cough (81%), dyspnea (70%), myalgia (57%), sore throat (29%), abdominal pain (14%) and diarrhea (10%). Common examination findings on presentation included abnormalities in chest auscultation (90%), pyrexia (89%) and hypoxia (66%). The presence of pharyngitis, conjunctivitis or rash was noted infrequently (19%, 19% and 5% respectively).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "The median white cell count on admission to the hospital was 7.7 × 109 (range, 3.9 × 109 to 28 × 109), although neutrophilia was relatively common (33%). Lymphopenia and thrombocytopenia were noted in 52% and 19% of patients, respectively. Other frequently noted laboratory abnormalities were mildly elevated transaminases and elevated levels of CPK.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "The chest radiograph at presentation was abnormal in 90% of patients. The most common pattern of abnormality was bilateral interstitial infiltrates (57%), although lobar consolidation was also noted reasonably frequently (24%).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Intubation and mechanical ventilation were required in 67% of patients and occurred at a median of one and half days following admission. Overall 24% of patients died. The median length of stay in the hospital was 21 days. Two patients received antiviral therapy with cidofovir, one of whom died.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Where recorded, the most common adenovirus serotypes identified were serotype 7 (24%), serotype 3 (19%), serotype 21 (14%) and serotype 4 (10%). The diagnosis was made most frequently on the basis of lower respiratory tract samples (principally bronchoscopic alveolar lavage fluid and lung biopsy tissue), and viral culture was the most common method of adenovirus detection (76%). There were no cases identified in the literature where molecular methods were used to diagnose adenovirus pneumonia.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Our case report and review of the literature provides the first comprehensive review of community-acquired adenovirus pneumonia in immunocompetent adult civilians. Hakim and Tleyjeh [8] published a case report and literature review of adenovirus pneumonia in immunocompetent adults in 2008; however, their cohort was a mix of civilians, military recruits and healthcare-associated cases.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The 21 cases we identified in the literature demonstrate that patients with adenovirus pneumonia usually present with several days' history of a non-specific febrile respiratory illness. These patients frequently have respiratory compromise with hypoxia at the time of presentation, while the classical features of adenoviral infection, such as pharyngitis, conjunctivitis, rash or diarrhea, are usually absent. The clinical condition of most patients deteriorates rapidly during admission and requires intubation and ventilation, a pattern commonly seen with primary influenza pneumonia [27]. Laboratory findings are also typical of viral infection, with a normal total white cell count, relative lymphopenia, thrombocytopenia and elevated transaminases and CPK being frequently observed. The most commonly seen radiological pattern on admission is widespread bilateral interstitial shadowing, which is consistent with the results reported in a case series describing the radiological appearance of adult patients with confirmed adenoviral pneumonia [28]. It is noteworthy that several patients, including our own case, had normal initial chest radiography results. Lobar consolidation, a pattern considered more suggestive of bacterial infection, was observed in around one-fourth of patients with adenoviral pneumonia. All of these radiological patterns (including normal initial chest radiographs) have been described in patients with primary influenza pneumonia [29-31]. Although the overall mortality rate in this series [8-26] was 24%, only two patients who were reported on after 1979 have died, possibly representing improvement in supportive care over this time period.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 591,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1468,
                    "end": 1470,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1471,
                    "end": 1473,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1528,
                    "end": 1529,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1530,
                    "end": 1532,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our present case report of an immunocompetent adult civilian patient with sporadic adenoviral pneumonia is the first case to be reported in the literature in which molecular diagnostic methods were used. Nucleic acid detection has the advantages of increased sensitivity and rapid availability of results compared to the conventional diagnostic techniques of viral culture and antigen detection [32]. In addition, multiplex real-time reverse transcriptase PCR (RT-PCR) assays are increasingly being used by diagnostic laboratories to detect a wide range of respiratory viruses in a single reaction. While it is well-recognized that influenza virus and adenovirus can cause pneumonia, there is increasing evidence that other respiratory viruses, such as RSV, human metapneumovirus, PIV, human rhinovirus and human coronavirus play an important role in the etiology of community-acquired pneumonia in adults [33]. The increasingly widespread use of multiplex real-time RT-PCR for the detection of respiratory viruses in clinical practice will allow us to accurately determine the burden of respiratory viral infection in patients with community-acquired pneumonia and may demonstrate that adenoviral pneumonia in immunocompetent adults is more common than previously thought.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 398,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The advantages of rapidly diagnosing respiratory viral infection in patients with community-acquired pneumonia include the institution of appropriate infection control measures, the rational use of antibiotics in the absence of bacterial co-pathogens and, in some instances, the use of specific antiviral therapy. Two patients in our series [8-26] received the antiviral agent cidofovir, and while there are no randomized, controlled trials demonstrating its efficacy in adenoviral infection, it has been used successfully in immunocompromised patients with severe adenoviral pneumonia [34].",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 344,
                    "end": 346,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 587,
                    "end": 589,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our literature review suggests that community-acquired adenoviral pneumonia in immunocompetent adult civilians presents as a non-specific febrile respiratory illness that progresses rapidly to respiratory failure and often requires mechanical ventilation. The laboratory and radiological findings are typical of viral infection but are also non-specific. Novel respiratory virus real-time RT-PCR testing enabled us to rapidly detect adenovirus as the cause of severe community-acquired pneumonia in our patient.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "ALT: alanine aminotransferase; ANCA: anti-neutrophil cytoplasmic antibodies; BAL: bronchoscopic alveolar lavage; CPK: creatinine phosphokinase; Ct: cycle threshold; RSV: respiratory syncytial virus; RT-PCR: reverse transcriptase polymerase chain reaction.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.",
            "cite_spans": [],
            "section": "Consent",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "TWC was involved in the design of the study, assisted in the literature search and wrote and revised the manuscript. DF was involved in the design of this study, performed the literature search and assisted in the writing of the manuscript. MJW oversaw the study and assisted with the writing of the manuscript. All authors read and approved the final version of the manuscript.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The demographic, clinical, laboratory, radiological and outcome data for the 21 cases reported in the literature and in our patienta\naCPK, creatinine phosphokinase; CXR, Chest X ray; ET, endotracheal tube. Data are expressed as n (%) or median [range].",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: The patient's repeat chest radiograph showing widespread bilateral interstitial infiltrates.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Infections in 18,000 infants and children in a controlled study of respiratory tract disease. I. Adenovirus pathogenicity in relation to serologic type and illness syndrome",
            "authors": [],
            "year": 1969,
            "venue": "Am J Epidemiol",
            "volume": "90",
            "issn": "",
            "pages": "484-500",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Life-threatening adenovirus pneumonia in an immunocompetent civilian adult",
            "authors": [],
            "year": 2005,
            "venue": "Infect Dis Clin Pract",
            "volume": "13",
            "issn": "",
            "pages": "39-41",
            "other_ids": {
                "DOI": [
                    "10.1097/01.idc.0000152475.55049.cd"
                ]
            }
        },
        "BIBREF2": {
            "title": "Fatal type 3 adenoviral pneumonia in immunocompetent adult identical twins",
            "authors": [],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "e142-e146",
            "other_ids": {
                "DOI": [
                    "10.1086/379127"
                ]
            }
        },
        "BIBREF3": {
            "title": "Acute respiratory distress syndrome induced by adenovirus in an otherwise healthy woman",
            "authors": [],
            "year": 2003,
            "venue": "Yonsei Med J",
            "volume": "44",
            "issn": "",
            "pages": "732-735",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "[Severe type 7 adenovirus pneumoniae in an immunocompetent adult] [in French]",
            "authors": [],
            "year": 1997,
            "venue": "Ann Fr Anesth Reanim",
            "volume": "16",
            "issn": "",
            "pages": "50-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The spectrum of adult adenovirus pneumonia",
            "authors": [],
            "year": 1996,
            "venue": "Chest",
            "volume": "109",
            "issn": "",
            "pages": "1656-1657",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.109.6.1656"
                ]
            }
        },
        "BIBREF6": {
            "title": "Adenovirus pneumonia with severe sequelae in an immunocompetent adult",
            "authors": [],
            "year": 1992,
            "venue": "Clin Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "712-713",
            "other_ids": {
                "DOI": [
                    "10.1093/clind/15.4.712"
                ]
            }
        },
        "BIBREF7": {
            "title": "Adenovirus pneumonia in healthy adults",
            "authors": [],
            "year": 1987,
            "venue": "Heart Lung",
            "volume": "16",
            "issn": "",
            "pages": "146-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Severe adenovirus pneumonia in an adult civilian",
            "authors": [],
            "year": 1986,
            "venue": "Eur J Respir Dis",
            "volume": "69",
            "issn": "",
            "pages": "188-191",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Lobar pneumonia associated with adenovirus type 7",
            "authors": [],
            "year": 1981,
            "venue": "Can Med Assoc J",
            "volume": "125",
            "issn": "",
            "pages": "1003-1004",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Diffuse pneumonitis due to adenovirus type 21 in a civilian",
            "authors": [],
            "year": 1980,
            "venue": "Chest",
            "volume": "78",
            "issn": "",
            "pages": "107-109",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.78.1.107"
                ]
            }
        },
        "BIBREF11": {
            "title": "Neonatal adenovirus infection: four patients and review of the literature",
            "authors": [],
            "year": 1991,
            "venue": "Pediatrics",
            "volume": "87",
            "issn": "",
            "pages": "890-896",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Adenovirus type 21 infection: occurrence with pneumonia, rhabdomyolysis, and myoglobinuria in an adult",
            "authors": [],
            "year": 1979,
            "venue": "JAMA",
            "volume": "241",
            "issn": "",
            "pages": "2420-2421",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.241.22.2420"
                ]
            }
        },
        "BIBREF13": {
            "title": "Case records of the Massachusetts General Hospital: weekly clinicopathological exercises. Case 6-1979: Rapidly progressive respiratory failure in a 60-year-old woman",
            "authors": [],
            "year": 1979,
            "venue": "N Engl J Med",
            "volume": "300",
            "issn": "",
            "pages": "301-308",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM197902083000609"
                ]
            }
        },
        "BIBREF14": {
            "title": "Fatal adenovirus infection with misleading positive serology for infectious mononucleosis",
            "authors": [],
            "year": 1979,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "299-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Fatal adenovirus type 7 pneumonia in an adult",
            "authors": [],
            "year": 1978,
            "venue": "Med J Aust",
            "volume": "2",
            "issn": "",
            "pages": "445-447",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Type 3 adenoviral pneumonia occurring in a respiratory intensive care unit",
            "authors": [],
            "year": 1978,
            "venue": "Chest",
            "volume": "73",
            "issn": "",
            "pages": "554-555",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.73.4.554"
                ]
            }
        },
        "BIBREF17": {
            "title": "Acute diffuse pneumonia with asthma. Associated with adenoviral infection",
            "authors": [],
            "year": 1977,
            "venue": "N Y State J Med",
            "volume": "77",
            "issn": "",
            "pages": "410-412",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Recognition and treatment of adult respiratory distress syndrome secondary to viral interstitial pneumonia",
            "authors": [],
            "year": 1975,
            "venue": "Am J Med",
            "volume": "58",
            "issn": "",
            "pages": "709-718",
            "other_ids": {
                "DOI": [
                    "10.1016/0002-9343(75)90508-2"
                ]
            }
        },
        "BIBREF19": {
            "title": "Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "680-689",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0904252"
                ]
            }
        },
        "BIBREF20": {
            "title": "Adenovirus pneumonia in adults: radiographic and high-resolution CT findings in five patients",
            "authors": [],
            "year": 2006,
            "venue": "AJR Am J Roentgenol",
            "volume": "186",
            "issn": "",
            "pages": "1288-1293",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.05.0128"
                ]
            }
        },
        "BIBREF21": {
            "title": "Chest radiographic and CT findings in novel swine-origin influenza A (H1N1) virus (S-OIV) infection",
            "authors": [],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1488-1493",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.09.3599"
                ]
            }
        },
        "BIBREF22": {
            "title": "Adenovirus infections in immunocompromised patients",
            "authors": [],
            "year": 1997,
            "venue": "Am J Med",
            "volume": "102",
            "issn": "",
            "pages": "71-74",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9343(97)00015-6"
                ]
            }
        },
        "BIBREF23": {
            "title": "Radiological findings of pneumonia in patients with swine-origin influenza A virus (H1N1) [in English, Italian]",
            "authors": [],
            "year": 2010,
            "venue": "Radiol Med",
            "volume": "115",
            "issn": "",
            "pages": "507-515",
            "other_ids": {
                "DOI": [
                    "10.1007/s11547-010-0553-9"
                ]
            }
        },
        "BIBREF24": {
            "title": "Viral pneumonias in adults: radiologic and pathologic findings",
            "authors": [],
            "year": 2002,
            "venue": "Radiographics",
            "volume": "22",
            "issn": "Spec No",
            "pages": "S137-S149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Utilization of nucleic acid amplification assays for the detection of respiratory viruses",
            "authors": [],
            "year": 2009,
            "venue": "Clin Lab Med",
            "volume": "29",
            "issn": "",
            "pages": "661-671",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cll.2009.07.008"
                ]
            }
        },
        "BIBREF26": {
            "title": "Viral pneumonia",
            "authors": [],
            "year": 2009,
            "venue": "Curr Opin Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "143-147",
            "other_ids": {
                "DOI": [
                    "10.1097/QCO.0b013e328328cf65"
                ]
            }
        },
        "BIBREF27": {
            "title": "Treatment of adenovirus infections in the immunocompromised host",
            "authors": [],
            "year": 2004,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "583-588",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Two fatal cases of adenovirus-related illness in previously healthy young adults: Illinois, 2000",
            "authors": [],
            "year": 2001,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "50",
            "issn": "",
            "pages": "553-555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Large epidemic of adenovirus type 4 infection among military trainees: epidemiological, clinical, and laboratory studies",
            "authors": [],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "808-818",
            "other_ids": {
                "DOI": [
                    "10.1086/342573"
                ]
            }
        },
        "BIBREF30": {
            "title": "Epidemic of adenovirus-induced respiratory illness among US military recruits: epidemiologic and immunologic risk factors in healthy, young adults",
            "authors": [],
            "year": 2001,
            "venue": "J Med Virol",
            "volume": "65",
            "issn": "",
            "pages": "710-718",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.2095"
                ]
            }
        },
        "BIBREF31": {
            "title": "Multiple cases of life-threatening adenovirus pneumonia in a mental health care center",
            "authors": [],
            "year": 1998,
            "venue": "Am J Respir Crit Care Med",
            "volume": "157",
            "issn": "",
            "pages": "645-649",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Severe adenovirus pneumonia in immunocompetent adults: a case report and review of the literature",
            "authors": [],
            "year": 2008,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "27",
            "issn": "",
            "pages": "153-158",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-007-0416-z"
                ]
            }
        },
        "BIBREF33": {
            "title": "Fatal adenovirus infection in an immunocompetent adult: a case report",
            "authors": [],
            "year": 2006,
            "venue": "N Y Med J",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}