{
    "paper_id": "PMC3632529",
    "metadata": {
        "title": "Virome Profiling of Bats from Myanmar by Metagenomic Analysis of Tissue Samples Reveals More Novel Mammalian Viruses",
        "authors": [
            {
                "first": "Biao",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zuosheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fanli",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Junfeng",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ye",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huancheng",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yingying",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yiyin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nan",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fuqiang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Quanshui",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Changchun",
                "middle": [],
                "last": "Tu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Herman",
                "middle": [],
                "last": "Tse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bats, comprising the second largest mammalian population in the world and distributed globally with the exception of the two polar areas, belong to the order Chiroptera with 17 families and 925 species [1]. Bats are important virus reservoir animals and more than 60 viruses have been identified in them with many highly pathogenic to humans [2], including henipaviruses, Ebola virus, Marburg virus, dengue virus, lyssaviruses and SARS-like coronavirus [3]–[7]. Most recently, Bokeloh and Shimoni bat viruses, circovirus, bocavirus, retrovirus, astrovirus, and Cedar virus have been identified as new bat viruses with some never having been reported in other animals, suggesting that bats could be a large virus bank and breeding ground for viruses [4], [8]–[15]. In China, viruses are increasingly being detected in, or isolated from bats, such as coronavirus, circovirus, astrovirus, Xi River virus, Japanese encephalitis virus (JEV), Chikungunya virus, Tuhoko virus, picornavirus, adeno-associated virus and adenovirus [5], [9], [14], [16]–[22]. Notably, SARS coronavirus, which has infected more than 8,000 people and killed almost 800 worldwide, has been identified as likely originating from horseshoe bats in China [5], [23], [24]. However, all available studies so far fail to provide a complete understanding of the pathogen ecology of bat populations.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "mention": "[1]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 342,
                    "end": 345,
                    "mention": "[2]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 453,
                    "end": 456,
                    "mention": "[3]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 457,
                    "end": 460,
                    "mention": "[7]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 749,
                    "end": 752,
                    "mention": "[4]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 754,
                    "end": 757,
                    "mention": "[8]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 758,
                    "end": 762,
                    "mention": "[15]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "mention": "[5]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "mention": "[9]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "mention": "[14]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "mention": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "mention": "[22]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1222,
                    "end": 1225,
                    "mention": "[5]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "mention": "[23]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "mention": "[24]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To control the outbreaks of emerging or re-emerging viral diseases and prevent the transmission of viruses from wildlife, particularly bats, to humans, monitoring the virus infection situation in natural hosts and vector animals is important. Availability of next generation sequencing-based viral metagenomics in recent years has provided a powerful tool for large-scale detection of known and unknown viruses existing in host animals [25], [26]. This new technology has been employed to explore the constitution of viral communities in such environments as oceans, lakes, various tissues, guts and feces of animals including bats has undoubtedly opened a new window to an understanding of the virus diversity in these environments and has provided a successful paradigm for future rapid discovery of new viruses in nature [10], [27]–[37].",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "mention": "[25]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 442,
                    "end": 446,
                    "mention": "[26]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 824,
                    "end": 828,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 830,
                    "end": 834,
                    "mention": "[27]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 835,
                    "end": 839,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The region covering Southeast Asia and Southern China is a main epicenter of emerging or re-emerging viral diseases due to its high human population, inadequately developed public health systems, and abundant and diverse wild animal resources with their illegal trading. Yunnan province in China is a main and busy trading route between Southeast Asia and China and shares a long border with Myanmar, Laos and Vietnam. Studies have shown that many viruses, including Nipah virus, JEV, Chikungunya virus, and circovirus, are present in bats in Cambodia, Thailand and Yunnan [9], [17], [18], [35], [38]–[40]. To expand these studies to Myanmar, we applied viral metagenomics to determine the virome of bats collected from areas of Myanmar adjoining Yunnan. Results revealed 24 virus families in these bats, including phages and viruses of plants and insects as well as vertebrates. Several viruses of the genera Orthohepadnavirus, Mastadenovirus, Mamastrovirus, and Bocavirus, have been characterized as new viruses. This work has expanded our knowledge of bat viruses and their geodistribution in Southeast Asia and could be helpful in establishing effective surveillance of wildlife-associate zoonoses.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "mention": "[9]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 578,
                    "end": 582,
                    "mention": "[17]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 584,
                    "end": 588,
                    "mention": "[18]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 590,
                    "end": 594,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 596,
                    "end": 600,
                    "mention": "[38]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 601,
                    "end": 605,
                    "mention": "[40]",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A total of 853 freshly dead insectivorous bats comprising Miniopterus fuliginosus (M. fuliginosus), Hipposideros armiger (H. armiger), Rhinolophus ferrumequinum (R. ferrumequinum), Myotis chinensis (M. chinensis), Megaderma lyra (M. lyra) and Hipposideros fulvus (H. fulvus) species, were purchased in October and December, 2008, from Burmese living in border areas of Myanmar adjoining Yunnan province. All bats were collected from habitats in two Myanmar counties, Sedon and Wutao, which are close to Tengchong county of Yunnan. The organs of the thorax and abdomen of each bat were separately collected and stored at −20°C. The predominant species sampled was M. fuliginosus and all bat samples were separated into the following 4 groups based on their location and species: XM (M. fuliginosus from Sedon), XO (the remaining 3 species from Sedon), WM (M. fuliginosus from Wutao) and WO (the remaining 5 species from Wutao) (table 1). The collection and sampling of bats for this study was approved by the Administrative Committee on Animal Welfare of the Institute of Military Veterinary, Academy of Military Medical Sciences, China.",
            "cite_spans": [],
            "section": "Bat Collection ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 927,
                    "end": 934,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Briefly, bat organs and tissues (laryngopharynx, trachea, lung, heart, liver, spleen, stomach, gut, kidney and bladder) of each of the 4 groups were pooled and homogenized in a blender (Waring, Torrington, CT) with SM buffer (50 mM Tris, 10 mM MgSO4, 0.1 M NaCl, pH7.5). Following centrifugation at 8000×g at 4°C for 30 min to remove cell debris and foreign materials, the supernatants were immediately filtered through 0.45-µm and 0.22-µm Pellicon II filters (Millipore, Billerica, MA). Filtrates were then concentrated in a 100-kDa Pellicon II filter (Millipore), and filtered once again through 0.22-µm syringe filters (Millipore). To eliminate contamination by host genome and other free nucleic acids, 14 U Turbo DNase (Ambion, Austin, TX), 25 U Benzonase Nuclease (Novagen, San Diego, CA) and 20 U RNase I (Fermentas, Ontario, Canada), ddH2O and 10×DNase buffer (Ambion) were added to 116 µl filtrate to a final volume of 140 µl followed by digestion at 37°C for 1 h. The viral RNAs and DNAs were then extracted immediately using TRIzol (TaKaRa, Dalian, China) according to the manufacturer’s protocol. Total viral nucleic acids were dissolved in RNase-free H2O (TaKaRa) and used immediately for the following reverse transcription.",
            "cite_spans": [],
            "section": "Preparation of Tissue Samples and Extraction of Viral Nucleic Acids ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The above viral nucleic acids were reverse transcribed with SuperScript III reverse transcriptase (Invitrogen, Carlsbad, CA) using a published method [36]. Briefly, four 20-nucleotide barcode DNAs were designed online (http://www.changbioscience.com/primo/primor.html) and anchored to random hexamers to prepare barcode primers. Each of the four groups of nucleic acids was added separately to the four barcode primers (10 µM). Mixtures were heated at 65°C for 5 min and cooled on ice for 2 min to denature the secondary structure. Then 4 µl 5×first-strand buffer, 1 µl 0.1 M dithiothreitol (DTT), 1 µl 40 U RNase OUT, 1 µl 10 mM deoxynucleoside triphosphates (dNTPs) and 1 µl 200 U SuperScript III reverse transcriptase were added along with RNase-free H2O to bring the final volumes to 20 µl. The reactions were incubated at 25°C for 5 min followed by 50°C for 60 minutes, then inactivated at 75°C for 15 min.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "mention": "[36]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Reverse Transcription with Anchored Random Primers ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To synthesize dscDNA, a 3′–5′exo– Klenow fragment (5 U; New England Biolabs, Beijing, China) was added to the cDNA mixture and barcode primers, then incubated at 37°C for 60 min, after which the enzyme was inactivated at 75°C for 10 min. To remove phosphates and free single-stranded bases in the dscDNA reaction, 2 U shrimp alkaline phosphatase (SAP, TaKaRa) and 2.5 U exonuclease I (TaKaRa) were added to the dscDNA reaction mixture along with 10×SAP buffer and ddH2O to a final volume of 50 µl, then incubated at 37°C for 60 min and inactivated at 75°C for 10 min.",
            "cite_spans": [],
            "section": "Double Stranded cDNA (dscDNA) Synthesis with Klenow Fragment ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To obtain sufficient viral nucleic acid, SISPA was employed to amplify the dscDNA with the Accuprime Taq DNA Polymerase System (Invitrogen) according to the manufacturer’s protocol. Briefly, a 50 µl reaction system containing 10 µl of the above dscDNA mixture, barcode DNA as primer (20 µM), 10×Accuprime buffer I, Accuprime Taq DNA Polymerase (1 U) and ddH2O was denatured at 94°C for 2 min, followed by 40 cycles of 94°C denaturing for 30 s, 55°C annealing for 30 s, 68°C extending for 1 min with final 68°C extension for 8 min. The PCR products were then purified using the QIAquick PCR Purification Kit (Qiagen, Hilden, Germany) and dissolved in 50 µl TE buffer (100 mM Tris-HCl, 10 mM EDTA, pH8.0).",
            "cite_spans": [],
            "section": "Sequence-independent Single Primer Amplification (SISPA) and Purification of PCR Products ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The above purified PCR products of the four groups were pooled together and then subjected to Solexa sequencing in one lane by the Beijing Genome Institute (BGI, Shenzhen, China). Briefly, the pooled purified PCR products were ultrasonicated to produce DNA fragments of about 180 bp, and then treated with Klenow and dATP to generate 3′-dA overhangs. After ligation of the fragments to Solexa adaptors, the DNAs were subjected to PCR with the adaptor primers to construct a genomic DNA library. The amplicons were bound to a flow cell to which was then added fluorescent-labeled dNTPs. The DNA sequences were obtained by the mechanism of Sequencing-by-Synthesis (SBS; Illumina). Base calling was conducted with the program of GAPipeline using default settings. After removing the adaptor sequences and no-calling reads, the sequences of the four groups were differentiated by their barcodes and then assembled into contigs with SOAPdenove software (BGI, Shenzhen, China). Contigs and sequences longer than 100 bp were defined as significant data for further in silico analysis.",
            "cite_spans": [],
            "section": "High-throughput Sequencing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The significant data were aligned online against the nonredundant and viral reference databases of GenBank with BLASTx and BLASTn. The BLAST hits were defined as significant if E value ≤10e−5 [10]. Contigs of bacteria and eukaryotes were eliminated and virus-like sequences were subjected to further analysis.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "\nIn silico Analysis of Contigs ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To validate the results of Solexa sequencing, primers to amplify identified viral sequences were synthesized according to publications, or designed based on the Solexa sequences obtained in this study using Primer 5 (Premier Biosoft International, Palo Alto, CA) and Genefisher (http://bibiserv.techfak.uni-bielefeld.de/bibi/Tools.html). Primer sequences used in the validation are available upon request. Viral RNA and DNA were automatically extracted with RNeasy and QIAamp DNA mini kits respectively (Qiagen, Hilden, Germany) in a QIAcube (Qiagen) from organ tissues of each bat and subjected to all nucleic acid amplification tests. Viral RNA was amplified using RT-PCR or RT-nested PCR, while viral DNA was subjected directly to PCR with negative but no positive control to avoid false positive results. The amplification of nucleic acids was conducted with PCR Master Mix (Tiangen, Beijing, China) according to the manufacturer’s protocol. Positive PCR products were sequenced in both directions commercially by an ABI 3730 DNA Analyzer (Invitrogen, Beijing, China). Two near full genomes of bat bocaviruses were constructed with a genome walking kit (TaKaRa, Dalian, China) following the manufacturer’s protocol.",
            "cite_spans": [],
            "section": "Confirmation of Selected Viruses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Alignments of nucleotide (nt) and amino acid (aa) sequences with other representatives of known viruses were conducted using Clustal W version 2.0. (Accession numbers are shown in the trees). Phylogenetic trees were generated by the neighbor-joining method of MEGA 5 with 1,000 bootstrap replicates [41]. ORFs were identified by NCBI ORF Finder (http://www.ncbi.nlm.nih.gov/gorf/gorf.html); the secondary structure of circovirus genome was predicted with the mfold Web Server (http://mfold.rna.albany.edu/?q=mfold).",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "mention": "[41]",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Phylogenetic Analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The data from Solexa sequencing have been deposited in the GenBank Sequence Reads Archive under accession numbers SRA059263 and SRA05929. All partial and full genome sequences of selected viruses have been deposited in GenBank under accession numbers JX863704 to JX863737 and KC339249 to KC339251.",
            "cite_spans": [],
            "section": "Nucleotide Sequence Accession Numbers ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "After removal of barcode and host gene sequences, 3,742,314 reads were obtained by Solexa sequencing with 88% of reads overlapping into 1,649,512 contigs with an average length of 114 nt. As shown in table 2, of 1, 649,512 contigs 33,501 (2%) and 19,940 (1%) were annotated to eukaryotes and bacteria respectively, while 1,569,373 (95%) were classified as unknown sequences. The remaining 26,698 (2%) contigs were matched to viruses according to the defined cutoff value. All viral sequences could be classified into 24 viral families: 13 dsDNA, 2 ssDNA, 2 retro-transcribing, 1 ssRNA minus stranded, 5 ssRNA plus stranded and 1 dsRNA. The results summarized in table 3 show that the virome of the bats in the study comprised viruses of vertebrates, insects, plants and bacteria, with vertebrate virus-like contigs as the predominant sequences accounting for 45% (12,086/26,698). Sequences relating to insect viruses were the 2nd most abundant, constituting 28% (7,443/26,698), followed by phage at 27% (7,074/26,698) of the total viral contigs, while only 95 contigs were related to plant viruses.",
            "cite_spans": [],
            "section": "Solexa Sequencing and General Virome of the Bats ::: Results",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "mention": "table 2",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 669,
                    "mention": "table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "As shown in table 3, the contigs of vertebrate viruses comprised the largest virus population in the virome of all four groups, and could be classified into 14 families: Adenoviridae, Alloherpesviridae, Herpesviridae, Papillomaviridae, Polyomaviridae, Poxviridae, Picobirnaviridae, Hepadnaviridae, Retroviridae, Circoviridae, Parvoviridae (Parvovirinae), Astroviridae, Flaviviridae and Picornaviridae. Members of the Alloherpesviridae, Herpesviridae, Hepadnaviridae, Papillomaviridae, Parvovirinae, Polyomaviridae, Poxviridae and Picornaviridae were likely common viruses harbored by bats since at least 3 of the 4 groups contained their sequences in viral contigs. These contigs relating to mastadenovirus, circovirus, dependovirus, bocavirus, parvovirus, mamastrovirus, kobuvirus, iflavirus, had strong BLAST bit to viruses with bit score >200 and e value <10e−20. Notably, there were >10 thousand contigs relating to Hepadnaviridae, which covered 43% full genome and shared >70% nt identity with woodchuck hepatitis virus (WHV) and human hepatitis B virus (HBV). Herpesvirus-like contigs had diverse nt identities to known viruses, the longest reads with 210 nt sharing the highest nt identity of 70% with human herpesvirus 6B (data not shown). In the present study, ictalurivirus-, poxvirus-, polyomavirus-, papillomavirus- and hepacivirus-like sequences were not only annotated to viruses but also share nt/aa identities with some cellular organisms, probably as a result of integration of viral genes into their hosts or host genes into viral genomes since large DNA viruses have ability to acquire cellular genes over the course of their evolution [42]–[45]. Therefore, to confirm the presence of above large DNA viruses PCR detection and sequencing of longer fragments at multiple viral genomic regions is needed in the future.",
            "cite_spans": [
                {
                    "start": 1655,
                    "end": 1659,
                    "mention": "[42]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1660,
                    "end": 1664,
                    "mention": "[45]",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Sequences Relating to Vertebrate Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "mention": "table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Sequences relating to insect viruses comprised the second largest proportion within the bat virome, and could be classified into five families: Baculoviridae, Polydnaviridae, Iridoviridae, Iflaviridae and Parvoviridae (Densovirinae) (Table 3). Viruses of the Baculoviridae, Densovirinae and Polydnaviridae were present in all four groups of bats. It is interesting to note that the iflavirus was present in, and Iridoviridae absent from, M. fuliginosus of both counties. Among the insect viruses detected, alpha- and betabaculoviruses within the Baculoviridae, and bracovirus and ichnovirus within the Polydnaviridae were first time discoveries in bats. Contigs of densovirus and iflavirus, found in bat guano from North America and China [35], [37], were also present in our study. Contigs of iflavirus identified here had >80% nt identity with the Perina nuda virus of genus Iflavirus.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 743,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 745,
                    "end": 749,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Sequences Relating to Insect Viruses, Phage and Plant Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "According to previous studies, phage comprise a large fraction of the viromes of human, equine and bat fecal samples [35], [37], [46], [47]. For example, the sequences of phage in bat guano from California and Texas respectively accounted for 4% and 0.1% of the total reads [37], while phage sequences constituted >60% of the total in previously reported bat fecal samples in China [35]. In the present study, three phage families, Myoviridae, Podoviridae and Siphoviridae, were detected as being harbored by all four groups of bats, constituting 4% viral contigs in group XM, 2% in XO, 31% in WM and 1% in WO. In groups XM, XO and WO, the family Podoviridae was the most abundant, accounting for 48%, 93% and 87% of the total phage-like contigs respectively, while in WM the family Myoviridae was dominant, constituting 80% of phage-like contigs within the group. The wide prevalence of these three phage families in all 4 groups likely reflects the common infection status of phages in the gut bacterial microecosystems of bats in these areas.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 123,
                    "end": 127,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 129,
                    "end": 133,
                    "mention": "[46]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 135,
                    "end": 139,
                    "mention": "[47]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 382,
                    "end": 386,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Sequences Relating to Insect Viruses, Phage and Plant Viruses ::: Results",
            "ref_spans": []
        },
        {
            "text": "Plants provide the most abundant viruses in human feces [34] and also exist commonly in bat guano, reflecting dietary traits [10], [35], [37]. In this study, 95 contigs of plant viruses were identified, comprising three families ― a more restricted number compared with the other virus groups. Cucumovirus within family Bromoviridae, tospovirus within family Bunyaviridae, and coccolithovirus and chlorovirus within family Phycodnaviridae were identified for the first time in bats.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "mention": "[34]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 125,
                    "end": 129,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 131,
                    "end": 135,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 137,
                    "end": 141,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Sequences Relating to Insect Viruses, Phage and Plant Viruses ::: Results",
            "ref_spans": []
        },
        {
            "text": "To verify the results of the metagenomic analysis, specific primers of selected viruses (mainly from vertebrate viruses) were used to amplify the corresponding virus species from all bat samples with the following results.",
            "cite_spans": [],
            "section": "Confirmation of Metagenomic Results by PCR ::: Results",
            "ref_spans": []
        },
        {
            "text": "The genus Mamastrovirus, belonging to the family Astroviridae, is composed of 19 viral species based on the ORF2 gene [48]. In our study 35 and 22 contigs relating to genus Mamastrovirus were obtained from groups XM and WO respectively (Table 3), but none from the other two groups. Testing of all bat lungs and guts by hemi-nested PCR using pan-bat astroviruses primers targeting a 422 nt fragment of ORF1b provided confirmation, resulting in 12 and 2 positive amplifications in guts of groups XM and WO respectively. The positive rate in Miniopterus fuliginosus was 4% (12/320). In group WO, only Rhinolophus ferrumequinum showed positive amplification in 2% (2/84) of samples, while all other bat species were negative. Of 15 amplicons, 8 (Accession numbers: JX863704–JX863711) were further sequenced and phylogenetically analyzed against representative astroviruses of all 19 species of Mamastroviruses based on the nt sequences. Results (Figure 1) showed that the taxonomic tree of the 19 species of Mamastroviruses based on a partial ORF1b gene was the same as that based on ORF2. Bat astroviruses detected in this study, however, could be further grouped into two branches with 57–63% nt identity between them. Of these, BatAstv XMM137 amplified from M. fuliginosus in county Sedon shared the highest identity of 69% with Mamastrovirus 14 found in bats from Hong Kong [12], and was likely a new Mamastrovirus species according to new ICTV criteria [48]. It was therefore tentatively classified as Mamastrovirus-related virus 1. The remaining 7 amplicons with 68–76% nt shared identity comprised a new group, and shared the highest nt identity (67–75%) with Mamastrovirus 18 found in Hong Kong bats [12]. These sequences constituted at least one new Mamastrovirus species according to new ICTV criteria, and were therefore classified as Mamastrovirus-related virus 2 [48].",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "mention": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1705,
                    "end": 1709,
                    "mention": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1873,
                    "end": 1877,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "PCR Amplification of Astrovirus ::: Results",
            "ref_spans": [
                {
                    "start": 943,
                    "end": 951,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 237,
                    "end": 244,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The family Iflaviridae has a single genus Iflavirus consisting of 7 viral species [48]. By Solexa sequencing, 191 and 286 contigs annotated to Iflaviridae were found in groups XM and WM respectively, showing high identity with Ectropis obliqua virus (EOV) and Perina nuda virus (PNV), both being insect viral species within genus Iflavirus (Table 3). Nested RT-PCR of all bat organs targeting 369 nt at the 3′ end of the single ORF confirmed the results of Solexa sequencing, and further showed that 18% (56/320) of guts of M. fuliginosus in WM and 8% (26/320) of M. fuliginosus in XM were positive for the genus Iflavirus. Sequences (Accession numbers: JX863712–JX863717) amplified from the two groups had >98% nt identity, indicating that the viruses from the two groups were the same variant, sharing 82% aa identity with PNV and 80% identity with EOV (Figure 2) [49].",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 866,
                    "end": 870,
                    "mention": "[49]",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "PCR Amplification of Iflaviruses ::: Results",
            "ref_spans": [
                {
                    "start": 856,
                    "end": 864,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 341,
                    "end": 348,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "By Solexa sequencing, 20 and 4 contigs were found closely related to bocavirus (BoV) and adeno-associated virus (AAV) respectively. In this viral metagenomic analysis, bocavirus sequence was detected in groups XM and WM, but not in XO and WO (Table 3). The finding by specific PCR of a partial VP1 ORF gene sequence using degenerated primers designed based on available bocavirus sequences in GenBank was consistent with the metagenomic analysis, and analysis of all bat samples further showed that 2% (6/320) of guts of M. fuliginosus in XM and 6% (20/320) of M. fuliginosus in WM were bocavirus positive (Table 1). Ten amplicons (five from each group, accession numbers: JX863718 - JX863727) with lengths of 620 nt were sequenced and phylogenetically analyzed against representative sequences of bocaviruses identified to date. Results showed that the newly identified bat bocaviruses were significantly divergent from known bocaviruses, with 39–53% aa identity. The highest aa identity (53%) observed was with canine minute virus and only 43% aa identity with M. myotis bocavirus, the first bat bocavirus found in China [10] (Figure 3B). Further phylogenetic analysis clustered our ten sequences into two independent groups. The highest amino acid identity between two groups was 85%, while that within a group was 97% (Figure 3B). This indicates the discovery of two new bocavirus species from bats. To further characterize the bocaviruses, nearly full length genomic sequences of Bt BoV XM30 in group 1 and Bt BoV WM40 in group 2 were obtained by gene walking. As shown in figure 3A, the genomes of Bt BoV XM30 with an incomplete 5′ end (accession number: KC339250) and Bt BoV WM40 (accession number: KC339251) were 4,832 and 4,995 nt containing four ORFs: NS1, NP1, VP1 and VP2. (Figure 3A). The aa sequences of NS1 were used to construct the phylogenetic tree with other representatives (Figure 3C). Multiple alignments showed that Bt BoV XM30 and WM40 shared 76% aa identity, with 35–54% aa and 44–56% nt identities with other bocaviruses. The highest (54%) aa identity was with canine bocavirus HK882U but only 40% to Myotis myotis bocavirus 1, with the same results obtained by analysis of VP1 (data not shown).",
            "cite_spans": [
                {
                    "start": 1123,
                    "end": 1127,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "PCR Amplification of Bocavirus and Adeno-associated Virus ::: Results",
            "ref_spans": [
                {
                    "start": 1129,
                    "end": 1138,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1323,
                    "end": 1332,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1578,
                    "end": 1587,
                    "mention": "figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1786,
                    "end": 1795,
                    "mention": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1895,
                    "end": 1904,
                    "mention": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 243,
                    "end": 250,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 614,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "AAV is a member of the Dependovirus genus, Parvovirinae subfamily, and was first identified in the 1960s as co-existing with adenovirus without which it cannot replicate [50]. This virus has been found in bats by viral metagenomics in California and China [35], [37]. Here, AAV sequences were detected only in R. ferrumequinum of group WO (Table 3). An amplicon (accession number: JX863728) with 447 bp nucleotides of AAV targeting a partial VP region was obtained from this species and was phylogenetically grouped with other AAVs, showing 81% nt identity with bat AAV isolate 1715-HB-Rs-B (HQ142877) from a bat in Hubei province, China (Figure 4) [21].",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "mention": "[50]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 256,
                    "end": 260,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 262,
                    "end": 266,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 649,
                    "end": 653,
                    "mention": "[21]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "PCR Amplification of Bocavirus and Adeno-associated Virus ::: Results",
            "ref_spans": [
                {
                    "start": 639,
                    "end": 647,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 340,
                    "end": 347,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The members of the family Adenoviridae infect a wide range of vertebrates including mammals, birds, amphibians, reptiles and fish, and cause a variety of diseases [51], [52]. In this study, only one contig showing identity with genus Mastadenovirus was found in group WO (Table 3). Further screening of all lungs and guts of bat samples by PCR of a partial hexon gene sequence of mammalian adenovirus (767 nt) confirmed that this sequence existed in guts of R. ferrumequinum of group WO but none of the other 3 groups. Sequence and phylogenetic analysis showed that this bat adenovirus, given the name WOR1 (accession number: JX863729), is divergent from current mammalian adenoviruses with 40–55% aa identity and with only 55% and 53% aa identities with bat adenovirus TJM strain from Tianjin, China, and bat adenovirus 2 strain PPV1 from Germany respectively (Figure 5) [22], [53]. This indicates that bat adenovirus WOR1 is a new mammalian adenovirus.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "mention": "[51]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 169,
                    "end": 173,
                    "mention": "[52]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 872,
                    "end": 876,
                    "mention": "[22]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 878,
                    "end": 882,
                    "mention": "[53]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "PCR Amplification of Adenovirus ::: Results",
            "ref_spans": [
                {
                    "start": 862,
                    "end": 870,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 272,
                    "end": 279,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "CVs contain a circular genome of 1,700–2,000 nt length which encodes a replication-associated protein (Rep) and a capsid protein (Cap) in opposing directions [54], [55]. CVs were first discovered in American bats in 2010 and in Chinese bats in 2011 [9], [37]. In the present study, only group XO contained CV contigs (Table 3). Further PCR confirmed this result and found that 7% (6/92) of guts of R. ferrumequinum in group XO were circovirus positive. Two complete genomes (BtCV XOR1, BtCV XOR7; accession numbers JX863737 and KC339249 respectively) were amplified by inverse PCR. Sequencing revealed that BtCV XOR1 and XOR7 DNAs were respectively 1,862 nt and 1798 nt in length and contained two ORFs in opposite strands (Figure 6A, Table 4). As in other CVs, the two bat CVs had a stem-loop structure between the two ORFs with nonamer motif TAGTATTAC and TAGTATTAC, identical to that of canine CV strain NY214 (JQ821392), beak and feather disease virus, and finch CV (Figure 6B) (23,32). Moreover, three tandem copies of CGGCACA of BtCV XOR1, thought to bind the replicase when the viral DNA starts to replicate by the rolling-circle method, were present at nt 1862-26 with the highest identity to porcine CV-1 and -2 (PCV-1 and PCV-2). The tandem copies in BtCV XOR7, however, were shorter, consisting of the hexamer CGGCAG (Table 4).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "mention": "[54]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 164,
                    "end": 168,
                    "mention": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 249,
                    "end": 252,
                    "mention": "[9]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 254,
                    "end": 258,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Characterization of Circovirus (CV) ::: Results",
            "ref_spans": [
                {
                    "start": 724,
                    "end": 733,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 971,
                    "end": 980,
                    "mention": "Figure 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 318,
                    "end": 325,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 742,
                    "mention": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1336,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Phylogenetic analysis based on Rep amino acids and multiple alignments showed that the two BtCVs shared 44% aa identity, indicating they were different isolates. The highest circovirus identities BtCV XOR1 and BtCV XOR7 shared were only 56% with canine CV strain NY214 identified in New York dogs in 2012 and 70% to PCV-1 [56] (Figure 6C).",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "mention": "[56]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Characterization of Circovirus (CV) ::: Results",
            "ref_spans": [
                {
                    "start": 328,
                    "end": 337,
                    "mention": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Members of family Hepadnaviridae have a compact circular genome and comprise two genera, Orthohepadnavirus and Avihepadnavirus, the former infecting several mammalian species including humans, woodchucks, and ground squirrels [48]. In our study, >10,000 hepadnavirus-like contigs were detected in all four groups through viral metagenomics, showing <70% nt identity with woodchuck hepatitis virus (WHV) and HBV (Table 3). The 423 bp amplicons of partial S genes of 7 selected bat hepadnaviruses showed >97% nucleotide identity with each other, 77% nucleotide identity with WHV and 74% with HBV (Figure 7), indicating that the bat hepadnavirus found in the study is likely a new orthohepadnavirus.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "PCR Amplification of Bat Hepadnavirus ::: Results",
            "ref_spans": [
                {
                    "start": 595,
                    "end": 603,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 412,
                    "end": 419,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Bats are the natural host of a large variety of mammalian viruses and play an important role in the transmission of many emerging or re-emerging viral diseases to humans and animals from their natural habitats. By 2007, more than 60 bat-borne viruses had been identified globally by traditional virologic methods. This required several decades and the work of numerous laboratories [2], [57]. With metagenomic analysis based on next generation sequencing and high throughput screening, the frequency of discovering new bat viruses has rapidly increased and more than 20 new mammalian viruses or distantly related variants of known mammalian viruses, along with a number of unknown viruses, have been identified in last two or three years by a few laboratories. In addition, the virome constitution of bats has been elucidated by this modern technology [10], [35]–[37]. Using this tool, the present study has revealed a virome of Myanmar bats, comprising 24 viral families capable of infecting vertebrates, insects, plants or bacteria. Sequence comparisons here have uncovered new viruses, further expanding the range of virus composition in the bat population.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "mention": "[2]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 387,
                    "end": 391,
                    "mention": "[57]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 852,
                    "end": 856,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 858,
                    "end": 862,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 863,
                    "end": 867,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our study, eukaryotes and bacteria respectively accounted for only 2% and 1% of the contigs, showing that the nuclease treatment was effective in the digestion of non-viral nucleic acids. Unknown sequences constituted a large part (95%) of the total with no homologs in GenBank (Table 2).This compares with 91%, 99%, 66% and 51% for unknown sequences reported in, respectively, human feces, infant feces and bat guano [37], [58]. Comparison is difficult, however, since sequence similarities are identified by BLAST search of the Genbank databases, which are continually expanding [58]. Our results showed that about 2% (26,698/1,649,512) of total contigs were virus-related sequences. However, in previous viromes, the proportions of virus-related sequences in total reads or contigs ranged from 0.1%–58% [10], [35]–[37]. Of note is that 45% of viral contigs in our virome classified to vertebrate viruses, while insect viruses and phages constituted only 28% and 27% of viral contigs respectively (Table 3). This compares with less than 10% of total viral contigs related to vertebrate viruses in previous viral metagenomes of bats [10], [35]–[37]. In addition, among 24 viral families identified here, 54% (13 families) were mammalian viruses, much higher and broader than the rates reported in previous virome studies. This difference may be ascribed to the sample type: various organ tissue samples of all bats, along with intestine contents, were used in our study, while the samples used in previous studies were only feces or feces plus oral and pharyngeal swabs [10], [35]–[37]. Mammalian viruses require replication in host cells, with some, but not all, being excreted into the environment through the fecal and/or oral routes. Moreover, excretion of many viruses is intermittent, and therefore the virome obtained from excreted or secreted materials may not represent the complete viral complement of the host. Consequently, mixed tissue samples are likely to provide a more complete virome profile. For instance, since hepadnaviruses are strictly blood-borne viruses and normally not secreted through the fecal and oral routes, this could be the reason why previous metagenomic studies have not found Hepadnaviridae in any bat species. In the present study, sampling of bat livers may have permitted successful identification of a bat hepadnavirus. The fact that this constituted the largest population of mammalian viral sequences (Table 3) additionally indicates that bats are potential reservoirs of hepadnaviruses.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 427,
                    "end": 431,
                    "mention": "[58]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 584,
                    "end": 588,
                    "mention": "[58]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 809,
                    "end": 813,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 815,
                    "end": 819,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 820,
                    "end": 824,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1574,
                    "end": 1578,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1580,
                    "end": 1584,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1585,
                    "end": 1589,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 289,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1010,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 2449,
                    "end": 2456,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Bat viromes have been studied in 3 American states and 10 Chinese provinces [10], [35]–[37]. The present study has provided preliminary data to reveal the bat virome in Myanmar, a country sharing a long border with Yunnan, China, with abundant and diverse bat species. Overall, the bats in Wutao carried 23 of the total identified 24 viral families, with only the absence of family Circoviridae, while bats in Sedon carried only 17 families (Table 3), indicating the diversity of the virome in the two counties.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 82,
                    "end": 86,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 87,
                    "end": 91,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 442,
                    "end": 449,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To verify the metagenomic analysis and further understand the viral constitution as well as the prevalence rate in the virome, each of the 853 bat samples was subjected to PCR or RT-PCR for 6 selected viruses (Table 1). Results were completely consistent with that of the metagenomic analysis (Table 3). Coronaviruses have been found to have a wide global geo-distribution [23], [59], [60] and have been identified in previous bat viromes [10], [35]–[37], but were not found in the present study. In confirmation of this, none of the bat samples tested positive for coronavirus by RT-PCR screening using published method [60], this may be due to insufficient bat sampling and limited locations.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "mention": "[23]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 379,
                    "end": 383,
                    "mention": "[59]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 385,
                    "end": 389,
                    "mention": "[60]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 439,
                    "end": 443,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 445,
                    "end": 449,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 450,
                    "end": 454,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 621,
                    "end": 625,
                    "mention": "[60]",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 301,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "While PCR and RT-PCR results showed that M. fuliginosus and R. ferrumequinum were the only species to harbor the selected viruses, this difference was possibly due to insufficient sampling of the other four bat species. The 2 positive bat species further showed differences in viral constitution with M. fuliginosus harboring Astv, Ifv, hepadnavirus and BoV, while R. ferrumequinum harbored Astv, CV, Adv and AVV, indicating the existence of co-infection with multiple viruses in both species. In addition, even the same species had a different viral constitution in different locations. For example, M. fuliginosus harbored astrovirus in Sedon, but not in Wutao; R. ferrumequinum harbored only CV in Sedon, but Astv, Adv and AVV in Wutao. These data show that bat virome varies among species and geo-locations, indicating that a complex viral ecology exists in the bat population. Similar differences in the bat virome have also been reported in previous studies [10], [35]–[37], and therefore huge diversities in bat virome in the world can be expected.",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 968,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 970,
                    "end": 974,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 975,
                    "end": 979,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Results of PCR and RT-PCR screening also revealed the prevalence rates of selected viruses in the bat virome (Table 1), which were not investigated in previous studies [10], [35]–[37]. Astv, AAV, Adv and CV sequences identified here in Myanmar bats have also been noted in the previous viromes in North America and China, indicating that they are common virus species in bats with wide geographic distribution. For example, three species within the genus Rhinolophus (R. pusillus, R. luctus, R. ferrumequinum) in China have been found to harbor CVs [10], [35], as in the present study. In addition, Miniopterus schreibersii and Rhinolophus sinicus were found to harbor Astv in China [13], a virus shown in our study to be present in M. fuliginosus and R. ferrumequinum in Myanmar.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 174,
                    "end": 178,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 179,
                    "end": 183,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 549,
                    "end": 553,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 555,
                    "end": 559,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 683,
                    "end": 687,
                    "mention": "[13]",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Since the whole digestive tract from stomach to anus, together with the gut content, was pooled with other organs in the sample preparation, the identification of insect viruses in the bat tissue samples was not surprising and simply reflected dietary traits [37]. In our virome study, contigs of Ectropis obliqua and Perina nuda insect viruses were detected only in M. fuliginosus of both XM and WM groups, suggesting that these bats frequently prey on these insects. The most likely explanation for the presence of plant viruses such as tospovirus and cucumovirus in some samples is that the bats prey on insects that feed on plants. Presence of plant viruses may therefore simply reflect the natural food chains. Plant viruses have also been detected in bat guano in North America and China [35]–[37].",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 794,
                    "end": 798,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 799,
                    "end": 803,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As in previous metagenomic analyses [10], [35]–[37], many novel mammalian viruses have been identified in the present virome, including Astv, CV, Adv, AVV, and bat hepadnavirus. Members of the family Hepadnaviridae have a narrow host range and can infect rodents, primates and birds, but have never before been reported in bats [48], [61]. In the present study, hepadnavirus-like contigs were the second largest population, and showed a genetic similarity to WHV and HBV. PCR and sequencing of a partial S gene sequence showed that the bat hepadnavirus identified here had approximately equal identity with WHV and HBV, strongly suggesting that it should be classified as a new species in genus Orthohepadnavirus.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 42,
                    "end": 46,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 47,
                    "end": 51,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 328,
                    "end": 332,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 334,
                    "end": 338,
                    "mention": "[61]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The family Circoviridae has two genera, Circovirus and Gyrovirus, and a wide host range from mammalian animals to avian species [48], [54], [55], [62]. CVs are important pathogens of pigs and have a huge impact on the pig industry. These viruses have also been found in some avian species causing immumosuppression and growth retardation [62]–[65]. However, a viral metagenomics analysis of bat guano in North America first identified their presence in bats [37]. Since then, CVs have been commonly found in bats and have shown a large genetic diversity [9], [10], [35]. According to ICTV criteria, BtCV XOR1, observed in this study, should be a new species since it shares <60% aa identity with known circoviruses [48]. Topologically, the known bat circoviruses are grouped into genera Circovirus and Cyclovirus, with some having higher similarities to other animal circoviruses than to bat circoviruses (Figure 6C). For example, BtCV XOR1 in our study shared the highest (56% aa) identity with canine CV (No.JQ821392), and only 48% identity with BtCV YN-BtCV-2 (No. JF938079). The large genomic diversity of bat circoviruses suggests that co-evolution of the viruses could occur in bats.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 134,
                    "end": 138,
                    "mention": "[54]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 144,
                    "mention": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 146,
                    "end": 150,
                    "mention": "[62]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 338,
                    "end": 342,
                    "mention": "[62]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 343,
                    "end": 347,
                    "mention": "[65]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 458,
                    "end": 462,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 554,
                    "end": 557,
                    "mention": "[9]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 559,
                    "end": 563,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 565,
                    "end": 569,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 715,
                    "end": 719,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 906,
                    "end": 915,
                    "mention": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "There are currently the only two members in the genus Bocavirus and share 43% sequence identity [47], [66]. Animal bocaviruses were first identified in the 1960s, and can cause respiratory, gastrointestinal and reproductive diseases [66]. Human bocavirus was first reported in Sweden in 2005, then in China, 2006, and has been associated with upper and lower respiratory infection and gastroenteritis worldwide [67]–[69]. Wu et al. first reported their presence in M. myotis in 2012 [10]. Our study expands their range to include M. fuliginosus in Myanmar. Sequence analysis showed that the Myanmar isolate had about 53% aa identity with canine minute virus (the highest identity) and only 43% identity with Myotis myotis bocavirus. Full genome alignments also revealed their divergences. According to the ICTV criterion that a bocavirus with <95% nt identity in its NS gene can be defined as a new species, Bt BoV XM30 and WM40 likely form a new species within the genus Bocavirus\n[48].",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "mention": "[47]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 102,
                    "end": 106,
                    "mention": "[66]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 233,
                    "end": 237,
                    "mention": "[66]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 411,
                    "end": 415,
                    "mention": "[67]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 416,
                    "end": 420,
                    "mention": "[69]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 483,
                    "end": 487,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 982,
                    "end": 986,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Members of family Astroviridae, comprising genera Avastrovirus and Mamastrovirus, are important pathogens and usually cause acute gastroenteritis of human and a broad spectrum of animals, including livestock, poultry, companion animals, fur animals and marine mammals [48], [70]–[72]. The genetically diverse mamastroviruses consisted of 6 species in 2009 [73], but since the first bat Astv report in 2008 [12] identification of numerous new Astvs had expanded the list to 19 species by 2011, with 7 relating to bats [48]. They have been identified in several bat species including Miniopterus schreibersii, Scotophilus kuhlii, and Rousettus leschenaultia in Hainan, Hunan, Anhui, Guangxi and Fujian provinces, China [12]–[14], and from M. myotis in Germany [59]. In the present study, more novel bat Astvs were detected that diverged from the current 19 Astv species, as shown in figure 1, indicating that these form new species within the genus Mamastrovirus. The continuing emergence of new mamastrovirus species and their wide genetic divergence in bats indicates that there could still be more unknown bat astroviruses.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "[70]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 279,
                    "end": 283,
                    "mention": "[72]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 356,
                    "end": 360,
                    "mention": "[73]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 406,
                    "end": 410,
                    "mention": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 517,
                    "end": 521,
                    "mention": "[48]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 717,
                    "end": 721,
                    "mention": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 722,
                    "end": 726,
                    "mention": "[14]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 758,
                    "end": 762,
                    "mention": "[59]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 881,
                    "end": 889,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In conclusion, the virome of Myanmar bats obtained by Solexa sequencing-based viral metagenomics with specific PCR confirmation, using various tissue samples and gut contents, has identified many new mammalian viruses in these animals. Our results, together with previous studies [10], [35]–[37], show that the composition of bat viromes differs depending on geographical location and bat species. Current bat viromes have therefore uncovered only the tip of the iceberg as regards virus flora present in these mammals, and future studies involving a wider sampling of bat species in different locations will undoubtedly increase our understanding of the global diversity of bat viruses. However, most of the new viruses found in bats by metagenomic analysis have very low identity with known viruses and their direct transmission to cause diseases of humans and domestic animals is unknown. To determine the tropism restrictions and pathogenicity of these new mammalian viruses, routine virological approaches, such viral isolation and characterization by tissue culture and experimental infection, will still be necessary.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "mention": "[10]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 286,
                    "end": 290,
                    "mention": "[35]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 291,
                    "end": 295,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Sequences from our study are identified by filled triangles and from previous studies by open triangles.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The Sequences from our study are identified by filled triangles.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (A) Genome schematics of BtBoV XM30 and WM40; (B) Phylogenetic analysis of partial VP1 aa sequences deduced from 620 bp amplicons of bat bocaviruses and other representatives with two adeno-associated viruses as outgroup; (C) The phylogenetic tree of full NS1 aa sequences deduced from. Sequences from our study are identified by filled triangles and that of a bat bocavirus from a previous study by an open triangle.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: The sequences in our study are identified by filled triangles and those of bat bocavirus and adeno-associated viruses from previous studies by open triangles.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: The sequence in our study is identified by a filled triangle and those from previous studies by open triangles.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: (A) Schematic genome structures of BtCVs; (B) The intergenic stem-loop structure of BtCV XOR1; (C) Phylogenetic analysis of BtCVs based on the complete aa sequence of Rep protein with other representatives. The sequences in our study are identified by filled triangles, those from previous studies by open triangles.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: The sequences in our study are identified by open triangles.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Porcine circoviruses: a review",
            "authors": [],
            "year": 2000,
            "venue": "J Vet Diagn Invest",
            "volume": "12",
            "issn": "",
            "pages": "3-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "12891-12896",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The latent human herpesvirus-6A genome specifically integrates in telomeres of human chromosomes in vivo and in vitro",
            "authors": [],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "5563-5568",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Psittacine beak and feather disease virus nucleotide sequence analysis and its relationship to porcine circovirus, plant circoviruses, and chicken anaemia virus",
            "authors": [],
            "year": 1998,
            "venue": "Virology",
            "volume": "249",
            "issn": "",
            "pages": "453-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Metagenomic analyses of an uncultured viral community from human feces",
            "authors": [],
            "year": 2003,
            "venue": "J Bacteriol",
            "volume": "185",
            "issn": "",
            "pages": "6220-6223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "",
            "pages": "531-545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Analysis of the virus population present in equine faeces indicates the presence of hundreds of uncharacterized virus genomes",
            "authors": [],
            "year": 2005,
            "venue": "Virus Genes",
            "volume": "30",
            "issn": "",
            "pages": "151-156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The human bocaviruses: a review and discussion of their role in infection",
            "authors": [],
            "year": 2009,
            "venue": "Clin Lab Med",
            "volume": "29",
            "issn": "",
            "pages": "695-713",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Novel astroviruses in insectivorous bats",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "9107-9114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Discovery of retroviral homologs in bats: implications for the origin of mammalian gammaretroviruses",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "4288-4293",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Metagenomic analysis of the turkey gut RNA virus community",
            "authors": [],
            "year": 2010,
            "venue": "Virol J",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Metagenomic analysis of RNA viruses in a fresh water lake",
            "authors": [],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Metagenomic analysis of the viromes of three North American bat species: viral diversity among different bat species that share a common habitat",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "13004-13018",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Amplification of emerging viruses in a bat colony",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "449-456",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Xi River virus, a new bat reovirus isolated in southern China",
            "authors": [],
            "year": 2010,
            "venue": "Archives of virology",
            "volume": "155",
            "issn": "",
            "pages": "1295-1299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Viral metagenomics",
            "authors": [],
            "year": 2005,
            "venue": "Nat Rev Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "504-510",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Metagenomic analysis of human diarrhea: viral detection and discovery",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Novel lyssavirus in Natterer’s bat, Germany",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1519-1522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Genetic diversity of novel circular ssDNA viruses in bats in China",
            "authors": [],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "2646-2653",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Metagenomic analysis of viruses from bat fecal samples reveals many novel viruses in insectivorous bats in China",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "4620-4630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Isolation of Hendra virus from pteropid bats: a natural reservoir of Hendra virus",
            "authors": [],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "1927-1932",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Complete genome sequence of the first canine circovirus",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Genetic variability in hepatitis B viruses",
            "authors": [],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "1267-1280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Avian astroviruses",
            "authors": [],
            "year": 2002,
            "venue": "Avian Pathol",
            "volume": "31",
            "issn": "",
            "pages": "213-227",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Genome analysis of bat adenovirus 2: indications of interspecies transmission",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "1888-1892",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Shimoni bat virus, a new representative of the Lyssavirus genus",
            "authors": [],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "149",
            "issn": "",
            "pages": "197-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "14040-14045",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Identification and complete genome analysis of three novel paramyxoviruses, Tuhoko virus 1, 2 and 3, in fruit bats from China",
            "authors": [],
            "year": 2010,
            "venue": "Virology",
            "volume": "404",
            "issn": "",
            "pages": "106-116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Complete genome analysis of three novel picornaviruses from diverse bat species",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "8819-8828",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Prevalence and genetic diversity of adeno-associated viruses in bats from China",
            "authors": [],
            "year": 2010,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "2601-2609",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Host range, prevalence, and genetic diversity of adenoviruses in bats",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "3889-3897",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676-679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Bat guano virome: predominance of dietary viruses from insects and plants plus novel mammalian viruses",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "6955-6965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Multiple diverse circoviruses infect farm animals and are commonly found in human and chimpanzee feces",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "1674-1682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Animal bocaviruses: a brief review",
            "authors": [],
            "year": 2008,
            "venue": "Intervirology",
            "volume": "51",
            "issn": "",
            "pages": "328-334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Cedar Virus: a novel henipavirus isolated from Australian bats",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Pathogens",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Metagenomics and future perspectives in virus discovery",
            "authors": [],
            "year": 2012,
            "venue": "Curr Opin Virol",
            "volume": "2",
            "issn": "",
            "pages": "63-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Discovery of a novel single-stranded DNA virus from a sea turtle fibropapilloma by using viral metagenomics",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "2500-2509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Large serological survey showing cocirculation of Ebola and Marburg viruses in Gabonese bat populations, and a high seroprevalence of both viruses in Rousettus aegyptiacus.\n",
            "authors": [],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Human bocavirus infection, People’s Republic of China",
            "authors": [],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "165-168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Nipah virus in Lyle’s flying foxes, Cambodia",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1042-1047",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Characterization of phylogenetically diverse astroviruses of marine mammals",
            "authors": [],
            "year": 2010,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "166-173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "The evolution of large DNA viruses: combining genomic information of viruses and their hosts",
            "authors": [],
            "year": 2004,
            "venue": "Trends Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "458-465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "A review of studies on animal reservoirs of the SARS coronavirus",
            "authors": [],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "",
            "pages": "74-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Detection of bat coronaviruses from Miniopterus fuliginosus in Japan Virus Genes",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "40-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Analysis of a viral metagenomic library from 200 m depth in Monterey Bay, California constructed by direct shotgun cloning",
            "authors": [],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [],
            "year": 2011,
            "venue": "Mol Biol Evol",
            "volume": "28",
            "issn": "",
            "pages": "2731-2739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Metagenomics for the discovery of novel human viruses",
            "authors": [],
            "year": 2010,
            "venue": "Future Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "177-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Laboratory procedures to generate viral metagenomes",
            "authors": [],
            "year": 2009,
            "venue": "Nat Protoc",
            "volume": "4",
            "issn": "",
            "pages": "470-483",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Iridovirus homologues of cellular genes–implications for the molecular evolution of large DNA viruses",
            "authors": [],
            "year": 2000,
            "venue": "Virus Genes",
            "volume": "21",
            "issn": "",
            "pages": "77-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Circoviruses: immunosuppressive threats to avian species: a review",
            "authors": [],
            "year": 2000,
            "venue": "Avian Pathol",
            "volume": "29",
            "issn": "",
            "pages": "373-394",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Molecular characterization of novel circoviruses from finch and gull",
            "authors": [],
            "year": 2007,
            "venue": "Avian Pathol",
            "volume": "36",
            "issn": "",
            "pages": "75-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Genome sequence determinations and analyses of novel circoviruses from goose and pigeon",
            "authors": [],
            "year": 2001,
            "venue": "Virology",
            "volume": "286",
            "issn": "",
            "pages": "354-362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Genetic characterization of a new astrovirus detected in dogs suffering from diarrhoea",
            "authors": [],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "139",
            "issn": "",
            "pages": "147-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Adenovirus infections in pigeons: A review",
            "authors": [],
            "year": 1998,
            "venue": "Avian Pathol",
            "volume": "27",
            "issn": "",
            "pages": "333-338",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Bat Nipah virus, Thailand",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1949-1951",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Adenovirus: an increasingly important pathogen in paediatric bone marrow transplant patients",
            "authors": [],
            "year": 2003,
            "venue": "Lancet Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "79-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Results in monitoring of dengue fever in Yunnan in 2006",
            "authors": [],
            "year": 2009,
            "venue": "Chin Trop Med",
            "volume": "8",
            "issn": "",
            "pages": "1561-1562",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Japanese encephalitis viruses from bats in Yunnan, China",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "939-942",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Sequence analysis and genomic organization of a new insect picorna-like virus, Ectropis obliqua picorna-like virus, isolated from Ectropis obliqua\n",
            "authors": [],
            "year": 2004,
            "venue": "J Gen Virol",
            "volume": "85",
            "issn": "",
            "pages": "1145-1151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Adeno-associated virus biology",
            "authors": [],
            "year": 2011,
            "venue": "Methods Mol Biol",
            "volume": "807",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Systematic review of genomic integration sites of human papillomavirus genomes in epithelial dysplasia and invasive cancer of the female lower genital tract",
            "authors": [],
            "year": 2004,
            "venue": "Cancer Res",
            "volume": "64",
            "issn": "",
            "pages": "3878-3884",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Bats as a continuing source of emerging infections in humans",
            "authors": [],
            "year": 2007,
            "venue": "Rev Med Virol",
            "volume": "17",
            "issn": "",
            "pages": "67-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "A primer on metagenomics",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Comput Biol",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Virome analysis for identification of novel mammalian viruses in bat species from Chinese provinces",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "10999-11012",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Isolation and phylogenetic characterization of bat astroviruses in southern China",
            "authors": [],
            "year": 2011,
            "venue": "Arch Virol",
            "volume": "156",
            "issn": "",
            "pages": "1415-1423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Isolation of Japanese encephalitis virus from brain tissue of bat in Yunnan province",
            "authors": [],
            "year": 2001,
            "venue": "Virol Sin",
            "volume": "16",
            "issn": "",
            "pages": "74-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Isolation of chikungunya virus from bat in Yunnan province and serological investigations",
            "authors": [],
            "year": 1989,
            "venue": "Chin J Virol",
            "volume": "5",
            "issn": "",
            "pages": "31-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "RNA viral community in human feces: prevalence of plant pathogenic viruses",
            "authors": [],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Detection of diverse astroviruses from bats in China",
            "authors": [],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "883-887",
            "other_ids": {
                "DOI": []
            }
        }
    }
}