{
    "paper_id": "PMC3558383",
    "metadata": {
        "title": "Development of an improved polykaryon-based influenza virus rescue system",
        "authors": [
            {
                "first": "Vincent",
                "middle": [],
                "last": "Bourret",
                "suffix": "",
                "email": "v.bourret@envt.fr",
                "affiliation": {}
            },
            {
                "first": "Jon",
                "middle": [],
                "last": "Lyall",
                "suffix": "",
                "email": "jel1000@cam.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Mariette",
                "middle": [
                    "F"
                ],
                "last": "Ducatez",
                "suffix": "",
                "email": "m.ducatez@envt.fr",
                "affiliation": {}
            },
            {
                "first": "Jean-Luc",
                "middle": [],
                "last": "Guérin",
                "suffix": "",
                "email": "jl.guerin@envt.fr",
                "affiliation": {}
            },
            {
                "first": "Laurence",
                "middle": [],
                "last": "Tiley",
                "suffix": "",
                "email": "lst21@cam.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Influenza is a contagious disease that represents a serious health threat to humans and other animals worldwide. Influenza A viruses, in particular, can infect a variety of species. A global reservoir for these viruses exists in wild waterfowl and shorebirds, from which novel viruses can emerge to infect mammalian species. Influenza is therefore a potential threat to humans, pigs, horses, sea mammals, ferrets, mink as well as many terrestrial bird species\n[1]. In the past decades, several dramatic episodes of large-scale mortality have occurred in domestic birds, humans, and other species. To date, the main approach to control influenza epidemics and pandemics in human and other animal populations is through vaccination (reviewed in\n[2]) and biosecurity, although other approaches may help prevent the transmission of highly pathogenic influenza in some species\n[3].",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 462,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 744,
                    "end": 745,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 873,
                    "end": 874,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Strategies for regenerating RNA viral genomes from plasmid DNA clones (“virus rescue”) have enabled the powerful technique of reverse genetics to be applied to many different RNA viruses including, among others, influenza, rabies, Coronavirus, Rift Valley fever virus or fish RNA viruses\n[4-8]. This technique allows clonal virus stocks with a defined genotype to be engineered. It therefore has major medical applications as it enables vaccines to be rationally designed by inserting attenuating mutations or chosen antigens into a defined viral background, enhancing our control options for pathogens such as influenza virus\n[9-15]. In fundamental virus studies, it also enables researchers to test the consequences of defined genetic differences on phenotype, such as growth properties, cell-virus interaction, replication cycle characteristics, pathogenicity, or others - the approach known as “reverse genetics”. Various solutions have been developed for satisfying the requirements for the transcribed RNAs to become infectious when produced inside a permissive cell. Among the most complex and demanding systems is that required for the segmented negative stranded RNA viruses such as influenza virus.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 290,
                    "mention": "4",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 291,
                    "end": 292,
                    "mention": "8",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 628,
                    "end": 629,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The basic strategy for the most commonly used influenza virus rescue systems comprises a set of plasmids that each drives the expression of one viral genome-sense transcript corresponding to each of the eight viral segments. Accurately tailored 5' and 3' termini are achieved by positioning RNA Polymerase I (Pol I) transcription initiation and termination sites respectively (or by using the Hepatitis Delta virus ribozyme to cleave the correct 3' end). Because the RNA is negative sense, the virus polymerase must be produced before replication can ensue. This can be achieved by co-transfecting a further four plasmids that produce the replication proteins (PB2, PB1, PA, NP) in the so-called “12-plasmid system”\n[16,17]. A derivative of this system uses tandem opposing RNA Pol I and Cytomegalovirus (CMV) promoters to drive expression of viral genome RNAs and mRNAs respectively encoding all the viral proteins, commonly referred to as the “8-plasmid system”\n[18,19]. Another development has been the production of vectors carrying multiple genome segment expression cassettes\n[20].",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 719,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 720,
                    "end": 722,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 965,
                    "end": 967,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 968,
                    "end": 970,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1083,
                    "end": 1085,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "These strategies can be effective and have proven very useful for a number of purposes. However regenerating field strains and some mutants and reassortants is often less efficient than for well-adapted laboratory strains and it is not uncommon for several attempts to be needed before a particular viral construct is successfully rescued. This suggests the existence of one or more limiting factors in the process and prompted us to test whether some of these could be overcome to increase rescue efficiency. Several factors may impact virus rescue efficiency. Examples include the replicative ability of a field-derived avian virus in mammalian cells or the balance of the virus’ haemagglutinin and neuraminidase activities\n[21]. We hypothesized that one limitation might be the ability to successfully transfect and simultaneously express eight different plasmids within an individual cell. We therefore reasoned that cell fusion might maximize the likelihood of all eight influenza gene-bearing plasmids being present in the same polykaryon and thereby enhance rescue efficiency.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 729,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The Maedi-Visna virus (MVV) is a Lentivirus causing chronic pneumonia or a progressive demyelinating disease in sheep. Its envelop glycoprotein (hereafter referred to as Env) is a major target for virus neutralization and can cause substantial host cell fusion. Receptor to this protein has not yet been identified but is known to be expressed on cells from a wide range of species including primates, avians and rodents\n[22]. We therefore examined co-transfecting an Env expression vector along with the eight plasmid rescue system into HEK 293T/17 cells to determine its effect on virus rescue efficiency (Figure\n1).",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Background",
            "ref_spans": [
                {
                    "start": 615,
                    "end": 616,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Additional file\n1 (Video 1) and Additional file\n2 (Video 2) show 293 T cells transfected with 0.4 μg of a Green Fluorescent Protein(GFP)-expressing plasmid plus 0.4 μg of an inert plamid (Video 1), or 0.4 μg of the GFP plasmid plus 0.4 μg of the Env-expressing plasmid (Video 2). Cells were kept in FCS-containing medium for the whole duration of the footage. The video shows a marked fusion process, including visible cell-to-cell GFP transfer, in cells transfected with the Env plasmid, while cells keep dividing over time (Additional file\n1: Video 1 and Additional file\n2: Video 2).",
            "cite_spans": [],
            "section": "Cell fusion with the Maedi-Visna virus envelope protein (Env) in 293 T ::: Results",
            "ref_spans": []
        },
        {
            "text": "For virus rescues, we initially worked with a fixed total mass of 0.8 μg of DNA per well in a 24-well plate format, which had previously been determined to be the optimal amount of DNA for best transfection efficiency in our lab. We varied the proportion of viral genes-containing (hereafter “viral rescue” plasmids) and Env-expressing (or an inert control named B1) plasmids comprising the 0.8 μg total in 0.2 μg (25%) increments. Results of this titration for the lab-adapted strain A/Puerto Rico/8/34 (hereafter PR8) are shown in Figure\n2. Transfecting 0.8 μg of the viral rescue plasmids alone resulted in an average yield of 4.0x103 ± 1.8x103 (SD) plaque forming units (p.f.u.) per millilitre. Reducing the amount of viral rescue plasmids by replacing them proportionately with the B1 control plasmid exhibited an initial plateau but reduced the yield sharply at the 0.2 μg level. Co-transfecting the Env plasmid tended to increase the yield at all levels and had a particularly marked effect when the viral rescue plasmids were limiting (e.g. producing 8.2x103 ± 3.1x103 (SD) p.f.u./mL when as little as 0.2 μg viral rescue plasmids were included; t4 = −4.63, p = 0.0098). Increasing the proportion of viral rescue plasmids while decreasing the proportion of Env-expressing plasmid gave higher yields until an apparent optimum was reached for 0.2 μg (25%) of Env-expressing plasmid and 0.6 μg (75%) of viral rescue plasmids. Dispersion of rescue yield values was however generally high and statistical significance was not detected for the differences observed at the 0.4 μg and 0.6 μg levels.",
            "cite_spans": [],
            "section": "Enhanced yields with the Maedi-Visna virus envelope protein (Env) ::: Results",
            "ref_spans": [
                {
                    "start": 540,
                    "end": 541,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We tested whether using the Env-expressing plasmid in the proportions determined above would enhance the practical rescue of a viral strain derived from a low pathogenicity avian influenza (LPAI) field sample (A/mallard/Netherlands/10/99). Such strains are usually more challenging to rescue than laboratory adapted strains such as PR8, giving low yields or failing to rescue in all attempts. In this experiment, Lipofectamine LTX (Invitrogen) was used instead of FuGene 6 (Roche) as transfection reagent as the latter had been discontinued by the manufacturer. Figure\n3 shows the comparison of yields when using 100% of viral rescue plasmids versus using 75% of viral rescue plasmids plus 25% of Env-expressing plasmid. This experiment showed an average yield increase of between one and two log in 6-well plates (p = 0.019) and in 24-well plates (p = 0.002) when using fusion. A 0.8 μg total DNA mass was used per well in 24-well plates whereas a 4 μg total DNA mass was used per well in 6-well plates. In 6-well plates, one out of three replicates where fusion was not used was negative (i.e. gave no p.f.u.).",
            "cite_spans": [],
            "section": "Application to the rescue of a strain derived from a field sample ::: Results",
            "ref_spans": [
                {
                    "start": 569,
                    "end": 570,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To test whether virus could be rescued from cells containing incomplete complements of viral segments by fusing with cells carrying the missing components, we transfected cells in separate batches with partial complements of PR8 rescue plasmids and then co-cultured them. In an experiment named “4 + 4”, 0.15 μg of each one of segments 1, 2, 3, and 5 as well as 0.2 μg of either B1 or Env-expressing plasmids were transfected into one batch of cells, and identical amounts of segments 4, 6, 7, and 8 as well as 0.2 μg of either B1 or Env-expressing plasmids were transfected into another batch of cells. In another experiment named “7 + 1”, 0.086 μg of each one of segments 1, 3, 4, 5, 6, 7, and 8 as well as 0.2 μg of either B1 or Env-expressing plasmids were transfected into one batch of cells, and 0.086 μg of segment 2 as well as 0.714 μg of either B1 or Env-expressing plasmids were transfected into another batch of cells. On the day after transfection, media were removed, cells were washed once with PBS and then pooled, and on day 3 treated with trypsin. Infectious yields were assessed by plaque formation assay.",
            "cite_spans": [],
            "section": "Fusion rescue of incomplete combinations of viral segments ::: Results",
            "ref_spans": []
        },
        {
            "text": "Table\n1 shows successful rescue of live virus in all attempts where cells transfected separately with complementary sets of influenza rescue plasmids were allowed to fuse together at day 1 post transfection. No live virus was recovered when the empty B1 plasmid was used instead of the Env-expressing plasmid, except for one 100 μL aliquot from the “7 + 1” experiment which yielded one p.f.u.",
            "cite_spans": [],
            "section": "Fusion rescue of incomplete combinations of viral segments ::: Results",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We tested whether adding Env-expressing plasmid beyond a total amount of DNA of 0.8 μg per well in a 24-well plate would be detrimental or beneficial to the rescue. Figure\n4 shows the result of a titration where a fixed amount of 0.6 μg of PR8 rescue plasmids was used in addition to which Env-expressing plasmid was added in quantities varying from 0.2 μg to 0.8 μg. The total amount of DNA transfected was therefore 0.8 μg to 1.4 μg per well. Transfection reagent was adjusted to maintain the appropriate ratio to DNA quantity. In order to look solely at primary yield, trypsin was not added during this rescue and viruses were harvested at day 3 post transfection.",
            "cite_spans": [],
            "section": "Addition of extra Env-expressing plasmid ::: Results",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "This experiment confirmed that in the absence of fusion, adding DNA beyond 0.8 μg per well is detrimental to the rescue, as shown by decreasing yields when adding increasing amounts of the inert plasmid B1, probably due to toxicity or origin competition. However, adding Env-expressing plasmid to PR8 rescue plasmids beyond a total of 0.8 μg of DNA per well gave a modest increase in yields, with a maximum for 0.4 μg of Env-expressing plasmid added to 0.6 μg of PR8 rescue plasmids.",
            "cite_spans": [],
            "section": "Addition of extra Env-expressing plasmid ::: Results",
            "ref_spans": []
        },
        {
            "text": "Virus rescue has major applications in the rational design of influenza A vaccines\n[12,15,23-25], which are to date the main control options in use against this disease. It is also a powerful technique in fundamental research on influenza A, B and C\n[4,26-28] and many other RNA viruses\n[29]. It is useful in this context to enhance the technique and improve our ability to rescue viruses bearing a variety of gene combinations. This report shows that cell fusion mediated by the Maedi-Visna virus envelope protein can be an effective tool in overcoming the challenge of having eight different plasmids expressed together in a single cell for the purpose of influenza A virus rescue.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 87,
                    "end": 89,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 90,
                    "end": 92,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 93,
                    "end": 95,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 251,
                    "end": 252,
                    "mention": "4",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Increased rescue efficiency with the Env-expressing plasmid ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Virus rescue yields remain highly variable as shown by yield variability between replicate transfections observed also when using fusion. However, using fusion increased yields which can help maximize the chances of rescuing some constructs bearing relevant specific gene combinations that make them difficult to rescue. We showed here that it is possible to use up to 0.4 μg Env-expressing DNA together with 0.6 μg of viral rescue DNA in a 24-well plate format to optimize rescue efficiency. We have found that these conditions improved our ability to rescue some artificially reassorted strains bearing specific gene combinations that we had previously not been able to rescue (unpublished results). The difference in transfected DNA concentration between 24- and 6-well plate formats may explain the apparently better virus yield observed in 24-well plates (Figure\n3). Cell fusion also allows virus rescue using only a fraction of the amount of cloned viral genes that would normally be required (Figure\n2), a potential advantage when large numbers of different constructs have to be made or where some genes that are challenging to clone are available in limiting quantity.",
            "cite_spans": [],
            "section": "Increased rescue efficiency with the Env-expressing plasmid ::: Discussion",
            "ref_spans": [
                {
                    "start": 868,
                    "end": 869,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1007,
                    "end": 1008,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Cell fusion may enhance influenza virus rescue through different mechanisms. We assumed that one limiting factor was the requirement to successfully deliver eight separate plasmids to the same cell and anticipated that this could be enhanced by using cell fusion. This is supported by the “4 + 4” and “7 + 1” experiment results (Table\n1) where the complement of plasmids was deliberately incomplete. It is also supported by experiments where the concentration of viral genes-carrying plasmids was reduced to limiting levels, and where inclusion of the Env plasmid restored rescue efficiency (Figure\n2). Another hypothesis to account for enhanced yield is that the MVV envelope protein from the host cell might be incorporated into the primary progeny virus envelope and facilitate the first round of infection and hence amplification. However we believe the latter to be unlikely as in order for viral RNPs to uncoat from the matrix protein, they must be exposed to the acid environment of the endosome (reviewed in\n[30]). Direct membrane fusion mediated via MVV Env is expected to release viral cores directly into the cytoplasm without prior acid exposure and thus non-infectious.",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1019,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Increased rescue efficiency with the Env-expressing plasmid ::: Discussion",
            "ref_spans": [
                {
                    "start": 599,
                    "end": 600,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 335,
                    "end": 336,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In one experiment (Figure\n4), we used the trypsin dependence of the PR8 virus in cell culture to eliminate the contribution of amplified virus to the overall yield. Firstly, if it is possible to generate sufficient quantities of primary progeny, one can examine the effect of lethal mutations that may otherwise be unable to undergo amplification (for example mutations in viral proteins or genome RNA that impact on packaging). Viral progeny can be analysed directly for genome complement and ability to initiate a first round of infection. Our method can generate about 104 p.f.u./mL of primary progeny in a 24-well plate format, which could be sufficient for such purposes.",
            "cite_spans": [],
            "section": "Other applications of the fusion methodology ::: Discussion",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 27,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "A second application results from the potential offered by fusing cells transfected with different complements of virus segments. It may be possible to establish partial infections in two cell populations, then allow fusion and assay the completion of the virus life cycle. This would be a novel tool studying interactions between different segments during the packaging process and trafficking of viral components.",
            "cite_spans": [],
            "section": "Other applications of the fusion methodology ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The simple modification described herein has the potential to improve the efficiency of the virus rescue process and expand the potential application for reverse genetic studies.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "The virus rescue constructs were derived from the RF483 plasmid which is modified from pHW2000\n[18]. Both the Env-expressing and the inert B1 control plasmids included a T7 bacterial terminator\n[31] between the CMV promoter and the insert to prevent transcription in the bacteria. To insert this terminator, the two complementary oligonucleotides T7eAS+: CAAGAGAAAATGTAATCACACTGGCTCACCTTCGGGTGGGCCTTTCTGCGTTTATAAGGAGACACTTTCCGGAGTACTGG and T7eAB-: TCGACCAGTACTCCGGAAAGTGTCTCCTTATAAACGCAGAAAGGCCCACCCGAAGGTGAGCCAGTGTGATTACATTTTCTCTTG (T7e terminator sequence in bold) were annealed together in 10 mM TrisHCl pH 7.6 and 50 mM NaCl buffer in a boiling temperature waterbath left to cool down overnight. The annealed oligonucleotides formed a double stranded insert bearing one cohesive and one blunt end allowing its cloning into RF483 after this vector was digested with HpaI and SalI (New England Biolabs) as per enzyme manufacturer’s instructions.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 195,
                    "end": 197,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Plasmids ::: Methods",
            "ref_spans": []
        },
        {
            "text": "On day −1, 5x105 HEK 293T/17 cells (hereafter referred to as 293T; ATCC #CRL-11268) were plated in each well of a 6-well plate (9.5 cm2) in Dulbecco's Modified Eagle Medium (DMEM) supplemented with penicillin (100 U/mL), streptomycin (50 μg/mL), amphotericin B (2.5 μg/mL), L-glutamine (10 mM), sodium pyruvate (1 mM) and fœtal calf serum (FCS) (10% v/v). On the next day (day 0), each well was transfected with 4 μg DNA total comprising equal proportions of each of the eight viral plasmids combined with a varying proportion of the Env-expressing or empty control (B1) plasmid as indicated in the figure legends. The B1 empty plasmid controls were included to maintain a constant quantity of DNA and SV40 origins to control for non-specific effects on transfection efficiency and origin replication. For transfections, either 3 μL of FuGene (Roche) (Figures\n2 and\n4, Table\n1) or 3 μL of Lipofectamine LTX and 1 μL of Plus Reagent (Invitrogen) (Figure\n3, Additional file\n1 video 1 and Additional file\n2 video 2) were used per μg of DNA as per manufacturer's instructions. Cells were incubated with the transfection mixture overnight at 37°C and 5% CO2 in 1 mL DMEM supplemented with L-glutamine (10 mM), sodium pyruvate (1 mM) and FCS (10% v/v). On the following day (day 1), the medium was removed and cells were carefully washed with PBS before being overlaid with 3 mL DMEM supplemented with penicillin (100 U/mL), streptomycin (50 μg/mL), amphotericin B (2.5 μg/mL), L-glutamine (10 mM), sodium pyruvate (1 mM) and bovine serum albumin (BSA) (0.3% w/v) and left to incubate for three more days.",
            "cite_spans": [],
            "section": "Rescue protocol ::: Methods",
            "ref_spans": [
                {
                    "start": 860,
                    "end": 861,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 866,
                    "end": 867,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 953,
                    "end": 954,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 875,
                    "end": 876,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Smaller scale assays used 24-well plates with 105 cells plated per well and transfected in a 0.5 mL medium volume with 0.8 μg DNA total using 3 μL of transfection reagent per μg of DNA. Cells were incubated overnight at 37°C and 5% CO2 in 500 μL medium. On day 1, the medium was removed and cells were carefully washed with PBS before being overlaid with 1 mL serum-free, BSA containing medium as above and left to incubate for three more days.",
            "cite_spans": [],
            "section": "Rescue protocol ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Except where otherwise stated, trypsin was added to 1 μg/mL on day 3. On day 4, supernatants were harvested, aliquoted and frozen at −70°C. In order to visualize cell fusion more easily, we included control wells containing a GFP expressing plasmid with or without the Env-expressing plasmid.",
            "cite_spans": [],
            "section": "Rescue protocol ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We first tested this approach on virus A/Puerto Rico/8/34 (PR8), and then on a construct derived from the 8 gene segments of the low pathogenicity avian influenza (LPAI) field sample A/mallard/Netherlands/10/99.",
            "cite_spans": [],
            "section": "Rescue protocol ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Figure\n1 summarises the principle of the fusion approach in the context of the influenza A 8-plasmid rescue system. A video footage of the cell fusion process was made using a BioStation IM-Q device (Nikon) and can be accessed online.",
            "cite_spans": [],
            "section": "Rescue protocol ::: Methods",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Viral yields in plaque forming units (p.f.u.) were titrated by plaque formation assay in Madin-Darby Canine Kidney (MDCK) cells using the Avicel method with media supplemented with trypsin\n[32]. The inoculum was also incubated with tryspin during the virus adsorption period.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Titration of viral yields ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Average viral yields between different treatments were compared using 2-tailed Student's t-tests following checks for normality and variance homogeneity using Shapiro-Wilk and Levene tests, respectively. All tests were conducted as implemented in the R statistical program\n[33].",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Statistical analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "JL, VB and LT conceived the experiments. VB, JL and MFD carried out the experiments. VB carried out the statistical analyses. VB, LT, MFD and J-LG prepared the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Yields (in p.f.u./mL) from cells transfected with partial complements of the eight PR8 rescue plasmids\nThis table shows the viral yields (p.f.u./mL) from cells transfected with the eight PR8 rescue plasmids split into separate batches at the time of transfection and brought together on the next day. 1 In the \"4 + 4\" experiment, one batch of cells was transfected with plasmids encoding segments 1, 2, 3, 5, while a complementary batch of cells was transfected with plasmids encoding segments 4, 6, 7, 8. In the \"7 + 1\" experiment, one batch was transfected with plasmids encoding segments 1, 3, 4, 5, 6, 7, 8 and the complementary batch was transfected with segment 2. The cells from complementary batches were dislodged and brought together at day 1 post transfection. These experiments consisted of triplicate transfections for each condition (Repeats 1 to 3). 2 In addition to the transfection with influenza plasmids, cells were transfected with either the Env-expressing or the empty B1 plasmid.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Principle of the fusion approach applied to the influenza A 8-plasmid rescue system. The eight virus rescue plasmids are transfected in 293 T cells together with the Env expressing plamsid. Our hypothesis is that individual 293 T cells tend to be transfected with partial complements of the viral rescue plasmids. Upon fusion, all eight necessary viral rescue plasmids can be expressed in one syncytium, allowing rescue of complete virions.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Yield of rescued PR8 virus obtained using different plasmid proportions. The total amount of plasmid transfected per well was set to 0.8 μg in a 24-well plate format for the whole experiment. A proportion of this amount was dedicated to the viral rescue plasmids, while the rest of the amount was dedicated either to the Env-expressing plasmid (black symbols) or the B1 inert plasmid (grey symbols), referred to as \"other plasmids\" in the chart. Each point shows the average yield from three replicate transfections and error bars indicate standard deviation. Negative results (0 p.f.u./mL) are plotted as 1 p.f.u./mL on the logarithmic scale. **, p < 0.01 at the 0.2 μg level.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Effect of using the MVV Env on recovered virus yield of a field-derived LPAI strain. This figure shows the effect of substituting 25% of the viral genes containing plasmids for the MVV envelope gene-containing plasmid on the rescue efficiency of a low pathogenicity avian influenza strain derived from a field sample. The total amount of transfected DNA is 4 μg per well in 6 well plates and 0.8 μg per well in 24 well plates. The average of three replicates is shown and error bars indicate standard deviation. Asterisks indicate levels of statistical significance as follows: *, p < 0.05; **, p < 0.01. wp, well plate.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Effect of adding Env-expressing or inert plasmid beyond 0.8 μg total DNA on primary rescue yields. This figure shows the effect of adding increasing amounts of Env-expressing or inert B1 plasmid to a fixed amount of 0.6 μg of PR8 rescue plasmids on primary rescue efficiency in a 24-well plate format. Each point shows the average yield from three replicate transfections and error bars indicate standard deviation.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Evolution and ecology of influenza A viruses",
            "authors": [],
            "year": 1992,
            "venue": "Microbiol Rev",
            "volume": "56",
            "issn": "",
            "pages": "152-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Efficacy of H5 influenza vaccines produced by reverse genetics in a lethal mouse model",
            "authors": [],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "1216-1220",
            "other_ids": {
                "DOI": [
                    "10.1086/428951"
                ]
            }
        },
        "BIBREF2": {
            "title": "Protection of mice against lethal infection with highly pathogenic H7N7 influenza A virus by using a recombinant low-pathogenicity vaccine strain",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "12401-12407",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.19.12401-12407.2005"
                ]
            }
        },
        "BIBREF3": {
            "title": "Vaccines for pandemic influenza",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "66-72",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1201.051147"
                ]
            }
        },
        "BIBREF4": {
            "title": "A new generation of modified live-attenuated avian influenza viruses using a two-strategy combination as potential vaccine candidates",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "9238-9248",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00893-07"
                ]
            }
        },
        "BIBREF5": {
            "title": "Inactivated and adjuvanted whole-virion clade 2.3.4 H5N1 pre-pandemic influenza vaccine possesses broad protective efficacy against infection by heterologous clades of highly pathogenic H5N1 avian influenza virus in mice",
            "authors": [],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "8330-8337",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2011.08.091"
                ]
            }
        },
        "BIBREF6": {
            "title": "Towards universal influenza vaccines?",
            "authors": [],
            "year": 2011,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "366",
            "issn": "",
            "pages": "2766-2773",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2011.0102"
                ]
            }
        },
        "BIBREF7": {
            "title": "Generation of influenza A viruses entirely from cloned cDNAs",
            "authors": [],
            "year": 1999,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "96",
            "issn": "",
            "pages": "9345-9350",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.96.16.9345"
                ]
            }
        },
        "BIBREF8": {
            "title": "Rescue of influenza A virus from recombinant DNA",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "11",
            "pages": "9679-9682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A DNA transfection system for generation of influenza A virus from eight plasmids",
            "authors": [],
            "year": 2000,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "97",
            "issn": "",
            "pages": "6108-6113",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.100133697"
                ]
            }
        },
        "BIBREF10": {
            "title": "Efficient generation and growth of influenza virus A/PR/8/34 from eight cDNA fragments",
            "authors": [],
            "year": 2004,
            "venue": "Virus Res",
            "volume": "103",
            "issn": "1–2",
            "pages": "155-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Efficacy and effectiveness of influenza vaccines: a systematic review and meta-analysis",
            "authors": [],
            "year": 2012,
            "venue": "Lancet Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "36-44",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(11)70295-X"
                ]
            }
        },
        "BIBREF12": {
            "title": "An improved reverse genetics system for influenza A virus generation and its implications for vaccine production",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "16825-16829",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0505587102"
                ]
            }
        },
        "BIBREF13": {
            "title": "Improvement of influenza A/Fujian/411/02 (H3N2) virus growth in embryonated chicken eggs by balancing the hemagglutinin and neuraminidase activities, using reverse genetics",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "11",
            "pages": "6763-6771",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.11.6763-6771.2005"
                ]
            }
        },
        "BIBREF14": {
            "title": "Restricted species tropism of Maedi-Visna virus strain EV-1 is not due to limited receptor distribution",
            "authors": [],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "2919-2927",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Trends in development of the influenza vaccine with broader cross-protection",
            "authors": [],
            "year": 2010,
            "venue": "Acta Virol",
            "volume": "54",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.4149/av_2010_01_7"
                ]
            }
        },
        "BIBREF16": {
            "title": "Strategies for differentiating infection in vaccinated animals (DIVA) for foot-and-mouth disease, classical swine fever and avian influenza",
            "authors": [],
            "year": 2010,
            "venue": "Expert Rev Vaccines",
            "volume": "9",
            "issn": "",
            "pages": "73-87",
            "other_ids": {
                "DOI": [
                    "10.1586/erv.09.130"
                ]
            }
        },
        "BIBREF17": {
            "title": "Developing vaccines to combat pandemic influenza",
            "authors": [],
            "year": 2010,
            "venue": "Viruses",
            "volume": "2",
            "issn": "",
            "pages": "532-546",
            "other_ids": {
                "DOI": [
                    "10.3390/v2020532"
                ]
            }
        },
        "BIBREF18": {
            "title": "Synthetic viruses: a new opportunity to understand and prevent viral disease",
            "authors": [],
            "year": 2009,
            "venue": "Nat Biotech",
            "volume": "27",
            "issn": "",
            "pages": "1163-1172",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.1593"
                ]
            }
        },
        "BIBREF19": {
            "title": "Molecular studies of influenza B virus in the reverse genetics era",
            "authors": [],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "1-17",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.026187-0"
                ]
            }
        },
        "BIBREF20": {
            "title": "The molecular virology and reverse genetics of influenza C virus",
            "authors": [],
            "year": 2010,
            "venue": "Jpn J Infect Dis",
            "volume": "63",
            "issn": "",
            "pages": "157-165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Reverse genetics of negative‐stranded RNA viruses: a global perspective",
            "authors": [],
            "year": 2005,
            "venue": "FEMS Microbiol Lett",
            "volume": "244",
            "issn": "",
            "pages": "9-18",
            "other_ids": {
                "DOI": [
                    "10.1016/j.femsle.2005.01.046"
                ]
            }
        },
        "BIBREF22": {
            "title": "Suppression of avian influenza transmission in genetically modified chickens",
            "authors": [],
            "year": 2011,
            "venue": "Science",
            "volume": "331",
            "issn": "",
            "pages": "223-226",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1198020"
                ]
            }
        },
        "BIBREF23": {
            "title": "Membrane fusion mechanisms: the influenza hemagglutinin paradigm and its implications for intracellular fusion",
            "authors": [],
            "year": 2000,
            "venue": "Traffic",
            "volume": "1",
            "issn": "",
            "pages": "598-604",
            "other_ids": {
                "DOI": [
                    "10.1034/j.1600-0854.2000.010803.x"
                ]
            }
        },
        "BIBREF24": {
            "title": "The transcription termination site at the end of the early region of bacteriophage T7 DNA",
            "authors": [],
            "year": 1980,
            "venue": "Nucleic Acids Res",
            "volume": "8",
            "issn": "",
            "pages": "2119-2132",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/8.10.2119"
                ]
            }
        },
        "BIBREF25": {
            "title": "New low-viscosity overlay medium for viral plaque assays",
            "authors": [],
            "year": 2006,
            "venue": "Virol J",
            "volume": "3",
            "issn": "",
            "pages": "63-63",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-3-63"
                ]
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "R: A language and environment for statistical computing",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Reverse genetics and influenza virus research",
            "authors": [],
            "year": 2009,
            "venue": "Acta Virol",
            "volume": "53",
            "issn": "",
            "pages": "217-224",
            "other_ids": {
                "DOI": [
                    "10.4149/av_2009_04_217"
                ]
            }
        },
        "BIBREF28": {
            "title": "Infectious rabies viruses from cloned cDNA",
            "authors": [],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "",
            "pages": "4195-4203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A contemporary view of coronavirus transcription",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "20-29",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01358-06"
                ]
            }
        },
        "BIBREF30": {
            "title": "Reverse genetics technology for Rift Valley fever virus: current and future applications for the development of therapeutics and vaccines",
            "authors": [],
            "year": 2009,
            "venue": "Antiviral Res",
            "volume": "84",
            "issn": "",
            "pages": "101-118",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2009.08.002"
                ]
            }
        },
        "BIBREF31": {
            "title": "The reverse genetics applied to fish RNA viruses",
            "authors": [],
            "year": 2011,
            "venue": "Vet Res",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1297-9716-42-12"
                ]
            }
        },
        "BIBREF32": {
            "title": "Plasmid-only rescue of influenza A virus vaccine candidates",
            "authors": [],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "1965-1973",
            "other_ids": {
                "DOI": []
            }
        }
    }
}