{
    "paper_id": "PMC3997935",
    "metadata": {
        "title": "Determining the dynamics of influenza transmission by age",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "F"
                ],
                "last": "White",
                "suffix": "",
                "email": "lfwhite@bu.edu",
                "affiliation": {}
            },
            {
                "first": "Brett",
                "middle": [],
                "last": "Archer",
                "suffix": "",
                "email": "brettarcher@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Marcello",
                "middle": [],
                "last": "Pagano",
                "suffix": "",
                "email": "pagano@hsph.harvard.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The importance of the dynamics of influenza transmission between age groups is well-appreciated [1-6]. Several studies have assessed the non-uniformity of the impact of influenza, particularly pandemic influenza, on different age groups [1-4,7-9]. The overarching interest in these studies is to gather information in order to influence policy to best determine a strategy to impact on the spread of outbreaks. Which age groups carry the greatest disease burden and which groups are responsible for the greatest amount of disease transmission is an important component of this information.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 99,
                    "end": 100,
                    "mention": "6",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 238,
                    "end": 239,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 240,
                    "end": 241,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 242,
                    "end": 243,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 244,
                    "end": 245,
                    "mention": "9",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "One key aspect of this work is to estimate the extent to which people in different age groups interact with one another and to what degree they are in contact. This information can then be used as a surrogate for transmission probabilities between age groups [10-12]. Several studies have generated matrices with estimated numbers of contacts between various age groups [5,12,13]. Additionally, social network models have been used to estimate these contact patterns [7]. A common finding amongst these studies is that children tend to mix mostly with each other, and to a lesser extent with their parents, while adults mix with individuals from a larger range of ages [5,7]. These matrices have subsequently been used in modeling exercises to better understand the dynamics of disease spread by age.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 371,
                    "end": 372,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 373,
                    "end": 375,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 670,
                    "end": 671,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 672,
                    "end": 673,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "When determining which groups to target for interventions in an outbreak, one strategy is to target those who potentially carry the greatest burden of disease [14], which has typically been found to be children [1,5,7,8,13]. For instance, Bansel et al.[4] consider data from influenza pandemics over the past century and show that the burden of disease is highest amongst children during a pandemic and then shifts to adults the following season.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 212,
                    "end": 213,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 214,
                    "end": 215,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 216,
                    "end": 217,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 218,
                    "end": 219,
                    "mention": "8",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 220,
                    "end": 222,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 253,
                    "end": 254,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "To better understand the utility of targeting the groups with the greatest burden of disease, it is also important to determine when different age groups tend to have their peak incidence of cases. This can also be seen as a surrogate measure for the age group that is driving an outbreak [15-17]. Most recently Schanzer et al. [16] used 10 years of Canadian surveillance data of laboratory confirmed cases of influenza and found that during seasonal influenza the 10–19 and 20–29 year-old age groups tended to peak one week earlier than other groups. During the pandemic in 2009, the peak came earliest for only the 10–19 year old age group. This is inconsistent with the findings of Brownstein et al. [15] who found that children aged 3–4 were consistently the first to peak.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 293,
                    "end": 295,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 704,
                    "end": 706,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "A different tactic for determining which groups should be the target of interventions is to select those groups most responsible for transmission [18]. Studies examining disease transmission by age have consistently shown that children have higher estimated values of the reproductive number than adults. Recent work has focused on the dynamics during the 2009 Influenza pandemic. During the initial phase of the pandemic in Japan, Nishiura et al. [19] report that children were transmitting illness at higher rates than adults. Glass et al. [2] used Japanese data and a novel method to estimate the reproductive number, R0, for adults and children that assume particular forms for a next-generation matrix and estimate the parameters of this matrix, leading to outbreak specific estimates of R0. They estimate R0 to be between 2.8 and 3.6 for children and between 0.2 and 0.7 for adults, depending on the assumptions made. In a later study, Glass et al. [3] used serosurvey data and estimate R0 from the final size of the epidemic to be 1.6 for kids and less than 1 for adults. Wallinga et al. [18] have similarly shown that the rate in change of the reproductive number for a particular group is related to the incidence of infection and force of infection and suggest allocating resources based on examining these two quantities.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 956,
                    "end": 957,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1096,
                    "end": 1098,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In the present study, we present a new approach to estimating the reproductive number by age group by modifying a method initially proposed by Wallinga and Tuenis [20]. We study age dynamics in South Africa during the 2009 Influenza H1N1 pandemic and illustrate the importance of an appropriately estimated measure of the transmission dynamics on final estimates. Finally, we discuss our results and their implications for future studies on how to respond during an emerging outbreak.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "We use de-identified data previously reported in [21] that includes a line list of the 12,543 confirmed cases reported in South Africa during that outbreak. Included in the data are the ages of the individuals, the provinces where the specimens were collected, the sex of the individuals, the dates of onset of symptoms, and the dates of the reporting of specimens. The information on the date of symptom onset was reported for 758 cases (6%). We use multiple imputation techniques to create 500 different datasets with the missing onset times imputed, as predicted by the province and an indicator of whether the specimen was collected on a weekday or weekend, using Poisson regression [22]. We report the averages and ranges over the 500 imputed datasets. Contact tracing information was collected on 100 initial cases, to provide an estimate of the serial interval, as has been previously reported [21]. We only use data from Gauteng province (n = 5579, 44% of cases) to avoid confounding the results with potential spatial variation in transmission. Gauteng province is the most populous, yet smallest geographically, of the nine provinces in South Africa, with over 10 million inhabitants, predominantly in the cities of Johannesburg and Pretoria.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 52,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 688,
                    "end": 690,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 902,
                    "end": 904,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Wallinga and Teunis [20] (denoted WT method hereafter) proposed a method for the estimation of the effective reproductive number by making use of the epidemic curve, N = {N1,…, NT}, where Nt is the number of cases at time point t, and an estimate of the serial interval, p1,…, pk, where pi describes the probability of a serial interval of length i and the maximum serial interval length is k. We review this method in Appendix 1. The estimator they obtain for the effective reproductive number for individual j on day t’ is",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 23,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Statistical methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Rtj'=Σs=t'+1minT,t'+kΣi=1nsqsi,tj'=Σs=t'+1minT,t'+knsqs,tj',",
            "cite_spans": [],
            "section": "Statistical methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "where ns denotes the number with symptom onset on day s and qs,t denotes the relative probability that case s was infected by case t.",
            "cite_spans": [],
            "section": "Statistical methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We propose the use of additional structure in this method to describe the probability of an infection event occurring between two cases that incorporates information on their ages by modifying the probability of transmission to be:",
            "cite_spans": [],
            "section": "Age transmission data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Ptj'→ti=pti−tj'wai'aj,",
            "cite_spans": [],
            "section": "Age transmission data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "where aj is the age group of individual j and wai'aj is a measure of the likelihood of transmission between individuals in age group ai and aj. The matrix W = {waiaj} does not necessarily have to be symmetric.",
            "cite_spans": [],
            "section": "Age transmission data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This method requires information on the likelihood of infectious contact between different age groups, or the waiaj. Increasingly studies are being conducted to obtain such information by assuming that transmission is directly related to contact patterns. We use the results of two such studies:",
            "cite_spans": [],
            "section": "Age transmission data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The first is a study of 571 randomly selected individuals in a South Africa township performed in 2010 and reported by Johnstone-Robertson et al. [12]. The authors report two matrices with age specific contact patterns in five year intervals up to a 45+ category. The first matrix only considers contacts that involve all close contacts while the second includes information on only those contacts that involve physical touch.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Age transmission data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The second set of matrices we use comes from the European based PolyMod study of Mossong et al. [5]. This study includes information on 97,904 contacts amongst 7,290 participants from eight countries in Europe: Belgium, Finland, Great Britain, Germany, Italy, Luxembourg, the Netherlands, and Poland. Contact matrices describe all close contacts, and then separately, close contacts that involve physical touch. The matrices report age-specific values for five year age groups up to 70+. We modify these matrices to match those presented by Johnstone-Robertson et al. [12] and to match the demographics of South Africa’s young population by averaging all values above 45 years of age to create a single 45+ age category. In our results we focus on those obtained using the contact matrices from South Africa, as these matrices would seem more appropriate for the data at hand. We report results from the PolyMod matrices as a sensitivity analysis.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 569,
                    "end": 571,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Age transmission data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We estimate Rt and R0 using the 18 matrices described above with the imputed epidemic data from South Africa, and report age specific estimates of these quantities, as well as aggregate estimates across age groups. The reproductive numbers for each age group represent the expected number of infections generated across the population by an individual in that particular age group.",
            "cite_spans": [],
            "section": "Age transmission data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the Appendices, we further report the results of two sensitivity analyses: First we test the sensitivity of the results to potential errors in the reporting dates by selecting a single imputed dataset and randomly jittering the onset dates of 10% of the individuals, within 30 days of their observed (or imputed) onset date (Appendix 2). We create 50 such datasets and repeat all analyses on these datasets and compare these results to those obtained without jittering the data. The second sensitivity analysis tests the impact of differential healthcare seeking behaviors by age. We smooth the distribution of the proportion of cases that were hospitalized by age group to serve as a surrogate distribution of healthcare seeking behavior and/or reporting patterns by age. This distribution is U-shaped, indicating that the very young and very old are more likely to seek medical care, a finding that has been reported elsewhere [23]. We attach various weights to this distribution and augment 25 of our imputed datasets according to this distribution. We reanalyze this augmented data to determine the potential impact of differential case reporting by age group on the results (Appendix 3).",
            "cite_spans": [
                {
                    "start": 933,
                    "end": 935,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Age transmission data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Figure 1 provides the epidemic curves across all age groups. Here, school age children and young adults tend to have the greatest number of cases initially in the outbreak.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Figure 2 shows the estimated effective reproductive numbers for the two Johnstone-Roberston et al. matrices. The R^t estimates are similar regardless of the type of contact matrix assumed (close contact versus those involving physical contact). Overall, R^t is much higher for those in the 15–19 and 20–24 year old groups throughout much of the epidemic, with the 10–14 and 25–29 year old age groups rapidly achieving high values, as well. Those over 45 initially have fairly high estimates of R^t but these taper off quickly. Estimates of R^t are not obtainable for those between 5 and 9 and those less than 5 until the outbreak is well under way, due to the paucity of observed cases for those age groups early on in the epidemic.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We obtain estimates of R0, the basic reproductive number, by averaging the estimates of Rt during the epidemic period. In reality this can be viewed as a pseudo-R0 given the prior immunity to this strain of influenza. We will refer to it as R0 throughout the text. We assume that the epidemic period corresponds to the point at which transmission was sustained in Gauteng Province until the overall number of cases peaked. This corresponds to the period between 22 June 2009 and 21 August 2009. Figure 3 and Table 1 show the estimates of R0 across age groups along with the number of individuals in each age group who were reported infected throughout the epidemic. Regardless of the choice of matrix, supercritical values of R0 are obtained for those between the age of 5 and 24, with the highest values being observed for those in the 10–14 age-group (R0 = 1.53 for close contacts).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 502,
                    "end": 503,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 514,
                    "end": 515,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We contrast these estimates with those obtained using contact matrices from Europe [5]. Figures 3a and 3b shows the estimates of R0 across the 10 age groups obtained when using contact patterns from South Africa and the eight European countries in the PolyMod study for all close contacts (Figure 3a) and all contacts involving physical touch (Figure 3b). There are few notable differences between the estimates. In Figure 4, the mean estimates of R0 are shown for each age group. We observe a similar overall trend for the estimate of R0 across the age groups.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 103,
                    "end": 104,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 297,
                    "end": 298,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 351,
                    "end": 352,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 423,
                    "end": 424,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Finally we provide the overall estimate of R0 collapsed over all age groups (Table 2). For comparison purposes, we first estimate R0 by using a traditional analysis that assumes homogenous mixing among the age groups (R^0=1.28, range: 1.26-1.31). This is similar to that obtained for all the other contact matrices considered. Additionally there are virtually no differences observed between results from the two contact matrices.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Our first sensitivity analysis, which jitters the onset dates of a subset of the population, (Additional file 1: Table S1) provides results that are consistent with the results presented. Not surprisingly, the impact of reassigning onset dates to a portion of the dataset has the impact of flattening the epidemic curve and thus lowering the estimates of R0. However the results remain consistent and, coupled with the imputation variability reported, provide insight on the overall variability of the estimates reported.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In our second sensitivity analysis (Additional file 2: Table S2 and Additional file 3: Figure S1), examining the potential impact of differential reporting by age, we note a dramatic impact on the results. As we assume a greater underreporting of cases among those who are middle aged, we estimate the bulk of transmission being attributable to those who are older and less transmission being attributed to the very young, a finding contrary to the original results we present.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "We present a novel approach to estimating the effective and basic reproductive number by age group, and have applied this method to data from the 2009 Influenza H1N1pdm in Gauteng Province in South Africa. This method requires some estimate of contact patterns between age groups. We show results for 18 different possible contact matrices and the impact that these matrices have on the estimates. Additionally, as with the original method proposed by Wallinga and Teunis [20], it is necessary to have an estimate of the serial interval and we use an estimate obtained from contact trace data in South Africa.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As has been previously noted, that the burden of disease appears to be greatest amongst the young [21], a finding consistent with other studies [1,4,7]. These data argue that aiming interventions at youth would target the group that carries the largest burden and should have the best chance of success in limiting transmission. This finding is consistent with the strategy proposed by Wallinga et al. [18] and provides further information in the form of actual estimates of the reproductive number.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 145,
                    "end": 146,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 147,
                    "end": 148,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 149,
                    "end": 150,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results also illustrate the importance of accounting for the age structure when estimating reproduction numbers. Though the overall estimates of R0 are unaffected by the incorporation of this information, we obtain much richer information with the ability to obtain age-specific estimates of the reproductive number. This analysis provides greater insight into the dynamics of disease transmission and informs intervention strategies.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results obtained using information on transmission dynamics from the study based in South Africa [12] as well as that of the PolyMod study [5], appear to corroborate previous results for influenza pandemics [2,3,19] which seem to imply that school aged children are responsible for the bulk of disease transmission. Specifically we estimate that R^0 is highest for 10–14 year olds when using South African contact trace matrices (close contacts: R^0 = 1.53, range, 1.49-1.58; physical touch contacts: R^0 = 1.47, range, 1.44-1.51). These results are similar to the results from other studies [2,19] and those obtained using the European based contact matrices.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 144,
                    "end": 145,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 212,
                    "end": 213,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 214,
                    "end": 215,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 216,
                    "end": 218,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 597,
                    "end": 598,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Interestingly, it does not appear to make a substantial difference which contact pattern matrix we use in our analysis. One would assume that the matrices obtained in South Africa would be most relevant to the outbreak data we are analyzing and indeed, we have chosen to present the majority of our results using these matrices. We note, however, that when we use contact patterns from other European countries, where the demographics, climate, healthcare system, government, overall health, etc. are different from that of South Africa, there are only minor changes in the results. Indeed, the contact patterns observed in the Polymod study and the South African contact study are not substantially different, however they are not identical. This appears to argue that using some form of adjustment is superior to assuming homogenous mixing, but the method we propose is not overly sensitive to the form the adjustments take [24]. This result is similar to that of Glass et al. [2] who experimented with four forms of next generation matrices to estimate the reproductive number for adults and children separately. They found that the estimates of the reproductive numbers were not overly sensitive to the matrix forms that they assumed.",
            "cite_spans": [
                {
                    "start": 927,
                    "end": 929,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 980,
                    "end": 981,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "However, one should still take care in the assumptions used when implementing this method, or others like it. Our study is only one instance and it is not clear that the results we obtain would replicate in other settings. For instance, if one were to always use the Polymod study information for studies throughout the world, there is still the potential for errors if contact patterns do differ dramatically from those observed in Europe. While it is impossible to know with certainty if this is the case without detailed contact pattern information for the area of study, one can, at the least conduct a sensitivity analysis to determine the potential impact of the contact matrix on the analysis. Additionally we implicitly assume that contact patterns are directly related to transmission probabilities, an assumption that has yet to be rigorously tested. There is also work to show that contact patterns can change considerably during illness [25,26]. Our work relies on the contact patterns of healthy individuals. While we suspect, based on our sensitivity analyses, that this will not have a substantial impact on our results, this is important to note.",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 952,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 953,
                    "end": 955,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is important to note the caveats and limitations of this study. Our results would be impacted if reporting was inconsistent throughout the outbreak among the age groups. For instance if reporting was very good among one age group initially but declined in quality as the outbreak progressed, we can expect that our results would be biased [27]. In general the default assumption is that the pyramid of disease reporting described in [28,29] is the same for all age groups. Our second sensitivity analysis (Appendix 3) explores the impact of this assumption and shows that if reporting or healthcare seeking behavior is much lower among middle aged groups than the very old and very young, our results will change dramatically. In the extreme case, we see that transmission is mostly attributable to those who are at least 30 years old and that the very young are unable to sustain transmission. While this result is contrary to what has been reported in the scientific literature to date, the potential for reporting inconsistencies that we explore are not unlikely, and have not been recognized and corrected for in other analyses that we are aware of. Brooks-Pollock et al. [23] report results from a survey conducted during the 2009 H1N1 Influenza pandemic in the UK that showed that the very young and very old were more likely to seek healthcare when ill. The impact of correcting surveillance data to accommodate this phenomenon was to shift the burden of illness from the very young to the middle-aged. Further investigation into potential reporting inconsistencies is important to better understand infectious disease dynamics by age similar to what was previously done but not incorporating age [27]. Another reporting issue arises from silent infections, or those who carry infection and have the potential to transmit it, but are asymptomatic. We did not investigate the impact of these individuals, though the issues are similar to those we have just described.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 437,
                    "end": 439,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1180,
                    "end": 1182,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1708,
                    "end": 1710,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Additional reporting inconsistencies are possible spatially or across other socio-economic factors. Our analysis was only performed on data from Gauteng province, the most urban province in South Africa. It is possible that reporting would not be as dramatically variable as it would be if we were to make use of data from the entire country. It is also important to note that we chose to limit our analysis to Gauteng province so as to limit the impact of spatial effects and make the assumption of homogenous mixing more reasonable. This could limit generalizability.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We have also assumed that the contact matrices we use are correct and do not allow for any uncertainty in their estimation. These results might be improved upon and made more realistic by allowing for greater stochastic effects and/or flexibility in the transmission matrix. Ideally we would estimate these parameters in our study, but we do not have sufficient data to do so in the present framework. Glass et al. [2] have shown how to do this for a matrix with adults and children, but are limited to two by two matrices that presume a pre-specified structure and are unable to consider a larger number of age groups, thus limiting their ability to gain a more thorough and detailed understanding of transmission.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We have applied a novel method to estimate transmission patterns between individuals from different age groups during the 2009 Influenza H1N1pdm in South Africa. We show that assumptions regarding the assumed contact patterns between age groups do not substantially impact the conclusions one draws from the data analyses in our study. Our results are consistent with other studies that show children are much more likely to become ill and transmit disease than adults during a pandemic, if the completeness of the data reported is independent of the age of the patients. These methods can be used to estimate heterogeneity in transmission parameters in real time by using the modification proposed by Cauchemez et al. [30] and thus inform the use of targeted interventions by age group.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 722,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Wallinga and Teunis (20) (denoted WT method hereafter) proposed a method for the estimation of the effective reproductive number by making use of the epidemic curve, N = {N1,…, NT}, where Nt is the number of cases at time point t, and an estimate of the serial interval, p1,…, pk, where pi describes the probability of a serial interval of length i and the maximum serial interval length is k. For ease of presentation, we assume that the time step is a day. Individuals are placed in a network temporally by symptom onset date and the probability of transmission occurring between two individuals in the network is determined by the serial interval. The calculation of Rt occurs in three steps. In what follows, we let ti denote the ith individual with symptom onset on day t, where i = 1,…,Nt.",
            "cite_spans": [],
            "section": "Wallinga and Teunis method ::: Appendix 1",
            "ref_spans": []
        },
        {
            "text": "1. For the ith individual with symptom onset on day t, calculate the probabilities of infection by all those with symptom onset on prior days t2 (t2 < t.) These probabilities equal the serial interval probability for the distance in time between the potential infector, tj2 , and infectee, ti, P (tj' →ti) = pti−tj'.",
            "cite_spans": [],
            "section": "Wallinga and Teunis method ::: Appendix 1",
            "ref_spans": []
        },
        {
            "text": "2. Calculate the relative probability that the case ti was infected by the jth case on day P (tj' →ti), denoted by qti,tj',",
            "cite_spans": [],
            "section": "Wallinga and Teunis method ::: Appendix 1",
            "ref_spans": []
        },
        {
            "text": "qti,tj'=Ptj'→ti∑s=1mink,ti−1∑l=1nsPsl→ti=Ptj'→ti∑s=1mink,ti−1nsPs→ti.",
            "cite_spans": [],
            "section": "Wallinga and Teunis method ::: Appendix 1",
            "ref_spans": []
        },
        {
            "text": "3. Calculate the reproductive number. For the jth case on day t', say tj', the reproductive number is calculated as the sum of the expected values of a Bernoulli random variable. The Bernoulli random variable describes the event that tj' infected another individual on day s, s > t', say si, and has probability qs,t'. Then the effective reproductive number for individual tj′is",
            "cite_spans": [],
            "section": "Wallinga and Teunis method ::: Appendix 1",
            "ref_spans": []
        },
        {
            "text": "Rtj'=Σs=t'+1minT,t'+kΣi=1nsqsi,tj'=Σs=t'+1minT,t'+knsqs,tj',",
            "cite_spans": [],
            "section": "Wallinga and Teunis method ::: Appendix 1",
            "ref_spans": []
        },
        {
            "text": "where ns denotes the number with symptom onset on day s.",
            "cite_spans": [],
            "section": "Wallinga and Teunis method ::: Appendix 1",
            "ref_spans": []
        },
        {
            "text": "In this analysis, we choose a single imputed dataset and randomly jitter the onset dates of 10% of the sample within 30 days of their observed (or imputed) onset date. We create 50 such datasets and repeat all analyses on these datasets and compare them to the results on the non-jittered dataset.",
            "cite_spans": [],
            "section": "Sensitivity analysis: Impact of errors in reporting dates ::: Appendix 2",
            "ref_spans": []
        },
        {
            "text": "We assume that the reporting distribution by age follows a U-shaped distribution, implying that the very young and very old are most likely to seek healthcare and have their cases reported. To obtain a distribution that follows this shape, we use the distribution of hospitalized cases by age in our data, rescale it so that the highest proportion is one, and smooth the distribution using a loess smoother (Additional file 3: Figure S1).",
            "cite_spans": [],
            "section": "Sensitivity analysis: Impact of differential reporting by age ::: Appendix 3",
            "ref_spans": []
        },
        {
            "text": "We use 25 of our imputed datasets and augment each dataset using the distribution f (x), where f (x) is a function of the original age distribution observed in the data, g (x), and the reporting distribution shown in Additional file 3: Figure S1, h (x), as follows:",
            "cite_spans": [],
            "section": "Sensitivity analysis: Impact of differential reporting by age ::: Appendix 3",
            "ref_spans": []
        },
        {
            "text": "fx=λgx+1−λhx.",
            "cite_spans": [],
            "section": "Sensitivity analysis: Impact of differential reporting by age ::: Appendix 3",
            "ref_spans": []
        },
        {
            "text": "Here λ ranges between 0 and 1. We run analyses for λ = 0.0, 0.25, 0.50, 0.75 and 1.0 (corresponding to the original analysis). Results for all 25 datasets are shown in Additional file 2: Table S2.",
            "cite_spans": [],
            "section": "Sensitivity analysis: Impact of differential reporting by age ::: Appendix 3",
            "ref_spans": []
        },
        {
            "text": "The authors report no conflicts of interest.",
            "cite_spans": [],
            "section": "Competing interests ::: Appendix 3",
            "ref_spans": []
        },
        {
            "text": "LFW and MP conceived the project and developed the methods. LFW performed the analyses. BA provided the data and insight on dynamics in South Africa. LFW drafted the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions ::: Appendix 3",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Estimates of R\n0 \nobtained by using the transmission matrices based on South African contact patterns\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Overall estimate of R\n0 \nfor the different methods used\nRanges give the values obtained across the 500 imputations.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Epidemic curves by age group.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Smoothed estimates of R\nt \nfor the transmission matrix based on (a) all contacts involving physical contact and (b) all close contacts using the South African contact matrices.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Estimated R0 by age group for each of the contact trace matrices from the nine countries in the PolyMod study using (a) all contacts, and (b) physical contacts.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Estimates of R0 by age groups using contact matrices from South Africa and separately each of the eight countries in the Mossong et al. study. (a) results for all close contacts and (b) for contacts involving physical touch.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Household transmission of influenza (H1N1-2009) in japan: age-specificity and reduction of household transmission risk by zanamivir treatment",
            "authors": [],
            "year": 2011,
            "venue": "J Int Med Res",
            "volume": "39",
            "issn": "2",
            "pages": "619-628",
            "other_ids": {
                "DOI": [
                    "10.1177/147323001103900231"
                ]
            }
        },
        "BIBREF1": {
            "title": "Close encounters of the infectious kind: methods to measure social mixing behaviour",
            "authors": [],
            "year": 2012,
            "venue": "Epidemiol Infect",
            "volume": "140",
            "issn": "12",
            "pages": "2117-2130",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268812000842"
                ]
            }
        },
        "BIBREF2": {
            "title": "Social contact patterns in vietnam and implications for the control of infectious diseases",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0016965"
                ]
            }
        },
        "BIBREF3": {
            "title": "Social mixing patterns within a south african township community: implications for respiratory disease transmission and control",
            "authors": [],
            "year": 2011,
            "venue": "Am J Epidemiol",
            "volume": "174",
            "issn": "11",
            "pages": "1246-1255",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwr251"
                ]
            }
        },
        "BIBREF4": {
            "title": "Using data on social contacts to estimate age-specific transmission parameters for respiratory-spread infectious agents",
            "authors": [],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "164",
            "issn": "10",
            "pages": "936-944",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwj317"
                ]
            }
        },
        "BIBREF5": {
            "title": "2009 H1n1 Surveillance Group. Improving the evidence base for decision making during a pandemic: the example of 2009 influenza A/H1N1",
            "authors": [],
            "year": 2011,
            "venue": "Biosecur Bioterror",
            "volume": "9",
            "issn": "2",
            "pages": "89-115",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Identifying pediatric age groups for influenza vaccination using a real-time regional surveillance system",
            "authors": [],
            "year": 2005,
            "venue": "Am J Epidemiol",
            "volume": "162",
            "issn": "7",
            "pages": "686-693",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwi257"
                ]
            }
        },
        "BIBREF7": {
            "title": "Age-specific differences in influenza A epidemic curves: do children drive the spread of influenza epidemics?",
            "authors": [],
            "year": 2011,
            "venue": "Am J Epidemiol",
            "volume": "174",
            "issn": "1",
            "pages": "109-117",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwr037"
                ]
            }
        },
        "BIBREF8": {
            "title": "Age-related trends in the timeliness and prediction of medical visits, hospitalizations and deaths due to pneumonia and influenza, British Columbia, Canada, 1998–2004",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "10",
            "pages": "1397-1403",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2007.11.090"
                ]
            }
        },
        "BIBREF9": {
            "title": "Optimizing infectious disease interventions during an emerging epidemic",
            "authors": [],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "2",
            "pages": "923-928",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0908491107"
                ]
            }
        },
        "BIBREF10": {
            "title": "Transmission potential of the new influenza A(H1N1) virus and its age-specificity in japan",
            "authors": [],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "22",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Estimating reproduction numbers for adults and children from case data",
            "authors": [],
            "year": 2011,
            "venue": "J R Soc Interface",
            "volume": "8",
            "issn": "62",
            "pages": "1248-1259",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2010.0679"
                ]
            }
        },
        "BIBREF12": {
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "6",
            "pages": "509-516",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh255"
                ]
            }
        },
        "BIBREF13": {
            "title": "Interim report on pandemic H1N1 influenza virus infections in South Africa, April to October 2009: epidemiology and factors associated with fatal cases",
            "authors": [],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "42",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Reproductive number and serial interval of the first wave of influenza A (H1N1) pdm09 virus in South Africa",
            "authors": [],
            "year": 2012,
            "venue": "PlosOne",
            "volume": "7",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0049482"
                ]
            }
        },
        "BIBREF15": {
            "title": "Using an online survey of healthcare-seeking behaviour to estimate the magnitude and severity of the 2009 H1N1v influenza epidemic in England",
            "authors": [],
            "year": 2011,
            "venue": "BMC Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-11-68"
                ]
            }
        },
        "BIBREF16": {
            "title": "Estimating the reproductive number in the presence of spatial heterogeneity of transmission patterns",
            "authors": [],
            "year": 2013,
            "venue": "Int J Health Geogr",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1476-072X-12-35"
                ]
            }
        },
        "BIBREF17": {
            "title": "The impact of illness and the impact of school closure on social contact patterns",
            "authors": [],
            "year": 2010,
            "venue": "Health Technol Assess",
            "volume": "14",
            "issn": "34",
            "pages": "267-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The impact of illness on social networks: Implications for transmission and control of influenza",
            "authors": [],
            "year": 2013,
            "venue": "Am J Epidemiol",
            "volume": "178",
            "issn": "11",
            "pages": "1655-1662",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwt196"
                ]
            }
        },
        "BIBREF19": {
            "title": "Reporting errors in infectious disease outbreaks, with an application to pandemic influenza A/H1N1",
            "authors": [],
            "year": 2010,
            "venue": "Epidemiol Perspect Innov",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-5573-7-12"
                ]
            }
        },
        "BIBREF20": {
            "title": "Estimates of the prevalence of pandemic (H1N1) 2009, United States, april-july 2009",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "12",
            "pages": "2004-2007",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1512.091413"
                ]
            }
        },
        "BIBREF21": {
            "title": "Food-related illness and death in the United States",
            "authors": [],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "5",
            "issn": "5",
            "pages": "607-625",
            "other_ids": {
                "DOI": [
                    "10.3201/eid0505.990502"
                ]
            }
        },
        "BIBREF22": {
            "title": "Pandemic influenza H1N1: reconciling serosurvey data with estimates of the reproduction number",
            "authors": [],
            "year": 2012,
            "venue": "Epidemiology",
            "volume": "23",
            "issn": "1",
            "pages": "86-94",
            "other_ids": {
                "DOI": [
                    "10.1097/EDE.0b013e31823a44a5"
                ]
            }
        },
        "BIBREF23": {
            "title": "Estimating in real time the efficacy of measures to control emerging communicable diseases",
            "authors": [],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "164",
            "issn": "6",
            "pages": "591-597",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwj274"
                ]
            }
        },
        "BIBREF24": {
            "title": "The shifting demographic landscape of influenza",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Curr",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0050074"
                ]
            }
        },
        "BIBREF26": {
            "title": "Age-specific contacts and travel patterns in the spatial spread of 2009 H1N1 influenza pandemic",
            "authors": [],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Mixing patterns between age groups in social networks",
            "authors": [],
            "year": 2007,
            "venue": "Social Networks",
            "volume": "29",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.socnet.2007.04.005"
                ]
            }
        },
        "BIBREF28": {
            "title": "Age-dependent patterns of infection and severity explaining the low impact of 2009 influenza A (H1N1): evidence from serial serologic surveys in the netherlands",
            "authors": [],
            "year": 2011,
            "venue": "Am J Epidemiol",
            "volume": "174",
            "issn": "11",
            "pages": "1307-1315",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwr245"
                ]
            }
        },
        "BIBREF29": {
            "title": "Searching for sharp drops in the incidence of pandemic A/H1N1 influenza by single year of age",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0042328"
                ]
            }
        }
    }
}