{
    "paper_id": "PMC3930559",
    "metadata": {
        "title": "Unifying Viral Genetics and Human Transportation Data to Predict the Global Transmission Dynamics of Human Influenza H3N2",
        "authors": [
            {
                "first": "Philippe",
                "middle": [],
                "last": "Lemey",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Rambaut",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Trevor",
                "middle": [],
                "last": "Bedford",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nuno",
                "middle": [],
                "last": "Faria",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Filip",
                "middle": [],
                "last": "Bielejec",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guy",
                "middle": [],
                "last": "Baele",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Colin",
                "middle": [
                    "A."
                ],
                "last": "Russell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Derek",
                "middle": [
                    "J."
                ],
                "last": "Smith",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oliver",
                "middle": [
                    "G."
                ],
                "last": "Pybus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dirk",
                "middle": [],
                "last": "Brockmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marc",
                "middle": [
                    "A."
                ],
                "last": "Suchard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Neil",
                "middle": [
                    "M."
                ],
                "last": "Ferguson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The emergence and worldwide dispersal of novel human pathogens is increasingly challenging global public health [1]. Notable recent examples include novel influenza strains, severe acute respiratory syndrome (SARS) virus and Methicillin-resistant Staphylococcus aureus, which all exploit today's complex and voluminous transport networks to rapidly disseminate in a globalized world. In the context of human infectious diseases, the worldwide air transportation network is by far the best studied system of global mobility [2]. Air travel likely drives the global circulation of seasonal influenza A (H3N2) viruses [3], and may explain seasonal dynamics in the absence of locally-persistent strains between epidemic seasons. Retrospective modeling of the ‘Hong Kong flu’ H3N2 pandemic in 1968 indicates that the virus spread through a global network of cities interconnected by air travel [4]. Numerous modeling and simulation studies have subsequently explored the potential influence of air travel on influenza virus spread, e.g. [5]–[8], but few have attempted to verify such models against underlying empirical data on human movement patterns [9].",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "mention": "[1]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 523,
                    "end": 526,
                    "mention": "[2]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 615,
                    "end": 618,
                    "mention": "[3]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 889,
                    "end": 892,
                    "mention": "[4]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "mention": "[5]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "mention": "[8]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "mention": "[9]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Two studies on the timing and rate of seasonal influenza transmission across the United States of America (USA) highlight the difficulty of using standard epidemiological data to disentangle the relative contributions of different human transportation systems to influenza spread. Using weekly time series of excess mortality due to pneumonia and influenza (P&I), Viboud et al. [9] demonstrated that the patterns of timing and incidence of outbreaks across the continental USA are most strongly associated with rates of movement of people to and from their workplaces, and to a lesser extent with the distance between locations and various measures of domestic transportation. In contrast, Brownstein et al. [10] concluded that the rate of inter-regional spread and timing of influenza in the USA, as measured using weekly P&I mortality statistics, is predicted by domestic airline travel volume in November. These discordant findings generated significant debate [11], especially in the context of a potential pandemic of pathogenic influenza [12], which would require rapid decisions to be made on the implementation of travel restrictions.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "mention": "[9]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 708,
                    "end": 712,
                    "mention": "[10]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 964,
                    "end": 968,
                    "mention": "[11]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1044,
                    "end": 1048,
                    "mention": "[12]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As a historical record of epidemic spread, viral genetic sequence data may offer a valuable source of information for the empirical verification of epidemiological models. Several studies have demonstrated their utility and power, for example by revealing the genetic dynamics of influenza A H3N2 seasonality [13] and the spatial patterns of global H3N2 circulation [3], [14]. More generally, it is recognized that the genetic diversity of rapidly evolving viruses like influenza should be analysed in a framework that unifies evolutionary and ecological dynamics [15]. Current attempts to reconstruct viral spread through time and space from genetic data, however, typically fit parameter-rich models to sparse spatial data and result in phylogeographic patterns that are difficult to relate directly to underlying ecological processes [16]. Together with potential sampling bias, this complicates phylogeographic tasks, such as the characterization of source-sink dynamics in seasonal influenza. It is therefore unsurprising that different studies on the global circulation of H3N2 are sometimes inconsistent [3], [14], [17], despite the importance of such work for influenza surveillance and vaccine strain selection.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "mention": "[13]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 366,
                    "end": 369,
                    "mention": "[3]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 371,
                    "end": 375,
                    "mention": "[14]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 564,
                    "end": 568,
                    "mention": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 837,
                    "end": 841,
                    "mention": "[16]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1111,
                    "end": 1114,
                    "mention": "[3]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1116,
                    "end": 1120,
                    "mention": "[14]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "mention": "[17]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here we use a model-based approach to explicitly tests spatial epidemiological hypotheses by integrating empirical data on human movement patterns with viral genetic data. This framework enables us to measure the relative contribution of different predictive variables to viral spatial spread. We apply this approach to seasonal H3N2 dynamics and use it to identify key drivers of the global dissemination of influenza viruses. Analysis of different sampling schemes, including one that represents the community structure in global air transportation, provides consistent support for air travel governing the spatial dynamics of seasonal H3N2 infections. Using epidemiological simulations, we further demonstrate that estimates resulting from the merger of human air travel and H3N2 influenza genetics best capture the observed global expansion of pandemic H1N1 influenza in 2009.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We complemented a previously collected hemagglutinin sequence data set, comprising 1,441 sequences sampled globally from 2002 to 2007 [3], with publicly available sequences sampled within the same time interval. The allocation of the sequence data into 15 and 26 geographic regions as well as into 14 air communities is described in detail in Supporting information Text S1.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "mention": "[3]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Sequence data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The worldwide air transportation network is defined by a passenger flux matrix that quantifies the number of passengers traveling between each pair of airports. We use a dataset provided by OAG (Official Airline Guide) Ltd. (http://www.oag.com), containing 4,092 airports and the number of seats on scheduled commercial flights between pairs of airports during the years 2004–2006. We take the number of seats on scheduled commercial flights from airport i to j to be proportional to the number of passengers traveling.",
            "cite_spans": [],
            "section": "Air transportation data and modularity maximization ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To identify air transportation communities, we approximate a maximal-modularity subdivision of the 1,227-largest-airport network by employing a recently described stochastic Monte-Carlo approach [18]. Modularity provides a measure of how well the connectivity of a network is described by partitioning its nodes into non-overlapping groups; for a definition we refer to [19]. For any given partition, modularity will be high if connectivity within groups is high and connectivity among groups is low. For large networks, a variety of methods have been introduced to approximate their optimal subdivision. The method we employ here generates an ensemble of high modularity subdivisions and computes the consensus in this ensemble by superposition. For further details we refer to [18], [20] and in Text S1 we describe how we incorporate subdivision uncertainty in our phylogeographic approach.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 370,
                    "end": 374,
                    "mention": "[19]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 779,
                    "end": 783,
                    "mention": "[18]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 785,
                    "end": 789,
                    "mention": "[20]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Air transportation data and modularity maximization ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We employ a novel approach to simultaneously reconstruct spatiotemporal history and test the contribution of potential predictors of spatial spread. The approach extends a recently developed Bayesian method of phylogeographic inference [21] into a generalized linear model (GLM), by parameterizing each rate of among-location movement in the phylogeographic model as a log linear function of various potential predictors. For each predictor j, the GLM parameterization includes a coefficient , which quantifies the contribution or effect size of the predictor (in log space), and a binary indicator variable , that allows the predictor to be included or excluded from the model. We estimate the  variables using a Bayesian stochastic search variable selection (BSSVS) [22], [23], resulting in an estimate of the posterior inclusion probability or support for each predictor. This approach uses the data to select the explanatory variables and their effect sizes from a pre-defined set of predictors that can explain the phylogenetic history of among-location movement while simultaneously reconstructing the ancestral locations in the evolutionary history. In Text S1, we (i) provide more mathematical detail of the GLM model, (ii) describe novel transition kernels for efficient statistical inference, (iii) propose prior specifications and (iv) explain how Bayes factors can be calculated for each predictor based on  estimates. The method introduced here is implemented in the BEAST software package [24].",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "mention": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 768,
                    "end": 772,
                    "mention": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 774,
                    "end": 778,
                    "mention": "[23]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1503,
                    "end": 1507,
                    "mention": "[24]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Phylogeographic inference and hypothesis testing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The GLM approach offers many statistical advantages over other approaches [25] in efficiently testing spatial hypotheses (see Text S1 for a detailed comparative analysis). Commonly-used Bayesian measures of model fit (such as marginal likelihood estimation using the harmonic mean), which can be applied to models with among-location movement rates fixed to a particular predictor, have been shown to perform poorly [26]–[28]. Although more accurate alternatives have recently been proposed [26]–[28], they are computationally prohibitive on large data sets such as those studied here. Importantly, the previous approach provides only a relative ranking of different models and, unlike the GLM model, cannot identify which of the top-ranked predictors need to be jointly considered as explanatory variables. A further advantage of the GLM approach is that in addition to providing a measure of support for each predictor, it can also quantify the contribution or effect size of each predictor by estimating the associated coefficients ().",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "mention": "[25]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 416,
                    "end": 420,
                    "mention": "[26]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 421,
                    "end": 425,
                    "mention": "[28]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 491,
                    "end": 495,
                    "mention": "[26]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 500,
                    "mention": "[28]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Phylogeographic inference and hypothesis testing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For the spread of seasonal influenza, we consider several potential predictors of global migration, including different log-transformed measures of geographical distance, absolute latitude, air transportation data, demographic and economic data, viral surveillance data, antigenic evolution and sequence sample sizes (described in more detail in Text S1). Text S1 also reports the evolutionary and demographic models used in BEAST and describes how phylogenetic uncertainty is approximated during phylogeographic inference.",
            "cite_spans": [],
            "section": "Phylogeographic inference and hypothesis testing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Phylogeographic movement events among locations are modeled by a continuous-time Markov chain (CTMC) process along each branch of the viral phylogeny. Although both the transitions among locations (Markov jumps) and the waiting times between transitions (Markov rewards) are not directly observed, posterior expectations of these values can be efficiently computed [29], [30]. Here, we implement posterior inference of the complete Markov jump history through time in BEAST and use these estimates to assess the source-sink dynamics of influenza and to evaluate the predictive performance of phylogeographic models.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "mention": "[29]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 371,
                    "end": 375,
                    "mention": "[30]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Phylogeographic inference and hypothesis testing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To compare the performance of different migration rate models in predicting global pandemic spread, we simulate a stochastic meta-population susceptible-infected-recovered (SIR) model with n = 14 populations, matching the 14 air communities analyzed in the phylogeographic model. The model tracks the number of susceptible (S), infected (I) and recovered (R) individuals in each population each day of the simulation. The simulations begin with a single initial infection in Mexico on January 5th 2009 [31]. Infection spreads through mass-action within each population according to the following epidemiological parameters. Population-specific host population size is equal to human population size (Text S1). Basic epidemiological parameters are based on empirical estimates from H1N1: the duration of infection was chosen as 3 days [31] and the basic reproductive number () or average number of secondary infections arising from a primary infector during their infectious period in a completely susceptible population was chosen as 1.3 [31]. This results in a transmission rate . Although estimates of  for pandemic H1N1 vary across studies, the exact  value is unlikely to affect the comparative simulations we perform as this is expected to equally impact the overall expansion rate and not the relative migration dynamics across populations. Force of infection  within population  scales with infected frequency across populations following , where the coupling coefficient  represents the rate of contacts from population i to population j relative to within-population contacts and . Other pairwise coupling coefficients are taken to be proportional to pairwise migration estimates, so that , where  is the air travel based or phylogenetically estimated rate of migration from population i to population j per year and parameter c is fitted to the data. Parameter c is the only free parameter in this model and we set this to the value that maximizes correspondence between simulations and observations (see below). This ensures that we can use phylogeographic migration rates as per capita migration rates in the simulation model, despite their different scales. Compartments are updated according to a -leaping algorithm [32] with one-day intervals.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "mention": "[31]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 834,
                    "end": 838,
                    "mention": "[31]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "mention": "[31]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2230,
                    "end": 2234,
                    "mention": "[32]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Comparing migration rate models using epidemiological simulations ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Migration rates between populations in the SIR model are defined according to four scenarios, as follows: (A) equal rates, (B) rates proportional to the amount of air travel occurring between them (in terms of the number of passengers moving from one population to another), (C) rates proportional to Markov jump estimates based on a standard phylogeographic model (undertaken with and without BSSVS to reduce the number of rate parameters) and (D) a GLM model that only considers air travel as a predictor. To compare the spread of influenza under these simulated models to recorded H1N1 pandemic spread, we measure the relative correspondence between the mean peak times (across 100 simulations) and the observed peak times for all locations except Mexico (based on World Health Organization data; Text S1). Correspondence was measured using the Spearman's rank correlation coefficient, and tested with associated -values obtained using a permutation test (Text S1), as well as using the mean average error (MAE; in days). We consider the Spearman's rank correlation coefficients to be more appropriate for our comparison because they are more robust to outliers, which are clearly present in the observed peaks. Therefore, the scaling of between-population coupling c for the various migration matrices was also adjusted so as to maximize Spearman's rank correlation.",
            "cite_spans": [],
            "section": "Comparing migration rate models using epidemiological simulations ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To identify key factors in the seasonal dispersal of human influenza viruses, we use a Bayesian model selection procedure to estimate the phylogeographic history of H3N2 viruses sampled worldwide between 2002 and 2007 (Text S1), while concurrently evaluating the contribution of several potential predictors of spatial spread. In addition to considering two geographic discretizations of the available data, we also identify community structure in global air travel by determining partitions with high intra-community connectivity and low inter-community connectivity (Methods). Although this approach is blind to the airports' geographic locations, the 14 resulting global air communities are spatially compact with few exceptions (Fig. 1). We find air communities that are largely specific to Oceania, China, Japan, Sub-Saharan Africa, Mexico and Canada. Madagascar, Réunion and some Caribbean destinations are examples of exceptions that are, as non-European locations, connected to a European air community.",
            "cite_spans": [],
            "section": "Air travel governs the global spatial spread of seasonal H3N2 ::: Results",
            "ref_spans": [
                {
                    "start": 733,
                    "end": 739,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Our analysis reveals that many potential predictors of global influenza virus spread are not associated with viral lineage movement, specifically, geographical proximity, demography and economic measures, antigenic divergence, epidemiological synchronity and seasonality do not yield noticeable support (Fig. 2). Instead, we find consistent and strong evidence that air passenger flow is the dominant driver of the global dissemination of H3N2 influenza viruses. This is reflected in both the estimated size of the effect of this variable ( on a log scale) and the statistical support for its inclusion in the model (posterior probability >0.93 and Bayes factor >760). This effect size means that viral lineage movement rates are about 15 times higher for connections with the highest passenger flow compared to connections with the lowest flow, controlling for all other predictors. The result is robust when we repeat the analysis (i) using different partitions of sampling locations (air communities and different geographic partitions, Fig. 2), (ii) using different sequence sub-samples for the air communities (Fig. S1), (iii) using the full data set or a small but more balanced number of sub-samples (Fig. S2), and (iv) using a more liberal prior specification on predictor inclusion (Fig. S3). We down-sampled particular air communities or geographic regions relative to their population sizes (Text S1), which still leaves considerable heterogeneity in sample sizes, explaining why they are included as an explanatory variable in the GLM model. Our aim is not to demonstrate a role for sample sizes in phylogeography, but by explicitly including them as predictive variables, we raise the credibility that other predictors are not included in the model because of sampling bias. We note that the sample size predictors may in fact absorb some of the effect of air travel because a GLM model that only considers passenger flux as a predictor of H3N2 movement among the air communities results in a higher mean effect of size of about 1.5.",
            "cite_spans": [],
            "section": "Air travel governs the global spatial spread of seasonal H3N2 ::: Results",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 310,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1040,
                    "end": 1046,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To also explore spatial dynamics at smaller scales, we further partition large geographical regions that are administratively coherent, such as the USA, China, Japan and Australia, resulting in 26 global sampling regions (Text S1). In this analysis, air travel again predicts viral movement (posterior probability >0.99 and Bayes factor >18000), but the movement is also inversely associated with geographical distance between locations (posterior probability = 0.76 and Bayes factor = 87), and, less intuitively, with origin and destination population densities (although the size of the latter effects are weaker, Fig. 2). The negative association of population density with viral movement may suggest that commuting is less likely, per capita, to occur out of, or into, dense subpopulations.",
            "cite_spans": [],
            "section": "Air travel governs the global spatial spread of seasonal H3N2 ::: Results",
            "ref_spans": [
                {
                    "start": 616,
                    "end": 622,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Although not the main focus of the current study, our integrated approach also provides phylogeographic reconstructions that offer insights into the global source-sink dynamics of human influenza. The trunk or backbone of phylogenies reconstructed from temporally-sampled hemagglutinin genes (Fig. 3) represents the lineage that successfully persists from one epidemic year to the next [14], [33]. We determine the spatial history of this lineage using Markov rewards in the posterior tree distribution, thereby estimating the contribution of each location to the persistence of the trunk lineage from 2002 to 2006 (Fig. 3). These estimates provide strong support for mainland China as the principal H3N2 source population, occupying close to 60% of the trunk time in the H3N2 phylogenies (Fig. 3), followed by Southeast Asia, which comprises about 15% of the trunk time. We further examine temporal heterogeneity in the source-sink process by combining a summary of the estimated trunk location through time together with an phylogenetic summary in Fig. 3, which suggests that the above-mentioned proportions arose from the presence of the trunk lineage in China during 2002 to mid 2003 and late 2004 to 2006, interrupted by a period when the virus appeared to have a Southeast Asian H3N2 source. However, we cannot rule out the impact of temporal sampling heterogeneity on these estimates because the Southeast Asian trunk dominance precedes a period of higher sampling availability for Southeast Asia relative to mainland China (Fig. 3). The important role of mainland China in seeding the global seasonal spread of human influenza results in a high net migration out of this air community (Fig. S4). However, air communities that do not contribute significantly to the trunk can also maintain high net outflow, in particular the USA, which may be seeded by relatively few introductions each year whilst exporting comparatively more viruses to other locations during the epidemic season.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "mention": "[14]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 392,
                    "end": 396,
                    "mention": "[33]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Unravelling source-sink dynamics ::: Results",
            "ref_spans": [
                {
                    "start": 293,
                    "end": 299,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 616,
                    "end": 622,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 790,
                    "end": 796,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1050,
                    "end": 1056,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1532,
                    "end": 1538,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In order to assess the extent to which evolutionary analyses such as ours benefit from integrating host mobility data, we examine their predictive performance by using them to predict the relative timing of the geographic spread of the pandemic H1N1 influenza variant that emerged in 2009. We conduct simulations of the spread of a novel pathogen out of Mexico using an SIR model whose transmission parameters are informed by epidemiological estimates obtained for pandemic H1N1 [31] and whose spatial spread is determined by one of four different migration rate models, each defined by a different matrix of movement rates among all pairs of locations (Methods). We measure the relative correspondence between the simulated and observed H1N1 peaks for each location except Mexico using a Spearman's rank correlation coefficient () and mean absolute error (MAE; in days)(Fig. 4).",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 483,
                    "mention": "[31]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Viral evolutionary history combined with human mobility predicts the pandemic spread of H1N1 ::: Results",
            "ref_spans": [
                {
                    "start": 871,
                    "end": 877,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "An equal rates model (A), which does not express any migration rate preference, results in a weak match (, P = 0.73, MAE = 40.9 days) between the simulations and the observed spatial spread of H1N1 (Fig. 4), indicating that the population sizes included in the SIR model for each region offer limited predictive performance. As expected, adding information on the number of airline passengers (model B) yields a large improvement in correspondence between simulations and observations (, P = 0.03, MAE = 35.8 days). In contrast, a standard parameter-rich phylogeographic model that is only informed by sequence data and not air traffic information (model C) yields only part of this improvement in predictive performance (, P = 0.10, MAE = 39.4 days). However, if inference under model C is made more efficient by focusing on a small set of parameters (using BSSVS, [21]; see Methods) then phylogeographic estimates yield a predictive performance (, P = 0.02, MAE = 36.4 days, Fig. S5) that is close to that of the air travel model (B). Finally, the GLM model (D) predicts the observed spread of H1N1 more accurately than all other models (, P<0.01, MAE = 32.3), suggesting that global influenza transmission is best predicted by combining passenger flux data with the information on viral lineage movement contained in sequence data. The simulations generally correspond better with observed H1N1 peaks during the initial period of pandemic expansion, while the epidemic peaks for Russia and Africa occur significantly earlier in the simulations than in reality. This is likely due to the multi-peaked character of the regional epidemics (Text S1); the H1N1 virus spreads to most of the world during the first pandemic wave, whereas regions like Russia and Africa appeared to miss the first wave entirely. Seasonal effects that are unaccounted for by our simulation may at least partly explain the outliers, but they affect the models we aim to compare in a very similar way. Because of the outliers, we consider the non-parametric Spearman's  to be a more appropriate measure of correspondence than the MAE, but they are consistent in their model ranking. We note that absolute prediction errors can be considerably improved by only considering the 9 air communities that peaked prior to September, 2009, which returns a MAE of 11.2 day for the GLM model. However, because of the difficulties in establishing initial waves and their peaks, and the uncertainty in our epidemiological model, we caution against more detailed interpretation of these simulations beyond the general trends we extract here.",
            "cite_spans": [
                {
                    "start": 866,
                    "end": 870,
                    "mention": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Viral evolutionary history combined with human mobility predicts the pandemic spread of H1N1 ::: Results",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 205,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The prevention and control of influenza at the global scale relies critically on our understanding of its mode of geographical dissemination. Here, we demonstrate that such dynamics are most powerfully investigated by combining phylogeographic history with empirical data on the patterns of human movement worldwide. Our analysis strongly suggests that air travel is key to global influenza spread, an intuitive result that has long been predicted by modeling studies (e.g. [5]), but has, until now, remained difficult to obtain from empirical data. The dominant predictors of influenza spread will undoubtedly be scale-dependent, as indicated here by the importance of geographic distance as a predictor within more confined geographic areas (Fig. 2), which may represent forms of human mobility other than air travel, such as workplace commuting [9]. This indicates that our statistical framework could also prove valuable in testing hypotheses at smaller scales, where the underlying spatial processes may be less obvious, provided adequate sequence and empirical movement data are available. One of the limitations of the current heterogeneous sampling of H3N2 sequences worldwide is that geographic partitions need to be adjusted to account for the number of samples per location, which results in regions of widely different areas and population sizes. More representative sampling across the globe, or within a more geographically confined area of interest, will allow for more appropriate geographic partitioning and may facilitate more detailed spatial hypothesis testing based on the associated demographic and mobility measures. In particular, if sequences were sampled appropriately then our inference method could incorporate the rich geographic data that is currently available as global gridded population data sets [34]. In addition, many of the predictors used here can be improved in accuracy and resolution, for example by accounting for seat occupancy and actual origin-destination flows in air traffic passenger fluxes.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "mention": "[5]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 848,
                    "end": 851,
                    "mention": "[9]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1831,
                    "end": 1835,
                    "mention": "[34]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 744,
                    "end": 750,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Due to the difficulties associated with geographic partitioning, we used algorithms to optimally define communities in the global air transportation network as an alternative strategy to specify phylogeographic states, and subsequently show that our GLM results are robust to the different partitions used. Because air travel is a consistent and highly supported explanatory variable for global influenza dispersal, communities within the air transportation network are likely to provide the most appropriate spatial structuring of our data. However, in addition to the partitioning itself, further research is also needed to select the appropriate number of samples from the resulting regions to improve on ad hoc down-sampling based on population size.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although identifying the causes of pathogen spread is of great importance in spatial epidemiology, integrating this information in evolutionary models also offers major advantages for phylogeographic reconstructions and their relevance to infectious disease surveillance and pandemic preparedness. By capturing a more realistic process of spatial spread, our novel approach results in more credible reconstructions of spatial evolutionary history, which may shed further light on the persistence and migration dynamics of human influenza viruses. Because of the importance of influenza dynamics for vaccine strain selection, different phylogeographic reconstructions have attempted to characterize the global population structure of the virus and have arrived at somewhat mixed findings [3], [14], [17]. This may be explained by the use of both different sampling and different methodology. The data and methods used here corroborate the explorations of antigenic and genetic divergence by [3] and demonstrate the prominence of mainland China and Southeast Asia as locations of trunk lineage persistence. Our findings are however based on roughly the same genetic data, and our approach of inferring the spatial history of the trunk lineage through Markov reward estimates may be viewed as the more direct, statistical equivalent of measuring strain location distance from the trunk [3]. Although we find a strong signal for the presence of the trunk lineage in mainland China and Southeast Asia, our analysis is restricted to the period 2002 to 2006, and thus we make no conclusions about the location of the trunk lineage outside of this period. The degree of temporal stochasticity in the source location of seasonal influenza and its heterogeneity among different influenza variants has yet to be determined and requires datasets of longer duration. Moreover, we suggest that analyses of future data sets that are more comprehensively sampled through time will also benefit from phylogeographic models that can accommodate temporal heterogeneity in movement rates. Such models may also improve the performance of some explanatory variables. For example, in the analysis presented here, we do not consider the absence of support for seasonality as a predictor in our GLM model as evidence against seasonality in H3N2 spread. Rather, it simply reflects the difficulty in incorporating seasonality into a time-homogeneous model of lineage movement. Developments are now underway to appropriately accommodate heterogeneity in spatial spread through time.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 790,
                    "mention": "[3]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 792,
                    "end": 796,
                    "mention": "[14]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 798,
                    "end": 802,
                    "mention": "[17]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 990,
                    "end": 993,
                    "mention": "[3]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1383,
                    "end": 1386,
                    "mention": "[3]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "By using models to predict the observed global emergence of pandemic H1N1, we demonstrate that an approach that integrates passenger flux data with viral genetic data provides a more accurate prediction of global epidemic spread than those which include only one source of information. Although the prediction improvement of the combined data over the passenger flux data alone is not very large, it remains remarkable because we attempt to predict the spatial expansion of an epidemic lineage (pandemic H1N1) from the seasonal dynamics of another lineage (H3N2) and because the main process underlying the global dispersal of H3N2 influenza appears to be air travel itself. Passenger flux data among pairs of locations is symmetric, thus it is possible that the phylogeographic data is capable of capturing asymmetry in the seasonal process of viral spread, which may also be important in explaining the spatial expansion of pandemic H1N1. Investigations using more advanced simulation techniques, e.g. [35], may be able to build upon the conceptual bridge between genetic data and epidemiological modeling implied by our findings. Future prediction efforts may also need to focus on alternative scenarios of spatial spread, as highlighted by the recent emergence of a novel avian influenza H7N9 lineage in China [36]. Should this virus evolve sustained human-to-human transmissibility, then airline-passenger data and flight routes from the outbreak regions in particular, would be able to pinpoint worldwide regions of immediate risk. If the virus remains restricted to avian hosts, however, risk maps for the transmission of avian influenza viruses (perhaps based on predictors calibrated against H5N1 avian influenza) may help to target H7N9 surveillance and control efforts. In conclusion, our framework is applicable to different infectious diseases and provides new opportunities for explicitly testing how host behavior and ecology shapes the spatial distribution of pathogen genetic diversity.",
            "cite_spans": [
                {
                    "start": 1004,
                    "end": 1008,
                    "mention": "[35]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "mention": "[36]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The colored dots represent the airports in each community for which passenger flux data was used in the analysis. The areas with corresponding colors represent the geographical area within the communities for which H3N2 sequence samples were available. The 14 communities and associated data are listed in Text S1.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The inclusion probabilities are defined by the indicator expectations  because they reflect the frequency at which the predictor is included in the model and therefore represent the support for the predictor. Indicator expectations corresponding to Bayes factor support values of 10 and 100 are represented by a thin and thick vertical line respectively in these bar plots. The contribution of each predictor, when included in the model (), where  is the coefficient or effect size, is represented by the mean and credible intervals of the GLM coefficients on a log scale. NA1: no conditional effect size available because the predictor was never included in the model. We tested different population size and density measures, different incidence-based measures and different seasonal measures (Text S1), but only list the estimates for a representative predictor for the sake of clarity. The estimates for the full set of predictors are summarized for each sub-sampled data set in Fig. S5. NA2: no indicator expectation or conditional effect size available because the predictor was not available for this discretization of the sequence data.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Maximum clade credibility (MCC) tree colored according to the time spent in the air communities as inferred by the GLM diffusion model. The tree represents one of the three different sub-sampled data sets discretized according to the 14 air communities. Branches are colored according the Markov reward estimates for each location. The uncertainty of these estimates is represented by superimposing an additional gray color proportional to the Shannon entropy of the Markov reward values. The trunk lineage in the tree is represented by the thick upper branch path from the root to the nodes that represent the ancestors of samples that are exclusively from December 2006. The total time spent in each location (in years) along the trunk between 2002 and 2006 is plotted on the left of the tree. The trunk reward proportion for each location through time between 2002 and 2006 is summarized at the top of the tree. Both the total trunk time and the trunk reward proportions through time are averaged over the three sub-sampled data sets. In the trunk proportion through time plot, the number of Southeast Asian and Chinese samples are represented by a white full and dashed line respectively (secondary Y-axis).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: The simulations were performed using (A) an equal rate matrix, (B) a matrix of airline passengers flows, (C) standard phylogeographic estimates and (D) GLM phylogeographic estimates only considering air travel as a predictor. Spearman rank correlations () and mean absolute error (MAE; in days) considering all locations except for Mexico are provided for each comparison. The data points are colored according to the air communities represented in Fig. 1. The dotted lines represent a 1-to-1 correspondence between observed peaks and simulated H1N1 peaks.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Improving the accuracy of demographic and molecular clock model comparison while accommodating phylogenetic uncertainty",
            "authors": [],
            "year": 2012,
            "venue": "Molecular Biology and Evolution",
            "volume": "29",
            "issn": "",
            "pages": "2157-2167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Accurate model selection of relaxed molecular clocks in bayesian phylogenetics",
            "authors": [],
            "year": 2013,
            "venue": "Molecular Biology and Evolution",
            "volume": "30",
            "issn": "",
            "pages": "239-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Bayesian evolutionary model testing in the phylogenomics era: matching model complexity with computational efficiency",
            "authors": [],
            "year": 2013,
            "venue": "Bioinformatics",
            "volume": "29",
            "issn": "",
            "pages": "1970-1979",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Temporally structured metapopulation dynamics and persistence of influenza A H3N2 virus in humans",
            "authors": [],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "19359-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Global migration dynamics underlie evolution and persistence of human influenza A (H3N2)",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Empirical evidence for the effect of airline travel on inter-regional influenza spread in the United States",
            "authors": [],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Predicting the evolution of human influenza A",
            "authors": [],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": "1921-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The practical implementation of Bayesian model selection",
            "authors": [],
            "year": 2001,
            "venue": "IMS Lecture Notes – Monograph Series",
            "volume": "38",
            "issn": "",
            "pages": "67-134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
            "authors": [],
            "year": 2012,
            "venue": "Mol Biol Evol",
            "volume": "29",
            "issn": "",
            "pages": "1969-1973",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Modelling the 1985 influenza epidemic in france",
            "authors": [],
            "year": 1988,
            "venue": "Statistics in Medicine",
            "volume": "7",
            "issn": "",
            "pages": "1147-1155",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Approximate accelerated stochastic simulation of chemically reacting systems",
            "authors": [],
            "year": 2001,
            "venue": "J Chem Phys",
            "volume": "115",
            "issn": "",
            "pages": "1716-1733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Assessing the impact of airline travel on the geographic spread of pandemic influenza",
            "authors": [],
            "year": 2003,
            "venue": "Eur J Epidemiol",
            "volume": "18",
            "issn": "",
            "pages": "1065-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Modeling the spread of annual influenza epidemics in the U.S.: the potential role of air travel",
            "authors": [],
            "year": 2004,
            "venue": "Health Care Manag Sci",
            "volume": "7",
            "issn": "",
            "pages": "127-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Unifying the epidemiological and evolutionary dynamics of pathogens",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "327-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Discovering the phylodynamics of RNA viruses",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Comput Biol",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Variable selection for regression models",
            "authors": [],
            "year": 1998,
            "venue": "Sankhya B",
            "volume": "60",
            "issn": "",
            "pages": "65-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Bayesian phylogeography finds its root",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Computational Biology",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Large-scale spatial population databases in infectious disease research",
            "authors": [],
            "year": 2012,
            "venue": "Int J Health Geogr",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Predicting the global spread of new infectious agents",
            "authors": [],
            "year": 1986,
            "venue": "Am J Epidemiol",
            "volume": "123",
            "issn": "",
            "pages": "383-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Counting labeled transitions in continuous-time markov models of evolution",
            "authors": [],
            "year": 2008,
            "venue": "J Math Biol",
            "volume": "56",
            "issn": "",
            "pages": "391-412",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Fast, accurate and simulation-free stochastic mapping",
            "authors": [],
            "year": 2008,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "363",
            "issn": "",
            "pages": "3985-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Finding and evaluating community structure in networks",
            "authors": [],
            "year": 2004,
            "venue": "Phys Rev E Stat Nonlin Soft Matter Phys",
            "volume": "69",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The genomic and epidemiological dynamics of human influenza A virus",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "615-619",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The global circulation of seasonal influenza a (H3N2) viruses",
            "authors": [],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "",
            "pages": "340-346",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A mathematical model for the global spread of influenza",
            "authors": [],
            "year": 1985,
            "venue": "Mathematical Biosciences",
            "volume": "75",
            "issn": "",
            "pages": "3-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Phylodynamics and humanmediated dispersal of a zoonotic virus",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The structure of borders in a small world",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "The GLEaMviz computational tool, a publicly available software to explore realistic epidemic spreading scenarios at the global scale",
            "authors": [],
            "year": 2011,
            "venue": "BMC Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Synchrony, waves and spatial hierarchies in the spread of influenza",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "447-451",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Air travel and the spread of influenza: important caveats",
            "authors": [],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Are we ready for pandemic influenza?",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "1519-22",
            "other_ids": {
                "DOI": []
            }
        }
    }
}