{
    "paper_id": "PMC3538747",
    "metadata": {
        "title": "Inhibitory Influence of Enterococcus faecium on the Propagation of Swine Influenza A Virus In Vitro\n",
        "authors": [
            {
                "first": "Zhenya",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Weidong",
                "middle": [],
                "last": "Chai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Burwinkel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sven",
                "middle": [],
                "last": "Twardziok",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Wrede",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christiane",
                "middle": [],
                "last": "Palissa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bettina",
                "middle": [],
                "last": "Esch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "F.",
                    "G."
                ],
                "last": "Schmidt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hidde",
                "middle": [
                    "L."
                ],
                "last": "Ploegh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Swine influenza is an infectious disease caused by RNA viruses which are highly contagious. Multiple strains of this virus are common throughout pig populations worldwide and cause significant economic losses in industry. At least three SwIV subtypes H1N1, H1N2 and H3N2 are currently circulating in the swine population despite regular vaccinations, and exchange of influenza viruses between human and swine is common and not a one-way street [1], [2]. The traditional vaccine is less effective because it cannot possibly include all the strains actively infecting people in the world. Therefore, therapeutic alternatives for preventing infections and maintaining the health of livestock are highly warranted.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "mention": "[1]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 449,
                    "end": 452,
                    "mention": "[2]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Probiotics are defined as live microorganisms which when administered in adequate amounts confer a health benefit on the “host” (FAO/WHO, 2001). Although targeting the intestinal tract probiotics can also affect mucosal defence in general, including immune responses in the respiratory tissues [3], [4]. Probiotic bacteria, as a part of gut microflora, are reported to promote the host defense and to modulate the immune system [5]. Probiotics have been recently shown to mediate antiviral effects against certain viruses in vitro and in vivo\n[6], [7], [8], [9] and the effect of various strains of probiotics on the course of virus infections in pigs is being studied intensively. However, while some descriptive information on the effect of probiotics on model viruses such as vesicular stomatitis virus (VSV), transmissible gastroenteritis virus (TGEV) and rotaviruses [6], [7], [8], [9] are available, no such data are yet available for swine influenza viruses which are most important in view of their exquisite zoonotic capacity. It is commonly believed that the mammalian influenza viruses are restricted to the respiratory tissue and thus may hardly be affected by probiotics acting in the intestine. However, a recent report on the pathogenesis of seasonal influenza virus H1N1 in ferrets shows that this virus is also present in the intestine [10]. Furthermore it is world acknowledged that avian influenza viruses frequently infect in the intestine of the avian host [2]. Therefore it appears justified to include influenza viruses in studies on the probiotic inhibition of virus multiplication both in vitro and in vivo.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "mention": "[3]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 299,
                    "end": 302,
                    "mention": "[4]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 428,
                    "end": 431,
                    "mention": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 543,
                    "end": 546,
                    "mention": "[6]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 548,
                    "end": 551,
                    "mention": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 553,
                    "end": 556,
                    "mention": "[8]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 558,
                    "end": 561,
                    "mention": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 872,
                    "end": 875,
                    "mention": "[6]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 877,
                    "end": 880,
                    "mention": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 882,
                    "end": 885,
                    "mention": "[8]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 887,
                    "end": 890,
                    "mention": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1353,
                    "end": 1357,
                    "mention": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1478,
                    "end": 1481,
                    "mention": "[2]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nEnterococcus faecium NCIMB 10415 is authorized in the EU for safe use as a probiotic feed additive and therefore represents a suitable probiotic to study its possible anti-viral properties. We had previously carried out experiments with this probiotic in the context of bacterial infection which showed that E. faecium modulates intestinal immunity in piglets [11], [12]. In the present study we explored if E. faecium affects the replication of swine influenza virus H1N1 and H3N2 in a macrophage (3D4/21) and epithelial cell line (MDBK).",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "mention": "[11]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 367,
                    "end": 371,
                    "mention": "[12]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Cytotoxicity of E. faecium on both 3D4/21 and MDBK cells is shown in Fig. 1. Compared to control cells (100% cell survival rate), the application of E. faecium on the examined cell lines did not lead to any detrimental effects on cell integrity or metabolism unless the concentration exceeded the concentration of 1×107 CFU/ml. As seen from the results compiled in Fig. 1, E. faecium at a concentration of 1×108 CFU/ml had a severe cytotoxic effect especially for the macrophage cell line 3D4/21. Under the same conditions a proportion of about 60% of the MDBK-cells still survived in the presence of this probiotic. Based on these results, 1×106 CFU/ml of E. faecium was applied for the interference studies described below.",
            "cite_spans": [],
            "section": "Assessing the effect of E. faecium on the viability of 3D4/21 and MDBK cells ::: Results",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 75,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 365,
                    "end": 371,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As expected from the above cytotoxicity study 1×106 CFU/ml of E. faecium did not affect the viability of uninfected 3D4/21 and MDBK cells (Fig. 2, first two bars for each of the cell types). While SwIV at 48 or 96 hpi had destroyed the cell monolayers completely (defined as 0% survival, not shown) each of the treatment modalities with the above concentration of E. faecium resulted in a protection of the cells from SwIV infection. Among these the setup “competition”, where the probiotic bacteria and SwIV-inoculum are added to the monolayers together for 60 min, resulted in an 80% protective effect for 3D4/21 and in a 70% protective effect on MDBK cells. But even a pretreatment of the cells with E. faecium and the addition of the probiotic after completion of SwIV-infection both resulted in a significant rescue of the cells from “death” through the SwIV-infection (grey and horizontally marked bars in Fig. 2). These results were confirmed by another viability assay in which PI staining of dead cells is measured by flow cytometry (data not shown).",
            "cite_spans": [],
            "section": "Effect of E. faecium on SwIV infection as detected by changes in cell viability ::: Results",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 145,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 912,
                    "end": 918,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The effect of E. faecium treatment on viral titers was validated by the TCID50 assay. As shown in Fig. 3, the virus titer was decreased significantly after treatment of both types of host cells with E. faecium, but the degree of inhibition differed depending on whether the probiotic was present before, during or after infection with SwIV. An up to 4 Log10 TCID50 reduction was obtained when E. faecium and SwIV were present on the monolayers simultaneously indicating that direct competition between SwIV and the probiotic for presently unknown entities results in the most effective inhibition of virus production (see below) during the 48 h period before SwIV was quantified in the growth medium. These results are in line with those from the cell viability assay of SwIV-infected cells treated or non-treated with the probiotic shown in Fig. 2. Qualitatively the probiotic induced inhibition of SwIV appears to be the same with both types of host cells, but it appears to be somewhat more effective in the macrophage line 3D4/21. However, this could also be due to the lower SwIV-titers reached in the non-treated MDBK-cells which was about one log-unit less than in the non-treated 3D4/21-cells.",
            "cite_spans": [],
            "section": "Virus titer reduction in cells treated with E. faecium\n ::: Results",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 842,
                    "end": 848,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "It is known from the literature that, beside multiple other functions, nitric oxide (NO) is an important physiological messenger and effector molecule for antiviral effects. Assessment of the secretion of NO under the influence of E. faecium revealed a most significant stimulating effect for 3D4/21 cells. As shown in Fig. 4, E. faecium increased the production of NO in both non-infected (bar on right side) and SwIV-infected cells (first three bars). As with the results shown above, the strongest stimulation was reached by E. faecium added to the host cells simultaneously with the virus (“competition”, white bar). In MDBK-cells stimulation on NO was much less pronounced. However the results shown in Fig. 4 indicate the same tendency as for 3D4/21-cells and are significant for the probiotic induced stimulation of NO in non-infected cells [13].",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 852,
                    "mention": "[13]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "\nE. faecium increases the production of NO ::: Results",
            "ref_spans": [
                {
                    "start": 319,
                    "end": 325,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 708,
                    "end": 714,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "It is possible that influenza virus particles could be engaged in direct physical interaction with the probiotic bacteria which may lead to a loss of infectivity. To address this question we included an experiment where virus particles were mixed with probiotic bacteria in a test tube and incubated for 1.5 h at room temperature (“preincubation”). After low speed centrifugation of the mixture to sediment E. faecium, the bacterium-free supernatants were titrated for infectious SwIV in a TCID50 assay. As seen from the data in Table 1, virus titers were reduced by about two log-units in both types of host cells. If virus was bound to bacterial cells during the preincubation period, it should be present in the bacterial sediment after the centrifugation step. To probe this possibility, the bacterial sediments were subjected to real time-quantitative PCR in which primers for SwIV M-protein were applied. This resulted in the finding that up to 50% of the input virus was detectable in the bacterial sediment (data not shown). As shown in Table 1, SwIV in the supernatants from low speed centrifugation had lost infectivity significantly both on 3D4/21- and MDBK-cells. However, when NO was measured in the same cultures, an increase was recorded for both cell types.",
            "cite_spans": [],
            "section": "Virus adsorption by E. faecium\n ::: Results",
            "ref_spans": [
                {
                    "start": 529,
                    "end": 536,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1052,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The observed inhibition of virus multiplication and stimulation of NO in the experiments where the probiotic was added to the cells before SwIV was in play or after the virus had entered the cells (Fig. 1, Fig. 3) indicate, that E. faecium may influence cellular factors which affect virus growth. We therefore analysed the 3D4/21 cell expression of cytokines (IL-6, IL-10, TNF-α, IFN- α) and TLR3 which are known for their potential to modulate virus production. The results from quantitative RT-PCR shown in Fig. 5 reveal a decreased expression of these mediators when compared to the non-treated samples (SwIV-infected 3D4/21-cells without E. faecium). On the other hand, the immunosuppressive cytokine IL-10 showed a low expression at 2 h, but increased strongly at 6 h and 24 h in the probiotic-treated cultures (Fig. 5). Furthermore, E. faecium promoted an increased expression of IFN-α, at 2 h, 6 h and 24 h post SwIV infection although without significance of the values for the virus group and E. faecium treated group, so this effect can only be regarded as a tendency.",
            "cite_spans": [],
            "section": "Cytokine expression in SwIV-infected cells under the influence of E. faecium\n ::: Results",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 204,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 206,
                    "end": 212,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 510,
                    "end": 516,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 818,
                    "end": 824,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Probiotic microorganisms have been mainly studied in the context of bacterial infections of the gastrointestinal tract which is the natural target tissue of probiotics. However, there are a few reports which indicate that upon oral intake, probiotics can also affect infections of the respiratory tract [14]. There are also reports in the literature where probiotics induce antiviral activity in vitro and are even applied as a medical treatment against persistent virus infections in humans and animals.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "mention": "[14]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We chose the zoonotic swine influenza viruses as a novel study object to test for the antiviral potential of the probiotic E. faecium and to elucidate its mechanisms of action and we present the results from in vitro experiments using porcine H1N1- and H3N2-influenza virus in MDBK- and 3D4/21 cells, respectively. Our results demonstrate that the probiotic E. faecium effectively protects host cells from swine influenza virus infection and are in support of the above author's hypothesis, that probiotics are not only useful to inhibit enteric viruses, but may also have potential for the control of respiratory viruses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Two different SwIV strains were chosen which are currently circulating in the pig population, H1N1 (A/Swine/Greven/IDT2889/2004) and H3N2 (A/Swine/Bondelum/IDT5959/2007). As an established model for the present in vitro study an epithelial- (MDBK-cells) and a porcine alveolar macrophage cell line (3D4/21-cells) were utilized. It can be argued that the concentration of the probiotic utilized may not reflect the situation in the target tissue in vivo. However, the concentration chosen for treatment of the cell cultures (106 CFU/ml) reflects the same concentration which was determined in the gut of piglets fed E. faecium as a supplement during previous feeding trials in our research consortium [15]. In order to find out during which period of the SwIV replication cycle the probiotic has the most stringent effect, E. faecium was added for a brief period of time (60 or 90 min) to the host cells either before, during or after virus infection (Fig. 6). The results indicate that the simultaneous addition of virus and E. faecium to the host cell monolayer was the most effective timing for the inhibition of virus multiplication. As shown in Fig. 3 and Fig. 4, this experimental setup (termed “competition”) resulted in a 4 log-unit reduction of virus titer and in a concomitant rescue of cell viability. Since a 1 h exposure of the monolayers to E. faecium before SwIV-infection and a 1 h treatment after completion of virus infection also led to a 2–3 log-unit loss of virus titer, the probiotic must alter host cell factors which apparently results in an inhibition of influenza virus multiplication. Obvious candidates for such factors are mediators of cellular defence processes.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 704,
                    "mention": "[15]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 951,
                    "end": 957,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1149,
                    "end": 1155,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1160,
                    "end": 1166,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The expression of NO and its subsequent increased activity has previously been reported to play a role in the host response to multiple viral families, and in various host species [16], [17]. In addition to its antiviral properties, NO has been described to modulate intestinal barrier function, gut motility, iron transport, and has been implicated in numerous infections and non-infectious diseases of the intestine [18]. We found that E. faecium increased the expression of NO in both 3D4/21 and MDBK cells (Fig. 5). All the samples collected after treatment with E. faecium showed significantly increased NO-values when compared to the non-treated counterparts on 3D4/21 cell line. This is consistent with the hypothesis that high NO levels are associated with decreased virus production.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "mention": "[16]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 186,
                    "end": 190,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 418,
                    "end": 422,
                    "mention": "[18]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 511,
                    "end": 517,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In addition to stimulating NO-release, probiotics could also affect the expression of cytokines and other immune mediators relevant for the innate immune response to viral infections. We therefore determined the expression of selected mediators in SwIV-infected host cells (3D4/21-cells only). As seen from Fig. 5, E. faecium promoted an increased expression of IFN-α. Since the difference between the values of non-treated and E. faecium treated cells were found to be non-significant, IFN-α can be ruled out as the main immunoregulatory cytokine that could lead to E. faecium induced inhibition of SwIV-infection. Another cytokine stimulated by the probiotic treatment was IL-10, which is a typical Th2 cytokine that is initially repressed in virus infected cells but then expressed at higher levels later in infection to control the initial inflammatory response to infection. Interestingly, this cytokine is clearly enhanced in the macrophage cell line upon E. faecium treatment and thus could support cellular control of SwIV infection. Two pro-inflammatory cytokines were found to be clearly reduced in the SwIV-infected 3D4/21-cells treated with the probiotic, IL-6 and TNF-α. Secretion of IL-6 by macrophages is known to play an indirect immunoregulatory role in the immune response to viral infection [19], and TNF-α acts as an inflammatory cytokine by triggering a cascade of cytokine production [20] Since both IL-6 and TNF-α are downregulated by E. faecium in SwIV-infected 3D4/21 cells, the reduced inflammatory response caused by some cytokines at the cellular level may contribute to the antiviral effect of the probiotic. Toll-like receptor 3 (TLR-3) was the first identified antiviral TLR to have a central role in the host response to viruses [21]. Our experimental data show that the treatment of SwIV-infected 3D4/21-cells with E. faecium led to an decreased expression of TLR-3 at 2 h and 6 h post infections compare to virus alone which suggest that the probiotic induced modulation of this receptor may have a role in the antiviral function of E. faecium. Since E. faecium acts most inhibitory when it is added together with the virus particles, we assessed whether SwIV might be physically trapped or inactivated by the probiotic bacteria in a mixed incubation as detailed as “preincubation assay” in the experimental design shown in Fig. 6 (lower panel). The results summarized in Table 1 show that a substantial portion of the input virus particles are indeed trapped by the bacteria since virus infectivity is lost from the supernatants and viral genome equivalents are detected in the bacterial sediments after low speed centrifugation of the incubation mixture (data not shown). Thus under such experimental conditions two antiviral functions of the probiotic may operate synergistically and add up to produce a more severe inhibition of SwIV.",
            "cite_spans": [
                {
                    "start": 1310,
                    "end": 1314,
                    "mention": "[19]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1406,
                    "end": 1410,
                    "mention": "[20]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1761,
                    "end": 1765,
                    "mention": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 307,
                    "end": 313,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2358,
                    "end": 2364,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2406,
                    "end": 2413,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The results presented altogether show that the probiotic E. faecium quite effectively inhibits the multiplication of swine influenza viruses in relevant cell culture systems. The antiviral mechanism of this probiotic is probably manifold since it was found to act on both the virus particles and the host cells. However, at least a few inhibitory parameters could be identified: E. faecium bacteria are able to adsorb SwIV-particles and to alert the cells by mediating a rapid antiviral response through modulating the expression of defence relevant mediators. Amongst these IL-6, TNF-α, IL-10, IFN-α and TLR-3 were identified as entities modulated by the probiotic treatment. It is realized that E. faecium can induce much more complex reactions in a treated tissue since only a few mediators could be assessed in this study. One common denominator of probiotic action could be NO which is a mediator affected by many cellular signaling cascades. In line with publications for other virus-host cell systems, our results point to a central role of NO which is stimulated upon the treatment with the probiotic and which may mount an improved cellular defence response against SwIV-infection in tissues which were stimulated with a probiotic.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Based on the in vitro data shown here for a porcine influenza virus, we hypothesize that the use of E. faecium as a probiotic feed (or food) additive has the potential of reducing influenza virus infections in mammalian tissues. SwIV challenge experiments with piglets which are fed E. faecium as a supplement are presently in progress in order to test this hypothesis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The SwIV strains H1N1 (A/Swine/Greven/IDT2889/2004), H3N2 (A/Swine/Bondelum/IDT5959/2007), Madin-Darby Bovine Kidney (MDBK) cells [22] used in this study were a generous gift from Dr. R. Dürrwald (Impfstoffwerk Dessau-Thornau, Germany). Stock virus of H1N1 and of H3N2 was propagated in MDBK and in MDCK cells, respectively. The H1N1 strain was used on MDBK cells and the H3N2 strain was used on 3D4/21 macrophages. MDBK and MDCK cells were maintained in Dulbecco's modified Eagle's medium (DMEM; PAN Biotech) supplemented with 5% fetal calf serum (Hyclone), and 1% penicillin/streptomycin (Biochrom). The porcine continuous monomyeloid cell line 3D4/21 established from primary porcine alveolar macrophages [23] were kindly provided by Prof. A. Cencič (University of Maribor, Slovenia) and Dr. Hana Weingartl. 3D4/21 cells were maintained in Advanced Dulbecco's modified Eagle's medium (Gibco) supplemented with 10% fetal calf serum (Hyclone), and 1% penicillin/streptomycin (Biochrom). E. faecium NCIMB 10415 (Cylactin®, Cerbios-Pharma SA) was maintained in Todd-Hewitt broth (Roth). All experiments were done in triplicate.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "mention": "[22]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 708,
                    "end": 712,
                    "mention": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Virus, cells and probiotic ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To determine possible cytotoxic effects of E. faecium, different concentrations (1.00E+05, 1.00E+06, 1.00E+07 or 1.00E+08 colony forming units (CFU)/ml) were added to 3D4/21 and MDBK cell monolayers in 96-well plates (Greiner Bio-One) for 72 h and cell viability was monitored by a methylthiazolyl-diphenyl-tetrazolium bromide (MTT) viability assay. Briefly, cell monolayers were washed after the 72 h treatment period, 20 µl MTT in PBS was added to each well and the plates were further incubated at 37°C in a CO2 incubator for 1.5 h. Solubilisation of the formazan crystals formed during this period was achieved by the addition of DMSO solution. The absorbance (OD) at 570 nm was measured using a microplate reader (Tecan, Germany). Cell survival rate was determined as bacteria average OD value/control average OD value.",
            "cite_spans": [],
            "section": "Cytotoxicity of E. faecium\n ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For interference studies, infection of cells with both strains of SwIV was done at a multiplicity of infection (MOI) of 0.01. E. faecium was applied at a concentration of 106 CFU/ml. In avoid of carry over effects, after E. faecium was washed off two times, 1% penicillin/streptomycin was used to stop the propagation of E. faecium. The schematic in Fig. 6 depicts our experimental setup for studying the interference between E. faecium with SwIV-infection in the two cell culture systems. It allows us to define at what time during virus growth the addition of the probiotic is most effective. The preincubation setup should reveal whether the probiotic bacteria have a direct effect on the virus particles without any involvement of host cells. The MTT assay was used to measure the mitochondrial function, which serves as a viability index of metabolically active cells. After the experimental incubation period, the MTT assay was applied as described above. The percentage of metabolically active cells treated with probiotic bacteria and the percentage of protection from cytopathic effect achieved was then calculated. All data represent the average values for a minimum of six wells of three independent experiments.",
            "cite_spans": [],
            "section": "Experimental design of interference experiments ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 350,
                    "end": 356,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Virus titers were calculated as 50% tissue culture infectious doses (TCID50) by titrating supernatants containing H1N1 or H3N2 SwIV in tenfold steps on 3D4/21 cells or MDBK indicator cells, respectively. Three days after infection, indicator cells were stained by Giemsa (Sigma) and the cytopathic effect (CPE) was observed macroscopically and under the microscope. The results of all TCID50 assays were calculated according to the Reed and Muench method [24].",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "mention": "[24]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Determination of viral titers ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "NO release was determined by measuring the amount of NO2\n− released into the culture medium by use of the Griess-Assay (Promega) according to the manufacturer's instructions. Briefly, 50 µl of each experimental sample was transferred into a 96 well plate in triplicate. Defined standard samples were assessed in parallel to produce a standard curve. 50 µl of a sulfanilamide solution (1% sulfanilamide in 5% phosphoric acid) were added to each well for 10 minutes at room temperature. Then 50 µl of the NED Solution were dispensed at room temperature for 10 minutes and absorbance (OD) at 570 nm measured using a microplate reader (Tecan). NO release in each sample was calculated by use of the nitrite standard curve generated in parallel.",
            "cite_spans": [],
            "section": "Assessment of nitric oxide (NO) release ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To investigate if virus could be trapped by probiotics, E. faecium (1.00E+06 CFU/ml) were mixed with 0.01 MOI SwIV in a total of 1 ml DMEM for 90 min co-incubation at 37°C in a CO2 incubator for 1.5 h. The mixture was then centrifuged at 3,500 rpm for 10 min (compare Fig. 6 – Preincubation assay). Sediments were prepared for quantitative PCR and supernatants were used to infect cells. Total RNA was isolated from sediments and M protein of SwIV was amplified and compared to virus control. The virus titer and NO release assays mentioned above were carried out at 48 or 96 hpi.",
            "cite_spans": [],
            "section": "Virus adsorption to E. faecium (preincubation assay) ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 274,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "After the various treatment periods, 3D4/21 cells were collected from the wells at 2 h, 6 h and 24 h. Total RNA was isolated from cell samples by use of the Gene MATRIX RNA Purification Kit (EURx). Reverse transcription (RT) was performed using the RevertAidTM First Strand cDNA Synthesis Kit (Fermentas) according to the manufacturer's instructions. PCR reactions were performed in a total volume of 25 µl in an iCycler iQ detection system (Bio-Rad Laboratories). The expression of each gene was analyzed using the relative quantification method [25]. The designations of genes, the primer sequences, the annealing temperatures, and the sizes of the amplification are listed in Table 2.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "mention": "[25]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Real-time PCR for the expression of cytokines ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 679,
                    "end": 686,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All calculations were performed with IBM SPSS 19. Data analysis for virus titers and NO release were performed by two factorial ANOVA followed by a post hoc test (Scheffe). Data analysis for cytokine expression was performed by paired, two tailed t-test. P values of <0.05 were considered statistically significant. P values of <0.01 were considered statistically very significant. All data are given as the mean ± standard deviation.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Different concentrations of E. faecium (1.00E+05, 1.00E+06, 1.00E+07, 1.00E+08 CFU/ml) were added to subconfluent 3D4/21 and MDBK cell monolayers and cell viability was assessed by an MTT assay after a 72 h exposure. Cell survival rates are given as relative values taking non-treated cells as 100%. The means ± standard deviations from three independent experiments are shown.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: \nResults are expressed as percent cell survival rates where non-treated and non-infected cells (first bar) served as controls (set at 100% survival rate) and SwIV-infected cells without E. faecium treatment as the complete damage marker (set at 0% survival rate). Virus infected cells with E. faecium treatment according to the modalities described in Fig. 6 are shown in last three columns of each group. Results represent means ± standard deviations from three independent experiments.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: 106 CFU/ml E. faecium were added for 60 or 90 min to cells in 96-well plates according to the experimental design described in Fig. 6. Infection with SwIV was done at a MOI of 0.01. At 48 or 96 hpi, the supernatants were collected and virus titers determined by TCID50. Results are means ± standard deviations from three independent experiments. *P<0.05.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Released NO in the supernatant was measured by Griess assay according to the modalities described in Fig. 6. Cells only and cells treated with E. faecium are shown in last two columns of each group. Results are means ± standard deviations from three independent experiments. *P<0.05.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Cytokine response of 3D4/21 cells to SwIV challenge was determined after a 1 h treatment with 106 CFU/ml E. faecium during the infection period (Competition assay, see Fig. 6). Selected cytokines (IL-6, IL-10, TNF-a, IFN- α and TLR-3) were measured at 2, 6 and 24 hpi. Results are means ± standard deviations from three independent experiments. *P<0.05.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: (1) Pretreatment of cell monolayers with probiotics for 1.5 h before SwIV infection (Pretreatment). (2) Probiotics and virus were added together to the cells (Competition). (3) Treatment of cell monolayer with probiotics 1 h after SwIV infection (Post-infection). (4) After preincubation of SwIV with probiotic bacteria, the mixed samples were centrifuged and the supernatants were added to the cells (Preincubation).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A mechanistic model of PCR for accurate quantification of quantitative PCR data",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Pro- and anti-inflammatory cytokines in human immunodeficiency virus infection and acquired immunodeficiency syndrome",
            "authors": [],
            "year": 2002,
            "venue": "Pharmacol Ther",
            "volume": "95",
            "issn": "",
            "pages": "295-304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Protection of insulin secreting cells from nitric oxide induced cellular damage by crosslinked hemoglobin",
            "authors": [],
            "year": 2004,
            "venue": "Biomaterials",
            "volume": "25",
            "issn": "",
            "pages": "843-850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Immunobiotics and the probiotic evolution",
            "authors": [],
            "year": 2003,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "38",
            "issn": "",
            "pages": "9-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Animal influenza epidemiology",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "Suppl 4",
            "pages": "D67-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Preparing for avian influenza: lessons from the “swine flu affair”",
            "authors": [],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "197",
            "issn": "Suppl 1",
            "pages": "S14-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Effect of long term consumption of probiotic milk on infections in children attending day care centres: double blind, randomised trial",
            "authors": [],
            "year": 2001,
            "venue": "BMJ",
            "volume": "322",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Interactions of macrophages with probiotic bacteria lead to increased antiviral response against vesicular stomatitis virus",
            "authors": [],
            "year": 2007,
            "venue": "Antiviral Res",
            "volume": "75",
            "issn": "",
            "pages": "266-274",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A simplified multiwell plate assay for the measurement of hepatitis A virus infectivity",
            "authors": [],
            "year": 1991,
            "venue": "Biologicals",
            "volume": "19",
            "issn": "",
            "pages": "223-227",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Effect of orally administered Lactobacillus casei on porcine reproductive and respiratory syndrome (PRRS) virus vaccination in pigs",
            "authors": [],
            "year": 2007,
            "venue": "Vet Microbiol",
            "volume": "119",
            "issn": "",
            "pages": "248-255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Putative probiotic Lactobacillus spp. from porcine gastrointestinal tract inhibit transmissible gastroenteritis coronavirus and enteric bacterial pathogens",
            "authors": [],
            "year": 2010,
            "venue": "Trop Anim Health Prod",
            "volume": "42",
            "issn": "",
            "pages": "1855-1860",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Porcine small intestinal epithelial cell line (IPEC-J2) of rotavirus infection as a new model for the study of innate immune responses to rotaviruses and probiotics",
            "authors": [],
            "year": 2010,
            "venue": "Viral Immunol",
            "volume": "23",
            "issn": "",
            "pages": "135-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Transmission and pathogenesis of swine-origin 2009 A(H1N1) influenza viruses in ferrets and mice",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "484-487",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Receptor ganglioside content of three hosts for Sendai virus. MDBK, HeLa, and MDCK cells",
            "authors": [],
            "year": 1984,
            "venue": "Biochim Biophys Acta",
            "volume": "775",
            "issn": "",
            "pages": "7-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Characterization of turkey inducible nitric oxide synthase and identification of its expression in the intestinal epithelium following astrovirus infection",
            "authors": [],
            "year": 2012,
            "venue": "Comp Immunol Microbiol Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "63-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Production of human tumor necrosis factor alpha, interleukin-6, and interleukin-10 is induced by lactic acid bacteria",
            "authors": [],
            "year": 1996,
            "venue": "Infect Immun",
            "volume": "64",
            "issn": "",
            "pages": "5403-5405",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Inhibition of influenza virus replication by nitric oxide",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "8880-8883",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Influence of a probiotic Enterococcus faecium strain on development of the immune system of sows and piglets",
            "authors": [],
            "year": 2005,
            "venue": "Vet Immunol Immunopathol",
            "volume": "105",
            "issn": "",
            "pages": "151-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Effects of Bacillus cereus var. toyoi on immune parameters of pregnant sows",
            "authors": [],
            "year": 2009,
            "venue": "Vet Immunol Immunopathol",
            "volume": "127",
            "issn": "",
            "pages": "26-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "TLR3 in antiviral immunity: key player or bystander?",
            "authors": [],
            "year": 2005,
            "venue": "Trends Immunol",
            "volume": "26",
            "issn": "",
            "pages": "462-468",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "An interdisciplinary study on the mode of action of probiotics in pigs",
            "authors": [],
            "year": 2010,
            "venue": "Journal of Animal and Feed Sciences",
            "volume": "19",
            "issn": "",
            "pages": "230-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Continuous porcine cell lines developed from alveolar macrophages: partial characterization and virus susceptibility",
            "authors": [],
            "year": 2002,
            "venue": "J Virol Methods",
            "volume": "104",
            "issn": "",
            "pages": "203-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Immunomodulatory function of lactic acid bacteria",
            "authors": [],
            "year": 1999,
            "venue": "Antonie Van Leeuwenhoek",
            "volume": "76",
            "issn": "",
            "pages": "383-389",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Influence of probiotic Lactobacilli colonization on neonatal B cell responses in a gnotobiotic pig model of human rotavirus infection and disease",
            "authors": [],
            "year": 2008,
            "venue": "Vet Immunol Immunopathol",
            "volume": "122",
            "issn": "",
            "pages": "175-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Probiotics and non-intestinal infectious conditions",
            "authors": [],
            "year": 2002,
            "venue": "Br J Nutr",
            "volume": "88",
            "issn": "Suppl 1",
            "pages": "S59-66",
            "other_ids": {
                "DOI": []
            }
        }
    }
}