{
    "paper_id": "PMC3083406",
    "metadata": {
        "title": "Monitoring Influenza Activity in the United States: A Comparison of Traditional Surveillance Systems with Google Flu Trends",
        "authors": [
            {
                "first": "Justin",
                "middle": [
                    "R."
                ],
                "last": "Ortiz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "K."
                ],
                "last": "Shay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kathleen",
                "middle": [
                    "M."
                ],
                "last": "Neuzil",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ashley",
                "middle": [
                    "L."
                ],
                "last": "Fowlkes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "H."
                ],
                "last": "Goss",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vernon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The emergence of 2009 pandemic influenza A (H1N1) virus in the United States and Mexico, and its subsequent rapid global spread has underscored the importance of influenza surveillance for public health decision making [1]. Recently, Google.org developed Google Flu Trends, a model to estimate US influenza-like illness (ILI) rates from internet searches. The model was fit to CDC sentinel provider surveillance data for ILI from 2003 to 2007 and prospectively validated using the same surveillance system during the 2007–08 influenza season. During the 2007–08 influenza season, Google Flu Trends estimates were highly correlated to CDC surveillance for ILI, with a mean correlation coefficient over nine US Census Regions of 0.97 [2].",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "mention": "[1]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 732,
                    "end": 735,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For the purpose of CDC influenza surveillance, ILI is defined as a fever ≥37.8°C and a cough and/or a sore throat without known etiology (http://www.cdc.gov/flu/weekly/fluactivity.htm, accessed 09/04/09). ILI is not specific to influenza, however. Prospective studies with laboratory sampling of persons with ILI have demonstrated a wide variability in the specificity of ILI for influenza disease, with the proportion of subjects testing positive for influenza ranging from 20% to 70% of those tested during the influenza season [3], [4]. ILI may also not be sensitive for influenza, particularly in certain age or risk groups where influenza may have atypical presentations [5], [6], [7], [8], [9]. Furthermore, even during peak periods of influenza circulation, a substantial number of cases of febrile respiratory illness may have non-influenza etiologies. In the United States, during the spring wave of the 2009 H1N1 outbreak from March through August 2009, the proportion of positive influenza laboratory tests did not exceed 45% (http://www.cdc.gov/flu/weekly, accessed 09/04/09).",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 533,
                    "mention": "[3]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 535,
                    "end": 538,
                    "mention": "[4]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 676,
                    "end": 679,
                    "mention": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 681,
                    "end": 684,
                    "mention": "[6]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 686,
                    "end": 689,
                    "mention": "[7]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 691,
                    "end": 694,
                    "mention": "[8]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 696,
                    "end": 699,
                    "mention": "[9]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Because Google Flu Trends estimates of ILI may not necessarily correlate with actual influenza virus infections, we undertook this study to evaluate how Google Flu Trends influenza surveillance data compared with national surveillance data for laboratory-confirmed influenza infections.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "National and regional estimates of the weekly percentage of persons seeking health care in the United States with ILI were obtained from Google Flu Trends on June 11, 2009 (http://www.google.org/about/flutrends/us-historic.txt). The remaining surveillance data were obtained from CDC. These data were from two separate surveillance networks: Outpatient Influenza-like Illness Surveillance Network (CDC ILI Surveillance) and the US Influenza Virologic Surveillance System (CDC Virus Surveillance). CDC ILI Surveillance consists of a network of health care providers who record the weekly proportion of patients who present with non-specific signs and symptoms that meet a case definition of influenza-like illness [10]. CDC Virus Surveillance consists of about 140 laboratories located throughout the United States that report the weekly total specimens tested and laboratory tests positive for influenza virus [10]. This is the only US surveillance system that provides national and regional data of laboratory-confirmed influenza virus infection. CDC Virus Surveillance is used in CDC statistical models in the estimation of influenza-associated morbidity and mortality [11], [12], [13], [14], [15], [16]. For this analysis, CDC Influenza Virus Surveillance was used as the reference standard to which Google Flu Trends and CDC ILI Surveillance were compared.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 717,
                    "mention": "[10]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 910,
                    "end": 914,
                    "mention": "[10]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "mention": "[11]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1177,
                    "end": 1181,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "mention": "[13]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "mention": "[15]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "mention": "[16]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "The study period was September 28, 2003 through May 17, 2008. These dates were chosen to include all available Google Flu Trends historical ILI estimates and exclude the 2009 H1N1 pandemic which began during the 2008–09 influenza season. Analyses were performed by “influenza season,” defined as the period from July 1 through June 30 of the subsequent calendar year. As done in similar analyses [2], we restricted our analysis to the period during which CDC influenza surveillance is intensified, from calendar week 40 through calendar week 20 of the subsequent year.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "For the primary analysis, scatter plots with least square regression lines were constructed to compare Google Flu Trends and CDC ILI Surveillance to the standard reference surveillance (CDC Virus Surveillance). Pearson's correlation coefficients with 95% confidence intervals (95% CI) were then computed from these comparisons. Subsequently, additional correlation coefficients with 95% CI were calculated from surveillance comparisons by influenza season, US Census Region, and influenza season categorized by US Census Region. These subset analyses were summarized with mean correlation coefficients and standard deviations (SD). Next, because Flu Trends was previously found to lead CDC ILI Surveillance observations by one to two weeks [2], we undertook additional correlation analyses to determine whether Google Flu Trends or CDC ILI Surveillance had a stronger correlation with CDC Virus surveillance data for the subsequent one or two weeks. The unit of analysis was percentage of clinic patients with ILI (CDC ILI Surveillance and Google Flu Trends) and percentage of laboratory tests positive for influenza (CDC Virus Surveillance).",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 743,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "To ensure this assessment of surveillance data was comparable to the study that validated Google Flu Trends [2], we performed a secondary analysis replicating methods from that study with our dataset. The mean coefficient of correlation between Google Flu Trends and CDC ILI Surveillance was calculated over nine US Census Regions for the 2007–08 influenza season. The mean coefficient of correlation between Google Flu Trends and CDC Virus Surveillance was calculated similarly for comparison.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "We also performed a secondary analysis to determine the sensitivity of the primary analysis to high-leverage, outlier observations. First, we performed simple linear regression to evaluate the association between either Google Flu Trends or CDC ILI Surveillance rates with reference viral surveillance data as standard rates. The effect of outlier observations was assessed with differences in the beta statistic (DFBETA). Individual observations were considered influential if they had a DFBETA greater than the absolute value of 2 divided by the square root of the total number of observations in the model [17]. Subsequently, all influential observations were excluded and correlation coefficients were recalculated as had been done in the primary analysis. Correlation coefficients from the sensitivity analysis were compared to the same statistic from the primary analysis to determine whether any relevant changes in the strength of correlation had occurred with the removal of influential observations. Last, Spearman Rank correlation coefficients were employed for the primary analyses and noted to yield similar results.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 613,
                    "mention": "[17]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "This study received exempt review status from the Human Subjects Division at the University of Washington. Analyses were performed with STATA statistical software (version 10.1; STATA Corporation; College Station, TX).",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Correlations among influenza surveillance systems differed by influenza season. The correlation coefficient describing the association between Google Flu Trends and CDC Virus surveillance ranged from 0.67 (95% CI 0.43, 0.82) during the 2003–04 influenza season to 0.94 (95% CI 0.89, 0.97) during the 2004–05 influenza season (Table 2). The mean correlation coefficient for these comparisons was 0.79 (SD 0.13). The correlation between CDC ILI Surveillance and CDC Virus Surveillance ranged from 0.79 (95% CI 0.62, 0.89) during the 2005–06 influenza season to 0.94 (95% CI 0.88, 0.97) during the 2004–05 influenza season. The mean correlation coefficient for these comparisons was 0.86 (SD 0.07).",
            "cite_spans": [],
            "section": "Annual Analysis ::: Results",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 333,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Correlations among influenza surveillance systems also differed by US Census Region. The correlation coefficients describing the association between Google Flu Trends and CDC Virus Surveillance over the study period ranged from 0.64 (95% CI 0.54, 0.72) in the East North Central Region to 0.80 (95% CI 0.74, 0.85) in the West North Central Region (Table 3). The mean correlation coefficient for these comparisons was 0.70 (SD 0.05). The correlation between CDC ILI Surveillance and CDC Virus Surveillance ranged from 0.64 (95% CI 0.55, 0.73) in the East South Central Region to 0.86 (95% CI 0.81, 0.89) in the West South Central Region. The mean correlation coefficient for these comparisons was 0.76 (SD 0.07).",
            "cite_spans": [],
            "section": "Regional Analysis ::: Results",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 355,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We assessed whether Google Flu Trends or CDC ILI Surveillance had a higher correlation with diagnostic tests positive for influenza in subsequent weeks (Table 1). Neither nationwide data from Google Flu Trends nor CDC ILI Surveillance was more highly correlated with CDC Virus Surveillance observations from the subsequent week (0.69 CI: 0.60, 0.76; and 0.79 CI: 0.72, 0.84) or those from two weeks in the future (0.66 CI: 0.56, 0.74; and 0.75 CI: 0.68, 0.81).",
            "cite_spans": [],
            "section": "Surveillance Correlation with Subsequent Weeks of Tests Positive for Influenza ::: Results",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "With the exception of the 2003–04 influenza season, correlation coefficients decreased proportionately when seasonal Google Flu Trends or CDC ILI Surveillance were assessed against seasonal CDC Virus Surveillance for the subsequent one or two weeks (Table S1). The correlation over the 2003–04 influenza season between Google Flu Trends and CDC Virus Surveillance increased from 0.67 to 0.77 when assessed with a one-week lag and 0.82 when assessed with a two-week lag. CDC ILI Surveillance had a stronger increase from 0.80 to 0.89 with a one-week lag and 0.92 with a two-week lag.",
            "cite_spans": [],
            "section": "Surveillance Correlation with Subsequent Weeks of Tests Positive for Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "The use of regional surveillance comparisons did not result in increased correlation with virologic surveillance of the subsequent one or two weeks. The mean Google Flu Trends correlation with CDC Virus Surveillance was 0.70 (SD 0.05) at baseline, 0.70 (SD 0.07) with a one-week lag, and 0.63 (SD 0.11) with a two-week lag (Table S2). The mean CDC ILI Surveillance correlation with CDC Virus Surveillance decreased from 0.78 (SD 0.04) at baseline to 0.76 (SD 0.08) with a one-week lag and 0.68 (SD 0.11) with a two-week lag. Calendar week of peak influenza activity per influenza surveillance year for each of the three surveillance systems can be found in Table S3.",
            "cite_spans": [],
            "section": "Surveillance Correlation with Subsequent Weeks of Tests Positive for Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "We replicated the analysis that validated Google Flu Trends by assessing the correlation with regional CDC ILI Surveillance data during the 2007–08 influenza season (Table 4). The mean correlation coefficient by US Census Region during the 2007–08 influenza season was 0.97 (SD 0.02), identical to the previously published result [2]. When regional Google Flu Trends data were compared to CDC Virus Surveillance, the mean correlation coefficient was lower, 0.87 (SD 0.04). Additional seasonal analyses by region demonstrated that the mean Google Flu Trends-CDC Virus Surveillance correlation coefficient was consistently below the mean correlation between CDC ILI Surveillance and the reference standard by US Census Region (Table S4).",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "2007–08 Influenza Season Analysis by US Census Region ::: Results",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A sensitivity analyses was performed to investigate the possible effects of outlier observations and to determine whether the removal of influential outlier observations substantially affected tests of correlation. In the comparison of Google Flu Trends with CDC Virus Surveillance over the entire study period, 9 (5.4%) of the 166 total observations were found to be influential outliers based on DFBETA values (Figure 2). Seven of the 9 (77.8%) influential observations occurred from November through December 2003. The calculated correlation coefficient after exclusion of these observations was 0.82 (95%CI: 0.76, 0.87), a 14% increase from the primary analysis. On the other hand, in the comparison of CDC ILI Surveillance with CDC Virus Surveillance over the entire study period, 8.4% (14 of 166) of influential observations were found (Figure 3). Of these, 8 of the 14 (57.1%) observations were from November through December 2003. The calculated correlation coefficient after exclusion of these observations was 0.86 (95% CI: 0.82, 0.90), a 1% increase from the primary analysis.",
            "cite_spans": [],
            "section": "Sensitivity Analysis ::: Results",
            "ref_spans": [
                {
                    "start": 413,
                    "end": 421,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 843,
                    "end": 851,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We compared data describing the proportion of subjects testing positive each week for influenza with data from CDC's ILI surveillance system and data from Google Flu Trends. A prior analysis compared Google Flu Trends data to US Census Region ILI data and demonstrated a strong correlation during the 2007–08 influenza season (R = 0.97) [2]. The correlation between Google Flu Trends data and national influenza test data was lower (R = 0.72) when assessed over five influenza seasons beginning in 2003. In terms of coefficients of determination (R2), 88% of the variance is shared between Google Flu Trends and CDC ILI Surveillance, while only 51% of the variance is shared between Google Flu Trends and surveillance for laboratory-confirmed influenza. From September 2003 through May 2008, CDC ILI surveillance was more closely correlated with CDC Virus Surveillance (R = 0.85). Furthermore, the sensitivity analysis demonstrated that the Google Flu Trends correlation with the reference standard was more influenced by outlier observations than was CDC ILI Surveillance data.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Most of the influential observations occurred during the peak 2003–04 influenza season. This season was characterized by early and intense influenza activity, a large number of influenza-associated pediatric deaths, and increased media attention to influenza [18]. It is possible that during this influenza season, physician laboratory testing patterns or patient health care seeking behavior differentially affected the relationship between ILI rates and laboratory confirmation of influenza. Additionally, internet search behavior about respiratory infections during this period could have been different than during subsequent, more typical influenza seasons. These findings are relevant to the applicability of surveillance using internet key word searches during the 2009 H1N1 pandemic and future anomalous influenza seasons.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "mention": "[18]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The Google Flu Trends statistical model was created and validated using rates of ILI, which is a nonspecific syndrome that is not necessarily caused by influenza virus infection, but used for decades as an indicator of the burden of outpatient influenza illness. Any nationwide surveillance using internet key word search is likely to be most representative if the search engines being monitored has widespread use. As the popularity of a particular internet search engine wanes, so too may the overall accuracy of disease activity estimates using its data. Also, the stability of internet key word surveillance relies on consistency of internet search behavior [19], as well as search term use between geographic regions and over time. Changing media trends, word search choices, and cultural make-up of regions and over time may also affect the representativeness of internet search surveillance.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 666,
                    "mention": "[19]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our analyses represent the first comparison of Google Flu Trends data with data on laboratory-confirmed influenza virus infections. Prior studies have demonstrated that Google Flu Trends can estimate rates of nonspecific ILI in New Zealand, Europe, and the United States [2], [20], [21]. We have demonstrated that Google Flu Trends performs less well when estimating surveillance data for laboratory-confirmed influenza, which is not surprising, as the Google Flu Trends algorithm was developed using only ILI data.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 276,
                    "end": 280,
                    "mention": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 282,
                    "end": 286,
                    "mention": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are several US influenza surveillance systems [10], and taken as a whole, they provide an excellent overview of influenza activity at any period during the influenza season. However, only CDC Virus Surveillance data tracks nationwide activity of laboratory-confirmed influenza. The original publication describing and validating the Google Flu Trends methods intentionally excluded specifics concerning the statistical model used out of concern that public knowledge of the search terms could alter its usefulness to track influenza activity [2]. Nevertheless, without the publication of the Google Flu Trends statistical model, further independent, prospective validation or improvements upon the model are not possible.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "mention": "[10]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 548,
                    "end": 551,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study is subject to limitations. While US Influenza Virologic Surveillance System provides the best data source for following trends in laboratory-confirmed influenza infections, it is nevertheless a convenience sample of specimens sent to participating laboratories. In addition, health care seeking behavior, physician testing practices, and internet search behavior may change over time or through the course of an influenza epidemic, limiting the interpretation of correlation data from this analysis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, Google Flu Trends may make a useful contribution to public health given the timeliness of the data and its close association with traditional US ILI surveillance system data. However, CDC ILI Surveillance and positive influenza tests were more correlated during the five years of this study, including the unusual 2003–04 influenza season, than were Google Flu Trends and positive influenza tests. We hypothesize that differences in internet search behavior, patient health care seeking behavior, and physician testing practices may alter the correlation between influenza surveillance systems. In the absence of influenza virologic surveillance, sentinel surveillance for ILI may more accurately monitor influenza activity than Google Flu Trends during anomalous influenza seasons. Furthermore, given the non-specific nature of ILI, robust nationwide virologic surveillance remains critical to the understanding of influenza activity during inter-pandemic and pandemic periods alike.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: \n1Google Flu Trends estimates the percentage of persons seeking health care for the non-specific complaint of influenza-like illness (ILI) based on internet key word searches. 2CDC Influenza-like Illness Surveillance involves a network of health care providers who record the weekly proportion of patients seen with ILI. Google Flu Trends was created and validated using CDC ILI Surveillance data, explaining the similarity between the two curves. 3CDC Influenza Virologic Surveillance consists of about 140 laboratories located throughout the United States that report the weekly total specimens tested and laboratory tests positive for influenza virus. This is the only US surveillance system that provides national and regional data of laboratory-confirmed influenza virus infection. 4Because CDC surveillance is intensified from calendar week 40 through calendar week 20 of the subsequent year, we restricted our correlation analyses to this time period.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: \n1. Data Sources: a. US Influenza Virologic Surveillance System (http://www.cdc.gov/flu/weekly/fluactivity.htm); and b. Google Flu Trends (http://www.google.org/about/flutrends/us-historic.txt). 2. There are 166 total observations in each panel. Influential observations were defined by DFBETA statistic greater than the absolute value of 2 divided by the square root of the total number of observations in a simple linear regression model [17]. 3. RA represents Pearson's correlation coefficients calculated from comparisons of Google Flu Trends with US Influenza Virologic Surveillance. 4. R'A represents the calculated Pearson's correlation coefficients after exclusion of all influential observations. 5. Because CDC surveillance is intensified from calendar week 40 through calendar week 20 of the subsequent year, we restricted our correlation analyses to this time period.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: \n1. Data Sources: a. Outpatient Influenza-like Illness Surveillance Network; (http://www.cdc.gov/flu/weekly/fluactivity.htm); and b. US Influenza Virologic Surveillance System (http://www.cdc.gov/flu/weekly/fluactivity.htm). 2. For CDC influenza surveillance, Influenza-like Illness (ILI) is defined as a fever ≥37.8°C and a cough and/or a sore throat without known etiology [22]. 3. There are 166 total observations in each panel. Influential observations were defined by DFBETA statistic greater than the absolute value of 2 divided by the square root of the total number of observations in a simple linear regression model [17]. 4. RB represents Pearson's correlation coefficients calculated from comparisons of Outpatient Influenza-like Illness Surveillance with US Influenza Virologic Surveillance. 5. R'B represents the calculated Pearson's correlation coefficients after exclusion of all influential observations. 6. Because CDC surveillance is intensified from calendar week 40 through calendar week 20 of the subsequent year, we restricted our correlation analyses to this time period.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Regression Diagnostics: Identifying influential data and sources of collinearity.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Belsley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Welsch",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "73-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Influenza-associated deaths among children in the United States, 2003-2004.",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "2559-2567",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Human coronavirus OC43 causes influenza-like illness in residents and staff of aged-care facilities in Melbourne, Australia.",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Clothier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seccull",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Catton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Epidemiol Infect",
            "volume": "133",
            "issn": "",
            "pages": "273-277",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Seasonal and pandemic influenza surveillance considerations for constructing multicomponent systems.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Budd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Influenza Other Respi Viruses",
            "volume": "3",
            "issn": "",
            "pages": "51-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Estimates of deaths associated with seasonal influenza — United States, 1976–2007.",
            "authors": [],
            "year": 2010,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "59",
            "issn": "",
            "pages": "1057-1062",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Flu Activity and Surveillance.",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Internet search limitations and pandemic influenza, Singapore.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pin Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1647-1649",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Detecting influenza epidemics using search engine query data.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Mohebbi",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Smolinski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "1012-1014",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Aetiology of influenza-like illness in adults includes parainfluenzavirus type 4.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasman",
                    "suffix": ""
                },
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Pachucki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Unal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Microbiol",
            "volume": "58",
            "issn": "",
            "pages": "408-413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Influenza and the rates of hospitalization for respiratory disease among infants and young children.",
            "authors": [
                {
                    "first": "HS",
                    "middle": [],
                    "last": "Izurieta",
                    "suffix": ""
                },
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kramarz",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "232-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Managing and Reducing Uncertainty in an Emerging Influenza Pandemic.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Recognizing influenza in older patients with chronic obstructive pulmonary disease who have received influenza vaccine.",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Neuzil",
                    "suffix": ""
                },
                {
                    "first": "TZ",
                    "middle": [],
                    "last": "O'Connor",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Gorse",
                    "suffix": ""
                },
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Nichol",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "169-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The underrecognized burden of influenza in young children.",
            "authors": [
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Poehling",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Szilagyi",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Staat",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "31-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The impact of influenza epidemics on mortality: introducing a severity index.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "NH",
                    "middle": [],
                    "last": "Arden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Public Health",
            "volume": "87",
            "issn": "",
            "pages": "1944-1950",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human metapneumovirus in children with influenza-like illness in Yucatan, Mexico.",
            "authors": [
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Talavera",
                    "suffix": ""
                },
                {
                    "first": "NE",
                    "middle": [],
                    "last": "Mezquita",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Trop Med Hyg",
            "volume": "76",
            "issn": "",
            "pages": "182-183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Mortality associated with influenza and respiratory syncytial virus in the United States.",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Jama",
            "volume": "289",
            "issn": "",
            "pages": "179-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Influenza-associated hospitalizations in the United States.",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Bridges",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Jama",
            "volume": "292",
            "issn": "",
            "pages": "1333-1340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Estimates of US influenza-associated deaths made using four different methods.",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dhankhar",
                    "suffix": ""
                },
                {
                    "first": "PY",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Influenza Other Respi Viruses",
            "volume": "3",
            "issn": "",
            "pages": "37-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Efficacy and safety of the oral neuraminidase inhibitor oseltamivir in treating acute influenza: a randomized controlled trial. US Oral Neuraminidase Study Group.",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Vrooman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barbarash",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bettis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Jama",
            "volume": "283",
            "issn": "",
            "pages": "1016-1024",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Monitoring influenza activity in Europe with Google Flu Trends: comparison with the findings of sentinel physician networks - results for 2009-10.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valdivia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lopez-Alcalde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vicente",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pichiule",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Interpreting Google flu trends data for pandemic H1N1 influenza: the New Zealand experience.",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tobias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peacey",
                    "suffix": ""
                },
                {
                    "first": "QS",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Contribution of influenza and respiratory syncytial virus to community cases of influenza-like illness: an observational study.",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Stockton",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Clewley",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "1410-1416",
            "other_ids": {
                "DOI": []
            }
        }
    }
}