{
    "paper_id": "PMC3291616",
    "metadata": {
        "title": "Influenza Virus Respiratory Infection and Transmission Following Ocular Inoculation in Ferrets",
        "authors": [
            {
                "first": "Jessica",
                "middle": [
                    "A."
                ],
                "last": "Belser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kortney",
                "middle": [
                    "M."
                ],
                "last": "Gustin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Taronna",
                "middle": [
                    "R."
                ],
                "last": "Maines",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mary",
                "middle": [
                    "J."
                ],
                "last": "Pantin-Jackwood",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jacqueline",
                "middle": [
                    "M."
                ],
                "last": "Katz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Terrence",
                "middle": [
                    "M."
                ],
                "last": "Tumpey",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ron",
                "middle": [
                    "A.",
                    "M."
                ],
                "last": "Fouchier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Despite reports of conjunctivitis following infection with numerous respiratory pathogens (including influenza, adenovirus, respiratory syncytial virus, and others), research investigating the role of ocular infection in virus pathogenicity and transmissibility has been underrepresented [1]–[4]. Influenza virus represents a highly transmissible respiratory pathogen, resulting in >200,000 hospitalizations in the United States annually [5]. While ocular disease is generally rare following influenza virus infection in humans, viruses within the H7 subtype have demonstrated an apparent ocular tropism, with the majority of human infections with H7 influenza viruses associated with conjunctivitis [6]. Moreover, ocular complications have been sporadically documented following seasonal, 2009 H1N1 pandemic, and avian H5N1 virus infections in humans [7]–[13].",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "mention": "[1]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 292,
                    "end": 295,
                    "mention": "[4]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 438,
                    "end": 441,
                    "mention": "[5]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 700,
                    "end": 703,
                    "mention": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 852,
                    "end": 855,
                    "mention": "[7]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 856,
                    "end": 860,
                    "mention": "[13]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Numerous properties allow the eye to serve as both a potential site of influenza virus replication as well as a gateway for the establishment of a respiratory infection. Similar to epithelial cells within the human respiratory tract, human ocular tissue and secreted mucins express sialic acids, the cellular receptor for influenza viruses [14]–[16]. The anatomical proximity between the eye and nasal passages, notably the linkage of both systems via the nasolacrimal duct, facilitates aqueous exchange and provides shared lymphoid tissue between these sites [17], [18]. Influenza virus can rapidly spread between ocular and respiratory tissues, as was demonstrated in a recent study which detected by RT-PCR live attenuated influenza vaccine (LAIV) in nasal washes in humans within 30 minutes of experimental ocular exposure to LAIV-containing aerosols [19].",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "mention": "[14]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 345,
                    "end": 349,
                    "mention": "[16]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 560,
                    "end": 564,
                    "mention": "[17]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 566,
                    "end": 570,
                    "mention": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 855,
                    "end": 859,
                    "mention": "[19]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Well-characterized mammalian models to study extraocular spread following ocular inoculation with influenza virus have been limited to the mouse [20]. The ferret, widely used to study influenza pathogenesis and transmission following intranasal inoculation, has also been recognized as an appropriate experimental model for studies involving the visual system [21]–[23]. A previous study demonstrated H7N3 virus replication in nasal, ocular, and rectal tissue following ocular inoculation in ferrets, but did not comprehensively examine the ability of multiple subtypes to use the eye as a portal of entry or examine virus transmissibility following inoculation by this route [24].",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 360,
                    "end": 364,
                    "mention": "[21]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 365,
                    "end": 369,
                    "mention": "[23]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 676,
                    "end": 680,
                    "mention": "[24]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It is clear from epidemiological and laboratory data that ocular exposure to influenza virus can manifest in both ocular and respiratory disease. However, the properties that contribute towards the ocular tropism of select influenza virus subtypes, and the mechanisms of virus spread from ocular to respiratory tract tissue following ocular exposure to influenza virus, are not well understood. Here, we present a ferret model where influenza virus in a liquid suspension is placed on the surface of the eye and massaged across the surface of the eye within the conjunctival sac (ocular inoculation) to study the ability of human and avian influenza viruses to cause disease and transmit to naïve animals. We found that both human and avian influenza viruses can mount a productive virus infection following ocular inoculation, attributable to replication-independent drainage of virus inoculum from the site of inoculation to respiratory tract tissue. The viral infection following ocular inoculation was capable of causing severe and fatal disease (in the case of H5N1 virus), but was less transmissible by respiratory droplets (in the case of seasonal influenza viruses) compared with infection following inoculation by the traditional intranasal route.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Due to a high degree of similarity in lung physiology and distribution of sialic acids in respiratory tract tissues, the ferret model is frequently utilized to model the kinetics and severity of respiratory disease following administration of human and avian influenza viruses by the intranasal route [23], [25]. To determine if this homology extends to ocular tissue, we examined the composition of sialic acids on the ferret cornea, which represents a potential site of influenza virus replication following ocular inoculation. Staining of ferret corneal epithelial sheets with biotinylated lectins specific for α2–3 and α2–6 sialic acids revealed a predominance of α2–3-linked sialic acids with relatively weak expression of α2–6 sialic acids on the epithelial surface, an expression pattern similar to human corneal and conjunctival tissue (data not shown) [2], [20].",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "mention": "[23]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 307,
                    "end": 311,
                    "mention": "[25]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 861,
                    "end": 864,
                    "mention": "[2]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 866,
                    "end": 870,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Human and avian influenza viruses are capable of mounting a productive infection following ocular inoculation in ferrets ::: Results",
            "ref_spans": []
        },
        {
            "text": "To assess the pathogenicity of influenza viruses of multiple subtypes following ocular inoculation (i.o.) in ferrets, we administered 106 EID50 of each indicated virus in a volume in 100 µl on the corneal epithelial surface of the right eye of an anesthetized ferret and massaged the inoculum across the surface of the eye with the eyelid (Table 1). Ferrets were observed daily for two weeks for clinical signs of illness (including fever, weight loss, nasal or ocular discharge). Nasal wash (NW) and rectal swab (RS) samples were collected on alternate days post-inoculation (p.i.) and were titered for infectious virus, while conjunctival wash (CW) samples were collected alternate days p.i. to measure the incidence and kinetics of infectious virus replication and levels of viral RNA from inoculated eyes (Tables 1 and 2, Figures 1 and 2).",
            "cite_spans": [],
            "section": "Human and avian influenza viruses are capable of mounting a productive infection following ocular inoculation in ferrets ::: Results",
            "ref_spans": [
                {
                    "start": 826,
                    "end": 835,
                    "mention": "Figures 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 840,
                    "end": 841,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 340,
                    "end": 347,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 818,
                    "mention": "Tables 1",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 824,
                    "mention": "2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All virus subtypes tested replicated in ferrets following ocular inoculation, as measured by detectable virus in NW samples as early as day 1 p.i. (Table 2 and Figure 1). The duration of virus shedding from NW samples and transient fever and weight loss generally mirrored that seen following intranasal (i.n.) inoculation for each virus [26]–[29]. However, in comparison to i.n. inoculation, the incidence of nasal discharge was reduced following i.o. inoculation with all influenza viruses tested, and sneezing was less frequent in ferrets following infection with human influenza viruses (Table 1) [30], [31]. Infectious virus was detected in CW samples from all influenza virus subtypes tested, with levels of viral RNA generally correlating with virus titers (Figure 3).",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "mention": "[26]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 343,
                    "end": 347,
                    "mention": "[29]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 601,
                    "end": 605,
                    "mention": "[30]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 607,
                    "end": 611,
                    "mention": "[31]",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Human and avian influenza viruses are capable of mounting a productive infection following ocular inoculation in ferrets ::: Results",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 765,
                    "end": 773,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 148,
                    "end": 155,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 599,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Ocular inoculation with all H7 influenza viruses tested resulted in elevated peak mean viral titers in NW samples and a higher incidence of detection in CW samples compared with H5N1 viruses (45% positive among H7 virus samples compared with 25% of H5 virus samples) (Table 2, Figure 2). However, despite reduced viral replication in NW samples, H5N1 viruses were capable of causing >20% weight loss and lethal disease in ferrets following i.o. inoculation (Table 1). Interestingly, all seasonal H1N1 and H3N2 viruses evaluated were detected at high titer in both NW and CW samples; i.o. inoculation with Mex/4108, Brisbane, and Panama viruses, along with the H7N7 NL/230 virus, resulted in the highest peak mean titers in CW samples (>103 EID50/ml) compared with all viruses examined (Table 2, Figure 2). All viruses with the exception of Thai/16 virus were also detected at low titer in RS samples, with peak titers 101.8–102.7 EID50/ml observed days 3–7 p.i. (Table 2).",
            "cite_spans": [],
            "section": "Human and avian influenza viruses are capable of mounting a productive infection following ocular inoculation in ferrets ::: Results",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 285,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 795,
                    "end": 803,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 268,
                    "end": 275,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 465,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 793,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 970,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In summary, we found that both avian and human influenza viruses were capable of mounting a productive infection in ferrets following i.o. inoculation, with virus replication observed in samples collected from both ocular and respiratory tract locations regardless of virus subtype. H7 influenza viruses replicated to peak titers >2 logs higher compared with H5 influenza viruses in NW samples following i.o. inoculation, yet H5N1 influenza viruses were capable of maintaining a lethal phenotype following introduction by the ocular route. Seasonal and 2009 H1N1 pandemic influenza viruses efficiently used the eye as a portal of entry to replicate efficiently in the upper respiratory tract as well as ocular tissue.",
            "cite_spans": [],
            "section": "Human and avian influenza viruses are capable of mounting a productive infection following ocular inoculation in ferrets ::: Results",
            "ref_spans": []
        },
        {
            "text": "To examine the capacity of influenza viruses to cause severe disease following ocular inoculation, and to better identify those features specific to ocular inoculation, we inoculated ferrets by either the traditional i.n. route (using a 1 mL inoculation volume) or the i.o. route (using a 100 µl inoculation volume) with 106 EID50 of NL/219, NL/230, or Brisbane virus and collected systemic tissues on day 3 p.i. (Table 3 and 4). While i.n. inoculation with the H7N7 viruses tested in this study results in high virus titers throughout the respiratory tract of ferrets, H7N7 virus dissemination following i.o. inoculation was generally restricted to the upper respiratory tract, with a >3 log reduction in titers in nasal turbinates (p<0.05) and only sporadic virus isolation in trachea and lung samples compared with intranasal inoculation (p<0.005) (Table 3). A similar pattern of virus dissemination following H7N7 i.o. virus infection was observed when ferrets were inoculated by the i.n. route using a 100 µl and not 1 mL inoculation volume (Table 3). The H1N1 virus Brisbane replicated with comparable efficiency in nasal turbinate samples regardless of the inoculation route or volume chosen, but similar to H7N7 virus ocular infections, did not consistently replicate to high titers in lower respiratory tract tissues. Unlike virus dissemination to the respiratory tract, virus spread to the intestinal tract was not contingent on the route or volume of inoculation.",
            "cite_spans": [],
            "section": "Intranasal and ocular inoculation routes result in differential patterns of systemic spread of virus in ferrets ::: Results",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 421,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 427,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 859,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1054,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Despite restriction of virus following i.o. inoculation to upper respiratory tract tissues compared with traditional 1 mL intranasal inoculation through day 3 p.i., virus introduced by the ocular route was still capable of causing lethal disease, as ferrets inoculated with the HPAI H5N1 virus Thai/16 by the ocular route required euthanasia days 7–8 p.i. due to development of neurological signs (Table 1). Ferrets which succumbed to Thai/16 virus infection following ocular inoculation exhibited pronounced lymphopenia in peripheral blood and systemic spread of virus to all regions of the respiratory tract and brain comparable to 1 mL intranasal inoculation, albeit with reduced lethargy and a delayed time-to-death ([32] and data not shown). These data suggest that ferrets inoculated by the ocular route succumb to a similar course of disease as intranasally inoculated ferrets, however following i.o. inoculation there is a delay in both the kinetics of virus dissemination and the development of neurological signs and severe disease, potentially owing to differences in virus inoculum reaching lower respiratory tract tissues at the time of ocular inoculation.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 725,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Intranasal and ocular inoculation routes result in differential patterns of systemic spread of virus in ferrets ::: Results",
            "ref_spans": [
                {
                    "start": 398,
                    "end": 405,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Ocular tissue is not routinely titrated following i.n. inoculation of influenza virus in ferrets, making it difficult to elucidate if viral titers in ocular tissue are a function of i.o. inoculation or are detected regardless of the inoculation route. Therefore, we collected both left and right whole ferret eyes and all surrounding conjunctiva/eyelid for virus titration from ferrets inoculated by the intranasal or ocular route with NL/219, NL/230, or Brisbane viruses (Table 4). Surprisingly, sporadic viral titers from both left and right eye and conjunctival tissue were detected following HPAI H7N7 virus infection by both i.n. (using either a 1 mL or 100 µl inoculation volume) or i.o. inoculation routes (Table 4). While the magnitude of viral titers and viral RNA was generally similar between intranasal and ocular routes of inoculation, real-time RT-PCR detected CW-positive samples with a greater sensitivity compared with viral culture. Isolation of virus from ocular tissue may be a reflection of the ability of these HPAI viruses to spread to extra-pulmonary tissues post-inoculation as previously described [26]. However, virus was also detected in left and right conjunctival tissue following i.n. or i.o. inoculation of the H1N1 virus Brisbane, a virus which lacks a high capacity for systemic spread [28]. Comparable levels of viral RNA were isolated from CW samples from ferrets inoculated with Brisbane virus by either intranasal or ocular routes, although infectious virus was only detected in CW samples collected from the eyes of ferrets inoculated by the ocular route. To confirm that virus detected in the eye and conjunctiva was associated with tissue-specific virus replication, immunohistochemistry (IHC) was performed to visualize the presence of influenza A nucleoprotein (NP) in ferret ocular tissues. As shown in Figure 3, influenza virus antigen was detected in epithelial cells from both the lacrimal glands in the conjunctiva and the ciliary processes in the eye collected day 3 p.i. from ferrets inoculated by the ocular route. These results indicate that the route of virus inoculation in ferrets can affect the extent of virus dissemination in respiratory tract tissue, but extra-pulmonary spread, notably to ocular tissue, is present regardless of the point of entry once an infection is established.",
            "cite_spans": [
                {
                    "start": 1124,
                    "end": 1128,
                    "mention": "[26]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "mention": "[28]",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Intranasal and ocular inoculation routes result in differential patterns of systemic spread of virus in ferrets ::: Results",
            "ref_spans": [
                {
                    "start": 1847,
                    "end": 1855,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 473,
                    "end": 480,
                    "mention": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 721,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The detection of high viral titers in NW samples as early as day 1 p.i. following i.o. inoculation suggests replication-independent spread of virus from the eye to the respiratory tract (Figure 1); this has been similarly hypothesized in previous studies, but has yet to be proven experimentally [20], [33], [34]. Reduced viral titers in the lungs of ferrets on day 3 p.i. following ocular compared with intranasal administration further indicates differential patterns of virus spread following inoculation (Table 3). To visualize the deposition of virus immediately following different routes of inoculation, we labeled NL/219 virus with an AF680 fluorescent tag (NL/219-FL) and inoculated ferrets with equal quantities of NL/219-FL virus by the ocular (100 µl total volume) or intranasal (1 ml total volume diluted in PBS) route (Figure 4). Ferrets were euthanized 15 minutes following virus inoculation for ex vivo imaging. In ferrets inoculated by the traditional intranasal route, the majority of virus was deposited in the nasal turbinates and lungs, consistent with a previous study demonstrating virus dissemination throughout upper and lower respiratory tract tissue following this route of inoculation [32]. In contrast, virus deposition in ferrets inoculated by the ocular route (right side only) was primarily localized in the nasal turbinates and right conjunctiva. Lower relative quantities of virus inoculum were present in the upper trachea and esophagus following either intranasal or ocular inoculation. These findings demonstrate that, following i.o. inoculation in ferrets, influenza virus rapidly spreads to the nasal turbinates and upper trachea in a replication-independent manner, but in contrast to i.n. inoculation, does not immediately deposit in peripheral lung tissue. Furthermore, initial deposition of virus inoculum following ocular inoculation occurs not on the corneal surface of the eye but is rather concentrated in the surrounding conjunctival tissue.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 302,
                    "end": 306,
                    "mention": "[33]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 308,
                    "end": 312,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1213,
                    "end": 1217,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Visualization of replication-independent spread of virus following ocular inoculation ::: Results",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 833,
                    "end": 841,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 509,
                    "end": 516,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To determine if ocular exposure to influenza virus results in a transmissible respiratory infection, we inoculated ferrets by the ocular route with selected influenza viruses known to transmit following traditional i.n. inoculation to naïve contacts in the presence of direct contact or by respiratory droplets (Figure 5). Transmission was assessed by the detection of virus in NW samples and seroconversion of contact ferrets. To assess virus transmission in the presence of direct contact, ferrets were inoculated by the ocular route with the H7N2 virus NY/107 or the H7N7 virus NL/230, both viruses which transmit efficiently by this route following i.n. inoculation in ferrets [27]. Twenty-four hours later, a naïve ferret was placed in the same cage as each inoculated ferret to assess transmission. Both NY/107 and NL/230 viruses replicated efficiently in the inoculated ferrets following ocular inoculation as expected, and spread to 2/3 and 3/3 contact ferrets by day 7 post-contact (p.c.), respectively (Figure 5A). In addition to high titers of virus in the NW of contact ferrets, NY/107 contact ferrets with detectable virus in NW samples also had detectable infectious virus in CW samples (2/3 ferrets, peak titers 100.98–2.25 EID50), and NL/230 contact ferrets had detectable infectious virus in CW (3/3 ferrets, peak titers 100.98–2.25 EID50) and RS (2/3 ferrets, peak titers 101.98–2.75 EID50) samples. All NL/230 and NY/107 DC contact ferrets seroconverted by the end of the observation period (data not shown). These results indicate that virus transmission in the presence of direct contact can occur following exposure to ferrets which exhibit a respiratory infection generated by i.o. inoculation, with virus recovery from contact ferrets in both respiratory and ocular samples.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 685,
                    "mention": "[27]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Influenza virus transmissibility following ocular inoculation ::: Results",
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1013,
                    "end": 1022,
                    "mention": "Figure 5A",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To assess virus transmissibility by respiratory droplets in the absence of direct contact, ferrets were inoculated by the ocular route with the H1N1 virus Brisbane or the H3N2 virus Panama, both viruses which transmit efficiently by this route following traditional i.n. inoculation [28], [30]. Twenty-four hours following i.o. inoculation, a naïve ferret was placed in an adjacent cage with modified side walls, so that air exchange was permitted between inoculated and contact ferrets in the absence of direct or indirect contact. Unlike the efficient transmission observed with these viruses following traditional i.n. inoculation, ferrets inoculated by the ocular route with either Brisbane or Panama only transmitted virus by respiratory droplets to 1/3 contact ferrets (Figure 5B). Virus was not detected in CW or RS samples from the infected Brisbane contact ferret; the infected Panama contact ferret had a peak CW titer of 102.75 EID50 day 5 p.c. and peak RS titer of 102.5 EID50 day 7 p.c. While RD contacts with detectable virus in NW samples seroconverted to homologous virus at the end of the experimental period, contact ferrets which did not have detectable virus in NW samples did not exhibit seroconversion (data not shown). Ferrets inoculated intranasally with 106 EID50 of Brisbane virus in a reduced 100 µl volume and tested for their ability to transmit virus by respiratory droplets exhibited a similar pattern of virus transmissibility as ferrets inoculated by the ocular route, with virus shedding and seroconversion detected in only 1/3 contact ferrets (data not shown). These findings suggest that despite high titers of virus in NW samples, the respiratory infection resulting from inoculation of ferrets with a reduced volume, by either ocular or intranasal inoculation routes, is distinct from that following traditional i.n. inoculation, characterized by a diminished incidence of sneezing and nasal discharge and resulting in reduced transmission of virus by respiratory droplets.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "mention": "[28]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 289,
                    "end": 293,
                    "mention": "[30]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Influenza virus transmissibility following ocular inoculation ::: Results",
            "ref_spans": [
                {
                    "start": 776,
                    "end": 785,
                    "mention": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "While the ferret has proved essential for the study of influenza virus pathogenesis and transmission, the use of this species to examine alternate inoculation methods has been limited [32], [35]–[38]. Characterizing the progression of disease following alternate routes of inoculation with influenza virus will assist in the better understanding of unique features and the relative severity and risk associated with different exposure routes. In this study, we established an in vivo model using the ferret to assess the ability of influenza viruses of multiple subtypes to use the eye as a gateway to establish a productive infection. Both human and avian influenza viruses were capable of mounting a respiratory virus infection in ferrets following i.o. inoculation. The detection of virus in ocular samples collected from ferrets inoculated by either ocular or intranasal routes demonstrates the importance of studying ocular involvement in respiratory virus infection. Divergent patterns of virus transmissibility by respiratory droplets following use of different inoculum volumes and routes of inoculation highlights the complexity of properties which govern virus transmission.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 190,
                    "end": 194,
                    "mention": "[35]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 195,
                    "end": 199,
                    "mention": "[38]",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The high similarity of respiratory tract tissue between humans and ferrets makes the ferret model an attractive one for modeling human respiratory disease and investigating the role of receptor specificity in influenza virus pathogenesis, providing an advantage over murine models [25]. We found that the sialic acid composition of ferret corneal epithelial sheets more closely mimics that of humans compared with a mouse model, demonstrating another physiological parallel between ferrets and humans [20]. Bridging the α2–3 rich corneal and conjunctival epithelial surfaces with α2–6 rich upper respiratory tract tissue is the lacrimal duct, which expresses both α2–3 and α2–6 linked sialic acids [14], [34]. Characterization of the distribution of sialic acids in the ferret conjunctiva and lacrimal duct, in addition to the composition of ferret ocular mucins, will allow for a better understanding of virus attachment and replication in these locations. However, in a previous study, we demonstrated that the ability of influenza viruses to bind to or replicate in ocular tissue cannot be explained by sialic acid binding specificity alone [20]. Our detection in ferret ocular tissue of both human and avian influenza viruses with distinct binding specificities further underscores this point (Table 4, Figure 3).",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "mention": "[25]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 501,
                    "end": 505,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 698,
                    "end": 702,
                    "mention": "[14]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 704,
                    "end": 708,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1307,
                    "end": 1315,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1298,
                    "end": 1305,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Macroscopic signs of ocular disease in ferrets were not observed during the course of infection with any virus tested, similar to prior observations in mouse and rabbit models following deposition of influenza virus on the corneal surface [20], [39]. A previous study in ferrets reported mild conjunctival inflammation following i.o. inoculation with an H7N3 virus, however this may be attributable to strain-specific differences or the use of younger (3–5 month old) ferrets [24]. Despite the absence of visible ocular complications, virus was consistently detected in CW samples from ferrets inoculated by the intranasal or ocular route (Table 2, Figure 2). Levels of viral M1 RNA generally correlated with the magnitude of virus isolation, and were a more sensitive detection method compared with virus isolation in CW samples, similar to that observed in human eye swabs (Table 4, Figure 2) [40]. The presence of virus in RS samples following both i.n. and i.o. inoculation with influenza virus has been previously reported and likely originates from virus swallowed during inoculation [24], [32], [41], as indicated by deposition of virus in the esophagus following initial virus inoculation by both inoculation routes (Table 3, Figure 3).",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 245,
                    "end": 249,
                    "mention": "[39]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 476,
                    "end": 480,
                    "mention": "[24]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 895,
                    "end": 899,
                    "mention": "[40]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "mention": "[24]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "mention": "[41]",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 649,
                    "end": 657,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 885,
                    "end": 893,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1234,
                    "end": 1242,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 640,
                    "end": 647,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 883,
                    "mention": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1232,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Unlike in a murine model, the ferret model supported virus replication of both human and avian influenza viruses following i.o. inoculation [20]. In this ferret model, H7 viruses were detected at higher titer in NW samples and with a higher frequency in ocular CW samples compared with H5N1 viruses, suggesting a recapitulation of the tropism of the H7 virus subtype observed in humans (Table 2). However, the permissiveness of multiple virus subtypes to cause a productive infection following i.o. inoculation in the ferret points to a greater capacity of influenza viruses to use the eye as a portal of entry in an experimental in vivo setting, just as previous in vitro studies have demonstrated that numerous human ocular cell types distributed throughout the ocular area support infection and replication with both avian and human influenza viruses [42]–[44]. Cumulatively, these previous in vitro studies suggest that the apparent ocular tropism associated with viruses of the H7 subtype is not due to a superior ability to replicate in ocular cells compared with other virus subtypes. Future studies evaluating potential fine receptor specificity differences on the ocular surface and the composition of ocular mucins which may restrict exposure to the ocular epithelial surface to selected virus subtypes may provide a greater understanding of this property.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 854,
                    "end": 858,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 859,
                    "end": 863,
                    "mention": "[44]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 387,
                    "end": 394,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Consistently high titers of human influenza viruses in ocular samples following both i.n. and i.o. inoculation indicates that these H1N1 and H3N2 viruses are not exhibiting a preferential tropism for ocular infection but more likely are a reflection of the high titers observed in the upper respiratory tract in these tissues independent of the initial inoculation route. Specifically, the nasolacrimal duct which links the ocular lacrimal sac to the nasal meatus could serve as a conduit for virus-containing fluid exchange between ocular and respiratory tract tissue [18]. Numerous reports have documented drainage of vaccine or immunizing agents to nasal tissue following topical ocular administration as well as the spread of intranasally administered solutions to the conjunctival mucosal surface [18], [45]. However, spread of virus from respiratory tract tissue to ocular tissue following i.n. inoculation with human or avian influenza viruses has not been observed previously in the ferret and only sporadically reported in the mouse, possibly due to relatively low titers of virus in nasal tissue or other anatomical differences [20], [24], [26], [46]. Detection of both human and avian influenza viruses in ferret eyes and conjunctival tissue following i.n. inoculation indicates that virus can circulate proximal to the nasal cavity and nasolacrimal canal more readily than previously considered and that more routine collection of ocular tissue during standard virus pathotyping in mammalian models is warranted to better understand the extent of viral ocular dissemination (Table 4). While it is unlikely that ferret grooming practices are solely responsible for virus spread between these locations, human studies with numerous respiratory viruses have demonstrated the ability to self-inoculate between ocular and respiratory sites, and it is possible that self-inoculation could be further contributing to virus spread in this model [47], [48]. Inoculation of ferrets by the ocular route with 106 EID50 of selected human and avian influenza viruses in a 20 µl volume resulted in comparable results to those obtained employing a 100 µl inoculation volume, indicating that replication-independent drainage of virus to respiratory tract tissue and subsequent virus detection in NW and CW samples reported in this study was not contingent on the inoculum volume (data not shown).",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 573,
                    "mention": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 802,
                    "end": 806,
                    "mention": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 808,
                    "end": 812,
                    "mention": "[45]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1138,
                    "end": 1142,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "mention": "[24]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "mention": "[26]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "mention": "[46]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1949,
                    "end": 1953,
                    "mention": "[47]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1955,
                    "end": 1959,
                    "mention": "[48]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1587,
                    "end": 1594,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Visualization of virus deposition using fluorescently-tagged virus has allowed for a new understanding of dissemination patterns following in vivo inoculation. Using this technique, we confirmed previously hypothesized reports of replication-independent drainage from ocular to respiratory tract tissue [20], [33]. Viral load measured in respiratory tract tissues day 3 p.i. following i.n. or i.o. inoculation largely mirrored initial virus deposition patterns, with tissues possessing the greatest quantity of virus reflecting those sites of greatest initial virus deposition during virus inoculation (Table 3–4, Figure 4). Both i.o. and i.n. inoculation using a 100 µl volume resulted in detection of virus at high titers in upper and not lower respiratory tract tissues day 3 p.i., indicating that inoculation with a reduced volume leads to limited initial virus deposition in respiratory tract tissues regardless of inoculation route. The delay in high virus titer recovery from lower respiratory tract tissues during HPAI virus infection after i.o. inoculation and the delay in onset of severe disease and lethal outcome with Thai/16 virus is likely due to replication-dependent spread (and not deposition) of virus to the lower respiratory tract, suggesting that during inoculation, the majority of virus was retained in conjunctival tissues, drained to the nasal turbinates, or swallowed and diverted away from the lower respiratory tract; future study of ferret lacrimal tissue in this role is warranted. Comparable delays in onset of severe disease compared with traditional i.n. inoculation were observed in a murine model of i.o. inoculation and a ferret model of aerosol inoculation, despite ultimately similar lethal outcomes [20], [32]. The finding here of H5N1 subtype viruses using the eye as a portal of entry to initiate a lethal infection, shown previously in a mouse model, underscores the risk of ocular exposure to influenza viruses, even those subtypes not typically considered to have a tropism for this tissue [20].",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 309,
                    "end": 313,
                    "mention": "[33]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1739,
                    "end": 1743,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1745,
                    "end": 1749,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2035,
                    "end": 2039,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 614,
                    "end": 622,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 603,
                    "end": 610,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 612,
                    "mention": "4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Despite efficient replication of seasonal H1N1 and H3N2 viruses in the upper respiratory tract of ferrets following i.o. inoculation, these viruses did not result in frequent detection of sneezing and nasal discharge, and did not transmit efficiently to naïve contacts by respiratory droplets (Table 1, Figure 5). Infrequent sneezing is commonly observed among influenza viruses which do not transmit efficiently by respiratory droplets and could be contributing to the reduced transmissibility seen here [28], [30], [31]. Further research is needed to better understand the virologic and immunologic properties which confer the incidence of sneezing and nasal discharge and the role of these properties in virus transmissibility [49]. Additionally, the efficiency of virus transmission by respiratory droplets following i.o. inoculation was likely influenced by the reduced initial virus deposition and subsequent limited replication in the ferret trachea, as reduced virus transmissibility by respiratory droplets was observed following i.n. inoculation when using a 100 µl but not 1 mL volume (Table 3, Figure 4, and data not shown). Despite similarly high virus titers and duration of virus shedding in NW samples, the presence of expelled virus particles originating from tracheal replication which was present during traditional i.n., but not i.o. or i.n. inoculation using a reduced volume, may have contributed to differing transmission efficiencies between inoculation routes and may represent a previously unrecognized role for virus replication in tracheal tissue in virus transmissibility by respiratory droplets. In contrast, virus transmission in the presence of direct contact did not differ between inoculation routes. The reduced transmissibility of virus following i.o. inoculation is in agreement with epidemiological studies which demonstrate that the majority of human cases of conjunctivitis following H7 influenza virus exposure are self-limiting [50]. Further study evaluating the shedding of virus into the environment among persons infected with influenza viruses which cause respiratory or ocular disease will shed light on potential differences in transmission dynamics independent of virus subtype.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "mention": "[28]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 511,
                    "end": 515,
                    "mention": "[30]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 517,
                    "end": 521,
                    "mention": "[31]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 730,
                    "end": 734,
                    "mention": "[49]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1970,
                    "end": 1974,
                    "mention": "[50]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1106,
                    "end": 1114,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 294,
                    "end": 301,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1104,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The diversity of potential exposures to influenza virus underscores the importance of studying the development of respiratory disease resulting from alternate exposure routes. This knowledge is critical for both a greater understanding of the establishment of influenza virus respiratory disease as well as differences in virus transmission dynamics following differing exposure routes. The facile dissemination of virus inoculum from ocular to nasal tissue, and the detection of virus in both NW and CW samples throughout the acute phase of ferret infection, highlights the ability for concurrent ocular and respiratory disease following influenza virus infection; not surprisingly, reports of conjunctivitis and influenza-like illness in the same individual have been documented during H7 outbreaks resulting in human infection [40], [51]. While much regarding the properties which regulate the ocular tropism of influenza viruses remains to be determined, our results highlight the potential for a range of influenza A subtypes to initiate infection through the eye and support the use of eye protection during occupational exposure to aerosols containing influenza viruses [19], [52], [53].",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 834,
                    "mention": "[40]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 836,
                    "end": 840,
                    "mention": "[51]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1177,
                    "end": 1181,
                    "mention": "[19]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "mention": "[52]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "mention": "[53]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study was carried out in strict accordance with recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health. All ferret procedures were approved by Institutional Animal Care and Use Committee (IACUC) of the Centers for Disease Control and Prevention and in an Association for Assessment and Accreditation of Laboratory Animal Care International-accredited facility. Animal studies were performed in accordance with the IACUC guidelines under protocol #2195TUMFERC-A3: “Studies on the Pathogenesis and Transmission of Recombinant Influenza Viruses in Ferrets”.",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Influenza A viruses of the H7, H5, and H1 subtype used in this study are shown in Table 1. Virus stocks were propagated in the allantoic fluid cavity of 10 day old embryonated hens' eggs as previously described [26]; virus stocks were confirmed by sequencing to be free of mutations. The 50% egg infectious dose (EID50) for each virus stock was calculated by the method of Reed and Muench [54] following serial titration in eggs. Fluorescent-tagged virus (NL/219-FL) was generated using formalin-inactivated NL/219 virus and a SAIVI Antibody Alexa Fluor 680 Labeling kit (Invitrogen) per manufacturer's instructions as previously described [32]. All experiments with HPAI viruses were conducted under biosafety level 3 containment, including enhancements required by the U.S. Department of Agriculture and the Select Agent Program [55].",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "mention": "[26]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 389,
                    "end": 393,
                    "mention": "[54]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 640,
                    "end": 644,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 831,
                    "end": 835,
                    "mention": "[55]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Viruses ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Male Fitch ferrets (Triple F Farms), 7 to 10 months old and serologically negative by hemagglutination inhibition to currently circulating influenza viruses, were used in this study. Ferrets were housed in a Duo-Flow Bioclean mobile clean room (Lab Products) for the duration of each experiment. Intranasal (i.n.) inoculations were performed under anesthesia as previously described using 106 EID50 of virus diluted in PBS in a 1 ml or 100 µl volume [29]. Ocular (i.o.) inoculations were performed under anesthesia using 106 EID50 of virus diluted in PBS in a 100 µl or 20 µl volume. Virus inoculum was administered dropwise to the surface of the right eye of each ferret and massaged over the surface of the eye by the eyelid.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "mention": "[29]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Ferret experiments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Ferrets were monitored daily post-inoculation for morbidity and clinical signs of infection as previously described [29]. Any ferret which lost >25% of its pre-inoculation body weight or exhibited neurological dysfunction was euthanized. Virus shedding was measured on alternate days post-inoculation (p.i.) in nasal washes (NW), conjunctival washes (CW), and rectal swabs (RS). NW and RS samples were collected as previously described [28], [29]. CW were obtained by bathing the inoculated (right) ferret eye three times with 500 µl wash solution (PBS containing Pen/Strep, Gentamycin, and BSA) and collecting the run-off in a small petri dish, then swabbing the surface and surrounding conjunctival tissue of the right eye with a pre-wettened cotton swab for 5 seconds, and placing the swab in a collection tube containing the run-off liquid. All samples were immediately frozen on dry ice and stored at −70°C until processed.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "mention": "[29]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 436,
                    "end": 440,
                    "mention": "[28]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 442,
                    "end": 446,
                    "mention": "[29]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Ferret experiments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To assess virus dissemination following i.n. or i.o. inoculation, three ferrets per group were inoculated with indicated viruses and euthanized 3 days p.i. for postmortem examination and collection of tissues for virus titration as previously described [29]. Tissue specimens were collected for virus titration were immediately frozen on dry ice and stored at −70°C until processed. Blood samples collected during necropsy were subjected to complete blood counts (CBCs) and serum chemistry analyses performed per manufacturer's instructions as previously described [56].",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "mention": "[29]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 565,
                    "end": 569,
                    "mention": "[56]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Ferret experiments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Virus transmissibility following i.o. inoculation was assessed by inoculating ferrets by the ocular route with indicated viruses and, 24 hrs p.i., placing a naïve ferret in the same cage as an inoculated ferret [to assess transmission in the presence of direct contact (DC)] or in an adjacent cage with modified side-walls to allow air exchange between inoculated and contact animals via perforations but inhibiting direct or indirect contact between animals [to assess transmission by respiratory droplets (RD)] as previously described [30]. For each i.o. transmission experiment, an aliquot of each virus stock used to characterize transmissibility in previous publications by the i.n. route was tested. NW, CW, and RS samples were collected on alternate days p.i./post-contact (p.c.) to assess kinetics of virus shedding. Serum was collected days 17–21 p.i./p.c. to measure seroconverison. Animal research was conducted under the guidance of the Centers for Disease Control and Prevention's Institutional Animal Care and Use Committee in an Association for Assessment and Accreditation of Laboratory Animal Care International-accredited animal facility.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[30]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Ferret experiments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "NW, CW, and RS samples were serially titrated in eggs, starting at a 1∶10 dilution (NW, RS; limit of detection, 101.5 EID50/ml) or 1∶2 dilution (CW; limit of detection, 100.8 EID50/ml). Virus infectivity for all samples was calculated by the method of Reed and Muench [54]. At the time samples were thawed for virus titration, RNA was extracted from CW samples using a QIAamp Viral RNA kit (Qiagen). Real-time RT-PCR was performed with a QuantiTect SYBR Green RT-PCR kit (Qiagen) using an influenza A virus M1 gene primer set to determine viral load [32]. Viral RNA copy numbers were extrapolated using a standard curve based on samples of known virus as previously described [32], [57]. Baseline levels were determined by collecting CW samples from uninfected ferrets.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "mention": "[54]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 550,
                    "end": 554,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 676,
                    "end": 680,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 682,
                    "end": 686,
                    "mention": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Sample titration and processing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Tissue specimens were homogenized in 1 ml cold PBS using disposable sterile tissue grinders and clarified by centrifugation before serial titration in eggs, starting at a 1∶10 dilution. Ferret eye and conjunctival tissues were rinsed with PBS prior to virus titration. Eye, conjunctival, and nasal turbinate tissues are expressed as EID50/ml, while all other tissues are expressed as EID50/g.",
            "cite_spans": [],
            "section": "Sample titration and processing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Uninfected ferret corneal epithelial sheets were dissociated from excised whole ferret eyes following incubation in tetrasodium EDTA for determination of expression of surface sialoligosaccharides as previously described [20], [58]. To assess virus dissemination, ferrets were inoculated with NL/219-FL virus either i.o. (100 µl) or i.n. (1 ml) as previously described [32]. Fifteen minutes p.i., ferrets were euthanized and respiratory and ocular tissues were excised for ex vivo imaging using a Spectrum in vivo imaging system and Living Image 4.0 Software (Caliper Life Sciences). All ex vivo imaging was performed in triplicate. To quantify the presence of NL/219-FL virus in excised tissues, regions of interest were drawn around each tissue using Living Image 4.0 Software to obtain maximum relative efficiency values for each tissue, expressed as photons/second/cm2/steradian, the mean of which was generated from three ferrets per tissue as expressed in Figure 3.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "mention": "[20]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 227,
                    "end": 231,
                    "mention": "[58]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 369,
                    "end": 373,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Immunofluorescence staining and microscopy ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 962,
                    "end": 970,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Tissues for immunohistochemistry (IHC) were collected day 3 p.i with the viruses indicated. or from uninfected ferrets, fixed by submersion in 10% neutral buffered formalin for 3 days, routinely processed, and embedded in paraffin. Immunohistochemical detection of influenza A virus nucleoprotein was performed as described previously [59].",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "mention": "[59]",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Immunofluorescence staining and microscopy ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The Pearson product-moment correlation coefficient was generated to measure the correlation between viral titer and viral RNA copy number in CW sample using GraphPad Prism 5.0 (GraphPad Software, Inc.). Statistical significance for all other experiments was determined using Student's t test.",
            "cite_spans": [],
            "section": "Statistics ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Ferrets were inoculated by the ocular route with 106 EID50/ml of each virus shown. Viral titers were measured in nasal washes collected on indicated days following serial titration in eggs; endpoint titers are expressed as mean log10 EID50/ml plus standard deviation. The limit of virus detection was 101.5 EID50/ml. †, ferrets did not survive to day 9 p.i.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Ferrets were inoculated by the ocular route with 106 EID50/ml of each virus shown. Viral titers were measured in conjunctival washes (CW) collected on indicated days following serial titration in eggs; endpoint titers are expressed as mean log10 EID50/ml plus standard deviation (left y-axis and bars). Relative viral RNA copy number in conjunctival washes was determined by real-time PCR using a universal M1 primer and extrapolated using a standard curve based on samples of known virus (right y-axis and lines). The limit of virus detection was 101.5 EID50/ml. †, no ferrets survived until day 9 p.i. R-squared values are shown for those viruses where a statistically significant (p<0.05) correlation between viral titer and viral RNA copy number exists. NS, not significant.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Ferrets were inoculated by the ocular route with 106 EID50/ml of NL/230 or Brisbane virus, and tissues were collected day 3 p.i. for analysis. Viral antigen (staining in red) found in epithelial cells of lacrimal glands in the conjunctiva of a ferret inoculated with Brisbane virus (A) and epithelial cells of the ciliary processes in the eye of a ferret infected with NL/230 virus (B). No virus staining was present in the conjunctiva (C) or eye (D) of control ferrets.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Fluorescent-labeled A/NL/219/03 virus (NL219-FL) was administered to ferrets by the intranasal or ocular route. Each ferret was euthanized 15 min following virus administration and organs were collected for ex vivo imaging. Nasal turbinates are contained within the cap; left and right conjunctiva and eyes are below, respectively. An increasing fluorescence signal is indicated by brightness from red to yellow. Images are representative of triplicate independent inoculations for each route. Percentages represent the mean maximum relative efficiency for each tissue (n = 3) above levels in corresponding naïve tissue for each route of inoculation.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Three ferrets were inoculated by the ocular route with 106 EID50 of NY/107, NL/230, Brisbane or Panama virus, and nasal washes were collected from each ferret on the indicated day p.i. (solid bars). A naïve ferret was placed either in the same cage (A) or in an adjacent cage with perforated side walls (B) as each inoculated ferret 24 hrs p.i., and nasal washes were collected from each contact ferret on indicated days p.c. (hatched bars) to assess virus transmission in the presence of direct contact or respiratory droplets, respectively. The limit of virus detection was 101.5 EID50/ml.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Zoonotic potential of highly pathogenic avian H7N3 influenza viruses from Pakistan.",
            "authors": [
                {
                    "first": "UB",
                    "middle": [],
                    "last": "Aamir",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naeem",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Obert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "390",
            "issn": "",
            "pages": "212-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Update on avian influenza A (H5N1) virus infection in humans.",
            "authors": [
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Abdel-Ghafar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "261-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Possible consequences of shaking hands with your patients with epidemic keratoconjunctivitis.",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Azar",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Dhaliwal",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Bower",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Ophthalmol",
            "volume": "121",
            "issn": "",
            "pages": "711-712",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Quantitative studies on the tissue localization of influenza virus in ferrets after intranasal and intravenous or intracardial inoculation.",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Basarab",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Br J Exp Pathol",
            "volume": "50",
            "issn": "",
            "pages": "612-618",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Past, present, and possible future human infection with influenza virus A subtype H7.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Tumpey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "859-865",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Ocular infection of mice with influenza A (H7) viruses: a site of primary replication and spread to the respiratory tract.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Wadford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Tumpey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "7075-7084",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The ferret as a model organism to study influenza A virus infection.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Tumpey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Dis Models Mech",
            "volume": "4",
            "issn": "",
            "pages": "575-579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Pathogenesis of avian influenza (H7) virus infection in mice and ferrets: enhanced virulence of Eurasian H7N7 viruses isolated from humans.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "11139-11147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Contemporary North American influenza H7 viruses possess human receptor specificity: Implications for virus transmissibility.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Blixt",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "7558-7563",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Ocular tropism of influenza A viruses: Identification of H7 subtype-specific host responses in human respiratory and ocular cells.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Tumpey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "10117-10125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Pathogenesis and transmission of triple-reassortant swine H1N1 influenza viruses isolated before the 2009 H1N1 pandemic.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Gustin",
                    "suffix": ""
                },
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Blau",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "1563-1572",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Polydispersity of normal human conjunctival mucins.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Ellingham",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Corfield",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "37",
            "issn": "",
            "pages": "2559-2571",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Transocular entry of seasonal influenza-attenuated virus aerosols and the efficacy of n95 respirators, surgical masks, and eye protection in humans.",
            "authors": [
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "193-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Viral infection of the lungs through the eye.",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bitko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Musiyenko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "783-790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Pathogenesis of Influenza A/H5N1 Virus Infection in Ferrets Differs between Intranasal and Intratracheal Routes of Inoculation.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bodewes",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kreijtz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Pathol",
            "volume": "179",
            "issn": "",
            "pages": "30-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Interim Guidance for Protection of Persons Involved in U.S. Avian Influenza Outbreak Disease Control and Eradication Activities.",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Guidelines and recommendations: Prevention strategies for seasonal influenza in healthcare settings.",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Outbreak of avian influenza A(H5N1) virus infection in Hong Kong in 1997.",
            "authors": [
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "Suppl 2",
            "pages": "S58-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Tropism and innate host responses of the 2009 pandemic H1N1 influenza virus in ex vivo and in vitro cultures of human conjunctiva and respiratory tract.",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Pathol",
            "volume": "176",
            "issn": "",
            "pages": "1828-1840",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Nasolacrimal duct closure modulates ocular mucosal and systemic CD4(+) T-cell responses induced following topical ocular or intranasal immunization.",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Chentoufi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Nesburn",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bettahi",
                    "suffix": ""
                },
                {
                    "first": "NR",
                    "middle": [],
                    "last": "Binder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Vaccine Immunol",
            "volume": "17",
            "issn": "",
            "pages": "342-353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Chosewood",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biosafety in microbiological and biomedical laboratories",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Virulence-associated substitution D222G in the hemagglutinin of 2009 pandemic influenza A(H1N1) virus affects receptor binding.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chutinimitkul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "11802-11813",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Clinical Characteristics of Children with 2009 Pandemic H1N1 Influenza Virus Infections.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dubnov-Raz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Somech",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Warschawski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bujanover",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Int",
            "volume": "53",
            "issn": "",
            "pages": "426-430",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Respiratory syncytial virus and allergic conjunctivitis.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fujishima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsubota",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Allergy Clin Immunol",
            "volume": "95",
            "issn": "",
            "pages": "663-667",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Immunofluorescence and histochemistry of corneal epithelial flat mounts: use of EDTA.",
            "authors": [
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Gillette",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Curr Eye Res",
            "volume": "1",
            "issn": "",
            "pages": "249-253",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Influenza virus aerosol exposure and analytical system for ferrets.",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Gustin",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Wadford",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "8432-8437",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Transmission of rhinovirus colds by self-inoculation.",
            "authors": [
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                }
            ],
            "year": 1973,
            "venue": "N Engl J Med",
            "volume": "288",
            "issn": "",
            "pages": "1361-1364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Ocular biometry in the adult anesthetized ferret (Mustela putorius furo).",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Hernandez-Guerra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rodilla",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Lopez-Murcia",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Ophthalmol",
            "volume": "10",
            "issn": "",
            "pages": "50-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Use of ferrets in studies of the visual system.",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Lab Anim Sci",
            "volume": "35",
            "issn": "",
            "pages": "211-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Comparative analysis of avian influenza virus diversity in poultry and humans during a highly pathogenic avian influenza A(H7N7) outbreak.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jonges",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bataille",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "10598-10604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The changing etiology of epidemic keratoconjunctivitis: antigenic and restriction enzyme analyses of adenovirus types 19 and 37 isolated over a 10-year period.",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Hierholzer",
                    "suffix": ""
                },
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Cabradilla",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Obijeski",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Infect Dis",
            "volume": "148",
            "issn": "",
            "pages": "24-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Lacrimal drainage-associated lymphoid tissue (LDALT): a part of the human mucosal immune system.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Knop",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Knop",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "42",
            "issn": "",
            "pages": "566-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Transmission of H7N7 avian influenza A virus to human beings during a large outbreak in commercial poultry farms in the Netherlands.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilbrink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conyn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Natrop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "van der Nat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "587-593",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Sialic acid tissue distribution and influenza virus tropism.",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kumlin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olofsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dimock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arnberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Influenza Other Respi Viruses",
            "volume": "2",
            "issn": "",
            "pages": "147-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Acute anterior uveitis and optic neuritis as ocular complications of influenza a infection in an 11-year-old boy.",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "FC",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Pediatr Ophthalmol Strabismus",
            "volume": "48",
            "issn": "",
            "pages": "e30-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Pathogenesis of H5N1 influenza virus infections in mice and ferret models differs according to respiratory tract or digestive system exposure.",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Lipatov",
                    "suffix": ""
                },
                {
                    "first": "YK",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "199",
            "issn": "",
            "pages": "717-725",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Bleeding Follicular Conjunctivitis due to Influenza H1N1 Virus.",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Lopez-Prats",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanz Marco",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Hidalgo-Mora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garcia-Delpech",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diaz-Llopis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Ophthalmol",
            "volume": "2010",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Transmission and pathogenesis of swine-origin 2009 A(H1N1) influenza viruses in ferrets and mice.",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jayaraman",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Wadford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "484-487",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Avian influenza (H5N1) viruses isolated from humans in Asia in 2004 exhibit increased virulence in mammals.",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "XH",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Erb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "11788-11800",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Lack of transmission of H5N1 avian-human reassortant influenza viruses in a ferret model.",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "12121-12126",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Local innate immune responses and influenza virus transmission and virulence in ferrets.",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Gustin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "van Hoeven",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "205",
            "issn": "",
            "pages": "474-485",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Infection of human retinal pigment epithelial cells with influenza A viruses.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michaelis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geiler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klassert",
                    "suffix": ""
                },
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": "Jr"
                }
            ],
            "year": 2009,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "50",
            "issn": "",
            "pages": "5419-5425",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Avian Influenza.",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Avian influenza and sialic acid receptors: more than meets the eye?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olofsson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kumlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dimock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arnberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "184-188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Functional anatomy of human lacrimal duct epithelium.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Paulsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kohla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rochels",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Anat Embryol (Berl)",
            "volume": "198",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Pathobiology of A/chicken/Hong Kong/220/97 (H5N1) avian influenza virus in seven gallinaceous species.",
            "authors": [
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Pathol",
            "volume": "38",
            "issn": "",
            "pages": "149-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "A simple method of estimating fifty per cent endpoints.",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am J Hyg",
            "volume": "27",
            "issn": "",
            "pages": "493-497",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Unique characteristics of lacrimal glands as a part of mucosal immune network: high frequency of IgA-committed B-1 cells and NK1.1+ alphabeta T cells.",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Saitoh-Inagawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hiroi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yanagita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iijima",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Uchio",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "41",
            "issn": "",
            "pages": "138-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Systemic dissemination of H5N1 influenza A viruses in ferrets and hamsters after direct intragastric inoculation.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "4673-4678",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Twenty years of influenza epidemics.",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Stuart-Harris",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Am Rev Respir Dis",
            "volume": "83",
            "issn": "",
            "pages": "54-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Influenza A (H5N1) in Hong Kong: an overview.",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "Suppl 2",
            "pages": "S77-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Sialyl Lewis X, Lewis X, and N-acetyllactosamine expression on normal and glaucomatous eyes.",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Terraciano",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Schuman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haffner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Panjwani",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Curr Eye Res",
            "volume": "18",
            "issn": "",
            "pages": "73-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Influenza-associated hospitalizations in the United States.",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Bridges",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "292",
            "issn": "",
            "pages": "1333-1340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Human illness from avian influenza H7N3, British Columbia.",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Tweed",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Larder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petric",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "2196-2199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Human HA and polymerase subunit PB2 proteins confer transmission of an avian influenza virus through the air.",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Hoeven",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "3366-3371",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Inefficient transmission of H5N1 influenza viruses in a ferret contact model.",
            "authors": [
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Lipatov",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Ilyushina",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Govorkova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "6890-6898",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Influence of experimental influenza infection of the eye on the course of herpetic keratitis in rabbits.",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Zaitseva",
                    "suffix": ""
                },
                {
                    "first": "VL",
                    "middle": [],
                    "last": "Vinogradova",
                    "suffix": ""
                },
                {
                    "first": "GI",
                    "middle": [],
                    "last": "Krichevskaya",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Acta Virol",
            "volume": "22",
            "issn": "",
            "pages": "470-476",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Highly Pathogenic Avian Influenza H5N1 Viruses Elicit an Attenuated Type I Interferon Response in Polarized Human Bronchial Epithelial Cells.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thawatsupha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chittaganpitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Waicharoen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "12439-12449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Human and avian influenza viruses target different cells in the lower respiratory tract of humans and other mammals.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "van Riel",
                    "suffix": ""
                },
                {
                    "first": "VJ",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "de Wit",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Pathol",
            "volume": "171",
            "issn": "",
            "pages": "1215-1223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Identification of a new human coronavirus.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "van der Hoek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Jebbink",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vermeulen-Oost",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "368-373",
            "other_ids": {
                "DOI": []
            }
        }
    }
}