{
    "paper_id": "PMC3064580",
    "metadata": {
        "title": "Genomic Signatures of Strain Selection and Enhancement in Bacillus atrophaeus var. globigii, a Historical Biowarfare Simulant",
        "authors": [
            {
                "first": "Henry",
                "middle": [
                    "S."
                ],
                "last": "Gibbons",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stacey",
                "middle": [
                    "M."
                ],
                "last": "Broomall",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lauren",
                "middle": [
                    "A."
                ],
                "last": "McNew",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hajnalka",
                "middle": [],
                "last": "Daligault",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carol",
                "middle": [],
                "last": "Chapman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [],
                "last": "Bruce",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Karavis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Krepps",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [
                    "A."
                ],
                "last": "McGregor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kyong",
                "middle": [
                    "H."
                ],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arya",
                "middle": [],
                "last": "Akmal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Feldman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "S."
                ],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenling",
                "middle": [
                    "E."
                ],
                "last": "Chang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brandon",
                "middle": [
                    "W."
                ],
                "last": "Higgs",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Plamen",
                "middle": [],
                "last": "Demirev",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [],
                "last": "Lindquist",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alvin",
                "middle": [],
                "last": "Liem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ed",
                "middle": [],
                "last": "Fochler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Timothy",
                "middle": [
                    "D."
                ],
                "last": "Read",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roxanne",
                "middle": [],
                "last": "Tapia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shannon",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kimberly",
                "middle": [
                    "A."
                ],
                "last": "Bishop-Lilly",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Detter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cliff",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shanmuga",
                "middle": [],
                "last": "Sozhamannan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.",
                "middle": [
                    "Nicole"
                ],
                "last": "Rosenzweig",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Evan",
                "middle": [
                    "W."
                ],
                "last": "Skowronski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Badger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nBacillus atrophaeus is a soil-dwelling, non-pathogenic, aerobic spore-forming bacillus related to B. subtilis. For more than six decades, this organism has played an integral role in the biodefense community as a simulant for biological warfare and bioterrorism events (BW) and is commonly referred to by its military two-letter designation “BG” [1], [2]. B. atrophaeus has served in studies of agent dispersal [3], decontamination simulations [4], [5] and large-scale process development [6]. In addition to its historical use as a BW simulant, it is currently in widespread commercial use as a surrogate for spore-forming bacteria [5], [7] and is the basis of numerous assays for spore inactivation [8], [9]. In addition to its role as a simulant, the organism plays an important role in the biotechnology industry as a source of restriction endonucleases and of the glycosylation inhibitor nojirimycin [10].",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "mention": "[1]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 352,
                    "end": 355,
                    "mention": "[2]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 412,
                    "end": 415,
                    "mention": "[3]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 445,
                    "end": 448,
                    "mention": "[4]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 450,
                    "end": 453,
                    "mention": "[5]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 490,
                    "end": 493,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 634,
                    "end": 637,
                    "mention": "[5]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 639,
                    "end": 642,
                    "mention": "[7]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 702,
                    "end": 705,
                    "mention": "[8]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 707,
                    "end": 710,
                    "mention": "[9]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 906,
                    "end": 910,
                    "mention": "[10]",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The taxonomic placement of B. atrophaeus has changed dramatically over the years. Originally isolated as B. globigii in 1900 (Migula) as a variant of B. subtilis, it was originally distinguished from B. subtilis by the formation of a black-tinted pigment on nutrient agar and by low rates of heterologous gene transfer from B. subtilis\n[11]. It has been alternately known as B. subtilis var. niger, B. niger, and has been confused with B. licheniformis\n[12]. Other than the formation of the dark pigment, it is virtually indistinguishable from B. subtilis by conventional phenotypic analysis [13], and the lack of distinguishing metabolic or phenotypic features has contributed to the confusionin the taxonomic placement of this organism. Low interspecies DNA transfer frequencies suggested substantial divergence [11]. Based onanalysis of comparative DNA hybridization, phenotypicand biochemical tests, Nakamura advocated that pigment-producing B. subtilis-like isolates should be classified as a distinct species termed B. atrophaeus\n[13]. Recently, more sensitive typing methods such as amplified fragment length polymorphism analysis showed that B. atrophaeus strains could be classified into two major biovars: var. globigii encompassing the classical, commonly used BG isolates, and var. atrophaeus encompassing other closely related yet genetically distinct strains [14].",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "mention": "[11]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 453,
                    "end": 457,
                    "mention": "[12]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 592,
                    "end": 596,
                    "mention": "[13]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 814,
                    "end": 818,
                    "mention": "[11]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "mention": "[13]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "mention": "[14]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here we report the definitive molecular typing of several BGstrains using whole-genome sequences, and develop a plausible microevolutionary history of a commonly used lineage based on the accumulation of mutations over time and during transfer between laboratories.The selected strains span more than six decades of development, use, and transfer of BGbetween various institutions and laboratories and offer an unparalleled opportunity to investigate mutation under selection and drift over time. Phenotypic analysis revealed substantial heterogeneity both between and within strains, even in type strains, while high-throughput metabolic profiling revealed metabolic “enhancements” to a population that had returned to the University of Wisconsin (UW) from Camp Detrick in 1952. Whole-genome comparisons of single-nucleotide polymorphisms (SNPs), small insertion/deletion motifs (indels), and large-scale genomic architecture analysis by optical maps are combined to generate a plausible history of acquisition and use of operationally relevant strains by the American Type Culture Collection (ATCC) and by several laboratories within the biodefense community.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Finally, our analysisof mutation profiles revealed potential signatures of the deliberate selection of strains with properties of enhanced growth and spore yields, properties that were deemed desirable in a simulant [6]. We also report genetic differences between strains in use in the biodefense community and the commercial sector that argue for adoption of a more uniform standard for B. atrophaeus as a simulant.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nB. atrophaeus strains and their sources are indicated in Table 1. Archival strains were maintained as spores in sterile soil at the University of Wisconsin (Figure 1). The 1013 lineage, originally founded from the 1942 strain, was extensively passaged by serial transfer every 12–18 months on agar slants for 30 years. Unless otherwise indicated, strains were grown using LB agar plates, LB agar brothor Tryptic Soy agar containing 5% sheep's blood (SBA, HealthLink) at 37°C.",
            "cite_spans": [],
            "section": "Strains and growth conditions ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 58,
                    "end": 65,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Spores were germinated by plating on LB media at 37°C. Plates were examined by stereomicroscopy using indirect lighting and imaged usinga Nikon SMZ1500 with a total magnification of 16×. Colonies exhibiting distinct morphologies were repeatedly streaked to confirm stability of the phenotype.",
            "cite_spans": [],
            "section": "Analysis of colony morphology variation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Genomic DNA was prepared from all isolates using the Blood and Cell Culture DNA Midi Kit for Bacteria (QIAGEN) from 10 ml overnight cultures in LB. BACI051-N was sequenced at the Naval Medical Research Center, while all other isolates were sequenced to >25-fold coverage at the US Army Edgewood Chemical Biological Center by massively parallel pyrosequencing on the Roche/454 GS-FLX using the Titanium reagent package. Draft genome sequences of all isolates were assembled de novo using Newbler [15] (Roche) and analyzed using both Newbler and Lasergene (DNAStar, Madison, WI). The 1942 Vogel isolate was designated as the reference strain and was brought to completion using standard finishing techniques.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 499,
                    "mention": "[15]",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Whole genome sequencing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The draft genome of Bacillus atrophaeus var.globigii was finished at the Department of EnergyJoint Genome Institute (JGI) using a combination of Illumina [16] and 454 datasets [15]. For this genome, we constructed and sequenced an Illumina GAii shotgun library which generated 15120217 reads totaling 544 Mb, which was combined with 454 Titanium standard library which generated 387327 reads totaling 137 Mb of 454 data. All general aspects of library construction and sequencing performed at the JGI can be found at http://www.jgi.doe.gov/. The initial draft assembly contained 25contigs in 25scaffolds. The 454 Titanium standard data were assembled with Newbler, version 2.3. The Newbler consensus sequences were computationally shredded into 2 kb overlapping fake reads (shreds). Illumina sequencing data wereassembled with VELVET, version 0.7.63 [17], and the consensus sequences were computationally shredded into 1.5 kb overlapping fake reads (shreds). We integrated the 454 Newbler consensus shreds, the Illumina VELVET consensus shreds and using parallel phrap, version SPS - 4.24 (High Performance Software, LLC). The software Consed [18], [19], [20] was used in the following finishing process. Illumina data was used to correct potential base errors and increase consensus quality using the software Polisher developed at JGI (Alla Lapidus, unpublished). Possible mis-assemblies were corrected using gapResolution (Cliff Han, unpublished), Dupfinisher [21], or sequencing cloned bridging PCR fragments with subcloning. Gaps between contigs were closed by editing in Consed, by PCR and by Bubble PCR (J-F Cheng, unpublished) primer walks. A total of 79additional reactions and 10shatter libraries were necessary to close gaps and to raise the quality of the finished sequence. The total size of the genome is 4 168 266 bp and the final assembly is based on 137 Mb of 454 draft data which provides an average 33.4× coverage of the genome and 544 Mb of Illumina draft data which provides an average 133× coverage of the genome. The complete sequence and WGS were deposited at DDBJ/EMBL/GenBank under accession numbers listed in Table 2. The WGS versions described in this paper are the first versions, e.g. AEFM01000000.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "mention": "[16]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 176,
                    "end": 180,
                    "mention": "[15]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 850,
                    "end": 854,
                    "mention": "[17]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1143,
                    "end": 1147,
                    "mention": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "mention": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "mention": "[20]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1463,
                    "end": 1467,
                    "mention": "[21]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Whole genome sequencing ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 2136,
                    "end": 2143,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Templated assembly of the remaining strains were mapped to the 1942 finished sequence using the GSMapper tool in Newbler (Roche). High-confidence mutations were selected from Newbler “HCDiffs” calls (Table S1) by applying additional selection criteria that mandated high quality scores in both reference and templated assemblies with >80% of the sequencing reads differing from the reference, elimination of mutation calls associated with homopolymer tracts (with the exception of tracts that were formed by a deletion – see below), and a minimum coverage depth of 5× with bidirectional sequence reads. Finally, the raw 454 reads from the 1942 isolate were mapped to the finished sequence to assess error bias in the 454 process and to correct for residual sequencing errors in the finished sequence. Accession numbers of the relevant whole-genome shotgun sequences are found in Table 3. Phylogeny was calculated using PAUP 4.0b10. Fifty-eightnucleotide positions were used with gaps being treated as a “5th base” and all characters assuming equal weight. One thousandbootstrap replicates were computed using a heuristic search with the optimal criterion set to “parsimony”. The tree was created using stepwise addition.",
            "cite_spans": [],
            "section": "Identification of high-confidence mutations ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 879,
                    "end": 886,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Nineteen loci in which putative mutations were identified from the 454 dataset were re-sequenced from PCR products by standard Sanger dye-terminator methods. No false-negatives or false-positives were identified among the re-sequenced loci; however resequencing of the apparent mutation at position 1486408revealed mixed genotypesin several isolates that are artifacts of a large duplication in the 1942 chromosome. Therefore, this signalcannot be considered a true SNP.",
            "cite_spans": [],
            "section": "Confirmatory sequencing of SNP/Indels ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Preliminary annotations were generated using a combination of the RAST [22] algorithm (rast.nmpdr.org). Loci containing mutations were used to query the non-redundant (nr) databases and Refseq protein databases at NCBI using directed BLASTx and BLASTp. The comparative BLAST tool from RAST was utilized for genome-wide protein sequence comparisons to B. subtilis. Results were filtered for bi-directional hits. Multiple alignments were generated by MegAlign from the LaserGene software package using the CUSTALW algorithm.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "mention": "[22]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Annotation, comparative genomic analysis, and multiple alignments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Genomic DNA was prepared from live bacteria on agar slants to maximize the yield of extremely high-molecular weight DNA. Optical maps were generated by digestion with NcoI of DNA arrayed linearly on glass slides and the resulting maps were aligned and compared with the MapSolver software package (OpGen, Inc., Gaithersburg MD).",
            "cite_spans": [],
            "section": "Optical mapping ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Using an information-based method for genomic classification [23], the sequence contigs from BG isolates 1942, 1013-2 and 49822 were analyzed in order to map the phylogenetic relationships of these isolates to other Bacillus species. In this method, genomic content is characterized by the frequencies of occurrence of short n-mers contained within each sequence (n typically from 3 to 16). These n-mers are then rank ordered by genome. The pair-wise comparison of the rank of n-mers within two different genomes is then used to compute an information-based genetic distance (IBGD), where the sum of the differences in rank for all possible n-mers is weighted by an entropy factor that depends on the frequencies of occurrence of the respective n-mers in the two genomes. The pair-wise IBGD values are then used to construct a phylogenetic network [24]. Bacilli genomes were obtained from Genbank. This method for phylogenetic characterization enables computation even with the unassembled reads, and it can be applied to draft or partial genome sequence data, which was the case for the three B. atrophaeus genomes studied here.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "mention": "[23]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 848,
                    "end": 852,
                    "mention": "[24]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Information-based Genomic Distance (IBGD) analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The first seven BGstrains listed in Table 1 were streaked for single colonies on BHI plates and incubated at 33°C overnight, followed by subculturing a second time under the same conditions. Subsequently, cell suspensions were prepared according to Biolog specifications, with OD readings ranging between 0.35–0.45 at 600 nm. Biolog phenotypic microarray plates PM1 through PM20, were inoculated according to the manufacturer's specifications, and incubated at 37°C for 72 hours. Readings were taken every 15 minutes, and data processed by OmniLog Phenotype Microarray File Management/Kinetic Plot and Parametric modules. Two biological replicates of the experiment were conducted for each strain. PM1-10 contain single wells for each growth condition whereas PM11-20 contain quadruplicate wells for each condition.",
            "cite_spans": [],
            "section": "Phenotype microarray (PM) analysis ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The area under the curve (AUC) values were computed by adding all OmniLog values at all time points for each of the 1200 distinct phenotypes produced from the OmniLog software. The AUC values from the two different biological replicates for each unique phenotype were averaged. The ratio for each AUC was calculated between the 6 query strains (Detrick-1, Detrick-2, Detrick-3, 1013-1, 1013-2, and Dugway) and reference parent strain (1942). For the purpose of visualization, 1920 phenotypes were included in the heatmap (i.e. this better represents the locations of the phenotypes which correspond to different modes of action categories). The same ratios were used for the phenotypes that have replicates. The ratio values were formatted as PM1 to PM20 for each strain across the columns and wells Ai to Hi, where i = 1 to 12 for the rows. The results were plotted in a heatmap using R [25]. Positive growth wells are represented by greenblocks while negative growth wells are represented by red blocks.",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 892,
                    "mention": "[25]",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Statistical analyses and heatmap of phenotype microarray data ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Catalase activitywas assayed by spotting drops of hydrogen peroxide (3%) onto isolated colonies on LB agar plates. Colonies were monitored for bubble formation, signifying the release of water and oxygen. A colony was considered to be catalase positive by observation of bubbles.",
            "cite_spans": [],
            "section": "Catalase assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Streaks of Detrick 1, Detrick 2, and 1013 strains were grown for two days on TSA plates containing SBA.Bacterial cell mass was scraped using an inoculating loop (1 µl) from the streak and resuspended in PBS. Sporulation was evaluated by bright field phase-contrast microscopy. Phase-bright free sporesand phase-dark vegetative cellswere counted. Five representative viewing fields were counted from each strain for each experiment. This experiment was completed in triplicate by repeating once per day over the course of three consecutive days.",
            "cite_spans": [],
            "section": "Sporulation efficiency assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In order to compare the percent sporulation between Detrick 1 and Detrick 2, and Detrick 1 and 1013, a mixed analysis of variance (ANOVA) was used to complete the analysis. Strain and viewing field were evaluated as fixed factors, and replicate was included as a random factor. The natural log of the percent sporulation was taken to obtain a normal distribution of the residual error. Tukey's method was applied to compare the difference between the mean log percent sporulation.",
            "cite_spans": [],
            "section": "Sporulation efficiency assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We traceda potential provenance of the commonly used BGstrains through an exhaustive search of the open literature and the archives of the University of Wisconsin,which suggested a possible lineage from which the “military” BGstrains were derived. The original source of the strains were the collections at the University of Wisconsin during the 1930s and 1940s, from which the strains were transferred to Camp Detrick at the initiation of the US Army's BW program at the beginning of the Second World War [6], [26]. At Camp Detrick, BG was used as a non-pathogenic surrogate in process development for spore-forming bacteria It is tempting to speculate that the University of Wisconsin supplied BG to Porton Down: A note found in the archive of Dr. Baldwin's papers, dated February 19, 1943, contained an order from Dr. Fildes (presumably Sir Paul Fildes, a noted bacteriologist active in the British BW program at the time), for a batch of B. subtilis spores. It is not clear whether BG or B. subtilis subsp. subtilis was supplied, or whether this material was actually delivered. Unfortunately, original records describing in detail the maintenance of the strains during the period 1942–1955 were destroyed as per US Army policy at the time (Dr. Mark Wolcott, USAMRIID; personal communication), and the personnel who had first-hand knowledge of the strain passage histories and methods are deceased. Therefore, the actual source of the Camp Detrick isolates must be inferred from published work [6], limited available documentation (e.g. ATCC 9372) and the genome sequences presented hereFrom Camp Detrick the isolates were eventually transferred to ATCC as B. subtilis var. niger “red strain.” The desire to maintain a phenotypically and genotypically uniform simulant throughout the biodefense communityprompted us to elucidate whether significant phenotypic and/or genomic differences had accumulated in any of the commonly used isolates during the growth and transfer of strains to different institutions and to compare the isolates in broad use today to the so-called “Mil-Spec” strain (ATCC 9372).In contrast, the origin of ATCC 49822 prior to acquisition F. Young's laboratory (the depositor) is unclear.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 511,
                    "end": 515,
                    "mention": "[26]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1498,
                    "end": 1501,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Historical investigations of BG provenance ::: Results",
            "ref_spans": []
        },
        {
            "text": "We obtained isolates from archival spore suspensions in sterile soilfrom the University of Wisconsin with legible labels dating back as far as 1942 (Figure 1; Table 1). These isolates included an archival stock dated 1942 that likely predated the transfer to Camp Detrick, as well as material that had been returned to the University of Wisconsin from Camp Detrick in 1952. A derivative of the 1942 strain that had been repeatedly passaged in vitro on agar slants over a period ofapproximately 30 years allowed us to compare the genomic signatures of deliberate selection with the effects of long-term in vitro passage. In addition, a sample of strain NRS-356 [13], which is mentioned as a possible parent strain in correspondence between various academic laboratories and Camp Detrick, was also obtained from the same source as the 1942 “Vogel” strain. These isolates were subsampled, germinated on LB plates, screened for colony morphology variation (see below). Genomic DNA was prepared from these isolates for sequencing.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 664,
                    "mention": "[13]",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Historical investigations of BG provenance ::: Results",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 159,
                    "end": 166,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Upon initial plating of the archival and modern-dayBG stocks, we noted distinct colony morphotypes for many of the strains, with some strains containing multiple variants (Figure 2, Table 2). Some of these morphotypes were consistent with those observed by Hayward et al.\n[6] whooriginally described the emergence of colony variants in “B. globigii.” As in the earlier report, individual morphotypes were stable and did not interconvert with high frequency (data not shown), suggesting that these morphotypes were the result of relatively rare chromosomal mutations, although 1013-1 occasionally threw off papillae in heavier streaks (not shown). Multiple morphotypes were noted for ATCC9372, ATCC 49822, Detrick, and 1013, while the archival 1942 isolate, the isolate obtained from Dugway Proving Ground (Dugway) and BACI051 appeared to be pure populations on LB. All strains tested positive for BGusing Real Time-PCR primers specific to the recF gene (Methods S1) [27]. The appearance of multiple colony morphotypes even within single “strains” strongly suggested an as-yet undescribed level of genetic diversity within these samples that likely affected the expression of cell-surface components and/or sporulation. The intra-strain colony morphology variation was particularly dramatic in the in vitro passaged 1013 and ATCC9372 isolates, in which one variant of each lineage had lost the production of color on LB orSBAplates (Figure 2), suggesting more dramatic alterations to the genome.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 966,
                    "end": 970,
                    "mention": "[27]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "BG strains exhibit distinct colony morphologies ::: Results",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1432,
                    "end": 1440,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 182,
                    "end": 189,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Draft genome sequences were generated from several BGstrains in our collection. A summary of the results from the sequenced isolates is indicated in Table 3. All of the “military” isolates (Detrick clones1through 3, BACI051, Dugway) were extremely closely related to each other and to both ATCC9372 variants. The ATCC isolates possessed additional mutations that were absent in the “military” isolates. The size of the finished and closed genome of B. atrophaeus var. globigii 1942 was 4,168,266 bp, and annotation using RAST [22] revealed 4433 features, including 4343 protein-coding sequencesand 90 RNA molecules [28]. The preliminary annotations derived from RAST are available as Genbank .gbk files in the supplementary material.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "mention": "[22]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 615,
                    "end": 619,
                    "mention": "[28]",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Whole genome sequencing of BG isolates ::: Results",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "On average, the genome of B. atrophaeus is approximately 86% identical to B. subtilis on the nucleotide level,supporting its delineation as a distinct species and agreeing well with previous estimates [29]. Analysis of the IBGD using whole-genome sequences (N-mer length >4) supported the identification of B. subtilis 168 as the closest relative among sequenced bacterial genomes (Figure 3). For this particular case, n = 5 (i.e., there were 45 = 1024 total 5-mers used to compute the IBGD). The IBGD values were relatively insensitive to the choice of n over the range of 4–8. Thethree BGgenomes analyzed grouped closely together, and our analysis of the Bacillus-wide phylogeny using IBGD revealed the phylogenetic distance of that B. subtilis/B. atrophaeus species from B. anthracis, supporting the inferences published elsewhere from rRNA sequence analysis (Figure 3) [30]. Primary amino acid sequences of RAST-annotated proteins are on average 72% (median 83%) identical between B. atrophaeus and B. subtilis. When only the proteins that yielded bidirectional BLAST hits in RAST are examined, the predicted proteome of B. atrophaeus is, on average, 83% identical (86% median) to B. subtilis.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "mention": "[29]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 873,
                    "end": 877,
                    "mention": "[30]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Bioinformatic analysis of sequence data ::: Results",
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 863,
                    "end": 871,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We utilized the finished sequence of the 1942 isolate as a reference strain for templated assembly of the remaining BG draft sequences. Two additional ATCC isolates of B. atrophaeus (49337 and 6537) were distinguishable from var. globigii on the basis of very high SNP/indel counts, lower coverage ofand percentage of reads mapping to the 1942 reference, and unique genomic features which supported their proposed classification as var.atrophaeus\n[14]. The distinguishing genomic features of var.atrophaeus strains and the delineation of the B. atrophaeus clade from B. subtilis will be published elsewhere.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "mention": "[14]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Bioinformatic analysis of sequence data ::: Results",
            "ref_spans": []
        },
        {
            "text": "Optical restriction mapping [31], [32], [33] was used to compare the overall genomic structure of selected isolates. No differencesin overall genome architecture between the “military” BG isolates, the archival 1942 isolate, or 1013-1 were observed (Figure 4, data not shown), suggesting that the global architecture of these isolates is relatively stable, even over 30 years of serial in vitro passage.However, the optical maps and sequence coverage analysis of 1013-2 and 9372-1revealed substantial deletions of approximately 72,727and 23,678 bases, respectively, of genomic materialspanning from positions 3,992,613 to 4,065,341 (1013-2) or 4,022,138–4,045,817 (ATCC 9372-1) (Figure 4; Table S2). The genes within this deleted region are listed in Table S3 but notably contain genes encoding for nitrite reduction, germination (gerKABC), and biosynthesis of the lipopeptide surfactin (srfCAB) [34], [35]. A defect in surfactin production is a particularly intriguing candidate for the morphology and pigmentation variations in 1013-2 and ATCC 9372-1, since disruption of srfA has been shown to have dramatic effects on spreading motility on semisolid media, on biofilm formation [34], [36], and low-grade hemolytic activity.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "mention": "[31]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 34,
                    "end": 38,
                    "mention": "[32]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 40,
                    "end": 44,
                    "mention": "[33]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 896,
                    "end": 900,
                    "mention": "[34]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 902,
                    "end": 906,
                    "mention": "[35]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "mention": "[34]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "mention": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Scaffolding of “military” BG genomes using optical maps ::: Results",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 258,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 679,
                    "end": 687,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Using the de novo assembled draft sequence from the 1942 isolate as a template for subsequent analysis of SNPs and small indels in the other “military” isolates, we generated a list of high-confidence, discriminatorymutations that differentiate the strains (Figure 5A). The nature and annotation of the mutations are found in Table 4 and can be assigned an approximate temporal order in which they occurred (Figure 5B). Based on this analysis, 1942 is the most likely parental strain for all of the isolates in this study, with the 1013 lineage diverging earliest, followed by 49822, then the “military” lineage prior to the transfer to Camp Detrick. This conclusion is based on the observation that 49822 shares three SNPs with Detrick-1. The latter is the most likely progenitor of the other “military” isolates, since it has the fewest mutations relative to strain 1942. Detrick-1 can be differentiated from other “military” isolates by possessing the parental allele of spo0F rather than the H101R allele (position 3231470) that is characteristic of all of the other “military” BGisolatesand the ATCC9372 strains. The two colony morphology variants of ATCC9372 each exhibited distinct mutation profiles indicating that the reference strain is in fact a mixed population of at least two genetically distinct substrains.",
            "cite_spans": [],
            "section": "Mutation analysis of BG isolates ::: Results",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "mention": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 408,
                    "end": 417,
                    "mention": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 326,
                    "end": 333,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The 72 kb deletion in 1013-2 included the structural genes for biosynthesis of surfactin, a cyclic lipopeptide with a mild hemolytic activity [34]. To test whether the “military” and in vitro passaged strains possessed low-grade hemolytic activity, we streaked these variants on rich agar media containing 5% sheep's blood and looked for hemolysis. To our surprise, all strains exhibited striking variation in their coloration (Figure 2A), with the 1942, 9372-1 and Detrick-1 isolates considerably darker on blood agar than the other “military” and in vitro passaged isolates. In addition, on LB the 1013-2 and 9372-1 isolates appeared white and off-white, respectively. Pigmentation of B. subtilis colonies is associated with production of a melanin-like pigment by the CotA protein, a major component of the spore coat [37]. In addition to the variations in pigmentation, streaks of the 1942 and Detrick-1 isolates were consistently translucent under transillumination (Figure 2B). These zones of translucency are suggestive of weak β-hemolysis, which has previously been observed in B. subtilis strains that produce high levels of surfactin [34], [35], [38]. The other strains exhibited either weak α-hemolysis or none at all, with the exception of the strongly hemolytic 49822-1 variant. At least in the “military” lineage, the quasi-hemolytic phenotype and dark-brown colony pigmentation correlated with the presence of a wild-type spo0F allele, suggesting that the ability of B. atrophaeus to lyse red blood cells may be regulated in part by spo0F. However this was not universally the case; the BACI051 strain had two discernible variants on SBA (not shown), one of which appeared to have recovered partial hemolytic activity (Figure 2B).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "mention": "[34]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 821,
                    "end": 825,
                    "mention": "[37]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "mention": "[34]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "mention": "[35]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "mention": "[38]",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Effects of genotype on strain phenotypes ::: Results",
            "ref_spans": [
                {
                    "start": 428,
                    "end": 437,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 972,
                    "end": 981,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1734,
                    "end": 1743,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To gain insight into the effects of genetic divergence of the adapted isolates on their metabolic capacity, the Detrick isolates and the separate 1013 isolates were compared by multiphenotype analysis using the Omnilog system, which allows the high-throughput comparison of 96×20 discrete growth conditions, including carbon, nitrogen, phosphorus, sulfate, nutrient supplements, pH, osmolytes as well as a broad class of growth inhibitors. The growth of the 1942 strain was used as a reference for determining relative growth rates of the other strains. The results of these experiments are summarized in Figure 6 and Table S4. In general, growth of the 1013 isolates was significantly diminished relative to the 1942 in many different growth conditions, most notably in the ability to use amino acids and peptides as carbon and nitrogen sources, to withstand osmotic stress, and to grow under reduced pH. In addition, the strains had developed sensitivity to beta-lactams, quinolones, and membrane-disrupting activities. These results suggested broad combined effects of several mutations on the phenotype of the strains. In addition to the spo0F(A98P) allele, which is a likely candidate for highly pleiotropic effects on the decision to sporulate under many different conditions, both strains contain substitutions in the yetF and yqgE genes that may be contributing to the phenotypes observed. The more pronounced defect in 1013-2 may be attributable to defects in the gerAB and gerAC genes and the large 72 kb deletion which contains several genes involved in germination.",
            "cite_spans": [],
            "section": "BG strains have distinct metabolic profiles ::: Results",
            "ref_spans": [
                {
                    "start": 605,
                    "end": 613,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "By contrast, the Detrick isolates in general grew more robustly than the 1942 strain under multiple growth conditions. Increased relative growth rates were particularly pronounced for acidic conditions and media containing osmolytes, but particularly for wells containing sodium lactate [6].",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "BG strains have distinct metabolic profiles ::: Results",
            "ref_spans": []
        },
        {
            "text": "Another isolate in the “military” lineage, Dugway, is clearly derived from the Detrick lineage by SNP/indel profiling yet has a metabolic profile that is much closer to the parental strain. Like the Detrick isolates, the Dugway strain grows better at low pH, but many of the other conditions do not promote elevated growth relative to 1942. Only one mutation differentiates that isolate from the Detrick-2 isolate – a 2-bp insertion in the yojO gene encoding a putative activator of nitric oxide (NO) synthesis. Again, the physiological role of this mutation is unclear, although nitric oxide synthesis plays a critical role in modulating antibiotic resistance in Bacillus spp. [39]. In addition to its role in promoting resistance to antibacterial drugs, NO is known to modulate B. subtilis genes involved in nitrate respiration when oxygen is limited [40]; thus the lowered growth in this strain may reflect the inability to grow to higher densities and overcome the resulting lower oxygen tension. An additional isolate, BACI051 is clearly derived from Dugway, yet two variants have accumulated additional mutations in sigH (spo0H), hpr/scoC, and ebrB. Notably, the phenotype of BACI051-E on plates more closely resembles the 1942 strain (Figure 2B).",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 682,
                    "mention": "[39]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 853,
                    "end": 857,
                    "mention": "[40]",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "BG strains have distinct metabolic profiles ::: Results",
            "ref_spans": [
                {
                    "start": 1242,
                    "end": 1251,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "sequencing of the “military” isolates revealed a frameshift mutation in the katA gene encoding the major vegetative catalase [41]. The absence of catalase activity in “military” isolates was confirmed by adding a solution of 3% H2O2 to smears of various strains. In contrast to the 1942 strain, which exhibited immediate and robust catalase activity, the strains containing the frameshift lacked this activity. A small amount of bubbling could be seen, probably due to the presence of a second catalase normally packaged in spores [42].",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "mention": "[41]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 531,
                    "end": 535,
                    "mention": "[42]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Catalase activity of BG ::: Results",
            "ref_spans": []
        },
        {
            "text": "To test whether the phenotype observed on blood agar was associated with differences in sporulation, selected strains were grown for two days as patches on blood agar, resuspended in PBS and counted directly. Strain Detrick-2exhibited significantly higher percentages of phase-bright spores than the Detrick-1 strain (Figure 7, Mean +/− standard error of the mean). Similar results were observed for the 1942 and Dugway strains (not shown). The 1013-1 strain exhibited an even higher degree of sporulation than the Detrick-1 strain under identical conditions (Figure 7).",
            "cite_spans": [],
            "section": "Sporulation efficiency ::: Results",
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 560,
                    "end": 568,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "\nBacillus atrophaeus has historically been grouped with B. subtilis, and is usually described as a black-pigmented variant (var. niger) because of its many phenotypic similarities to the better-characterized B. subtilis. Both organisms are soil-dwelling, non-pathogenic saprophytes, but have been differentiated by the ability to produce pigment on nutrient media containing an organic nitrogen source [13]. The orange pigmentation of B. atrophaeus var.globigii spores made it an attractive simulant for B. anthracis, facilitating the detection of dispersed spores in complex environmental samples. Recently, more sensitive phylogenetic approaches using AFLP have delineated B. atrophaeus as a separate species [13], [14]. The taxonomic confusion has arisen due to inadequately sensitive typing methods, and has led to misattribution of pathogenic qualities associated with some B. licheniformis strains to the B. atrophaeus strains currently in use as simulants [12], for which no direct evidence of pathogenicity exists. This report defines the genomic composition of B. atrophaeus var.globigii and clearly separates the species by whole-genome phylogenetic analysis.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "mention": "[13]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 711,
                    "end": 715,
                    "mention": "[13]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 717,
                    "end": 721,
                    "mention": "[14]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 963,
                    "end": 967,
                    "mention": "[12]",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we generated a high-quality, closed reference genome for the 1942 isolate using a combination of 454, Illumina, and directed Sanger sequencing. We expect the final genome to have an error rate of ∼1 in 50,000 basepairs. When we mapped the 454 datasets for all of the isolates back to the finished sequence that was generated using the same DNA, we noted several putative SNPs that were common to all datasets (Table 4). We believe these represent errors introduced during generation of the final consensus sequence, as they did not appear when the isolates were mapped against draft sequence generated exclusively using the 454 platform; these are currently being verified and the final sequence will be updated.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 425,
                    "end": 432,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Our sequences of multiple, closely related strains of this organism allow us to trace the derivation of the “military” BG isolates currently in use to a culture present at Camp Detrick during the 1940s and 1950s. The origin of ATCC 49822 is not as clear, but a publication from that era suggests a possible common origin at the University of Wisconsin [43]. While that strain is unlikely to be NRS-356 itself, given the presence of several strain-specific SNPs in our sequence, the SNPs common to both 49822 and the “military” lineage suggest a common ancestor that is not represented among the strains sequenced for this study. Given the lack of original records, it is unclear whether the NRS-356 variant in this study might have passed through Camp Detrick and been returned to the University of Wisconsin. However, given the date on the label and the general secrecy of operations at Camp Detrick during the Second World War [26] we consider this possibility unlikely.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "mention": "[43]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 929,
                    "end": 933,
                    "mention": "[26]",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "During development of BGas a simulant for B. anthracis, strains were selected that exhibited the most desirable characteristics, those being rapid growth, high spore yield, and experimental reproducibility. Without being aware of the nature of the genetic alterations in their “optimized” strains, BW workers at Camp Detrick selected a mutant that provided dramatically higher total and relative spore yields, and generated consistent experimental results [6]. These strains were adopted into the inventories of numerous biodefense laboratories and have been used for many decades in simulations of decontamination and dispersal [12]. By applying a combination of genomic and biochemical profiling techniques, our data demonstrate that the BG isolates were “enhanced” by researchers at Camp Detrick during the development of the organism as a simulant.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 629,
                    "end": 633,
                    "mention": "[12]",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The selection of a strain with the desired properties appears to have occurred in at least two discrete steps, as shown by the genome sequences and metabolic profiles. The initial step appears to have been the adaptation of a strain to growth in corn steep liquor, an acidic medium rich in protein and lactate [44]. The robust growth of the Detrick strains relative to 1942 in low-pH medium containing high lactate levels is likely due to mutations in mmgD (2-methylcitrate synthase, position 2029530), or a short-chain 3-oxoacyl-[acyl-carrier-protein] reductase (position 3437350), or both. The most likely candidate for a mutation in the Detrick isolates that increases growth is the frameshift in mmgDthat occurred following the divergence from the 49822 lineage and results in an altered C-terminus (Figure S1). The mmgD geneencodes a 2-methylcitrate synthase that is expressed in the mother cell at the intermediate stages of sporulation [45]. A null mutation in mmgD had no perceptible effect on sporulation, although other TCA-cycle enzymes when mutated led to a loss of sporulation [45]. The effects of the frameshift mutation on sporulation and cellular physiology on the function of the enzyme are not clear at this time. We speculate that the frameshift mutation alters the substrate specificity of MmgD in favor of citrate, thus increasing the flux of lactate-derived intermediates through the tricarboxylic acid cycle. Evidence for this possibility includes the observations that 2-methylcitrate synthases can have partial citrate synthase activity [45] and that the B. subtilis mmgD gene can complement a gltA (citrate synthase) mutant of E. coli\n[46]. Alternatively, alteration of function of mmgD may have predisposed the lactate-adapted strain to acquisition of a hypersporulating phenotype, which is not readily isolated or stable in B. subtilis (see below); however the presence of a hypersporulating phenotype in an independently evolved lineage (1013) of BG indicates that the species may have an intrinsic predisposition to evolving such a phenotype in vitro.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "mention": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 943,
                    "end": 947,
                    "mention": "[45]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "mention": "[45]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "mention": "[45]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "mention": "[46]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The “military” strains also grow more readily on media containing D,L-diaminopimelic acid (meso-DAP), a major component of bacterial peptidoglycan. Corn steep liquor is derived from the incubation of corn in water at 42–55°C, during which a lactic fermentation by a community of wild organisms including numerous uncharacterized Bacillus spp. occurs. Total bacterial counts at the conclusion of CSL production can be quite high [44], thus the availability of such compounds for growth is not surprising. Another potential source of meso-DAP could be bacterial autolysis during sporulation. The relative roles of each of the alleles in growth on lactate and/or meso-DAP is the subject of current investigation in our laboratory.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "mention": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The second step in the development of BG as a simulant appears to have been the deliberate selection of a hypersporulating variant [6], [47]. Importantly, the selection of a strain optimized for spore yield resulted in the fixation of a new spo0F allele that has no counterpart among the available spo0F sequences (Figure 8). The sole Spo0Fsequence that differs at position 101 is that of B. clausii, in which tyrosine replaces histidine. Notably, the spo0F(H101R) mutation is distinct from a separate spo0F(A98P) mutation present in the in vitro passaged 1013 isolates. Given that the amino acid sequence of B. atrophaeus Spo0F is identical to that of B. subtilis but for two conservative substitutions, it is likely to have very similar if not identical biochemical properties. Detrick-1 and 1942 likely represent one of the two R colony morphotypes described by Hayward et al.\n[6], whereas the hypersporulating F morphotypes likely arose due to the emergence of the spo0F(H101R) mutation. However, the possibility that Detrick-1 represents a reversion mutant at this locus from Detrick-2 cannot formally be excluded, but since it represented the dominant morphotype in the 1952 Detrick vial we believe this is unlikely. The presence of the spo0F(H101R) allele in the ATCC 9372 strains suggests that these strains were acquired by ATCC after this mutation appeared within the Detrick lineage. Experiments to verify the roles of each allele in modulating sporulation are currently in progress. Preliminary results indicate that transformation of B. subtilis Δspo0F with B. atrophaeus DNA and selection of spo+ cells dramatically alters colony morphology independently of the spo0F allele introduced; additional studies to verify the effects of each allele are currently in progress (James Hoch, personal communication).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 136,
                    "end": 140,
                    "mention": "[47]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 880,
                    "end": 883,
                    "mention": "[6]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "mention": "Figure 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "The H101R and A98P allelesare likely to alter the response to signals promoting sporulation. Aspo0F(H101A) allele results in a sporulation-proficient strain that throws off sporulation-deficient papillae [48], and the same mutation has been shown to suppress the spo− phenotype of a strain containing a defective kinA allele. H101 has been proposed as a potential metal-binding site with particular affinity for Cu2+\n[49]. Binding of Cu2+ (or another divalent metal) at this site may modulate interaction with one or more sensor kinases that promote sporulation. Substitution of positively charged arginine at this position could potentially mimic the binding of a metal cation in the loop containing H101, resulting in altered sporulation of the strains due to a change in the interaction with the kinases governing sporulation. It is unclear why, given the proposed role of divalent Cu2+ in suppressing sporulation, H101R would result in a hypersporulation phenotype. The mechanistic relationship between spo0F(H101R) and the hypersporulation phenotype will be tested in future experiments.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "mention": "[48]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 417,
                    "end": 421,
                    "mention": "[49]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Both variants in the 1013 lineage possess an A98P allele in spo0F. Although the presence of several other mutations within this lineage confounds the attribution of the hypersporulating phenotype to this allele at this time, the presence of a mutation in the same gene as another hypersporulating mutant is highly suggestive. The effect of proline substitution at position 98 on Spo0F functionis not immediately obvious, but the relatively inflexible proline residue can disrupt alpha-helices in protein structures. The 1013-1 lineage exhibits a hypersporulating phenotype even more pronounced than spo0F(H101R) strains in the “military” lineage. The observation that hypersporulating phenotypes have emerged during cultivationof two independent B. atrophaeus lineages point to the possibility that certain in vitro selection pressures may actually favor hypersporulating variants.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The selection pressures acting on the sporulation pathwayare highlighted by the sheer number of mutations discovered within the entire data set that occur in proteins known to play roles in sporulation. Nine of the 38 mutations (23%) found in all lineages were in genes that directly or indirectly regulate either entry into stationary phase or sporulation; this number exceeds the number that would be expected if mutations were to occur by chance, since less than 5% of B. subtilis genes are dedicated to regulatory processes of any kind [50], [51]. In addition to the mutations found within the “military” lineage, the two variants of ATCC 49822 shown in Figure 2 differ by mutations in rpoB (Table S5) which also plays a role in entry into sporulation [52]. Null mutations in spo0F resulting in asporogenous phenotypes contribute to colony morphology variation in B. anthracis, B. thuringiensis and B. subtilis\n[53], [54], [55]. Enhanced in vitro “fitness” is also a likely driver behind the recovery of asporogenic B. anthracis mutants that were discovered during the investigation into the B. anthracis attacks of 2001 [56]. Because the process of sporulation is highly energy-intensive and irreversible once commenced, mutants that delay sporulation (or fail to sporulate altogether) to take advantage of remaining nutrients would out-compete wild-type cells during repeated passage in vitro in the absence of other selection pressures, as has been demonstrated in extended in vitro evolution studies with B. subtilis under relaxed sporulation conditions [57]. This may not be universally the case, since gain-of-function mutations in sporulation such as those observed in this studymay compete favorably with wild-type cells if cannibalism of vegetative cells by sporulating bacteria is the dominant selective pressure [58]. Finally, horizontally transferred genetic elements can have dramatic effects on sporulation: for example, recent studies of phage lysogeny in B. anthracis have revealed the ability of several integrated phages to positively affect the kinetics of sporulation upon lysogeny of commonly used B. anthracis strains [59].",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "mention": "[50]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 546,
                    "end": 550,
                    "mention": "[51]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 756,
                    "end": 760,
                    "mention": "[52]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 915,
                    "end": 919,
                    "mention": "[53]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 921,
                    "end": 925,
                    "mention": "[54]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 927,
                    "end": 931,
                    "mention": "[55]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "mention": "[56]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "mention": "[57]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1827,
                    "end": 1831,
                    "mention": "[58]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2144,
                    "end": 2148,
                    "mention": "[59]",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 658,
                    "end": 666,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "This study identifies the spo0F(H101R) allele as the signature of a deliberate selection during the development of B. atrophaeus as a simulant. However, without the knowledge of the history and the analysis of the phenotypes of the strains originating from “Camp Detrick” as published in the open literature, attribution of this genotype to a deliberate selection event would not have been definitive, since a similar phenotype is observed in the 1013 lineage which to our knowledge was not deliberately selected for any specific trait. Any study designed to determine genomic “signatures” of deliberate enhancement or selection is likely to require an analysis of the baseline likelihood that mutations conferring a similar phenotype would emerge and become fixed by natural processes within an evolutionary timeframe consistent with a known time interval or number of passages.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Available evidence suggests that hypersporulation is not easily evolved in vitro. Maughan and coworkers attempted to evolve populations of a laboratory strain of B. subtilis with a hypersporulating phenotype by repeatedly heat-shocking cultures. While their efforts to enrich for hypersporulators failed, other studies revealed that asporogenous mutants evolved readily [60], [61], confirming many early studies ([62] and references therein). With the exception of the studies by Maughan et al., most ofthese investigators applied selections intended to inhibit sporulation rather than to enrich for strains with elevated sporulation rates. The 1013 lineage was never heat-shocked during its many transfers; thus the adaptations seen in this work are the result of balancing sporulation versus vegetative growth for prolonged periods on agar slants. However, because undomesticated isolates were observed to sporulate to 98–100% [60], we cannot formally exclude the possibility that in vitro culture of the 1942 strain following its isolation for an unknown period by the University of Wisconsin might have selected for a hyposporulating variant. In this scenario, the H101Rand A98P mutations would represent suppressor mutations. We consider this possibility unlikely, given the phenotypic similarity of two environmental isolates in the UW collection (1942 and NRS-356). Furthermore, a progression toward darker pigmentation and greater hemolysisis evident in the “military” lineage (Figure 2B). These phenotypic changes are associated with the accumulation of additional mutations including a P145L substitution mutation in sigH, a positive regulator of sporulation [63], [64] and an A13P mutation in scoC, a negative regulator of sporulation [65]. Together, the strains analyzed in this study suggest strong selective pressures on the genes in the sporulation pathway, and more carefully controlled studies should be carried out to determine the dynamics of in vitro evolution and adaptation of spore-forming organisms, as has been done extensively in E. coli\n[66], [67], [68], [69], [70].",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "mention": "[60]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 376,
                    "end": 380,
                    "mention": "[61]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 413,
                    "end": 417,
                    "mention": "[62]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 929,
                    "end": 933,
                    "mention": "[60]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1669,
                    "end": 1673,
                    "mention": "[63]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1675,
                    "end": 1679,
                    "mention": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1746,
                    "end": 1750,
                    "mention": "[65]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2064,
                    "end": 2068,
                    "mention": "[66]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2070,
                    "end": 2074,
                    "mention": "[67]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2076,
                    "end": 2080,
                    "mention": "[68]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2082,
                    "end": 2086,
                    "mention": "[69]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2088,
                    "end": 2092,
                    "mention": "[70]",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1486,
                    "end": 1495,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Unexpectedly, the “military” lineages were also marked by the loss of catalase activity, whose presence is an identifying feature of both B. subtilis and B. atrophaeus\n[13]. This activity was present in a separate lineage of in vitro passaged organisms, so it is not immediately clear why “military” isolates, i.e. those subjected to selection within the early days of the development of BG as a simulant organism, would have lost the catalase activity characteristic of the parental isolate. Because the KatA gene product is not found in spores [41], [71], we consider it unlikely that the absence of this activity would impact the resistance of spores to decontamination reagents, and thus any antioxidant resistance phenotype exhibited by spores of “military” isolates would likely have gone unnoticed. However, direct comparisons of the “military” B. atrophaeus lineages to the progenitor strains have not been done, and pleiotropic effects of a spo0F mutation on spore physiology cannot currently be excluded.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "mention": "[13]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 546,
                    "end": 550,
                    "mention": "[41]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 552,
                    "end": 556,
                    "mention": "[71]",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Whole-genome approaches are becoming critical components of microbial forensics. The SNPs and indels identified in the analysis of evidentiary materials currently become the basis for higher-throughput assays to screen large numbers of samples [56], [72]. Decreasing costs of whole-genome sequencing, and the comprehensive nature of the analysis, may make this the preferred method of forensic analysis of microbial samples in the future. With recently developed techniques of allele quantitation within populations by mass spectrometry [73], real-time PCR [74], and census-by-sequencing [68], [75], it may be possible to quantitate accurately rare alleles within any given microbial population. We are particularly intrigued by the possibility that, given a mixture of different variants and sufficient sequencing power, ultra-high coverage sequencing may prove to be a more quantitative means of enumerating the relative populations in a sample even before the presence of variants has been established. The results from sequencing two strains of BACI051 in this study provide evidence of such hidden diversity.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "mention": "[56]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 250,
                    "end": 254,
                    "mention": "[72]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 557,
                    "end": 561,
                    "mention": "[74]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 588,
                    "end": 592,
                    "mention": "[68]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 594,
                    "end": 598,
                    "mention": "[75]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The genomic basis of interlaboratory strain variation is only beginning to become evident, with recent studies tracing the histories of commonly used lab strains of B. subtilis 168, E. coli, Salmonella enterica serovar Typhimurium 14028s, Pseudomonas aeruginosaPA01 and Mycobacterium tuberculosis H37Rv [76], [77], [78], [79], [80], [81]. These have revealed significant divergence of putatively identical strains from one laboratory to another, largely arising from mutations that accumulate during serial passage. Like the earlier work, our study highlights the utility of approaches based on whole-genome sequencing for the discrimination of closely related strains, especially when investigating the provenance for a given isolate. Tragically, at least 13 institutions are known to have destroyed archival collections of Select Agents [82] following the implementation of mandatory monitoring and reporting requirements, representing an incalculable loss of phenotypic and genomic diversity. This report underscores the importance of maintaining the genetic heritage preserved in the culture collections of individual investigators and institutions.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "mention": "[76]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 309,
                    "end": 313,
                    "mention": "[77]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 315,
                    "end": 319,
                    "mention": "[78]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 321,
                    "end": 325,
                    "mention": "[79]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 327,
                    "end": 331,
                    "mention": "[80]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 333,
                    "end": 337,
                    "mention": "[81]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 839,
                    "end": 843,
                    "mention": "[82]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Samples had been maintained as suspensions of viable spores in sterile soil for approximately 60 years. The 1942 (left) and NRS-356 sample dated from 1944 (right) were found in the University of Wisconsin Department of Bacteriology strain collections. The 1952 sample (center) was returned to the Univ. of Wisconsin from Camp Detrick in 1952.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: \nA) Appearance of B. atrophaeus strains on LB or blood agar plates after 24 hours at 37°C. Plates were illuminated directly. B) β-Hemolysis of some B. atrophaeus strains. Transilluminated plates after 24 or 48 hours of growth on blood agar at 37°C.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Information-based genomic distance (IBGD) was determined by comparing the relative distributions of n-mers within each genome to generate a pair-wise matrix of relative n-mer frequencies (see Materials and Methods). Variation of the n-mer length between 4 and 8 did not substantially affect the derived phylogeny. In this case n-mer length of 5 was utilized. For clarity, only three select species of the B. cereus group (of more than 30 that all cluster together) are labeled on the figure. The apparent divergence of isolate 1013-2 is due to alteration of the n-mer frequencies as a result of the deletion of 72 kb of genomic material.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: \nA) Whole-genome consensus optical restriction maps (NcoI) of B. atrophaeus ATCC 9372-1 (Top), 1942 (middle) and 1013-2 (bottom) isolates. B) expanded view showingdetail of the deleted regions in ATCC 9372-1 and 1013-2.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: \nA) Whole-genome shotgun sequences of the other strains were mapped to the de novo assembled contigs of the 1942 strain using Newbler. Mutations exhibiting high quality scores in both reference and query sequences and with differences from the template exhibited in >85% of the individual sequencing reads are indicated as a blackened box. In one case (position 259001 in ATCC 9372-1) an initial false-negative due to the formation of a homopolymeric tract was found by direct inspection of the assemblies. The genes whose functions are altered by the given mutation are indicated in Table 4. B) Microevolutionary history of B. atrophaeus var. globigii strains. “Enhancement” events are indicated in red.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Six strains were each inoculated into twenty 96-well Omnilog plates and grown at 37°C. Reduction of tetrazolium dye by respiring cells was measured every 15 minutes by optical density. Dye reduction relative to the 1942 strain is shown; the red ratio values indicate less respiration while the green ratio values indicate more respiration as compared to the 1942 strain. Individual arrays or strains are displayed in each of the six major columns labeled Detrick 1, Detrick 2, Detrick 3, 1013-1, 1013-2, and Dugway. A) Heat map of all conditions for each strain. Each of the twenty plates for each strain is represented by the notation PM01-PM20 (left-to-right for each strain) along the x-axis. The rows represent the well position, and are denoted as Ai to Hi (i = 1 to 12) from the bottom to the top of the plot in each array along the y-axis. Each cell ratio value represents the average of two biological replicates for each strain. Plates PM01-PM10 contains single wells for each growth condition, while plates PM11-PM20 contain quadruplicate wells for each growth condition. Solid circle indicates wells containing sodium lactate; dotted circle indicates well containing L-serine at pH 4.5. The details of the 1920 growth conditions can be found in the first worksheet labeled “All strain AUC data” in Table S4. B) Most significant phenotypes for each of the six test strains as compared to the 1942 strain. The phenotypes with statistically significant increases and/or the decreases in ratio values for each of the six strains are presented. For the 1013 isolates only the conditions giving the five largest changes are presented. The number in each color block indicates the ratio for the test strain relative to the parent strain for the phenotype specified. The details of all significant phenotypes for each test strain can be obtained in Table S4. Bold Italic font indicates p<0.05.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Phase-contrast microscopy of BG strains after two days of growth on SBA. Vegetative cells appear as phase-dark rods, while spores appear as round, phase-bright globules. The mean percentage sporulation of each strain in a representative experiment is given ±SEM. The experiment was repeated on three consecutive days; representative results of a single experiment are shown. Statistical significance was determined by mixed ANOVA (Tukey's method, p<0.05).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: The predicted protein sequences of Spo0F from multiple Bacillus species were aligned using ClustalW. Residues mutated in hypersporulating variants are indicated with grey (A98P) and black (H101R) arrows. Key: Batroph – Bacillus atrophaeus; Bsubtilis – B. subtilis 168; B_amyloliq – B. amyloliquefaciens; B_NRRL - Bacillus. spp. NRRL; B_SG-1 – Bacillus spp. SG-1; B_thur – B. thuringiensis strains Al Hakam and var. Israelensis (Isr); B_coahuil – B. coahuilensis; B_weihenst – B. weihenstephanensis; B_pseudomyc – B. pseudomycoides.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Isolation and characterization of sporulation-initiation mutation in the Bacillus subtilisprfB gene.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Inaoka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nanamiya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sadaie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ochi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biosci Biotechnol Biochem",
            "volume": "71",
            "issn": "",
            "pages": "397-406",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The RAST Server: rapid annotations using subsystems technology.",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bartels",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "DeJongh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Disz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Genomics",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The katX gene, which codes for the catalase in spores of Bacillus subtilis, is a forespore-specific gene controlled by sigmaF, and KatX is essential for hydrogen peroxide resistance of the germinating spore.",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bagyan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casillas-Martinez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Setlow",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Bacteriol",
            "volume": "180",
            "issn": "",
            "pages": "2057-2062",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Temporal regulation of the Bacillus subtilis early sporulation gene spo0F.",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lewandoski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dubnau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Bacteriol",
            "volume": "172",
            "issn": "",
            "pages": "5432-5439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Genome evolution and adaptation in a long-term experiment with Escherichia coli.",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Barrick",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "1243-1247",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Genome-wide Mutational Diversity in an Evolving Population of Escherichia coli.",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Barrick",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Lenski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cold Spring Harb Symp Quant Biol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Solexa Ltd.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pharmacogenomics",
            "volume": "5",
            "issn": "",
            "pages": "433-438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Studies on Bacterial Spores: III. A Contribution to the Physiology of Spore Production in Bacillus mycoides.",
            "authors": [
                {
                    "first": "BC",
                    "middle": [],
                    "last": "Brunstetter",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Magoon",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "J Bacteriol",
            "volume": "24",
            "issn": "",
            "pages": "85-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A sigma E dependent operon subject to catabolite repression during sporulation in Bacillus subtilis.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moran",
                    "suffix": "Jr"
                }
            ],
            "year": 1996,
            "venue": "J Bacteriol",
            "volume": "178",
            "issn": "",
            "pages": "4778-4786",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Detection of molecular diversity in Bacillus atrophaeus by amplified fragment length polymorphism analysis.",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "BV",
                    "middle": [],
                    "last": "Bronk",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl Environ Microbiol",
            "volume": "70",
            "issn": "",
            "pages": "2786-2790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Evaluation of the Biological Sampling Kit (BiSKit) for large-area surface sampling.",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Buttner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "LD",
                    "middle": [],
                    "last": "Stetzenbach",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Klima-Comba",
                    "suffix": ""
                },
                {
                    "first": "VL",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl Environ Microbiol",
            "volume": "70",
            "issn": "",
            "pages": "7040-7045",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Difference between the spore sizes of Bacillus anthracis and other Bacillus species.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrera",
                    "suffix": ""
                },
                {
                    "first": "RO",
                    "middle": [],
                    "last": "Zandomeni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fitzgibbon",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Sagripanti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Appl Microbiol",
            "volume": "102",
            "issn": "",
            "pages": "303-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Destruction of Microbial Collections in Response to Select Agent and Toxin List Regulations.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Imperiale",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science",
            "volume": "8",
            "issn": "",
            "pages": "151-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Alkyl hydroperoxide reductase, catalase, MrgA, and superoxide dismutase are not involved in resistance of Bacillus subtilis spores to heat or oxidizing agents.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casillas-Martinez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Setlow",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Bacteriol",
            "volume": "179",
            "issn": "",
            "pages": "7420-7425",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "[Analysis of the morphological variants arising during S <–> R dissociation in Bacillus thuringiensis].",
            "authors": [
                {
                    "first": "VI",
                    "middle": [],
                    "last": "Chemerilova",
                    "suffix": ""
                },
                {
                    "first": "OA",
                    "middle": [],
                    "last": "Sekerina",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Talalaeva",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mikrobiologiia",
            "volume": "76",
            "issn": "",
            "pages": "507-514",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Experimental evolution with E. coli in diverse resource environments. I. Fluctuating environments promote divergence of replicate populations.",
            "authors": [
                {
                    "first": "TF",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Lenski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Evol Biol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Whole-genome typing of Bacillus anthracis isolates by next-generation sequencing accurately and rapidly identifies strain-specific diagnostic polymorphisms.",
            "authors": [
                {
                    "first": "CABC",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "C.A.",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Brzoska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Beudry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Schupp",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Furtado",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Budowle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Forensic Sci Int",
            "volume": "2",
            "issn": "",
            "pages": "300-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Tracing ancestors and relatives of Escherichia coli B, and the derivation of B strains REL606 and BL21(DE3).",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daegelen",
                    "suffix": ""
                },
                {
                    "first": "FW",
                    "middle": [],
                    "last": "Studier",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Lenski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cure",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Biol",
            "volume": "394",
            "issn": "",
            "pages": "634-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Base-calling of automated sequencer traces using phred. II. Error probabilities.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ewing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genome Res",
            "volume": "8",
            "issn": "",
            "pages": "186-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Base-calling of automated sequencer traces using phred. I. Accuracy assessment.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ewing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hillier",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Wendl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genome Res",
            "volume": "8",
            "issn": "",
            "pages": "175-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The spread of a beneficial mutation in experimental bacterial populations: the influence of the environment and genotype on the fixation of rpoS mutations.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferenci",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Heredity",
            "volume": "100",
            "issn": "",
            "pages": "446-452",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Genomic sequencing reveals regulatory mutations and recombinational events in the widely used MC4100 lineage of Escherichia coli K-12.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferenci",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Betteridge",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Bacteriol",
            "volume": "191",
            "issn": "",
            "pages": "4025-4029",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Reclassification of bioindicator strains Bacillus subtilis DSM 675 and Bacillus subtilis DSM 2277 as Bacillus atrophaeus.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fritze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pukall",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int J Syst Evol Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "35-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Citrate synthase and 2-methylcitrate synthase: structural, functional and evolutionary relationships.",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gerike",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Dyall-Smith",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Danson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Microbiology",
            "volume": "144 ",
            "issn": "Pt 4",
            "pages": "929-935",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Cannibalism by sporulating bacteria.",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Gonzalez-Pastor",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Hobbs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Losick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "510-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Consed: a graphical tool for sequence finishing.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abajian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genome Res",
            "volume": "8",
            "issn": "",
            "pages": "195-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Identifying experimental surrogates for Bacillus anthracis spores: a review.",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keim",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Investig Genet",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Endogenous nitric oxide protects bacteria against a wide spectrum of antibiotics.",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gusarov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shatalin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Starodubtseva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nudler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "1380-1384",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Finishing repeat regions automatically with DupFinisher.",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chain",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "141-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Interspecies transformation in Bacillus: sequence heterology as the major barrier.",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Harris-Warrick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Bacteriol",
            "volume": "133",
            "issn": "",
            "pages": "1237-1245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Strain Variation as a Factor in the Sporulating Properties of the So-called Bacillus globigii.",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Marchetta",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Hutton",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "J Bacteriol",
            "volume": "52",
            "issn": "",
            "pages": "51-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Detecting SNPs and estimating allele frequencies in clonal bacterial populations by sequencing pooled DNA.",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "YY",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dougan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "2074-2075",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "CotA of Bacillus subtilis is a copper-dependent laccase.",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Hullo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moszer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Danchin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martin-Verstraete",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Bacteriol",
            "volume": "183",
            "issn": "",
            "pages": "5426-5430",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Application of phylogenetic networks in evolutionary studies.",
            "authors": [
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Huson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Biol Evol",
            "volume": "23",
            "issn": "",
            "pages": "254-267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Variation Among Genome Sequences of H37Rv Strains of M. tuberculosis from Multiple Laboratories.",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Ioerger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ganesula",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Dobos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Bacteriol",
            "volume": "",
            "issn": "",
            "pages": "JB.00166-00110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Short-Term Signatures of Evolutionary Change in the Salmonella enterica Serovar Typhimurium 14028 Genome.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jarvik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smillie",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Groisman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ochman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Bacteriol",
            "volume": "192",
            "issn": "",
            "pages": "560-567",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Rapid surface motility in Bacillus subtilis is dependent on extracellular surfactin and potassium ion.",
            "authors": [
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Kinsinger",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Shirk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fall",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Bacteriol",
            "volume": "185",
            "issn": "",
            "pages": "5627-5631",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Genome Diversity of Pseudomonas aeruginosa PAO1 laboratory strains.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klockgether",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Munder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neugebauer",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stanke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Bacteriol",
            "volume": "",
            "issn": "",
            "pages": "JB.01515-01509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Structural analysis of divalent metals binding to the Bacillus subtilis response regulator Spo0F: the possibility for in vitro metalloregulation in the initiation of sporulation.",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Kojetin",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waterman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biometals",
            "volume": "18",
            "issn": "",
            "pages": "449-466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Optical mapping and 454 sequencing of Escherichia coli O157 : H7 isolates linked to the US 2006 spinach-associated outbreak.",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Kotewicz",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Mammel",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "LeClerc",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Cebula",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Microbiology",
            "volume": "154",
            "issn": "",
            "pages": "3518-3528",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Optical maps distinguish individual strains of Escherichia coli O157 : H7.",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Kotewicz",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "LeClerc",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Cebula",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Microbiology",
            "volume": "153",
            "issn": "",
            "pages": "1720-1733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Anthrax letters: personal exposure, building contamination, and effectiveness of immediate mitigation measures.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kournikakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Occup Environ Hyg",
            "volume": "7",
            "issn": "",
            "pages": "71-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "The complete genome sequence of the gram-positive bacterium Bacillus subtilis.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kunst",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ogasawara",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moszer",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Albertini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alloni",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "390",
            "issn": "",
            "pages": "249-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Optical mapping as a routine tool for bacterial genome sequence finishing.",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Latreille",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "BS",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henkhaus",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Genomics",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Corn steep liquor in microbiology.",
            "authors": [
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Liggett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koffler",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Bacteriol Rev",
            "volume": "12",
            "issn": "",
            "pages": "297-311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Formation and composition of the Bacillus anthracis endospore.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "NH",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thomason",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shallom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hazen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Bacteriol",
            "volume": "186",
            "issn": "",
            "pages": "164-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Rapid quantification of single-nucleotide mutations in mixed influenza A viral populations using allele-specific mixture analysis.",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Driebe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schupp",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol Methods",
            "volume": "163",
            "issn": "",
            "pages": "109-115",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Clonal adaptive radiation in a constant environment.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maharjan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seeto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Notley-McRobb",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferenci",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "514-517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Genome sequencing in microfabricated high-density picolitre reactors.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Margulies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egholm",
                    "suffix": ""
                },
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Attiya",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "376-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "The roles of mutation accumulation and selection in loss of sporulation in experimental populations of Bacillus subtilis.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maughan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Masel",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Birky",
                    "suffix": "Jr"
                },
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genetics",
            "volume": "177",
            "issn": "",
            "pages": "937-948",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Stochastic processes influence stationary-phase decisions in Bacillus subtilis.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maughan",
                    "suffix": ""
                },
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Bacteriol",
            "volume": "186",
            "issn": "",
            "pages": "2212-2214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "The population genetics of phenotypic deterioration in experimental populations of Bacillus subtilis.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maughan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Callicotte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Birky",
                    "suffix": "Jr"
                },
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Evolution",
            "volume": "60",
            "issn": "",
            "pages": "686-695",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "The National Microbial Pathogen Database Resource (NMPDR): a genomics platform based on subsystem annotation.",
            "authors": [
                {
                    "first": "LK",
                    "middle": [],
                    "last": "McNeil",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bartels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohoon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "D347-353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Taxonomic Relationship of Black-Pigmented Bacillus subtilis Strains and a Proposal for Bacillus atrophaeus sp. nov.",
            "authors": [
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Int J Syst Bacteriol",
            "volume": "39",
            "issn": "",
            "pages": "295-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Identification of a genetic locus required for biosynthesis of the lipopeptide antibiotic surfactin in Bacillus subtilis.",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Marahiel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zuber",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Bacteriol",
            "volume": "170",
            "issn": "",
            "pages": "5662-5668",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "\nsrfA is an operon required for surfactin production, competence development, and efficient sporulation in Bacillus subtilis.",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Magnuson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curry",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Bacteriol",
            "volume": "173",
            "issn": "",
            "pages": "1770-1778",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Cloning and characterization of srfB, a regulatory gene involved in surfactin production and competence in Bacillus subtilis.",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zuber",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Bacteriol",
            "volume": "171",
            "issn": "",
            "pages": "5347-5353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Induction of ResDE-dependent gene expression in Bacillus subtilis in response to nitric oxide and nitrosative stress.",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Bacteriol",
            "volume": "184",
            "issn": "",
            "pages": "1783-1787",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Long-term health effects of participation in Project SHAD (Shipboard Hazard and Defense)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Sequence analysis and regulation of the hpr locus, a regulatory gene for protease production and sporulation in Bacillus subtilis.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perego",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Hoch",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Bacteriol",
            "volume": "170",
            "issn": "",
            "pages": "2560-2567",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "The sterilizing action of gaseous ethylene oxide; sterilization of contaminated objects with ethylene oxide and related compounds; time, concentration and temperature relationships.",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Am J Hyg",
            "volume": "50",
            "issn": "",
            "pages": "280-288",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Sporulation of Bacillus subtilis.",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Piggot",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Hilbert",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Opin Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "579-586",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "\nBacillus subtilis early sporulation genes kinA, spo0F, and spo0A are transcribed by the RNA polymerase containing sigma H.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Predich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Bacteriol",
            "volume": "174",
            "issn": "",
            "pages": "2771-2778",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Regis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Biology of Doom: the History of America's Secret Germ Warfare Project",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Development of Processes for the Production and Use of Bacillus globigii Spores as a Simulant.",
            "authors": [
                {
                    "first": "NG",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Camp Detrick",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Virulent spores of Bacillus anthracis and other Bacillus species deposited on solid surfaces have similar sensitivity to chemical decontaminants.",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Sagripanti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Insalaco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ziemski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Appl Microbiol",
            "volume": "102",
            "issn": "",
            "pages": "11-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "The secret life of the anthrax agent Bacillus anthracis: bacteriophage-mediated ecological adaptations.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuch",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Fischetti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Comparative sterilization effectiveness of plasma in O2-H2O2 mixtures and ethylene oxide treatment.",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Bonato",
                    "suffix": ""
                },
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Mansano",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PDA J Pharm Sci Technol",
            "volume": "61",
            "issn": "",
            "pages": "204-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "High-Precision, Whole-Genome Sequencing of Laboratory Strains Facilitates Genetic Studies.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srivatsan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Tehranchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Genet",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Characterization of Bacillus subtilis DSM704 and its production of 1-deoxynojirimycin.",
            "authors": [
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Kopec",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Yasbin",
                    "suffix": ""
                },
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Appl Environ Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "280-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "A miniature biochip system for detection of aerosolized Bacillus globigii spores.",
            "authors": [
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Stratis-Cullum",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mobley",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Vass",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vo-Dinh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Anal Chem",
            "volume": "75",
            "issn": "",
            "pages": "275-280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Transduction of Sporogenesis in Bacillus subtilis.",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "J Bacteriol",
            "volume": "89",
            "issn": "",
            "pages": "294-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "R: A language and environment for statistical computing",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "High-throughput oncogene mutation profiling in human cancer.",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Debiasi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Winckler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laframboise",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Genet",
            "volume": "39",
            "issn": "",
            "pages": "347-351",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Discovery of phage display peptide ligands for species-specific detection of Bacillus spores.",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Turnbough",
                    "suffix": "Jr"
                }
            ],
            "year": 2003,
            "venue": "J Microbiol Methods",
            "volume": "53",
            "issn": "",
            "pages": "263-271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Molecular recognition in signal transduction: the interaction surfaces of the Spo0F response regulator with its cognate phosphorelay proteins revealed by alanine scanning mutagenesis.",
            "authors": [
                {
                    "first": "YL",
                    "middle": [],
                    "last": "Tzeng",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Hoch",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Mol Biol",
            "volume": "272",
            "issn": "",
            "pages": "200-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Biological indicator for ethylene oxide sterilization, paper strip. The United States Pharmacopeia/The National Formulary",
            "volume": "",
            "issn": "",
            "pages": "231-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Strain-specific single-nucleotide polymorphism assays for the Bacillus anthracis Ames strain.",
            "authors": [
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Van Ert",
                    "suffix": ""
                },
                {
                    "first": "WR",
                    "middle": [],
                    "last": "Easterday",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Simonson",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "U'Ren",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "47-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Isolation of an asporogenic (spoOA) protective antigen-producing strain of Bacillus anthracis.",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Worsham",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Sowers",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can J Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Genomic classification using an information-based similarity index: application to the SARS coronavirus.",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Goldberger",
                    "suffix": ""
                },
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Comput Biol",
            "volume": "12",
            "issn": "",
            "pages": "1103-1116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Autolysis of Cell Walls of Bacillus subtilis.",
            "authors": [
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Tipper",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Strominger",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Journal of Biological Chemistry",
            "volume": "239",
            "issn": "",
            "pages": "PC3600-PC3602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Velvet: algorithms for de novo short read assembly using de Bruijn graphs.",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Zerbino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Birney",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Res",
            "volume": "18",
            "issn": "",
            "pages": "821-829",
            "other_ids": {
                "DOI": []
            }
        }
    }
}