{
    "paper_id": "PMC3568730",
    "metadata": {
        "title": "Isolation and molecular characterization of type I and type II feline coronavirus in Malaysia",
        "authors": [
            {
                "first": "Alazawy",
                "middle": [],
                "last": "Amer",
                "suffix": "",
                "email": "amer_alazawy@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Arshad",
                "middle": [],
                "last": "Siti Suri",
                "suffix": "",
                "email": "suri@putra.upm.edu.my",
                "affiliation": {}
            },
            {
                "first": "Omar",
                "middle": [],
                "last": "Abdul Rahman",
                "suffix": "",
                "email": "aro@vet.upm.edu.my",
                "affiliation": {}
            },
            {
                "first": "Hair",
                "middle": [
                    "Bejo"
                ],
                "last": "Mohd",
                "suffix": "",
                "email": "mdhair@vet.upm.edu.my",
                "affiliation": {}
            },
            {
                "first": "Bande",
                "middle": [],
                "last": "Faruku",
                "suffix": "",
                "email": "bandeyabo@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Sharif",
                "middle": [],
                "last": "Saeed",
                "suffix": "",
                "email": "saeed_22001@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Tengku",
                "middle": [
                    "Ibrahim"
                ],
                "last": "Tengku Azmi",
                "suffix": "",
                "email": "tengku@vet.upm.edu.my",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Feline coronavirus (FCoV) is an enveloped RNA virus belonging to Coronaviridae. The disease is prevalent especially in catteries and multiple-cat household [1]. FCoV consist of two biotypes; Feline infectious peritonitis (FIPV) which is highly fatal and caused immune mediated complex, and feline enteric coronavirus (FECV) which caused from asymptomatic infection to severe enteritis [1,2].",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 386,
                    "end": 387,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 388,
                    "end": 389,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "Two types of FCoV could be distinguished based on serology and sequence analysis. Type I FCoV is wholly feline-associated and prevalent in natural cases of coronavirus infections but it poorly proliferates in cell culture. On the other hand, type II FCoV is less common but grows in different cell lines such as Fcwf-4 and CrFK cells [3,4].",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 336,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 337,
                    "end": 338,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "Although evidence of FIP have been reported among cat population in Malaysia [5,6], the circulating FCoV virus neither isolated nor characterized. Thus, the objectives of this study are to isolate and determine the FCoV biotypes occurring in Malaysia.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 80,
                    "end": 81,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "Of the 42 RNA samples used in this study, 40 samples (95%) were positive and 2 samples (5%) were negative for FCoV following RT-PCR assay. Of these, RT-PCR positive samples, 95% (40/42) and 73.8% (31/42) were able to adapt and multiply in Fcwf-4 and CrFK cell cultures, respectively. Two samples which were positive with RT-PCR assay were found not to grow in cell culture. The entire 40 tissue culture adapted virus were used in the subsequent studies.",
            "cite_spans": [],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "Upon virus inoculation, infected CrFK cells showed initial CPE at passage two with moderate to diffuse CPE at 4–5 days post inoculation (PI). The appearance of CPE became rapid during second and third passages. As the virus propagation reaches the fifth passages; the onset of CPE appeared within 24–48 hours PI. Complete CPE (> 80%) was noticed 48–72 hours PI (Figure 1). On the other hand, infected Fcwf-4 cells showed initial CPE following first passage, with some samples at second passages. The initial CPE was recorded at 2–3 days PI. As the virus passages reach the third passages, the onset of CPE appeared within 24 hours PI and completed within 36–48 hours PI (Figure 2).",
            "cite_spans": [],
            "section": "Findings",
            "ref_spans": [
                {
                    "start": 369,
                    "end": 370,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 678,
                    "end": 679,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Both infected CrFK and Fcwf-4 cells showed similar morphological changes characterized by increased opacity and refractile of the infected cells. Infected cells become rounded, granular and clumped forming syncytial cells which increased in size and number as the incubation period extended. Syncytial cells were observed to contain between 20–30 nuclei per cell at 36–48 hours PI, although 8–10 nuclei per cell was most common (Figure 3). Morphological changes observed in CrFK and Fcwf-4 following infection with FCoV isolates were comparable to reference FIPV-79-1146. Both control uninfected cells remained normal.",
            "cite_spans": [],
            "section": "Findings",
            "ref_spans": [
                {
                    "start": 436,
                    "end": 437,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Indirect immunofluorescent antibody test (IIF) on infected cells showed viral antigens were present in the cytoplasm, where the earliest signals appeared as fine to coarse immunofluorescent granules in the perinuclear region of the infected cells at 6 hours PI (Figure 4).",
            "cite_spans": [],
            "section": "Findings",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Differentiation of FCoV using specific primer sets for type I (fecv1b) and type II FCoV (fecv2b) yielded an expected amplification product of 275 bp and 232 bp denoting to type I FCoV (n = 39/40) and type II FCoV (n= 1/40), respectively ( data not shown). A total of 13 selected RT-PCR products samples, each from type I (n1=12) and type II (n2=1) local FCoV were sequenced for compared with reference strains and subjected for phylogenetic analysis.",
            "cite_spans": [],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "The findings from phylogenetic analysis of local FCoV further support their biotyping where majority of local FCoVs (n=12) closely branched together with type I reference FCoV and only one sample; UPM8Ca/08 was found to cluster with type II FCoV (Figure 5). The nucleotide sequences and accession numbers of isolates derived from this study have been deposited in the NCBI GenBank database (Table 1).",
            "cite_spans": [],
            "section": "Findings",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 397,
                    "end": 398,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Comparison amongst local FCoV type I sequences revealed high degree of sequence homology, ranging from 93.2-99.5%. However, this similarity decreases to 90% when compared with the reference isolates. In contrast, type II FCoV isolates (UPM8Ca/08) only shows sequence identity ranging from 77.6-79% when compared with reference isolates. Malaysian FCoV type I isolates were phylogenetically closer to FCoV isolates from America, South East Asia, and Europe while UPM8Ca/08 which is the only identified type II isolates, was closer to FIPV 79–1146 and FIPV DF2 reference isolates originating from USA (Figure 5).",
            "cite_spans": [],
            "section": "Findings",
            "ref_spans": [
                {
                    "start": 607,
                    "end": 608,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In this study, both RT-PCR and virus isolation were employed to detect the presence of FCoV from naturally infected domestic cats. The FCoV detection rate (95%) observed in this study is comparably higher than reported by Herrewegh et al. [7].",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "Based on partial S-gene sequence, the circulating virus in Malaysia was found to be predominately of type I FCoV (39/40). High incidence of type I FCoV (97.5%) in comparison to type II FCoV (2.5%) is in agreement with other findings reported in countries like Japan, Australia and Korea [8-10]. Similarly, the sequence homology observed among local FCoV isolates were in agreement with Lin et al.[11].",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 290,
                    "end": 292,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "Comparing for virus adaptation in two cell lines revealed that Fcwf-4 was more permissive to local FCoV replication. Thus, all local FCoV type I isolates (39/39) were able to adapt and grow in Fcwf-4 cells as compared to only 77% (30/39) samples that grow on CrFK cells (data not shown). This finding further support the predilection of type I FCoV towards macrophages [4,12]. Replication of the virus is restricted in the cytoplasm of the infected cells as indicated by the presence of the fluorescent signals with the production of virus particle typical of coronavirus (13).",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 371,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 372,
                    "end": 374,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "In conclusion, this study described the isolation of FCoV in feline cell culture from domestic cats in Malaysia. The isolates replicate in CrFK and Fcwf-4 cell cultures with the formation of CPE comparable to reference strain. Phylogenetic analyses show that majority of the local FCoV isolates belongs to type I and rarely of type II biotypes. Additionally, the study revealed that, Malaysia FCoV s is phylogenetically related with isolates from South East Asia, USA and UK, signifying possible common ancestral origin.",
            "cite_spans": [],
            "section": "Findings",
            "ref_spans": []
        },
        {
            "text": "Ascitic fluid sample (n= 27) and postmortem tissues (n=15) were collected from 42 clinically ill client-owned presented at University Veterinary Hospital, Universiti Putra Malaysia (UVH -UPM) during 4-year period (2007–2010). The sampled cats comprises of 28 male and 14 females with age range from 6 month to 5 years. All cats came from neibouring areas within Klang valley and had no previous history of vaccination against FCoV as FIP vaccination is not a common practice in most clinics. Samples were consecutively designated as FCoV UPM1C/07 to UPM42C/10. The samples were processed and inoculated onto the CrFK (ATCC®; CCL-94) and Fcwf-4 (ATCC; CRL-2787) as described previously [13]. Uninfected CrFK and Fcwf-4 cells were used as negative control. The study was approved by Institution’s Animal Care and Use Committee, UPM (AUP No. 08R47).",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 688,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Material and methods",
            "ref_spans": []
        },
        {
            "text": "Haematoxylin and eosin (H&E) staining of cell cultures was carried as described by Hsiung [14]. On the other hand, indirect immunofluorescent (IIF) test using polyclonal antibodies against FIPV 79–1146 virus was performed according to the method of Evermann et al. [15].",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 266,
                    "end": 268,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Material and methods",
            "ref_spans": []
        },
        {
            "text": "Viral RNA was extracted from infected cell cultures or Ascites fluid using Trizol Reagent (Invitrogen, USA) according to manufacturer’s instructions. RT-PCR was performed using Access RT-PCR system (Promega, USA) [6] with previously described primers p205 and p211 [16]. Positive samples were further differentiated into type I and type II FCoV using biotypes specific oligonucleotide primers targeting S-gene region [17]. All primers were synthesized by First Base Laboratories Sdn Bhd, Selangor, Malaysia.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 266,
                    "end": 268,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 418,
                    "end": 420,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Material and methods",
            "ref_spans": []
        },
        {
            "text": "To gain insight on the genetic relatedness of Malaysian FCoV isolates, the partial S-gene sequences of randomly selected RT-PCR positive samples (n=13) were sequenced using the ABI BigDye® Terminator v3.1 cycle sequencing ready reaction kit (Applied Bioscience). Nucleotide sequences were compared with the corresponding reference FCoV isolates using BLAST software available in NCBI database. Phylogenetic tree was constructed with MEGA5 software using Neighbor Joining tree method. The reliability of the phylogenetic trees was calculated using 1000 bootstrap [18] (Figure 5).",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 565,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Material and methods",
            "ref_spans": [
                {
                    "start": 575,
                    "end": 576,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "FCoV: Feline coronavirus virus; RT-PCR: Reverse transcriptase polymerase chain reaction; RNA: Ribonucleic acid; LTR: Long terminal repeat; NCBI: National Centre for Biotechnology Information; UPM: Universiti Putra Malaysia.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interest.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "AA: carried out the study and prepared the manuscript; SSA: Conceived the study, edited the manuscript and approved final copy for submission; OAR and MHB, participated in the study design and proof-read the manuscript; FB: carried out phylogenetic analysis, participated in manuscript drafting, proof-reading and submissions. SS: Optimized RT-PCR method for FCoV screening. All authors have read and approved final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: List of sequences used in the phylogenetic analysis of Malaysian FCOVs isolates\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: CrFK-4 cell cultures showing cytopathic changes following infection with reference and local FCoV isolate UPM 11C/08. Morphology of cells infected with local FCoV UPM 11C/08 isolate at passage 3 (A). where the initial CPE was observed at passage 2. At fifth viral passages, complete CPE occurred within 48-72hours PI. Morphology of cells infected with reference FIPV-79-1146 strain (B). Infected cells show CPE characterized by cells rounding, clumped and detachment (arrows). Note that the changes in cells infected with UPM11C/08 are comparable to reference strain. Control uninfected cells remained normal (C). Unstained.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Fcwf-4 cell cultures showing cytopathic changes following infection with reference and local FCoV isolate UPM 11C/08. Morphology of cells infected with local FCoV UPM 11C/08 isolate at passage 3 (A). where the initial CPE was observed at passage 1. At third viral passages, complete CPE occurred within 24 hours PI. Morphology of cells infected with reference FIPV-79-1146 strain. (B). The infected cells show CPE characterized by cells rounding, clumped and detachment (arrows). Note that the changes in cells infected with UPM11C/08 are comparable to reference strain. Control uninfected cells remained normal (C). Unstained.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Syncytial cells formation following infection of Fcwf-4 cell culture with FCoV UPM 11C/08 isolate. Infected cells show loss of plasma membrane and nuclear aggregation, resulting in formation of syncytial cells containing more than 20 nuclei (arrows), 36 hours PI. 20x Mag. Scale bar, 100 μ m. Normal uninfected Fcwf-4 cell culture at 72 hours. H&E staining (A). Cells appeared as spindle to stellate morphology and regularly arranged. 10x Mag. Scale bar, 200 μm (B).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Immunofluorescent antibodies staining of infected CrFK cells following infection with local FCoV UPM11C/08 isolate. The fluorescence signal appeared as granules covering areas within the cytoplasm at 24 hours PI (arrow). No signal is present in the nucleus. 100x Mag. Scale bar, 20μm (A). Absence of fluorescence signal in control uninfected cell cultures. 10x Mag. Bar = 200μm (B).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Phylogenetic tree depicting relationships between Malaysian FCoV and reference FCoV isolates based on partial S gene sequence. The tree was generated using MEGA5 program. The tree reliability was calculated using 1000 bootstrapped replicates. Malaysian FCoVs are indicated in red italic.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A study of naturally occurring feline coronavirus infection in kittens",
            "authors": [],
            "year": 1992,
            "venue": "Vet Rec",
            "volume": "130",
            "issn": "",
            "pages": "133-137",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.130.7.133"
                ]
            }
        },
        "BIBREF1": {
            "title": "Prevalence of Korean cats with natural feline coronavirus infections",
            "authors": [],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-8-455"
                ]
            }
        },
        "BIBREF2": {
            "title": "Genetic diversity and correlation with feline infectious peritonitis of feline coronavirus type I and II: a 5-year study in Taiwan",
            "authors": [],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "136",
            "issn": "",
            "pages": "233-239",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2008.11.010"
                ]
            }
        },
        "BIBREF3": {
            "title": "An overview of feline enteric coronavirus and infectious peritonitis virus infections",
            "authors": [],
            "year": 1995,
            "venue": "Feline Pract",
            "volume": "23",
            "issn": "",
            "pages": "7-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Ultrastructure of Felis catus whole fetus (Fcwf-4) cell culture following infection with feline coronavirus",
            "authors": [],
            "year": 2011,
            "venue": "J Electron Microsc",
            "volume": "60",
            "issn": "",
            "pages": "275-282",
            "other_ids": {
                "DOI": [
                    "10.1093/jmicro/dfr031"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 1973,
            "venue": "Diagnostic virology- an illustrated handbook",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Comparative features of a coronavirus isolated from a cheetah with feline infectious peritonitis",
            "authors": [],
            "year": 1989,
            "venue": "Virus Res",
            "volume": "13",
            "issn": "",
            "pages": "15-27",
            "other_ids": {
                "DOI": [
                    "10.1016/0168-1702(89)90084-1"
                ]
            }
        },
        "BIBREF7": {
            "title": "Detection of feline coronavirus RNA in feces, tissues, and body fluids of naturally infected cats by reverse transcriptase PCR",
            "authors": [],
            "year": 1995,
            "venue": "J Clin Microbio",
            "volume": "33",
            "issn": "",
            "pages": "684-695",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Differentiation of feline coronaviruses type I and II strains by RT-PCR",
            "authors": [],
            "year": 1999,
            "venue": "Proceedings of the WSAVA World veterinary congress",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Confidence limits on phylogenies: an approach using the bootstrap",
            "authors": [],
            "year": 1985,
            "venue": "Evolution",
            "volume": "39",
            "issn": "",
            "pages": "783-791",
            "other_ids": {
                "DOI": [
                    "10.2307/2408678"
                ]
            }
        },
        "BIBREF10": {
            "title": "Plaque assay, polypeptide composition and immunochemistry of feline infectious peritonitis virus and feline enteric coronavirus isolates",
            "authors": [],
            "year": 1984,
            "venue": "Adv Exp Med Biol",
            "volume": "173",
            "issn": "",
            "pages": "133-147",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4615-9373-7_12"
                ]
            }
        },
        "BIBREF11": {
            "title": "Molecular cloning and sequence determination of the peplomer protein gene of feline infectious peritonitis virus type I",
            "authors": [],
            "year": 1995,
            "venue": "Arch Virol",
            "volume": "140",
            "issn": "",
            "pages": "469-480",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01718424"
                ]
            }
        },
        "BIBREF12": {
            "title": "A review of feline infectious peritonitis virus infection: 1963–2008",
            "authors": [],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "225-258",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfms.2008.09.008"
                ]
            }
        },
        "BIBREF13": {
            "title": "Serological survey of catteries for cats infected with feline coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "J Vet Malaysia",
            "volume": "17",
            "issn": "",
            "pages": "19-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Descriptive distribution and phylogenetic analysis of feline infectious peritonitis virus isolates of Malaysia",
            "authors": [],
            "year": 2010,
            "venue": "Acta Vet Scandinavica",
            "volume": "52",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1186/1751-0147-52-1"
                ]
            }
        },
        "BIBREF15": {
            "title": "Feline coronavirus type II strains 79–1683 and 79–1146 originate from a double recombination between feline coronavirus type I and canine coronavirus",
            "authors": [],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "4508-4520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The prevalence of types I and II feline coronavirus infections in cats",
            "authors": [],
            "year": 1992,
            "venue": "J Vet Med Sci",
            "volume": "54",
            "issn": "",
            "pages": "557-562",
            "other_ids": {
                "DOI": [
                    "10.1292/jvms.54.557"
                ]
            }
        },
        "BIBREF17": {
            "title": "Prevalence of feline coronavirus types I and II in cats with histopathologically verified feline infectious peritonitis",
            "authors": [],
            "year": 2004,
            "venue": "Vet Microbio",
            "volume": "99",
            "issn": "",
            "pages": "31-42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2003.07.010"
                ]
            }
        }
    }
}