{
    "paper_id": "PMC3750926",
    "metadata": {
        "title": "Mechanisms and impact of the frequent exacerbator phenotype in chronic obstructive pulmonary disease",
        "authors": [
            {
                "first": "Jadwiga",
                "middle": [
                    "A"
                ],
                "last": "Wedzicha",
                "suffix": "",
                "email": "w.wedzicha@ucl.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Simon",
                "middle": [
                    "E"
                ],
                "last": "Brill",
                "suffix": "",
                "email": "simon.brill@ucl.ac.uk",
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "P"
                ],
                "last": "Allinson",
                "suffix": "",
                "email": "j.allinson@ucl.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Gavin",
                "middle": [
                    "C"
                ],
                "last": "Donaldson",
                "suffix": "",
                "email": "g.donaldson@ucl.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Exacerbations of chronic obstructive pulmonary disease (COPD) are episodes of symptom worsening in COPD that have both short-term and longer-term consequences [1]. They are associated with increased airway and systemic inflammation and also increases in dynamic hyperinflation leading to classical exacerbation symptoms [2]. COPD exacerbations are major drivers of health status in COPD, and are important causes of hospital admission and death. Exacerbations are also key outcomes for therapies in COPD and thus there has been much progress in their understanding in recent times.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 321,
                    "end": 322,
                    "mention": "2",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It has also been recognized that some patients with COPD are particularly susceptible to exacerbations and these patients have been termed ‘frequent exacerbators’, in contrast to patients with infrequent exacerbations who experience few exacerbations over time. The frequent exacerbator phenotype has now been recognized as a major phenotype in patients with COPD and occurs across disease severities. The Evaluation of COPD Longitudinally to Identify Predictive Surrogate Endpoints (ECLIPSE) exacerbation study showed that even in patients defined as grade 2 according to the Global Initiative for Chronic Obstructive Pulmonary Disease (GOLD) (forced expiratory volume over 1 s (FEV1) 50% to 80% predicted), 22% of the COPD population were frequent exacerbators [3] (Figure 1). Therefore, this review will describe the pathophysiology and impact of the frequent exacerbator phenotype and will also address the interaction with comorbidity, as illustrated in Figure 2.",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 765,
                    "mention": "3",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 775,
                    "end": 776,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 966,
                    "end": 967,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "COPD exacerbations have been defined in two ways. Exacerbations are episodes of worsening of symptoms, and can be defined in terms of a persisting deterioration in respiratory symptoms outside normal day-to-day variation, In the London COPD cohort work [4], an exacerbation is defined as an increase of two major symptoms (either dyspnea, increased sputum purulence or increased sputum volume), or one major and one minor symptom (cough, wheezing, cold, nasal discharge, sore throat), sustained for 2 days or longer. Use of such a definition requires some form of daily monitoring with either a diary or an electronic device, but allows a complete count of all exacerbation events. It has been shown that exacerbations are often unreported and untreated and that these untreated exacerbations also affect health status [4-6]. Symptom measures for COPD exacerbations are therefore likely to be optimal for exacerbation detection in clinical trials [7].",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "mention": "4",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 820,
                    "end": 821,
                    "mention": "4",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 822,
                    "end": 823,
                    "mention": "6",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 948,
                    "end": 949,
                    "mention": "7",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Definition of COPD exacerbations and the frequent exacerbator phenotype",
            "ref_spans": []
        },
        {
            "text": "Recently the EXACT-PRO (‘EXAcerbations of Chronic Pulmonary Disease Tool - Patient-Reported Outcome’) device has been developed as a validated outcome tool for COPD exacerbations and this is based on detecting changes in symptoms and thus registering events whether treated or untreated [8]. Epidemiological studies and clinical trials have both used healthcare utilization (HCU) as a measure of COPD exacerbations, though as explained above, these definitions are inaccurate, will vary with different healthcare systems, and will miss untreated events. Furthermore, many patients with COPD are slow to perceive exacerbation symptoms and thus will tend not to report exacerbations for therapy. It should also be noted that COPD exacerbations may mimic or coexist with other conditions, such as pneumonia, congestive cardiac failure, pneumothorax or pulmonary embolism, and thus it is important in clinical practice to accurately confirm the diagnosis and exclude other conditions.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "mention": "8",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Definition of COPD exacerbations and the frequent exacerbator phenotype",
            "ref_spans": []
        },
        {
            "text": "Thus, the precise definition of the frequent exacerbator phenotype is problematic and will represent the number of exacerbations where a stable phenotype is present over time. The ECLIPSE exacerbation analysis showed that when a patient has two or more HCU exacerbations per year in 1 year, they have around a 68% chance of having two or more in the third year [3]. However, if both treated and untreated events are counted, as in the London cohort of patients with COPD, then the exacerbation rate for a stable phenotype will be larger. Further studies are required to address this issue.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 363,
                    "mention": "3",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Definition of COPD exacerbations and the frequent exacerbator phenotype",
            "ref_spans": []
        },
        {
            "text": "During exacerbations of COPD the existing airway and systemic inflammation associated with this inflammatory disease increases further [9-14]. An inflammatory cascade releases inflammatory mediators, such as interleukins and chemokines, which recruit and activate immune cells. This cascade is thought to contribute to the local structural damage responsible for COPD progression, but also causes systemic inflammation with increases in acute phase proteins such as fibrinogen [11] and C reactive protein (CRP) [15]. Although the exacerbation inflammatory process is predominantly neutrophilic [16,17], the numbers of all inflammatory cell types within bronchial mucosa increase and the inflammatory character is also influenced by the type of insult triggering an exacerbation. For example, compared to bacterially driven exacerbations viruses appear to stimulate more eosinophil activity [17,18].",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "9",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 138,
                    "end": 140,
                    "mention": "14",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 478,
                    "end": 480,
                    "mention": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 595,
                    "end": 597,
                    "mention": "16",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 598,
                    "end": 600,
                    "mention": "17",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 891,
                    "end": 893,
                    "mention": "17",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 894,
                    "end": 896,
                    "mention": "18",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Airway and systemic inflammation at exacerbation and in the frequent exacerbator ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "The airways of frequent exacerbators, however, appear to be more inflamed with higher levels of sputum interleukin (IL)-6 and IL-8 even in the stable state [9]. In addition, their trajectory of inflammation is also worse with sputum IL-6 and plasma fibrinogen [19] continuing to increase more rapidly over time.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "mention": "9",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "19",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Airway and systemic inflammation at exacerbation and in the frequent exacerbator ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "Frequent exacerbators have higher sputum IL-6 and serum CRP during their exacerbation recovery periods [20], making persistent post-exacerbation inflammation a possible explanation for their higher baseline inflammation. A higher CRP during the recovery period is also associated with a shorter time until the next exacerbation [20] perhaps suggesting an inflammatory basis to the temporal clustering of exacerbations reported by Hurst et al., who identified the 8-week post-exacerbation period as particularly high risk for exacerbation recurrence [21].",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "mention": "20",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "20",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 550,
                    "end": 552,
                    "mention": "21",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Airway and systemic inflammation at exacerbation and in the frequent exacerbator ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "Persisting and increased propensity to inflammation therefore is a feature of the frequent exacerbator phenotype, although whether these features are causative or are downstream of susceptibility to the triggers of exacerbations remains to be established.",
            "cite_spans": [],
            "section": "Airway and systemic inflammation at exacerbation and in the frequent exacerbator ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "Small airway obstruction in COPD is accompanied by dynamic lung hyperinflation and this is a major driver of respiratory symptoms, particularly dyspnea [22]. At exacerbation, airway inflammation and worsened expiratory flow limitation worsen this, leading to further dynamic hyperinflation with increased respiratory effort, cardiovascular strain, inspiratory muscle overload and potential respiratory failure [2]. In those patients with severe airflow obstruction and a lower FEV1% predicted, hyperinflation is more likely to be present even in stable disease and there may be reduced capacity to deal with any further insult. Exacerbations would potentially be more easily triggered in these patients and this may explain why a higher exacerbation frequency is seen with more severe airflow restriction.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "22",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 411,
                    "end": 412,
                    "mention": "2",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Mechanical factors ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "Bronchodilator therapy, by improving small airway obstruction, has been shown to reduce lung hyperinflation in stable disease and therefore may partially ‘reset’ the threshold at which exacerbation occurs [23]. This provides a mechanism by which bronchodilator therapy may reduce exacerbation frequency even in the absence of any anti-inflammatory effects.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "23",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Mechanical factors ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "Most exacerbations appear to be associated with infective triggers, either bacterial or viral, although ‘non-infective’ triggers such as air pollution may also be important. Most of the 40% of acute exacerbations linked to viral infections involve rhinovirus (58%) although other respiratory viruses implicated include human respiratory syncytial virus, coronavirus, influenza virus, parainfluenza virus and adenoviruses [24,25]. These viral associated exacerbations exhibit greater systemic or airway inflammation, greater symptom burden and longer recovery times [9,11,24].",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "mention": "24",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "25",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 566,
                    "end": 567,
                    "mention": "9",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 568,
                    "end": 570,
                    "mention": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 571,
                    "end": 573,
                    "mention": "24",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Triggers of COPD exacerbations ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "An increased viral susceptibility has been proposed as a cause of more frequent exacerbations in COPD [25]. Cigarette smoking does appear to increase viral susceptibility [26,27] but whether or not the overall COPD population itself is more susceptible is disputed. Data from an analysis in the London COPD cohort showed that upper airway colds are more likely to occur in patients with a history of frequent exacerbations, suggesting that these patients have enhanced susceptibility to viral infection [28]. There is also evidence that patients in whom a respiratory virus is detected have a higher exacerbation frequency [24]. Monto et al., in an early study, demonstrated that patients with chronic bronchitis had a greater incidence of serologically proven rhinovirus infection [29] although this work involved small study groups, lacked spirometric measurements and preceded molecular viral detection techniques. Further support for the viral susceptibility theory came from Wald et al., who studied a rhinovirus outbreak within a care facility and found that patients with COPD were over-represented in the infected group [30]. However, contradicting these findings is the work by Greenberg et al. who, again using small groups, found no excess incidence of viral respiratory infections in patients with COPD versus controls, though frequent exacerbators were not specifically studied in this paper [31]. Well-powered studies are required to firmly establish whether the frequent exacerbator phenotype in particular experiences a greater proportion of viral exacerbations than infrequent exacerbators.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "25",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 172,
                    "end": 174,
                    "mention": "26",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 175,
                    "end": 177,
                    "mention": "27",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "28",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 624,
                    "end": 626,
                    "mention": "24",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 783,
                    "end": 785,
                    "mention": "29",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1129,
                    "end": 1131,
                    "mention": "30",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1406,
                    "end": 1408,
                    "mention": "31",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Susceptibility to viral infection, COPD and the frequent exacerbator phenotype ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "There are a number of proposed mechanisms of increased viral susceptibility including modulation of intracellular adhesion molecule 1 (ICAM-1). Most rhinovirus serotypes (major group) attach to respiratory epithelial cells by binding to ICAM-1 [32] and through this transmembrane protein modulate the recruitment and activation of inflammatory cells. Increased ICAM-1 increases susceptibility to infection and ICAM-1 appears to be upregulated in the bronchial mucosa of patients with chronic bronchitis [33].",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "mention": "32",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "33",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Susceptibility to viral infection, COPD and the frequent exacerbator phenotype ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "While viruses are separately thought to be a major cause of COPD exacerbations, 25% of exacerbations involve coinfection with viruses and bacteria. These exacerbations exhibit greater functional impairment, with longer hospitalization [17,24], and are associated with higher airway bacterial load and greater airway inflammation [34]. Recent work using rhinovirus inoculation as an experimental model of COPD exacerbation shows a consistent increase in bacterial numbers following the initial viral infection [35] and this supports the hypothesis that bacterial exacerbation may be precipitated by viruses.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "mention": "17",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 239,
                    "end": 241,
                    "mention": "24",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "34",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 510,
                    "end": 512,
                    "mention": "35",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Susceptibility to viral infection, COPD and the frequent exacerbator phenotype ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "Common bacteria associated with many COPD exacerbations include Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis[36] and their presence at exacerbation is accompanied by greater levels of systemic inflammation [37]. Besides the introduction of these bacterial species or an increase in their bacterial load, it has also become clear that even a change in bacterial strain can trigger exacerbations [38].",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "36",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 238,
                    "end": 240,
                    "mention": "37",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "38",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Bacterial infection and COPD exacerbations ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "In the absence of active infection, the identification, by traditional culture methods, of bacteria in the lower airway has been termed ‘colonization’. This term gives the illusion that such bacterial presence is benign, yet it is actually associated with greater inflammation, poorer lung function [37], chronic bronchitis [39-41], and more frequent exacerbations [42].",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "mention": "37",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 325,
                    "end": 327,
                    "mention": "39",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "41",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 366,
                    "end": 368,
                    "mention": "42",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Bacterial infection and COPD exacerbations ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "With the development of new molecular techniques it is clear that even the healthy lower airway is not sterile [43] and so we must re-evaluate the meaning of previously identified colonization and the mechanism by which it influences exacerbation frequency. Colonization may actually represent a disturbance of the normal microbiome, with subsequent overgrowth of a particular species, which drives the inflammatory process in COPD. Alternatively, it may be the inflammatory process that impairs normal regulation of bacterial presence making colonization a marker and potential amplifier of underlying inflammatory damage rather than its primary driver. Longitudinal studies are required to establish how the airway microbiome changes at exacerbation and how this relates to colonization and the frequent exacerbator phenotype.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "43",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Bacterial infection and COPD exacerbations ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "The existence of a seemingly distinct exacerbator phenotype raises the question of whether there is a genetic predisposition towards frequent exacerbations in COPD. This question has not yet been clearly answered, although some distinct gene polymorphisms appear to be linked to exacerbation frequency. Takabatake and colleagues [44] reported that a single nucleotide polymorphism in the CCL-1 gene, encoding a leucocyte chemotactic factor, was predictive of the frequency and severity of exacerbations, while polymorphic variation in surfactant protein B has also been linked with exacerbation frequency [45]. Mannose-binding lectin (MBL) deficiency is associated with susceptibility to respiratory infections; a higher frequency of MBL gene polymorphisms was noted in patients with COPD who experience frequent exacerbations [46] and may also predict hospital admission for COPD [47]. In addition to these, an increased exacerbation frequency was found in patients whose sputum contained markers suggestive of increased microsatellite DNA instability, suggesting that those patients with a higher DNA mutation rate experience more frequent exacerbations [48]. Further research is needed to explore this further.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "mention": "44",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "45",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 828,
                    "end": 830,
                    "mention": "46",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "47",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "mention": "48",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Genetic predisposition of exacerbation susceptibility ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "It has been suggested that half of all patients do not take their medications adequately [49], and these patients may be missing the benefit of therapies that would otherwise reduce exacerbation frequency. Treatments for COPD are varied, including rehabilitation, smoking cessation, oxygen therapy as well as medications administered via different routes and devices, and adherence is therefore complex and difficult to measure; it may differ between therapies and even in individual patients [50]. However, patients who are non-adherent to COPD therapy experience more frequent hospitalizations [51] and have greater healthcare utilization than those who adhere [52], and therefore non-adherence may be another etiological factor in the development of the frequent exacerbator phenotype. Factors linked to non-adherence include age, complexity of treatment regimen, nature of inhaled delivery device, patient education, and importantly depression [53], which is itself common in COPD and linked to exacerbation frequency as described below.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "49",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "50",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "51",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 664,
                    "end": 666,
                    "mention": "52",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 949,
                    "end": 951,
                    "mention": "53",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Adherence to medications ::: Pathophysiology of frequent COPD exacerbations",
            "ref_spans": []
        },
        {
            "text": "Over the last 15 years, the importance of frequent exacerbations on disease progression and patient reported outcomes has become increasingly apparent. Exacerbations were once considered to be of little or no importance. This was based on the pivotal 10-year study by Fletcher and colleagues, which found no relationship between lung function decline and chest infections [54]. However, their patient cohort had only limited airflow obstruction. In patients with moderate to severe COPD, two studies initially showed that frequent exacerbations accelerate lung function decline. Donaldson and colleagues [55] reported a 25% faster decline in FEV1 (-32.1 mL/year vs -40.1 mL/year; P <0.05) in patients with frequent exacerbations. Kanner and colleagues [56] reported on patients with mild COPD who continued to smoke; in this group, experiencing 1.5 lower respiratory tract illnesses per year was associated with a decline in FEV1 of -69.4 ml/year, compared to a decline of -55.9 ml/year. Larger interventional or observational studies have subsequently confirmed these findings and the effect of exacerbations on disease progression [57-61].",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "mention": "54",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 605,
                    "end": 607,
                    "mention": "55",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "56",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1134,
                    "end": 1136,
                    "mention": "57",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "mention": "61",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Lung function decline ::: Impact of frequent exacerbations in patients with COPD",
            "ref_spans": []
        },
        {
            "text": "It has been known for some time that frequent exacerbations have a profound impact on the health status of patients with COPD. Seemungal and colleagues reported that patients with three or more exacerbations per year (both treated and untreated) had a poorer health-related quality of life compared patients with zero to two exacerbations per year, as measured with the disease specific St. Georges Respiratory Questionnaire (SGRQ) [4]. Recently, other measures of health status, such as the COPD assessment test (CAT), have shown a worse score in frequent exacerbators with >2 exacerbations per year of 19.5 compared to 16.8 in patients with <2 exacerbations per year [62].",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 434,
                    "mention": "4",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 670,
                    "end": 672,
                    "mention": "62",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Quality of life ::: Impact of frequent exacerbations in patients with COPD",
            "ref_spans": []
        },
        {
            "text": "The impact of exacerbations as assessed by the SGRQ in a study also persists for some time after the event, as patients only approached baseline within the next 6 months [63]. Other assessment measures show faster rates of improvement, and in patients who did not relapse with another exacerbation, significant improvements were seen in the four domains of the Chronic Respiratory Questionnaire (CRQ) between presentation and 10 days later [64].",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "63",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 441,
                    "end": 443,
                    "mention": "64",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Quality of life ::: Impact of frequent exacerbations in patients with COPD",
            "ref_spans": []
        },
        {
            "text": "Feelings of fatigue are also impacted with the Functional Assessment of Chronic Illness Therapy-fatigue (FACIT-fatigue) scale, showing worsening of fatigue at exacerbation and worsening of scores with increasing exacerbation frequency [65].",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "mention": "65",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Quality of life ::: Impact of frequent exacerbations in patients with COPD",
            "ref_spans": []
        },
        {
            "text": "Peripheral muscle weakness is associated with COPD exacerbations, and muscle force (quadriceps peak torque) was found to be lower at 3 days after admission for an exacerbation than 90 days later [66]. An acute fall in outdoor activity is also seen at exacerbation [67] and a number of factors may contribute: physical inactivity, bed rest, metabolic, nutritional and inflammatory status and steroid treatment [68]. Exacerbations also appear to have a permanent effect on physical activity; patients with frequent exacerbations (>2.47 per year) have a faster decline in time outdoors each day of -0.17 h/year (P <0.011) in addition to the decline of -0.10 h/year that occurs in infrequent exacerbators [67].",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "66",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "67",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "68",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "67",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Activity ::: Impact of frequent exacerbations in patients with COPD",
            "ref_spans": []
        },
        {
            "text": "Patients with a history of frequent exacerbations are those also most likely to be admitted to hospital. In the ECLIPSE exacerbation study, patients with GOLD stage 2 COPD (FEV1 50% to 80% predicted) already had a 7% admission rate to hospital for COPD exacerbation-related causes over the first year of follow-up, and this increased to 33% of patients admitted over a year with stage 4 disease (FEV1 less than 30% predicted) [3]. There is evidence that delayed therapy for an exacerbation leads to longer exacerbations and a higher chance of hospital admission. Thus, patients must be instructed about symptom recognition and the importance of early intervention [5].",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 428,
                    "mention": "3",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 665,
                    "end": 666,
                    "mention": "5",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Hospital admissions ::: Impact of frequent exacerbations in patients with COPD",
            "ref_spans": []
        },
        {
            "text": "There is a wide range reported of inpatient mortality from COPD exacerbations, which reflects comorbidity and admission practices. Risk factors for inpatient mortality include cor pulmonale, congestive heart failure, a low arterial pH, leg edema, age, oxygen saturations <86%, assisted ventilation and low body mass index [69,70]. A UK audit showed that larger general hospitals and teaching hospitals also have better mortality rates than small district general hospitals [71].",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "mention": "69",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 326,
                    "end": 328,
                    "mention": "70",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "71",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Mortality ::: Impact of frequent exacerbations in patients with COPD",
            "ref_spans": []
        },
        {
            "text": "Frequent acute exacerbations are also an independent risk factor for all-cause mortality in COPD [72], and every hospitalized exacerbation worsens disease progression. The risk of death is increased by up to five times following the tenth admission compared to the first [73].",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "mention": "72",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 272,
                    "end": 274,
                    "mention": "73",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Mortality ::: Impact of frequent exacerbations in patients with COPD",
            "ref_spans": []
        },
        {
            "text": "Cardiovascular diseases form the largest group of comorbidities seen in patients with COPD, with ischemic heart disease (IHD) the most important condition. Prevalence estimates vary; a pooled analysis of 2 large epidemiological studies involving 20,296 patients in the USA [74] reported a prevalence of 20% to 22% in patients with COPD compared to 9% in controls, with even symptomatic patients with early COPD with normal spirometry at increased risk. Patients with comorbid IHD in the London COPD cohort had longer exacerbations, worse health status, more dyspnea and a lower exercise capacity than those without [75].",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "74",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "75",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Cardiovascular comorbidity ::: Exacerbation frequency and comorbidities",
            "ref_spans": []
        },
        {
            "text": "Systemic inflammation, a predominant feature of COPD, is strongly associated with cardiovascular risk. Chronic inflammation is associated with the development and rupture of atherosclerotic plaques [76], and C reactive protein, elevated in patients with COPD, predicts cardiovascular events [77]. Levels of the inflammatory marker IL-6 are also higher in patients with COPD with cardiovascular disease [78] and frequent exacerbators have higher levels of IL-6 and fibrinogen than infrequent exacerbators [19]. Systemic inflammation contributes to a prothrombotic state, increasing the likelihood of cardiovascular and thromboembolic events [79]. Cardiovascular risk is also linked to vascular dysfunction. Large vessel arterial stiffness strongly predicts cardiovascular events and mortality [80] and is raised in patients with COPD [81], while small vessel dysfunction is suggested by higher levels of microalbuminuria [82] and cerebral small vessel disease [83]. Hypertension, a key risk factor for further cardiovascular events, is probably also linked to vascular dysfunction and is described in 40% to 60% of patients with COPD compared to 34% of controls [74].",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "mention": "76",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "77",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "78",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "19",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "79",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 793,
                    "end": 795,
                    "mention": "80",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 834,
                    "end": 836,
                    "mention": "81",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 921,
                    "end": 923,
                    "mention": "82",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 960,
                    "end": 962,
                    "mention": "83",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1162,
                    "end": 1164,
                    "mention": "74",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "Cardiovascular comorbidity ::: Exacerbation frequency and comorbidities",
            "ref_spans": []
        },
        {
            "text": "Exacerbations have a profound and direct impact on patients’ cardiovascular status. Of 242 patients hospitalized for COPD exacerbation in Scotland, 12% were found to meet universally agreed criteria for the diagnosis of myocardial infarction with raised troponin and either chest pain or serial electrocardiogram (ECG) changes [84]. The period following an exacerbation appears to be particularly high risk. In the 4-year UPLIFT trial, the relative risks of cardiac failure, myocardial infarction and stroke were 10.71, 3.20 and 2.31 respectively, in 2,289 patients, for the 180 days after their first exacerbation compared to the 180 days preceding it [85]. In addition, evidence from a large observational database in the UK showed a 2.27-fold increased risk of clinical myocardial infarction in the first 5 days after an exacerbation and a 1.26-fold increased risk of stroke in the first 49 days afterwards [86]; patients who experienced myocardial infarction or stroke had a higher yearly exacerbation frequency than those who did not (Figure 3). Pulmonary embolism may be also associated with COPD exacerbations, though the reported prevalence of pulmonary embolism is variable [87]. However, patients with exacerbations complicated by pulmonary embolism have a poorer outcome [79].",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "84",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "85",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 911,
                    "end": 913,
                    "mention": "86",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "mention": "87",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "mention": "79",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "Cardiovascular comorbidity ::: Exacerbation frequency and comorbidities",
            "ref_spans": [
                {
                    "start": 1047,
                    "end": 1048,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Treatment of cardiovascular disease and hypertension is therefore a priority for patients with COPD, especially frequent exacerbators. Secondary prevention for cardiovascular events usually involves antiplatelet agents, statins, β-blockers and angiotensin-converting enzyme inhibitors, and there is evidence that these reduce mortality in COPD [88-90]. Cardioselective β-blockers appear safe and beneficial in COPD [91,92] and may also reduce admissions due to exacerbations [93]. Low-molecular-weight heparin is effective at reducing the risk of venous thromboembolism in patients hospitalized with respiratory illness [94] and should be considered in all inpatients with COPD exacerbation.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "mention": "88",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "90",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 416,
                    "end": 418,
                    "mention": "91",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "92",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "93",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "94",
                    "ref_id": "BIBREF104"
                }
            ],
            "section": "Cardiovascular comorbidity ::: Exacerbation frequency and comorbidities",
            "ref_spans": []
        },
        {
            "text": "GORD is present in up to 30% to 60% of patients with COPD [95] and there is growing evidence to suggest that it plays an important role in exacerbations. Two studies have reported a higher exacerbation frequency in patients with GORD symptoms [96,97], and the large ECLIPSE study showed an association between self-reported GORD and having ≥2 treated exacerbations per year [3]. Although the etiology remains unclear, there is a plausible causative mechanism by way of microaspiration of stomach contents causing increased airway inflammation and potentiated by the effect of hyperinflation common in COPD. The reflux is complex, with non-acid and gaseous reflux likely to be prominent in COPD. This potentially represents a novel therapeutic target, and a single-blind trial of 100 patients with COPD showed a significant reduction in exacerbations from 1.18 to 0.32 over 1 year of treatment with lansoprazole 15 mg daily [98] despite excluding patients with clinically overt GORD. Further research is needed into the causes and mechanisms of GORD in COPD and whether other agents modifying gastric motility may be more appropriate interventions.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 61,
                    "mention": "95",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "96",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 247,
                    "end": 249,
                    "mention": "97",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 375,
                    "end": 376,
                    "mention": "3",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 924,
                    "end": 926,
                    "mention": "98",
                    "ref_id": "BIBREF108"
                }
            ],
            "section": "Gastroesophageal reflux disease (GORD) ::: Exacerbation frequency and comorbidities",
            "ref_spans": []
        },
        {
            "text": "Depression is common in patients with COPD; the ECLIPSE study found a prevalence of symptom-defined depression in 26% of patients compared to 12% of controls, increasing with disease severity [99]. There is a clear relationship to exacerbation frequency, and frequent exacerbators have higher depression scores even at baseline; patients who are depressed have worse breathlessness and quality of life, are more socially isolated and spend less time outdoors [100]. Depression in COPD is also linked to poorer outcomes including hospital readmission and all-cause mortality [101,102]. Given that depression is a risk factor for poor engagement with many aspects of healthcare, including medication adherence [103] and completion of pulmonary rehabilitation programs [104], these patients may receive inadequate treatment for their COPD and this may further contribute to the poor outcomes above. Depressive symptoms should be recognized and treated alongside the underlying COPD.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "99",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 460,
                    "end": 463,
                    "mention": "100",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 575,
                    "end": 578,
                    "mention": "101",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 579,
                    "end": 582,
                    "mention": "102",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 709,
                    "end": 712,
                    "mention": "103",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 767,
                    "end": 770,
                    "mention": "104",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Neuropsychiatric complications ::: Exacerbation frequency and comorbidities",
            "ref_spans": []
        },
        {
            "text": "Impaired cognitive function is increasingly recognized in COPD, at exacerbation in particular. A recent prospective study showed that patients with COPD had significantly worse cognitive function than controls, with those who had just recovered from an exacerbation significantly worse than those at stable state [105]. Crucially, there was no recovery at 3 months. This suggests that exacerbations are associated with sustained cognitive dysfunction, and frequent exacerbators may therefore be subject to more rapid cognitive decline.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "mention": "105",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Neuropsychiatric complications ::: Exacerbation frequency and comorbidities",
            "ref_spans": []
        },
        {
            "text": "Osteoporosis is common, with a reported prevalence of 35% in patients with COPD [106], and is related to the degree of emphysema seen on computerized tomography (CT) scan [107]. These patients are often already at increased risk due to comorbidities and relative inactivity, and this prevalence is not fully explained by corticosteroid use alone [106]. Thoracic vertebral compression fractures due to osteoporosis cause back pain and worsening kyphosis and are associated with a decrease in vital capacity (previously quantified as 9% per fracture [108]). Frequent exacerbators have a much larger annual decrease in bone mineral density compared to infrequent exacerbators (5.41% vs 0.60%) [109], and are therefore more likely to be susceptible to fractures. Therefore, these patients should be carefully investigated for osteoporosis and treated as appropriate.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "mention": "106",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 172,
                    "end": 175,
                    "mention": "107",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 347,
                    "end": 350,
                    "mention": "106",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 549,
                    "end": 552,
                    "mention": "108",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 691,
                    "end": 694,
                    "mention": "109",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Osteoporosis ::: Exacerbation frequency and comorbidities",
            "ref_spans": []
        },
        {
            "text": "This review has described the impact of the frequent exacerbator phenotype on patients with COPD and their considerable morbidity. Frequent exacerbators can be identified across the COPD disease spectrum and must be targeted for effective exacerbation prevention, both with pharmacological and non-pharmacological agents. Susceptibility to respiratory viral infection is likely to be an important mechanism in frequent exacerbators and novel interventions need to be developed to reduce viral infection at exacerbation. There is now some evidence that interventional therapy with an anti-inflammatory agent can modify the frequent exacerbator phenotype such that patients become infrequent exacerbators [110].",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 707,
                    "mention": "110",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "By understanding the mechanisms of development of frequent exacerbations, and applying appropriate interventions, we will be at last able to impact on the health status of this high-risk patient group.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "CAT: COPD assessment test; COPD: Chronic obstructive pulmonary disease; CRP: C reactive protein; CRQ: Chronic respiratory questionnaire; CT: Computerized tomography; ECLIPSE: Evaluation of COPD longitudinally to identify predictive surrogate endpoints; FACIT-Fatigue: Functional assessment of chronic illness therapy-fatigue scale; FEV1: Forced expiratory volume over 1 s; GOLD: Global initiative for chronic obstructive pulmonary disease; GORD: Gastroesophageal reflux disease; ICAM: Intracellular adhesion molecule; IHD: Ischemic heart disease; IL: Interleukin; MBL: Mannose-binding lectin; SGRQ: St George’s respiratory questionnaire.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "JAW has received honoraria for lectures and/or advisory boards from GSK, Boehringer, Bayer, Novartis, Vifor Pharma, Chiesi, Pfizer, Takeda and Almirall. JAW has also received research grant funding from Takeda, GSK, Novartis and Chiesi. SEB, JPA and GCD have no competing interests to declare.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "All the authors contributed to the writing of the review and performed the literature searches. All authors were involved at all stages of the editing process and have seen and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1741-7015/11/181/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Association of disease severity with the frequency and severity of exacerbations. Reproduced from Hurst et al. [3] with permission.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Schematic illustration of the frequent exacerbator phenotype. While many patients with chronic obstructive pulmonary disease (COPD) experience exacerbations, there is a subgroup of patients who enter a destructive cycle of frequent exacerbations with associated poorer outcome. This phenotype appears to be maintained over time.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Annual rate of myocardial infarction against the annual rate of exacerbation (defined as prescription of steroids and antibiotics together). Reproduced from Donaldson et al. [86] with permission.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "COPD exacerbations: defining their cause and prevention",
            "authors": [],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "786-796",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(07)61382-8"
                ]
            }
        },
        "BIBREF1": {
            "title": "Bronchial inflammation in acute bacterial exacerbations of chronic bronchitis: the role of leukotriene B4",
            "authors": [],
            "year": 2000,
            "venue": "Eur Respir J",
            "volume": "15",
            "issn": "",
            "pages": "274-280",
            "other_ids": {
                "DOI": [
                    "10.1034/j.1399-3003.2000.15b09.x"
                ]
            }
        },
        "BIBREF2": {
            "title": "Relationship between depression and exacerbations in COPD",
            "authors": [],
            "year": 2008,
            "venue": "Eur Respir J",
            "volume": "32",
            "issn": "",
            "pages": "53-60",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00120107"
                ]
            }
        },
        "BIBREF3": {
            "title": "Depressive symptoms as predictors of mortality in patients with COPD",
            "authors": [],
            "year": 2009,
            "venue": "Chest",
            "volume": "135",
            "issn": "",
            "pages": "619-625",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.08-0078"
                ]
            }
        },
        "BIBREF4": {
            "title": "Acute exacerbations of chronic obstructive pulmonary disease and the effect of existing psychiatric comorbidity on subsequent mortality",
            "authors": [],
            "year": 2011,
            "venue": "Psychosomatics",
            "volume": "52",
            "issn": "",
            "pages": "441-449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Potential risk factors for medication non-adherence in patients with chronic obstructive pulmonary disease (COPD)",
            "authors": [],
            "year": 2012,
            "venue": "Eur J Clin Pharmacol",
            "volume": "68",
            "issn": "",
            "pages": "1365-1373",
            "other_ids": {
                "DOI": [
                    "10.1007/s00228-012-1279-5"
                ]
            }
        },
        "BIBREF6": {
            "title": "What prevents people with chronic obstructive pulmonary disease from attending pulmonary rehabilitation? A systematic review",
            "authors": [],
            "year": 2011,
            "venue": "Chron Respir Dis",
            "volume": "8",
            "issn": "",
            "pages": "89-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Cognitive dysfunction in patients hospitalized with acute exacerbation of chronic obstructive pulmonary disease (COPD)",
            "authors": [],
            "year": null,
            "venue": "Chest",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The prevalence of osteoporosis in patients with chronic obstructive pulmonary disease: a cross sectional study",
            "authors": [],
            "year": 2007,
            "venue": "Respir Med",
            "volume": "101",
            "issn": "",
            "pages": "177-185",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2006.03.029"
                ]
            }
        },
        "BIBREF9": {
            "title": "Relationship between pulmonary emphysema and osteoporosis assessed by CT in patients with COPD",
            "authors": [],
            "year": 2008,
            "venue": "Chest",
            "volume": "134",
            "issn": "",
            "pages": "1244-1249",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.07-3054"
                ]
            }
        },
        "BIBREF10": {
            "title": "Osteoporosis-related kyphosis and impairments in pulmonary function: a systematic review",
            "authors": [],
            "year": 2007,
            "venue": "J Bone Miner Res",
            "volume": "22",
            "issn": "",
            "pages": "447-457",
            "other_ids": {
                "DOI": [
                    "10.1359/jbmr.061202"
                ]
            }
        },
        "BIBREF11": {
            "title": "Impact of COPD exacerbations on osteoporosis assessed by chest CT scan",
            "authors": [],
            "year": 2012,
            "venue": "COPD",
            "volume": "9",
            "issn": "",
            "pages": "235-242",
            "other_ids": {
                "DOI": [
                    "10.3109/15412555.2011.650243"
                ]
            }
        },
        "BIBREF12": {
            "title": "Acute exacerbations of chronic obstructive pulmonary disease are accompanied by elevations of plasma fibrinogen and serum IL-6 levels",
            "authors": [],
            "year": 2000,
            "venue": "Thromb Haemost",
            "volume": "84",
            "issn": "",
            "pages": "210-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Efficacy of roflumilast in the chronic obstructive pulmonary disease frequent exacerbator phenotype",
            "authors": [],
            "year": 2013,
            "venue": "Chest",
            "volume": "143",
            "issn": "",
            "pages": "1302-1311",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.12-1489"
                ]
            }
        },
        "BIBREF14": {
            "title": "Changes in bronchial inflammation during acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2001,
            "venue": "Eur Respir J",
            "volume": "17",
            "issn": "",
            "pages": "1112-1119",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.01.99114901"
                ]
            }
        },
        "BIBREF15": {
            "title": "Oxidative stress and airway inflammation in severe exacerbations of COPD",
            "authors": [],
            "year": 2005,
            "venue": "Thorax",
            "volume": "60",
            "issn": "",
            "pages": "293-300",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2004.027946"
                ]
            }
        },
        "BIBREF16": {
            "title": "Systemic and upper and lower airway inflammation at exacerbation of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "173",
            "issn": "",
            "pages": "71-78",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200505-704OC"
                ]
            }
        },
        "BIBREF17": {
            "title": "Value of C-reactive protein measurements in exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 1998,
            "venue": "Respir Med",
            "volume": "92",
            "issn": "",
            "pages": "664-667",
            "other_ids": {
                "DOI": [
                    "10.1016/S0954-6111(98)90515-7"
                ]
            }
        },
        "BIBREF18": {
            "title": "Biopsy neutrophilia, neutrophil chemokine and receptor gene expression in severe exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "168",
            "issn": "",
            "pages": "968-975",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200208-794OC"
                ]
            }
        },
        "BIBREF19": {
            "title": "Infections and airway inflammation in chronic obstructive pulmonary disease severe exacerbations",
            "authors": [],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "173",
            "issn": "",
            "pages": "1114-1121",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200506-859OC"
                ]
            }
        },
        "BIBREF20": {
            "title": "Eosinophilic airway inflammation in COPD",
            "authors": [],
            "year": 2006,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "1",
            "issn": "",
            "pages": "39-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Airway and systemic inflammation and decline in lung function in patients with COPD",
            "authors": [],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "",
            "pages": "1995-2004",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.128.4.1995"
                ]
            }
        },
        "BIBREF22": {
            "title": "COPD exacerbations. 3: Pathophysiology",
            "authors": [],
            "year": 2006,
            "venue": "Thorax",
            "volume": "61",
            "issn": "",
            "pages": "354-361",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2005.041830"
                ]
            }
        },
        "BIBREF23": {
            "title": "Inflammatory changes, recovery and recurrence at COPD exacerbation",
            "authors": [],
            "year": 2007,
            "venue": "Eur Respir J",
            "volume": "29",
            "issn": "",
            "pages": "527-534",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00092506"
                ]
            }
        },
        "BIBREF24": {
            "title": "Temporal clustering of exacerbations in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "179",
            "issn": "",
            "pages": "369-374",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200807-1067OC"
                ]
            }
        },
        "BIBREF25": {
            "title": "The clinical importance of dynamic lung hyperinflation in COPD",
            "authors": [],
            "year": 2006,
            "venue": "COPD",
            "volume": "3",
            "issn": "",
            "pages": "219-232",
            "other_ids": {
                "DOI": [
                    "10.1080/15412550600977478"
                ]
            }
        },
        "BIBREF26": {
            "title": "The role of bronchodilator treatment in the prevention of exacerbations of COPD",
            "authors": [],
            "year": 2012,
            "venue": "Eur Respir J",
            "volume": "40",
            "issn": "",
            "pages": "1545-1554",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00048912"
                ]
            }
        },
        "BIBREF27": {
            "title": "Respiratory viruses, symptoms, and inflammatory markers in acute exacerbations and stable chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "1618-1623",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.164.9.2105011"
                ]
            }
        },
        "BIBREF28": {
            "title": "Role of viruses in exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2004,
            "venue": "Proc Am Thorac Soc",
            "volume": "1",
            "issn": "",
            "pages": "115-120",
            "other_ids": {
                "DOI": [
                    "10.1513/pats.2306030"
                ]
            }
        },
        "BIBREF29": {
            "title": "Smoking, alcohol consumption, and susceptibility to the common cold",
            "authors": [],
            "year": 1993,
            "venue": "Am J Public Health",
            "volume": "83",
            "issn": "",
            "pages": "1277-1283",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.83.9.1277"
                ]
            }
        },
        "BIBREF30": {
            "title": "Incubation periods of experimental rhinovirus infection and illness",
            "authors": [],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "1287-1290",
            "other_ids": {
                "DOI": [
                    "10.1093/clinids/23.6.1287"
                ]
            }
        },
        "BIBREF31": {
            "title": "Epidemiological relationships between the common cold and exacerbation frequency in COPD",
            "authors": [],
            "year": 2005,
            "venue": "Eur Respir J",
            "volume": "26",
            "issn": "",
            "pages": "846-852",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.05.00043405"
                ]
            }
        },
        "BIBREF32": {
            "title": "Susceptibility to rhinovirus infection in chronic bronchitis",
            "authors": [],
            "year": 1978,
            "venue": "Am Rev Respir Dis",
            "volume": "118",
            "issn": "",
            "pages": "1101-1103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Susceptibility to exacerbation in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2010,
            "venue": "N Eng J Med",
            "volume": "363",
            "issn": "",
            "pages": "1128-1138",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0909883"
                ]
            }
        },
        "BIBREF34": {
            "title": "A rhinovirus outbreak among residents of a long-term care facility",
            "authors": [],
            "year": 1995,
            "venue": "Ann Intern Med",
            "volume": "123",
            "issn": "",
            "pages": "588-593",
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-123-8-199510150-00004"
                ]
            }
        },
        "BIBREF35": {
            "title": "Respiratory viral infections in adults with and without chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "162",
            "issn": "",
            "pages": "167-173",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.162.1.9911019"
                ]
            }
        },
        "BIBREF36": {
            "title": "A cell adhesion molecule, ICAM-1, is the major surface receptor for rhinoviruses",
            "authors": [],
            "year": 1989,
            "venue": "Cell",
            "volume": "56",
            "issn": "",
            "pages": "849-853",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(89)90689-2"
                ]
            }
        },
        "BIBREF37": {
            "title": "Upregulation of adhesion molecules in the bronchial mucosa of subjects with chronic obstructive bronchitis",
            "authors": [],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "803-810",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.149.3.7509705"
                ]
            }
        },
        "BIBREF38": {
            "title": "Effect of interactions between lower airway bacterial and rhinoviral infection in exacerbations of COPD",
            "authors": [],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "",
            "pages": "317-324",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.129.2.317"
                ]
            }
        },
        "BIBREF39": {
            "title": "Rhinovirus infection induces degradation of antimicrobial peptides and secondary bacterial infection in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "",
            "pages": "1117-1124",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201205-0806OC"
                ]
            }
        },
        "BIBREF40": {
            "title": "Lung infections. 1. Role of bacteria in the pathogenesis and progression of acute and chronic lung infection",
            "authors": [],
            "year": 1998,
            "venue": "Thorax",
            "volume": "53",
            "issn": "",
            "pages": "58-62",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.53.1.58"
                ]
            }
        },
        "BIBREF41": {
            "title": "Changes in prevalence and load of airway bacteria using quantitative PCR in stable and exacerbated COPD",
            "authors": [],
            "year": 2012,
            "venue": "Thorax",
            "volume": "67",
            "issn": "",
            "pages": "1075-1080",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2012-201924"
                ]
            }
        },
        "BIBREF42": {
            "title": "New strains of bacteria and exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2002,
            "venue": "N Eng J Med",
            "volume": "347",
            "issn": "",
            "pages": "465-471",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa012561"
                ]
            }
        },
        "BIBREF43": {
            "title": "Risk factors for lower airway bacterial colonization in chronic bronchitis",
            "authors": [],
            "year": 1999,
            "venue": "Eur Respir J",
            "volume": "13",
            "issn": "",
            "pages": "338-342",
            "other_ids": {
                "DOI": [
                    "10.1034/j.1399-3003.1999.13b20.x"
                ]
            }
        },
        "BIBREF44": {
            "title": "Effect of exacerbation on quality of life in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 1998,
            "venue": "Am J Respir Crit Care Med",
            "volume": "157",
            "issn": "",
            "pages": "1418-1422",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.157.5.9709032"
                ]
            }
        },
        "BIBREF45": {
            "title": "Airway inflammation and bronchial microbial patterns in patients with stable chronic obstructive pulmonary disease",
            "authors": [],
            "year": 1999,
            "venue": "Eur Respir J",
            "volume": "14",
            "issn": "",
            "pages": "1015-1022",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.99.14510159"
                ]
            }
        },
        "BIBREF46": {
            "title": "Association between airway bacterial load and markers of airway inflammation in patients with stable chronic bronchitis",
            "authors": [],
            "year": 2000,
            "venue": "Am J Med",
            "volume": "109",
            "issn": "",
            "pages": "288-295",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9343(00)00507-6"
                ]
            }
        },
        "BIBREF47": {
            "title": "Relationship between bacterial colonisation and the frequency, character, and severity of COPD exacerbations",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "759-764",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.57.9.759"
                ]
            }
        },
        "BIBREF48": {
            "title": "Lung microbiology and exacerbations in COPD",
            "authors": [],
            "year": 2012,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "7",
            "issn": "",
            "pages": "555-569",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "A single nucleotide polymorphism in the CCL1 gene predicts acute exacerbations in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "174",
            "issn": "",
            "pages": "875-885",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200603-443OC"
                ]
            }
        },
        "BIBREF50": {
            "title": "Polymorphic variation in surfactant protein B is associated with COPD exacerbations",
            "authors": [],
            "year": 2008,
            "venue": "Eur Respir J",
            "volume": "32",
            "issn": "",
            "pages": "938-944",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00040208"
                ]
            }
        },
        "BIBREF51": {
            "title": "Mannose-binding lectin gene polymorphism contributes to recurrence of infective exacerbation in patients with COPD",
            "authors": [],
            "year": 2011,
            "venue": "Chest",
            "volume": "139",
            "issn": "",
            "pages": "43-51",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.10-0375"
                ]
            }
        },
        "BIBREF52": {
            "title": "Mannose-binding lectin gene polymorphism predicts hospital admissions for COPD infections",
            "authors": [],
            "year": 2003,
            "venue": "Genes Immun",
            "volume": "4",
            "issn": "",
            "pages": "269-274",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.gene.6363961"
                ]
            }
        },
        "BIBREF53": {
            "title": "Microsatellite DNA instability and COPD exacerbations",
            "authors": [],
            "year": 2008,
            "venue": "Eur Respir J",
            "volume": "32",
            "issn": "",
            "pages": "612-618",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00169307"
                ]
            }
        },
        "BIBREF54": {
            "title": "Nonadherence to COPD treatment: what have we learned and what do we do next?",
            "authors": [],
            "year": 2012,
            "venue": "COPD",
            "volume": "9",
            "issn": "",
            "pages": "209-210",
            "other_ids": {
                "DOI": [
                    "10.3109/15412555.2012.679880"
                ]
            }
        },
        "BIBREF55": {
            "title": "Early therapy improves outcomes of exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": "1298-1303",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200310-1443OC"
                ]
            }
        },
        "BIBREF56": {
            "title": "Patient adherence in COPD",
            "authors": [],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Treatment of COPD: relationships between daily dosing frequency, adherence, resource use, and costs",
            "authors": [],
            "year": 2011,
            "venue": "Respir Med",
            "volume": "105",
            "issn": "",
            "pages": "435-441",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2010.09.006"
                ]
            }
        },
        "BIBREF58": {
            "title": "Association of chronic obstructive pulmonary disease maintenance medication adherence with all-cause hospitalization and spending in a Medicare population",
            "authors": [],
            "year": 2012,
            "venue": "Am J Geriatr Pharmacother",
            "volume": "10",
            "issn": "",
            "pages": "201-210",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjopharm.2012.04.002"
                ]
            }
        },
        "BIBREF59": {
            "title": "Adherence to inhaled therapies, health outcomes and costs in patients with asthma and COPD",
            "authors": [],
            "year": 2013,
            "venue": "Respir Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [],
            "year": 1976,
            "venue": "The Natural History of Chronic Bronchitis and Emphysema",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Relationship between exacerbation frequency and lung function decline in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "847-852",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.57.10.847"
                ]
            }
        },
        "BIBREF62": {
            "title": "Lower respiratory illnesses promote FEV(1) decline in current smokers but not ex-smokers with mild chronic obstructive pulmonary disease: results from the lung health study",
            "authors": [],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "358-364",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.164.3.2010017"
                ]
            }
        },
        "BIBREF63": {
            "title": "Effect of pharmacotherapy on rate of decline of lung function in chronic obstructive pulmonary disease: results from the TORCH study",
            "authors": [],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "332-338",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200712-1869OC"
                ]
            }
        },
        "BIBREF64": {
            "title": "Correlating changes in lung function with patient outcomes in chronic obstructive pulmonary disease: a pooled analysis",
            "authors": [],
            "year": 2011,
            "venue": "Respir Res",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1465-9921-12-161"
                ]
            }
        },
        "BIBREF65": {
            "title": "Changes in forced expiratory volume in 1 second over time in COPD",
            "authors": [],
            "year": 2011,
            "venue": "N Eng J Med",
            "volume": "365",
            "issn": "",
            "pages": "1184-1192",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1105482"
                ]
            }
        },
        "BIBREF66": {
            "title": "Underreporting exacerbation of chronic obstructive pulmonary disease in a longitudinal cohort",
            "authors": [],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "177",
            "issn": "",
            "pages": "396-401",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200708-1290OC"
                ]
            }
        },
        "BIBREF67": {
            "title": "Exacerbation frequency and course of COPD",
            "authors": [],
            "year": 2012,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "7",
            "issn": "",
            "pages": "653-661",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Exacerbations and lung function decline in COPD: new insights in current and ex-smokers",
            "authors": [],
            "year": 2007,
            "venue": "Respir Med",
            "volume": "101",
            "issn": "",
            "pages": "1305-1312",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2006.10.012"
                ]
            }
        },
        "BIBREF69": {
            "title": "Usefulness of the chronic obstructive pulmonary disease assessment test to evaluate severity of COPD exacerbations",
            "authors": [],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "185",
            "issn": "",
            "pages": "1218-1224",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201110-1843OC"
                ]
            }
        },
        "BIBREF70": {
            "title": "Time course of recovery of health status following an infective exacerbation of chronic bronchitis",
            "authors": [],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "",
            "pages": "589-593",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.58.7.589"
                ]
            }
        },
        "BIBREF71": {
            "title": "Measurement of short-term changes in dyspnea and disease-specific quality of life following an acute COPD exacerbation",
            "authors": [],
            "year": 2002,
            "venue": "Chest",
            "volume": "121",
            "issn": "",
            "pages": "688-696",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.121.3.688"
                ]
            }
        },
        "BIBREF72": {
            "title": "Determinants and impact of fatigue in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2009,
            "venue": "Respir Med",
            "volume": "103",
            "issn": "",
            "pages": "216-223",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2008.09.022"
                ]
            }
        },
        "BIBREF73": {
            "title": "Muscle force during an acute exacerbation in hospitalised patients with COPD and its relationship with CXCL8 and IGF-I",
            "authors": [],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "",
            "pages": "752-756",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.58.9.752"
                ]
            }
        },
        "BIBREF74": {
            "title": "Exacerbations and time spent outdoors in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "",
            "pages": "446-452",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200408-1054OC"
                ]
            }
        },
        "BIBREF75": {
            "title": "Physical activity and hospitalization for exacerbation of COPD",
            "authors": [],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "",
            "pages": "536-544",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.129.3.536"
                ]
            }
        },
        "BIBREF76": {
            "title": "Outcomes following acute exacerbation of severe chronic obstructive lung disease. The SUPPORT investigators (Study to Understand Prognoses and Preferences for Outcomes and Risks of Treatments)",
            "authors": [],
            "year": 1996,
            "venue": "Am J Respir Crit Care Med",
            "volume": "154",
            "issn": "",
            "pages": "959-967",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.154.4.8887592"
                ]
            }
        },
        "BIBREF77": {
            "title": "Analysis of chronic obstructive pulmonary disease exacerbations with the dual bronchodilator QVA149 compared with glycopyrronium and tiotropium (SPARK): a randomised, double-blind, parallel-group study",
            "authors": [],
            "year": 2013,
            "venue": "Lancet Respir Med",
            "volume": "1",
            "issn": "",
            "pages": "199-209",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(13)70052-3"
                ]
            }
        },
        "BIBREF78": {
            "title": "Clinical audit indicators of outcome following admission to hospital with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "137-141",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.57.2.137"
                ]
            }
        },
        "BIBREF79": {
            "title": "Evidence for a link between mortality in acute COPD and hospital type and resources",
            "authors": [],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "",
            "pages": "947-949",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.58.11.947"
                ]
            }
        },
        "BIBREF80": {
            "title": "Severe acute exacerbations and mortality in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2005,
            "venue": "Thorax",
            "volume": "60",
            "issn": "",
            "pages": "925-931",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2005.040527"
                ]
            }
        },
        "BIBREF81": {
            "title": "Long-term natural history of chronic obstructive pulmonary disease: severe exacerbations and mortality",
            "authors": [],
            "year": 2012,
            "venue": "Thorax",
            "volume": "67",
            "issn": "",
            "pages": "957-963",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2011-201518"
                ]
            }
        },
        "BIBREF82": {
            "title": "Prevalence and outcomes of diabetes, hypertension and cardiovascular disease in COPD",
            "authors": [],
            "year": 2008,
            "venue": "Eur Respir J",
            "volume": "32",
            "issn": "",
            "pages": "962-969",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00012408"
                ]
            }
        },
        "BIBREF83": {
            "title": "The impact of ischemic heart disease on symptoms, health status, and exacerbations in patients with COPD",
            "authors": [],
            "year": 2012,
            "venue": "Chest",
            "volume": "141",
            "issn": "",
            "pages": "851-857",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.11-0853"
                ]
            }
        },
        "BIBREF84": {
            "title": "Inflammation in atherosclerosis: transition from theory to practice",
            "authors": [],
            "year": 2010,
            "venue": "Circ J",
            "volume": "74",
            "issn": "",
            "pages": "213-220",
            "other_ids": {
                "DOI": [
                    "10.1253/circj.CJ-09-0706"
                ]
            }
        },
        "BIBREF85": {
            "title": "C-reactive protein, fibrinogen, and cardiovascular disease prediction",
            "authors": [],
            "year": 2012,
            "venue": "N Eng J Med",
            "volume": "367",
            "issn": "",
            "pages": "1310-1320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Clusters of comorbidities based on validated objective measurements and systemic inflammation in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "18",
            "issn": "",
            "pages": "728-735",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Clinical presentation and outcome of venous thromboembolism in COPD",
            "authors": [],
            "year": 2012,
            "venue": "Eur Respir J",
            "volume": "39",
            "issn": "",
            "pages": "862-868",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00058811"
                ]
            }
        },
        "BIBREF88": {
            "title": "Standardizing measurement of chronic obstructive pulmonary disease exacerbations, reliability and validity of a patient-reported diary",
            "authors": [],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "",
            "pages": "323-329",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201005-0762OC"
                ]
            }
        },
        "BIBREF89": {
            "title": "Prediction of cardiovascular events and all-cause mortality with arterial stiffness: a systematic review and meta-analysis",
            "authors": [],
            "year": 2010,
            "venue": "J Am Coll Cardiol",
            "volume": "55",
            "issn": "",
            "pages": "1318-1327",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2009.10.061"
                ]
            }
        },
        "BIBREF90": {
            "title": "Arterial stiffness is independently associated with emphysema severity in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "",
            "pages": "1208-1214",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200707-1080OC"
                ]
            }
        },
        "BIBREF91": {
            "title": "Microalbuminuria and hypoxemia in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "1004-1010",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201003-0360OC"
                ]
            }
        },
        "BIBREF92": {
            "title": "Arterial oxygen saturation, COPD, and cerebral small vessel disease",
            "authors": [],
            "year": 2004,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "75",
            "issn": "",
            "pages": "733-736",
            "other_ids": {
                "DOI": [
                    "10.1136/jnnp.2003.022012"
                ]
            }
        },
        "BIBREF93": {
            "title": "Diagnosis of myocardial infarction following hospitalisation for exacerbation of COPD",
            "authors": [],
            "year": 2012,
            "venue": "Eur Respir J",
            "volume": "39",
            "issn": "",
            "pages": "1097-1103",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00124811"
                ]
            }
        },
        "BIBREF94": {
            "title": "Risk of nonlower respiratory serious adverse events following COPD exacerbations in the 4-year UPLIFT(R) trial",
            "authors": [],
            "year": 2011,
            "venue": "Lung",
            "volume": "189",
            "issn": "",
            "pages": "261-268",
            "other_ids": {
                "DOI": [
                    "10.1007/s00408-011-9301-8"
                ]
            }
        },
        "BIBREF95": {
            "title": "Increased risk of myocardial infarction and stroke following exacerbation of COPD",
            "authors": [],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "",
            "pages": "1091-1097",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.09-2029"
                ]
            }
        },
        "BIBREF96": {
            "title": "Prevalence of pulmonary embolism in acute exacerbations of COPD: a systematic review and metaanalysis",
            "authors": [],
            "year": 2009,
            "venue": "Chest",
            "volume": "135",
            "issn": "",
            "pages": "786-793",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.08-1516"
                ]
            }
        },
        "BIBREF97": {
            "title": "Reduction of morbidity and mortality by statins, angiotensin-converting enzyme inhibitors, and angiotensin receptor blockers in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2006,
            "venue": "J Am Coll Cardiol",
            "volume": "47",
            "issn": "",
            "pages": "2554-2560",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2006.04.039"
                ]
            }
        },
        "BIBREF98": {
            "title": "Effects of cardiovascular drugs on mortality in severe chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "187",
            "issn": "",
            "pages": "715-720",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201208-1565OC"
                ]
            }
        },
        "BIBREF99": {
            "title": "Relation of sputum inflammatory markers to symptoms and lung function changes in COPD exacerbations",
            "authors": [],
            "year": 2000,
            "venue": "Thorax",
            "volume": "55",
            "issn": "",
            "pages": "114-120",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.55.2.114"
                ]
            }
        },
        "BIBREF100": {
            "title": "Associations between statins and COPD: a systematic review",
            "authors": [],
            "year": 2009,
            "venue": "BMC Pulm Med",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2466-9-32"
                ]
            }
        },
        "BIBREF101": {
            "title": "Cardioselective beta-blockers for chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2005,
            "venue": "Cochrane Database Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "Beta-blockers may reduce mortality and risk of exacerbations in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2010,
            "venue": "Arch Intern Med",
            "volume": "170",
            "issn": "",
            "pages": "880-887",
            "other_ids": {
                "DOI": [
                    "10.1001/archinternmed.2010.112"
                ]
            }
        },
        "BIBREF103": {
            "title": "Effect of beta blockers in treatment of chronic obstructive pulmonary disease: a retrospective cohort study",
            "authors": [],
            "year": 2011,
            "venue": "BMJ",
            "volume": "342",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.d2549"
                ]
            }
        },
        "BIBREF104": {
            "title": "Prevention of venous thromboembolism in medical patients with enoxaparin: a subgroup analysis of the MEDENOX study",
            "authors": [],
            "year": 2003,
            "venue": "Blood Coagul Fibrinol",
            "volume": "14",
            "issn": "",
            "pages": "341-346",
            "other_ids": {
                "DOI": [
                    "10.1097/00001721-200306000-00004"
                ]
            }
        },
        "BIBREF105": {
            "title": "Extrapulmonary comorbidities in chronic obstructive pulmonary disease: state of the art",
            "authors": [],
            "year": 2011,
            "venue": "Expert Rev Respir Med",
            "volume": "5",
            "issn": "",
            "pages": "647-662",
            "other_ids": {
                "DOI": [
                    "10.1586/ers.11.62"
                ]
            }
        },
        "BIBREF106": {
            "title": "Role of gastroesophageal reflux symptoms in exacerbations of COPD",
            "authors": [],
            "year": 2006,
            "venue": "Chest",
            "volume": "130",
            "issn": "",
            "pages": "1096-1101",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.130.4.1096"
                ]
            }
        },
        "BIBREF107": {
            "title": "Impact of gastro-oesophageal reflux disease symptoms on COPD exacerbation",
            "authors": [],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": "951-955",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2007.092858"
                ]
            }
        },
        "BIBREF108": {
            "title": "A randomized, single-blind study of lansoprazole for the prevention of exacerbations of chronic obstructive pulmonary disease in older patients",
            "authors": [],
            "year": 2009,
            "venue": "J Am Geriatr Soc",
            "volume": "57",
            "issn": "",
            "pages": "1453-1457",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1532-5415.2009.02349.x"
                ]
            }
        },
        "BIBREF109": {
            "title": "Determinants of depression in the ECLIPSE chronic obstructive pulmonary disease cohort",
            "authors": [],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "",
            "pages": "604-611",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201003-0472OC"
                ]
            }
        }
    }
}