{
    "paper_id": "PMC3296753",
    "metadata": {
        "title": "Reverse Genetics of SARS-Related Coronavirus Using Vaccinia Virus-Based Recombination",
        "authors": [
            {
                "first": "Sjoerd",
                "middle": [
                    "H.",
                    "E."
                ],
                "last": "van den Worm",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Klara",
                "middle": [
                    "Kristin"
                ],
                "last": "Eriksson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jessika",
                "middle": [
                    "C."
                ],
                "last": "Zevenhoven",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Friedemann",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roland",
                "middle": [],
                "last": "Züst",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Kuri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Dijkman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guohui",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stuart",
                "middle": [
                    "G."
                ],
                "last": "Siddell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eric",
                "middle": [
                    "J."
                ],
                "last": "Snijder",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Thiel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [
                    "D."
                ],
                "last": "Davidson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Leo",
                "middle": [
                    "L.",
                    "M."
                ],
                "last": "Poon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "SARS is a text-book example of a novel, emerging disease that resulted from the introduction of an animal virus into the human population. The natural reservoir of the SARS virus progenitor is most likely a bat species and from here the virus was transmitted to humans, probably by a route involving a mammalian amplification host [1]. SARS was first seen in the Guangdong province of China in late 2002 and spread rapidly to a further 30 countries with more than 8000 cases reported within only a few months. The outbreak was eventually brought under control by the implementation of classical infection control measures [2].",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "mention": "[1]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 622,
                    "end": 625,
                    "mention": "[2]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "SARS is caused by a coronavirus, a group of positive strand RNA viruses that had previously only been associated with mild upper respiratory infections in humans [3]. However, SARS-CoV infection often resulted in severe atypical pneumonia and was associated with an overall case fatality ratio of about 10% [4]. The last reported case of the SARS outbreak was in April 2004 but the threat of SARS has not disappeared. There is a real risk that another SARS-CoV could re-emerge from its natural reservoir, either in its original form or as a more virulent or pathogenic strain; in which case, the virus would be difficult to control in the absence of any effective antiviral drugs or vaccines.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "mention": "[3]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 307,
                    "end": 310,
                    "mention": "[4]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Reverse genetics, the generation of mutants by recombinant DNA technology, is a powerful tool to study the biology and pathogenesis of viruses and robust systems have been developed for almost all virus families. In the case of coronaviruses, a number of alternative systems have been developed including targeted RNA recombination, the systematic in vitro assembly of full-length cDNA copies of coronavirus genomes and the propagation of such full-length cDNAs in bacterial artificial chromosomes [5], [6], [7], [8]. We have chosen a system that is based upon the cloning and propagation of coronavirus genomic cDNAs in vaccinia virus vectors [9]. The major advantages of this approach are that it circumvents problems associated with any instability of coronavirus cDNAs in bacterial plasmids and it allows for mutagenesis of the cDNA by a process involving homologous recombination. Initially, the mutagenesis protocol comprises two steps, essentially involving positive and negative selection of the E. coli guanine-phosphoribosyl-transferase (gpt) gene. However, as the number of vaccinia viruses with coronavirus gene-specific gpt inserts available in the laboratory increases, the process will be reduced to one recombination step in most cases.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "mention": "[5]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 503,
                    "end": 506,
                    "mention": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 508,
                    "end": 511,
                    "mention": "[7]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 513,
                    "end": 516,
                    "mention": "[8]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 644,
                    "end": 647,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It has been suggested that the initial phase of SARS-CoV infection is characterised by the lack of an adequate antiviral cytokine response, which leads to an unusually high virus load. This, combined with a background of intense chemokine upregulation, can result in the severe, age-related immunopathology seen during the period of virus clearance [10], [11]. Consistent with this idea, the SARS-CoV has been shown to encode a number of type 1 interferon antagonist proteins [12]. Also Law and colleagues have shown that human monocyte-derived dendritic cells (mdDC) upregulated both pro-inflammatory cytokines and inflammatory chemokines upon exposure to SARS-CoV but did not significantly upregulate antiviral cytokines such as type 1 interferons or interleukin 12p40 [13]. However, the SARS-CoV-dendritic cell interaction remains to be fully characterised. For example, Law et al. showed by electron microscopy and immunofluorescence that SARS-CoV was internalised in mdDCs and they could detect both plus and minus strand RNA in the cells, which they took as evidence of viral replication. At the same time, there was no evidence of virus production, nor did the cells exhibit cytopathic changes or signs of maturation [13]. Similarly, Spiegel et al. reported that SARS-CoV can infect mdDC cells, however virus titres declined until six days post infection suggesting that SARS-CoV replication efficiency was very low [14].",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "mention": "[10]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 355,
                    "end": 359,
                    "mention": "[11]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 476,
                    "end": 480,
                    "mention": "[12]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 771,
                    "end": 775,
                    "mention": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "mention": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "mention": "[14]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this paper, we describe the development of a vaccinia virus-based reverse genetic system for SARS-CoV (isolate HKU-39849) and the characterization of recombinant SARS-CoV. We also describe the insertion of a reporter gene (Renilla luciferase) as a subgenomic transcription cassette in the SARS-CoV genome and the use of this recombinant virus to study the interaction of SARS-CoV and human dendritic cells (hDCs).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "One of the main advantages of the vaccinia-virus based reverse genetic system is that it facilitates the introduction of mutations into the coronavirus cDNA by the process of homologous recombination. However, it can also be used to repair cDNAs that contain incorrect nucleotide changes that result from RT-PCR [15] and to circumvent the cloning and propagation of coronavirus cDNAs that may be unstable or toxic in bacterial plasmids [16], [17]. In the case of SARS-CoV, we found it difficult to clone or stably propagate large cDNA sequences that contained nucleotides 11370 to 11905 in bacterial plasmids, including the low-copy plasmid pWSK29. Thus, initially, we substituted this region of the SARS-CoV cDNA with a gpt gene in the recombinant vaccinia virus, vSARS-CoV-5prime-gpt. Subsequently, the gpt gene was replaced by the appropriate SARS-CoV cDNA sequences using homologous recombination involving vaccinia virus vSARS-CoV-5prime-gpt and a plasmid DNA that contained a shorter region of SARS-CoV cDNA (nts 10808 to 12837). Homologous recombination was also used to repair a non-silent nucleotide change corresponding to SARS-CoV nt 18292 in vSARS-CoV-5prime. Sequencing analysis of the SARS-CoV insert in vaccinia virus vSARS-CoV-5prime revealed an unexpected deletion of one thymidine nucleotide, corresponding to nt 7401 of the SARS-CoV genome. Notably, this deletion was not present in the plasmid DNA that had initially been sequenced. Further analyses revealed that the deletion emerged during plasmid propagation in E.coli, when we prepared a large plasmid DNA stock for cloning into the vaccinia virus genome. In order to repair this deletion in the vaccinia virus vSARS-CoV-5prime, and to circumvent repeated instability of SARS-CoV sequences cloned in plasmid DNAs, we used an RT-PCR-derived fragment comprised of SARS-CoV nts 6763–7940 for homologous recombination. Similarly, homologous recombination was used to repair RT-PCR-introduced nucleotide changes in the cDNA of vSARS-CoV-3prime. These included a deletion of SARS-CoV nts 26132–26152, a point mutation at nt 26811, and a deletion of two nucleotides (27808–27809).",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 436,
                    "end": 440,
                    "mention": "[16]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 442,
                    "end": 446,
                    "mention": "[17]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Cloning and repair of SARS-CoV cDNA ::: Results",
            "ref_spans": []
        },
        {
            "text": "Although the cloned SARS-CoV sequence is based on SARS-CoV isolate HKU-39849, we identified a number of nucleotide differences between the published SARS-CoV HKU-39849 sequence (GenBank: AY278491) [18] and the SARS-CoV HKU-39849 RNA isolated in the Bristol laboratory (designated HKU-UOB in Table 1; GenBank: JQ316196). In total there are two silent and seven non-silent nucleotide differences (leading to six amino acid substitutions; Table 1). Interestingly, eight of these nine nucleotides in the HKU-UOB sequence match to those encoded by the SARS-CoV Frankfurt-1 isolate (GenBank: AY291315) [19]. When the HKU-UOB sequence was compared with the Frankfurt-1 sequence, eight nucleotide differences were identified, three are silent and five are non-silent. Notably, seven of these eight nucleotides in the HKU-UOB sequence match to those reported in the published SARS-CoV HKU-39849 sequence. Thus, it remains to be confirmed that SARS-CoV strains used in different laboratories actually match to the initially determined sequences. The full-length SARS-CoV cDNA cloned in the recombinant vaccinia viruses vSARS-CoV-5prime and vSARS-CoV-3prime has only four nucleotide changes compared to the HKU-39849 genomic RNA isolated in the Bristol laboratory. There are three silent nucleotide changes at positions 11304, 16325 and 16955, and one deliberately introduced silent nucleotide change (nt 20279) to create unique SfiI and BglI sites that are used for ligation of vSARS-CoV-5prime and vSARS-CoV-3prime DNA to obtain a full-length cDNA of the recombinant SARS-CoV genome (Table 1; GenBank: JN854286). Thus, the recombinant SARS-CoV cDNA had 12 nucleotide changes compared to the SARS-CoV Frankfurt-1 sequence (AY291315) reported by Thiel et al., [19] and 13 nucleotide changes compared to the SARS-CoV HKU-39849 sequence (AY278491) reported by Zeng et al.\n[18].",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "mention": "[18]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 596,
                    "end": 600,
                    "mention": "[19]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1749,
                    "end": 1753,
                    "mention": "[19]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1859,
                    "end": 1863,
                    "mention": "[18]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "SARS-CoV genome nucleotide sequence comparison ::: Results",
            "ref_spans": [
                {
                    "start": 291,
                    "end": 298,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 443,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1575,
                    "end": 1582,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "It is now well established that the rescue of recombinant coronaviruses from infectious RNA transcripts is facilitated by the expression of the cognate N protein [7], [9], [20]. We, therefore, used a BHK-21 cell line that expressed the SARS-CoV N protein following induction with doxycycline for rescue of the recSARS-CoV [21]. Initially the cDNA inserts cloned in vSARS-CoV-5prime and vSARS-CoV-3prime were ligated to create a genome-length SARS-CoV cDNA template for in vitro transcription. To do this, vaccinia virus DNA derived from vSARS-CoV-5prime DNA was cleaved with SfiI and the vSARS-CoV-3prime DNA was cleaved with BglI. Both DNAs were then ligated to join the vSARS-CoV-5prime SfiI site with the vSARS-CoV-3prime BglI site (Figure 1). The resulting DNA ligation products were subsequently cleaved with EagI, which cuts the vSARS-CoV-3prime DNA directly downstream of the polyA sequence, and the EagI-cleaved DNA was then used as template for in vitro transcription using bacteriophage T7 RNA polymerase.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "mention": "[7]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 167,
                    "end": 170,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 172,
                    "end": 176,
                    "mention": "[20]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 322,
                    "end": 326,
                    "mention": "[21]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Rescue of recSARS-CoV ::: Results",
            "ref_spans": [
                {
                    "start": 736,
                    "end": 744,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The full length SARS-CoV RNA produced in vitro was electroporated into BHK-SARS-N cells and the transfected cells were co-cultivated with Vero-E6 cells in a 1 to 4 ratio. After 24–48 hours, virus-induced cytopathic effects were detectable. With immunofluorescence (IF) microscopy, non-structural protein 3 and M protein could occasionally be detected in the transfected samples. However, when Vero-E6 cells were infected with passage 0 (P0) virus harvests, infection was readily detected with IF microscopy (Figure 2A). The P1 virus stock was used for subsequent experiments and had a titer of 2×107 pfu/mL, approximately one log lower than that of SARS-CoV Frankfurt-1 harvested from Vero-E6 cells.",
            "cite_spans": [],
            "section": "Rescue of recSARS-CoV ::: Results",
            "ref_spans": [
                {
                    "start": 508,
                    "end": 517,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To ensure that the SARS-CoV that we had recovered was indeed recombinant virus, we isolated total RNA from the culture supernatant and cells that had been infected with the rescued P0 virus. We then amplified, by RT-PCR, a 2551 bp fragment that encompassed the unique BglI site created in the SARS-CoV cDNA by the in vitro ligation of the vSARS-CoV-5prime and vSARS-CoV-3prime template DNAs. Figure 2B shows that both the cell lysate and culture supernatant contained recSARS-CoV RNA that could be identified by BglI cleavage of the amplified RT-PCR product. As a control, we amplified the corresponding RT-PCR fragment from cells that had been infected with SARS-CoV-Frankfurt-1. The amplified fragment has the expected length but could not be cleaved by BglI. The RT-PCR reaction failed to produce an amplification product using RNA from mock-infected cells and PCR amplification alone failed to produce a product using the same RNA templates.",
            "cite_spans": [],
            "section": "Identification of recSARS-CoV ::: Results",
            "ref_spans": [
                {
                    "start": 392,
                    "end": 401,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "During production of the recSARS-CoV P1 stock, it was apparent that the plaque phenotype of recSARS-CoV and SARS-CoV HKU-39849 is different compared to SARS-CoV Frankfurt-1. This is illustrated in Figure 2C, which shows the plaque phenotype of recSARS-CoV, SARS-CoV Frankfurt-1, SARS-CoV HKU-39849 obtained from J.S.Peiris and SARS-CoV HKU-39849 that was recovered from the RNA used to produce the recSARS-CoV cDNAs. Clearly, the HKU-39849 lineage has a smaller plaque phenotype and replicates to lower titres compared to the SARS-CoV Frankfurt-1 virus. As shown in Table 1, there are a number of nucleotide changes between the genomes of recSARS-CoV and SARS-CoV Frankfurt-1. In addition, it is known that the SARS-CoV Frankfurt-1 virus propagated in the laboratory contains a 45 nucleotide in-frame deletion (27670–27714) in ORF7b [8], [19]. These changes may explain the different plaque sizes between the two viruses and further studies are needed to investigate this issue.",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 836,
                    "mention": "[8]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 838,
                    "end": 842,
                    "mention": "[19]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Identification of recSARS-CoV ::: Results",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "mention": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 566,
                    "end": 573,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "As a next step, we characterized the replication of recSARS-CoV in cell culture by analysis of the one-step replication curve, as well as intracellular viral RNA and protein synthesis. As shown in Figure 3A, at a high MOI, the kinetics of recSARS-CoV replication are similar to those of SARS-CoV Frankfurt-1, although the titres of virus released into the culture supernatant are approximately 10-fold less. Figure 3B shows that the genome-sized RNA and 8 subgenomic RNAs are synthesized in recSARS-CoV-infected cells. Additionally, Figure 3C shows that the synthesis of viral proteins in recSARS-CoV infected cells, exemplified here by synthesis of non-structural protein 3 and the nucleocapsid protein parallels the kinetics of virus replication and is slightly delayed compared to SARS-CoV Frankfurt-1-infected cells.",
            "cite_spans": [],
            "section": "Characterisation of recSARS-CoV in cell culture ::: Results",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "mention": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 408,
                    "end": 417,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 533,
                    "end": 542,
                    "mention": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Infection of hDCs with SARS-CoV has been shown to be abortive and replication is only barely detectable [13], [14], [22]. However, it is not known to what extent SARS-CoV gene expression can occur in hDCs. To address this question, we used the SARS-CoV HKU-39849 reverse genetic system to construct a recombinant SARS-CoV expressing the Renilla luciferase by replacing the majority of SARS-CoV ORF7a (nts 27273–27594) with the Renilla luciferase gene (Figure 4A, termed SARS-CoV-luc). In parallel, we also constructed a recombinant human coronavirus 229E (HCoV-229E) expressing Renilla luciferase by replacing the majority of HCoV-229E ORF4 (nts 24091–24560; Figure 4A, termed HCoV-229E-luc). In the infected cell, production of the luciferase protein would indicate that viral genome replication has taken place and that subgenomic mRNAs have been produced and translated. Recombinant HCoV-229E was chosen to control for efficient coronavirus-mediated gene expression in hDCs because it has been shown previously that virus-like particles containing HCoV-229E-based vector RNA have the ability to transduce both mature and immature hDCs and to mediate heterologous gene expression [23]. Furthermore, efficient infection of hDCs has been demonstrated recently with recombinant HCoV-229E expressing a fusion protein comprised of the green fluorescent protein and a melanoma CD8+ T cell epitope (Mel-A), which efficiently activated human Mel-A-specific CD8+ T cells [24]. Initially, the replication of recSARS-CoV and HCoV-229E was compared to that of the corresponding luciferase expressing viruses (SARS-CoV-luc and HCoV-229E-luc) in Vero-E6 and Huh-7 cells respectively, to determine if the replacement of virus specific ORFs with the Renilla luciferase coding region affected virus replication in cell culture. As shown in Figure 4B, comparison of the peak viral titers for recSARS-CoV and SARS-CoV-luc and HCoV-229E and HCoV-229E-luc confirmed that the luciferase expressing viruses replicated similarly to their recombinant counterparts. SARS-CoV-luc and HCoV-229E-luc were then used to investigate the replication of SARS-CoV in hDCs. Figure 4C shows that, as expected, both SARS-CoV-luc and HCoV-229E-luc are able to mediate Renilla luciferase gene expression in the susceptible cell lines Vero-E6 or Huh-7, respectively. However, in hDCs only HCoV-229E-luc gave rise to significant Renilla luciferase expression, whereas there was no evidence that the modified recombinant SARS-CoV-luc-mediated Renilla luciferase expression.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "mention": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 110,
                    "end": 114,
                    "mention": "[14]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 116,
                    "end": 120,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "mention": "[23]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1464,
                    "end": 1468,
                    "mention": "[24]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Infection of human dendritic cells ::: Results",
            "ref_spans": [
                {
                    "start": 452,
                    "end": 461,
                    "mention": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 659,
                    "end": 668,
                    "mention": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1825,
                    "end": 1834,
                    "mention": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2140,
                    "end": 2149,
                    "mention": "Figure 4C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The results presented in this paper describe the successful development of a reverse genetic system for SARS-CoV HKU-39849 that is based upon the cloning, propagation and mutagenesis of a SARS-CoV cDNA in a vaccinia virus vector. Also, we have shown that the process of vaccina virus mediated homologous recombination is not only a powerful tool to introduce mutations in the coronavirus cDNA but it is also a convenient way to repair unintentional nucleotide changes that arise during RT-PCR or plasmid DNA propagation in E.coli. Indeed, it is an optimal strategy to circumvent the need to clone or propagate coronavirus cDNAs in bacterial plasmids when they may be unstable or toxic. This is important because there is always the possibility that in any reverse genetic approach spurious mutations can result in the recovery of non-pathogenic viruses [25] or, conversely, they can act as compensatory mutations that allow for the recovery of viruses that would otherwise not be viable.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 857,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is also clear from our results that the recSARS-CoV we have produced replicates to slightly lower titres compared to SARS-CoV Frankfurt-1. The SARS-CoV Frankfurt-1 isolate used in this study contains a 45 nucleotide deletion in ORF7b. It has been reported that this virus variant of the Frankfurt-1 isolate emerged during propagation in cell culture and has altered replication kinetics in specific cell lines [8], [19]. Furthermore, four nucleotide changes (A2557, U11448, U24933, U28268) have previously been identified to be specific for the Frankfurt-1 isolate [19], and these nucleotides were neither reported in the initial HKU-39849 sequence (GenBank: AY278491), nor have they been detected in the HKU-39849 RNA isolated in the Bristol laboratory (GenBank: JQ316196; Table 1). It would be worthwhile to systematically investigate the phenotypes associated with the genomic differences of recSARS-CoV and SARS-CoV Frankfurt-1, particularly, if high titres of recombinant virus are desired for in vitro studies. Also, in this respect, it would be important to establish the phenotype of recSARS-CoV in animal models of SARS-CoV infection [26]. The reverse genetic system for SARS-CoV-HKU-39849 will be a valuable addition to existing reverse genetic systems for SARS-CoV, because the HKU-39849 isolate has been instrumental in clarifying the aetiology of SARS [27], [28], and was used to establish important in vivo models for SARS-CoV infection in macaques, cats and ferrets [29], [30].",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "mention": "[8]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 418,
                    "end": 422,
                    "mention": "[19]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 568,
                    "end": 572,
                    "mention": "[19]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "mention": "[26]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "mention": "[27]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "mention": "[28]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "mention": "[29]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1490,
                    "end": 1494,
                    "mention": "[30]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 777,
                    "end": 784,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Finally, we have demonstrated that the reverse genetic system for SARS-CoV allows for the generation of recombinant viruses expressing reporter genes, such as the Renilla luciferase gene. The robust expression of Renilla luciferase following infection of Vero-E6 cells by SARS-CoV-luc provides a robust and sensitive system to study virus-host interactions and to assess putative inhibitors of SARS-CoV infection. Using this system, we show here that, in contrast to the infection of Vero-E6 cells, SARS-CoV is not able to mediate efficient heterologous gene expression in hDCs. This suggests that the abortive infection is terminated prior to the expression of detectable levels of viral gene products. This result confirms and extends the previous work of Law et al. and Spiegel et al.\n[13], [14], [22]. The implication is that direct infection of hDCs by SARS-CoV may only marginally contribute to the induction of any cellular immune response, in contrast to HCoV-229E, which has been shown to efficiently stimulate CD8+ T cells following infection of hDCs [24].",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 792,
                    "mention": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 794,
                    "end": 798,
                    "mention": "[14]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 800,
                    "end": 804,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "mention": "[24]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Vero-E6 (ATCC, CRL 1586), Huh-7 (a kind gift from R. Bartenschlager, University of Heidelberg, Germany [31]) and HeLa-D980R (a kind gift from G.L. Smith, Imperial College London, UK [32]) cells were cultured at 37°C in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum (FBS), penicillin (100 units/ml) and streptomycin (100 µg/ml). Monkey kidney cells (ECACC, CV-1) and baby hamster kidney cells (ECACC, BHK-21) cells were cultured in minimal essential medium (MEM) supplemented with HEPES (25 mM), 5% FBS and antibiotics. SARS-CoV strain Frankfurt 1 was provided by H. F. Rabenau (Johann Wolfgang Goethe-University, Frankfurt am Main, Germany) and SARS-CoV strain HKU-39849 was provided by J. S. Peiris (University of Hong Kong, China). All work with infectious SARS-CoV was done inside biosafety cabinets in the biosafety level 3 facility at Leiden University Medical Center. Vaccinia virus (WR strain), vaccinia virus recombinants and fowlpox virus were propagated, titrated and purified as described previously [33].",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "mention": "[31]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 182,
                    "end": 186,
                    "mention": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "mention": "[33]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Virus and cells ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Peripheral blood mononuclear cells (PBMCs) were derived from the blood of healthy volunteers obtained from the Bloodbank Leiden (Sanquin). PBMCs were separated from human blood by gradient density centrifugation using Ficoll (GE Healthcare). Subsequently, CD14+ monocytes were isolated by MACS using CD14 MicroBeads (Miltenyi Biotec). To stimulate the formation of mdDCs, the enriched cells were cultured for six days at 37°C/5% CO2 in RPMI 1640 medium containing 8% FCS, 2 mM L-glutamine, 800 U/ml GM-CSF (Invitrogen) and 500 U ml IL-4 (Invitrogen). Cells were analysed for the expression of iDC CD80, CD86, CD11c, CD40 and L243 (BD Biosciences) using flow cytometry.",
            "cite_spans": [],
            "section": "Isolation of PBMCs ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Vero-E6 cells in 6-well clusters were infected with serial dilutions of SARS-CoV in PBS containing DEAE (0.005% w/v) and 2% FCS, and were incubated at 37°C for 1 hour. Subsequently, inocula were replaced with 2 ml of a 1.2% suspension of Avicel (RC-581; FMC Biopolymer [34]) in DMEM containing 2% FBS, 25 mM HEPES, penicillin (100 IU/ml) and streptomycin (100 IU/ml). Cells were incubated at 37°C for 48–60 hours and fixed with formaldehyde, after which plaques were visualised using crystal violet staining.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "mention": "[34]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Plaque assays for SARS-CoV ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The genomic RNA of SARS-CoV isolates Frankfurt-1 and HKU-39849 were used to construct a set of six plasmids containing SARS-CoV-derived cDNAs encompassing nucleotides (nts) 1 to 11369 and 11906 to 20288 (Figure 1). Subsequent ligation of the cDNA clones with each other and with synthetic oligonucleotide linkers resulted in the generation of three plasmid clones. The plasmid pET5′SARS-CoV contains an EagI restriction site, a bacteriophage T7 RNA polymerase promoter and one additional G nucleotide upstream of the cloned SARS-CoV cDNA corresponding to nts 1 to 3104. The plasmid p234W contained SARS-CoV cDNA corresponding to nts 1657 to 11369 followed by a NotI site. The plasmid p56aW contained a SapI site upstream of SARS-CoV cDNA corresponding to nts 11906 to 20288 followed by a SfiI site. The larger plasmid constructs were based upon the low-copy number vector pWSK29 [35].",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 883,
                    "mention": "[35]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Construction of vSARS-CoV-5prime ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We initially produced a vaccinia virus recombinant, designated vSARS-CoV-5prime-gpt, that contained the gpt gene in place of the missing SARS-CoV cDNA (nts 11370–11905). Four cDNA fragments were prepared. Fragment 1 resulted from cleavage of pET5′SARS-CoV with EagI and NcoI (NcoI site at SARS-CoV nts 2012–2017), treatment with alkaline phosphatase and agarose gel purification of the 2.0 kilobase pair (kbp) fragment. Fragment 2 resulted from cleavage of p234W with NcoI and NotI and agarose gel purification of the 9.4 kbp fragment. Fragment 3 was prepared by PCR using the pGPT-1 plasmid [36] as template DNA. The PCR primers were designed to introduce Bsp120I and SapI sites at the 5′ and 3′-termini of the fragment, respectively, and following cleavage with Bsp120I and SapI and treatment with alkaline phosphatase, the 0.6 kbp fragment was purified by agarose gel electrophoresis. Fragment 4 resulted from cleavage of p56aW with SfiI, ligation of a linker oligonucleotide containing an EagI site, treatment with alkaline phosphatase, cleavage with SapI and agarose gel purification of the 8.4 kbp fragment. A mixture of DNA containing equimolar amounts of fragments 1 to 3 was ligated in vitro and the resulting product comprised of fragments 1–3 was purified following agarose gel electrophoresis. Subsequently, fragment 1–3 was ligated with fragment 4 for 2 hours and NotI-cleaved vNotI/tk vaccinia virus DNA [37] was added to the ligation reaction that was continued for another 16 hours at 25°C in the presence of NotI enzyme. The ligation products were transfected without further purification into fowlpox virus-infected CV-1 cells, and recombinant vaccinia virus was isolated as described previously [33]. Vaccinia virus-mediated homologous recombination, as described by Coley et al. [15], was used to replace the gpt gene that separates SARS-CoV cDNA nts 11369 to 11906 with the corresponding SARS-CoV cDNA. Finally, one RT-PCR-introduced change in the SARS-CoV cDNA (nt 18292; Figure 1) that was already present in the plasmid clone p56aW, and one single nt deletion at position 7401 that arose during plasmid DNA propagation in E.coli, were replaced by the wild-type SARS-CoV sequence using vaccinia virus-mediated recombination [15]. The identity of the resulting recombinant vaccinia virus vSARS-CoV-5prime was confirmed by Southern blot analysis, and, in addition, at the nucleotide level by sequence analysis.",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 596,
                    "mention": "[36]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "mention": "[37]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1714,
                    "end": 1718,
                    "mention": "[33]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1799,
                    "end": 1803,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2247,
                    "end": 2251,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Construction of vSARS-CoV-5prime ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1994,
                    "end": 2002,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Initially, the genomic RNA of SARS-CoV isolate HKU-39849 was used to construct a set of three plasmids containing SARS-CoV-derived cDNAs encompassing nts 20272 to 29727 (Figure 1). Two plasmid DNAs were subsequently fused to give rise to a cloned plasmid DNA encompassing SARS-CoV nts 20272–27118. The SARS-CoV nt 20279 of this plasmid DNA was modified to create a BglI restriction site (Table 1) and upstream of the BglI sequence an EagI restriction site was introduced. The plasmid DNA containing SARS-CoV nts 25642–29727 was also modified to encode a stretch of 40 adenosine nucleotides downstream of the 3′-terminal SARS-CoV nt (29727) followed by an EagI and a Bsp120I site. To insert SARS-CoV 20272–29727 into the vaccinia virus vNotI/tk genome the plasmids were first cleaved with EagI and Bsp120I, respectively, then treated with alkaline phosphatase, and finally cleaved with BamHI (corresponding to SARS-CoV nts 26044–26049). The resulting DNA fragments containing SARS-CoV nucleotides 20272–26046 and 26047–29727 were purified after agarose gel extraction. Subsequent ligation of the two DNA fragments at the BamHI ends was done for 2 hours, and NotI-cleaved vNotI/tk vaccinia virus DNA was added to the ligation reaction that was continued for another 16 hours at 25°C in the presence of NotI enzyme. The ligation products were transfected without further purification into fowlpox virus-infected CV-1 cells, and recombinant vaccinia virus was isolated as described previously [33]. Three differences in the SARS-CoV sequence, a deletion of SARS-CoV nts 26132–26152, a point mutation at position 26811, and a deletion of two nts (27808–27809), that were detected in the cloned plasmid DNA were repaired by vaccinia virus-mediated recombination [15] using a plasmid DNA containing SARS-CoV nts 25640–28808. Finally, the identity of the resulting recombinant vaccinia virus vSARS-CoV-3prime was confirmed by Southern blot analysis and, in addition, at the nucleotide level by sequence analysis.",
            "cite_spans": [
                {
                    "start": 1489,
                    "end": 1493,
                    "mention": "[33]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1756,
                    "end": 1760,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Construction of vSARS-CoV-3prime ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 388,
                    "end": 395,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To construct the recombinant vaccinia virus vHCoV-229E-luc, vaccinia virus vHCoV-inf-1 containing the full-length HCoV-229E cDNA [33] was recombined with the plasmid pHCoV-DCrec1 in order to replace HCoV-229E ORF4 with the E.coli gpt gene as previously described [24]. The resulting gpt+ vaccinia virus clone was then recombined with plasmid pHCoV-luc in order to replace the E.coli gpt gene with the Renilla luciferase gene. The identity of the resulting recombinant vaccinia virus, vHCoV-229E-luc, was verified by sequence analysis and its structure is shown in Figure 4A.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "mention": "[33]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 263,
                    "end": 267,
                    "mention": "[24]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Construction of recombinant SARS-CoV and HCoV-229E expressing Renilla luciferase ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 564,
                    "end": 573,
                    "mention": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To construct the recombinant vaccinia virus vSARS-CoV-3prime-luc, vSARS-CoV-3prime was subjected to two rounds of vaccinia virus-mediated recombination. First, in order to replace SARS-CoV ORF7a, the SARS-CoV sequence 27272–27594 was replaced by the E.coli gpt gene using gpt-positive selection. Second, the E.coli gpt gene was replaced by the gene encoding Renilla luciferase using gpt-negative selection [15]. The identity of the resulting recombinant vaccinia virus vSARS-CoV-3prime-luc was verified by sequencing analysis and its structure is shown in Figure 4A.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 410,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Construction of recombinant SARS-CoV and HCoV-229E expressing Renilla luciferase ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 556,
                    "end": 565,
                    "mention": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "An inducible BHK-21 cell line expressing the SARS-CoV nucleocapsid (N) protein was previously constructed to facilitate the rescue of recombinant SARS-CoV [21]. To generate recombinant full-length in vitro RNA transcripts for electroporation into BHK-SARS-N cells, the genomic DNA of vaccinia virus vSARS-CoV-5prime was cleaved with SfiI and ligated for 16 hours at 25°C to BglI-cleaved genomic DNA of vaccinia virus vSARS-CoV-3prime or vSARS-CoV-3prime-luc. Subsequently, the ligation products were cleaved with EagI and used as template for in vitro transcription with bacteriophage T7 RNA polymerase in the presence of m7G(5′)ppp(5′)G cap analog as described previously [33]. Recombinant SARS-CoV (recSARS-CoV) or SARS-CoV-luc in vitro transcripts (10 µg) were electroporated into BHK-SARS-N cells as described previously [19]. The cells were then seeded out with a four-fold excess of Vero-E6 cells. After 24–48 hours, the cell culture supernatant containing recombinant SARS-CoV or SARS-CoV-luc was collected for further analysis. All experiments with live SARS-CoV were performed in the BSL-3 facility of the Leiden University Medical Center, the Netherlands.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "mention": "[21]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 673,
                    "end": 677,
                    "mention": "[33]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 825,
                    "end": 829,
                    "mention": "[19]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Rescue of recombinant SARS-CoV, SARS-CoV-luc, and HCoV-229E-luc ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To rescue recombinant HCoV-229E-luc, the genomic DNA of vaccinia virus vHCoV-229E-luc was cleaved with EagI and used as template for in vitro transcription with bacteriophage T7 RNA polymerase in the presence of m7G(5′)ppp(5′)G cap analog as described previously [33]. Recombinant HCoV-229E-luc in vitro transcripts (10 µg) were then electroporated into BHK-HCoV-N cells as described previously [19]. The cells were then seeded out with a four-fold excess of Huh7 cells. After 24–48 hours the cell culture supernatant containing recombinant HCoV-229E-luc was collected for further analysis.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "mention": "[33]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 395,
                    "end": 399,
                    "mention": "[19]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Rescue of recombinant SARS-CoV, SARS-CoV-luc, and HCoV-229E-luc ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Vero-E6 cells were infected with SARS-CoV Frankfurt-1 or recSARS-CoV at a multiplicity of infection (MOI) of 5. Intracellular RNA was isolated as described by Van Marle et al.\n[38], separated on a 2.2 M formaldehyde-1% agarose gel, and hybridized to a 5′-[32P]-labeled DNA probe complementary to the 3′-terminal 794 nts of the SARS-CoV genome. RNA bands were visualized by phosphor-imaging.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "mention": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Analysis of recSARS-CoV RNA synthesis in cell culture ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "RecSARS-CoV was identified by the presence of a BglI site (nts 20272–20283) that is created by the ligation of SfiI-cleaved vSARS-CoV-5prime DNA and BglI-cleaved vSARS-CoV-3prime DNA. RecSARS-CoV RNA was isolated from Vero-E6 cells as described above and amplified by RT-PCR using the oligonucleotide primers 5′-CTCAGGCTGAAGTAGAATGG-3′ and 5′-CCGGTCAAGGTCACTACCAC-3′. The RT-PCR product (2.5 kbp) was treated with BglI and the reaction products analysed by agarose gel electrophoresis.",
            "cite_spans": [],
            "section": "RT-PCR analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To monitor the progression of SARS-CoV infections, transfected cells were seeded on coverslips and fixed at various time points. Immunofluorescence assays (IFA) were done following a previously described protocol [39] using a previously described panel of SARS-CoV antisera [40]. DNA was stained with Hoechst 33258 (blue) and specimens were viewed and photographed using a fluorescence microscope (Zeiss Axioskop 2) equipped with a CCD camera.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "mention": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "[40]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Immunofluorescence microscopy ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cells seeded and infected in 24-well clusters were lysed in 100 µl of passive lysis buffer (Promega) supplemented with 1% Nonidet P-40. Renilla luciferase luminescence was measured in a LB940 Mithras ‘Research II’ (Berthold) after addition of 20 µl of substrate as described by the manufacturer.",
            "cite_spans": [],
            "section": "Luciferase assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The SARS-CoV HKU-39849 UOB and recSARS-CoV HKU-39849 sequences have been deposited in GenBank and have the accession numbers JQ316196 and JN854286 respectively.",
            "cite_spans": [],
            "section": "Nucleotide sequence accession number ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The genome structure of SARS-CoV is shown at the top of the figure. Nine cDNA clones produced from the genomic RNA of SARS-CoV isolate HKU-39849 are shown below. The region of the SARS-CoV genome encompassed by each clone is indicated by the nucleotide number (using the recSARS-CoV sequence; GenBank: JN854286) at the beginning and end of each clone. Restriction enzyme sites used to join the clones are shown, with restriction enzymes sites added to the clones shown in bold. The cDNA fragments isolated from the clones and gpt PCR products covering regions of the genome unstable as cDNA clones were ligated with each other and vaccinia virus DNA to produce two vaccinia virus recombinant clones spanning nts 1–20288 and 20272–29727 of the SARS-CoV genome respectively. The first 2012 nts of the former vaccinia virus recombinant was derived from the SARS-CoV isolate Frankfurt-1 (shaded in dark grey). Vaccinia virus mediated homologous recombination was then used to reconstitute the SARS-CoV subgenomic fragments, introducing regions of cDNA that were unstable in E. coli and repairing errors (*) introduced during the cloning process. This resulted in the vaccinia virus clones vSARS-CoV-5prime and vSARS-CoV-3prime. The SARS-CoV cDNA fragments were isolated from the two vaccinia virus recombinants by restriction enzyme digestion and then joined using unique SfiI and BglI sites that had been introduced into the cDNA. The ligated cDNA fragments were used as a template for in vitro transcription using a T7 polymerase promoter introduced at the 5′ end of the SARS-CoV 5′ cDNA clone to produce a RNA transcript representing the SARS-CoV genome.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: \nA. Immunofluorescence microscopy analysis of Vero-E6 cells infected with P0 virus harvests obtained from cells electroporated with full-length recSARS-CoV RNA. Cells were fixed at 8 hours post infection (p.i.) and stained for nonstructural protein 3 (green) as described previously [40]. Nuclei were stained using Hoechst 33258 (blue). B. RT-PCR analysis and restriction enzyme digestion confirm the recovery of recSARS-CoV. Vero-E6 cells were infected with P0 culture medium from cells transfected with recSARS-CoV RNA, (harvested 48 hours post transfection, lanes 2–5), SARS-CoV Frankfurt-1 (SARS-CoV, lanes 6 and 7) or mock infected (mock, lanes 8 and 9). At 48 hours p.i., RNA was isolated from culture supernatants (lanes 4 and 5) or infected Vero-E6 cells (lanes 2, 3, 6, 7, 8 and 9). The RNA samples were used for RT-PCR analysis. Lanes 2, 4, 6 and 8 show the products obtained from RT-PCR reactions designed to amplify a genomic region containing a BglI restriction site that had been engineered into recSARS-CoV genome at the cDNA level, whereas lanes 3, 5, 7, and 9 show corresponding control reactions without reverse transcriptase. The RT-PCR products shown in lanes 2, 4 and 6 were then further analyzed by BglI digestion to verify the presence of this marker mutation in the recSARS-CoV progeny. The 2.5 kb PCR products derived from recSARS-CoV (lanes 11 and 12) were digested into two expected fragments of similar size (1266 bp and 1285 bp), whereas the wildtype PCR product remains undigested. The sizes of the PCR products were determined by comparison to a 1 Kb Plus DNA ladder (Invitrogen) (lanes 1 and 10). Bacteriophage λ DNA was cleaved with BglI (lane 14) as a digestion control. C. Comparative plaque assays of different SARS-CoV variants on Vero-E6 cells. Upon complete CPE, progeny virus was harvested from Vero-E6 cells infected with recSARS-CoV, SARS-CoV-Frankfurt-1, the original SARS-CoV HKU-39849 (HKU), and the SARS-CoV HKU-39849 used to produce the recSARS-CoV cDNAs used in this study (HKU-B). Tenfold serial dilutions were plated on Vero-E6 cells under a semisolid overlay and cell layers were fixed and stained with crystal violet after two days.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: \nA. Vero-E6 cells were infected with a MOI of 5 for both viruses and cell culture supernatant samples harvested at the indicated time points. Virus titers were determined by plaque assay. SARS-CoV Frankfurt-1 and recSARS-CoV titers are shown as (▪) and (□) respectively. B. Vero-E6 cells were infected with a MOI of 5 for both viruses, and intracellular RNA was isolated at the indicated time points. Following separation in an agarose gel, hybridization with a [32P]-labeled DNA probe recognizing the 3′ end of all viral mRNAs was used to visualize viral RNA bands. C. Vero-E6 cells were infected with a MOI of 5 for both viruses and cells were formaldehyde fixed at the indicated time points. Following permeabilization, cells were double-labeled for nonstructural protein 3 (in red) and nucleocapsid protein (in green) as described previously [40].",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: \nA. The genome structure of recombinant SARS-CoV and HCoV-229E viruses expressing Renilla luciferase (HCoV-229E-luc and SARS-CoV-luc) is shown. White boxes represent ORFs encoding virus replicase and accessory proteins, grey boxes represent ORFs encoding virus structural proteins. The regions of HCoV-229E ORF4a/b and SARS-CoV ORF7a are enlarged to illustrate the ORF encoding Renilla luciferase and surrounding nucleotides. Nucleotide numbers depict CoV nucleotides at the border to non-CoV sequences. The dashed line in the upper panel depicts nucleotides derived from restriction sites BamHI and EcoRI that have been introduced to facilitate cloning of the recombination plasmid containing the Renilla luciferase gene. B. Pairwise comparison of the replication of recSARS-CoV and HCoV-229E with the corresponding luciferase encoding viruses. RecSARS-CoV/SARS-CoV-luc and HCoV-229E/HCoV-229E-luc were used to infect Vero-E6 and Huh-7 cells, respectively, at an MOI of 0.01. The culture supernatants were harvested at 24, 48 and 72 hrs p.i and the titers of virus in the supernatants determined by plaque assay. The peak viral titres for recSARS-CoV/SARS-CoV-luc (at 72 hours p.i) and HCoV-229E/HCoV-229E-luc (at 48 hours p.i) are shown. The average titers from 3 independent experiments are shown together with error bars. C. Analysis of SARS-CoV-luc- and HCoV-229E-luc-mediated Renilla luciferase expression in infected (MOI = 1) Vero-E6, Huh-7 and hDCs. Renilla luciferase expression was assessed at 12 hours (black bars) and 24 hours p.i. (white bars), The fold increase in Renilla luciferase expression levels in virus-infected cells represents the ratio of luciferase activity in virus-infected cells compared to that in mock-infected cells.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Engineering infectious cDNAs of coronavirus as bacterial artificial chromosomes.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "454",
            "issn": "",
            "pages": "275-291",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Engineering the largest RNA virus genome as an infectious bacterial artificial chromosome.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Penzes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "",
            "pages": "5516-5521",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Development of mouse hepatitis virus and SARS-CoV infectious cDNA constructs.",
            "authors": [
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "287",
            "issn": "",
            "pages": "229-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Interferon-mediated immunopathological events are associated with atypical innate and adaptive immune responses in patients with severe acute respiratory syndrome.",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Danesh",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Bermejo-Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "8692-8706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Dendritic cell-specific antigen delivery by coronavirus vaccine vectors induces long-lasting protective antiviral and antitumor immunity.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cervantes-Barragan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zust",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sierro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Janda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MBio",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Establishment of the eukaryotic cell lines for inducible control of SARS-CoV nucleocapsid gene expression.",
            "authors": [
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dividson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol Sin",
            "volume": "25",
            "issn": "",
            "pages": "361-368",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Recombinant mouse hepatitis virus strain A59 from cloned, full-length cDNA replicates to high titers in vitro and is fully pathogenic in vivo.",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Coley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "3097-3106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Systematic assembly and genetic manipulation of the mouse hepatitis virus A59 genome.",
            "authors": [
                {
                    "first": "EF",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "454",
            "issn": "",
            "pages": "293-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Generation of recombinant coronaviruses using vaccinia virus as the cloning vector and stable cell lines containing coronaviral replicon RNAs.",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Makia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "454",
            "issn": "",
            "pages": "237-254",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Aetiology: Koch's postulates fulfilled for SARS virus.",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "van Doornum",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Pegylated interferon-alpha protects type 1 pneumocytes against SARS coronavirus infection in macaques.",
            "authors": [
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "290-293",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Rapid identification of coronavirus replicase inhibitors using a selectable replicon RNA.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scandella",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Gen Virol",
            "volume": "85",
            "issn": "",
            "pages": "1717-1725",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "van Amerongen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "263-270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Chemokine up-regulation in SARS-coronavirus-infected, monocyte-derived human dendritic cells.",
            "authors": [
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Sia",
                    "suffix": ""
                },
                {
                    "first": "YO",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Blood",
            "volume": "106",
            "issn": "",
            "pages": "2366-2374",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Toll-like receptors, chemokine receptors and death receptor ligands responses in SARS coronavirus infected human monocyte derived dendritic cells.",
            "authors": [
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Sia",
                    "suffix": ""
                },
                {
                    "first": "YO",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Immunol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Virology: SARS virus infection of cats and ferrets.",
            "authors": [
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "New low-viscosity overlay medium for viral plaque assays.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "HD",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virol J",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Introduction of foreign DNA into the vaccinia virus genome by in vitro ligation: recombination-independent selectable cloning vectors.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merchlinsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "190",
            "issn": "",
            "pages": "522-526",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Growth of human hepatoma cells lines with differentiated functions in chemically defined medium.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakabayashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taketa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cancer Res",
            "volume": "42",
            "issn": "",
            "pages": "3858-3863",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Severe acute respiratory syndrome.",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "S88-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439-450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Reverse genetic characterization of the natural genomic deletion in SARS-Coronavirus strain Frankfurt-1 open reading frame 7b reveals an attenuating function of the 7b protein in-vitro and in-vivo.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krahling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ditt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grywna",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Muhlberger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Animal models and vaccines for SARS-CoV infection.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "EW",
                    "middle": [],
                    "last": "Lamirande",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Paddock",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "",
            "pages": "20-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Ultrastructure and origin of membrane vesicles associated with the severe acute respiratory syndrome coronavirus replication complex.",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zevenhoven-Dobbe",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Onderwater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "van der Meulen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "5927-5940",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Single-amino-acid substitutions in open reading frame (ORF) 1b-nsp14 and ORF 2a proteins of the coronavirus mouse hepatitis virus are attenuating in mice.",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Sperry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kazi",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "3391-3400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Interaction of severe acute respiratory syndrome-associated coronavirus with dendritic cells.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weidmann",
                    "suffix": ""
                },
                {
                    "first": "FT",
                    "middle": [],
                    "last": "Hufert",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "1953-1960",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Interferon and cytokine responses to SARS-coronavirus infection.",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "19",
            "issn": "",
            "pages": "121-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression.",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Putics",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "",
            "pages": "2305-2315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Multigene RNA vector based on coronavirus transcription.",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Karl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Disterer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Klagge",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "9790-9798",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Infectious RNA transcribed in vitro from a cDNA copy of the human coronavirus genome cloned in vaccinia virus.",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "",
            "pages": "1273-1281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Construction of versatile low-copy-number vectors for cloning, sequencing and gene expression in Escherichia coli.",
            "authors": [
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Kushner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Gene",
            "volume": "100",
            "issn": "",
            "pages": "195-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Characterization of ouabain resistant, hypoxanthine phosphoribosyl transferase deficient human cells and their usefulness as a general method for the production of human cell hybrids.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Stanbridge",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Cytogenet Cell Genet",
            "volume": "28",
            "issn": "",
            "pages": "227-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Phylogenetic perspectives on the epidemiology and origins of SARS and SARS-like coronaviruses.",
            "authors": [
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "TT",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Genet Evol",
            "volume": "9",
            "issn": "",
            "pages": "1185-1196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Strategy for systematic assembly of large RNA and DNA genomes: transmissible gastroenteritis virus model.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "10600-10611",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "The complete genome sequence of severe acute respiratory syndrome coronavirus strain HKU-39849 (HK-39).",
            "authors": [
                {
                    "first": "FY",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Exp Biol Med (Maywood)",
            "volume": "228",
            "issn": "",
            "pages": "866-873",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Management and prevention of SARS in China.",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "359",
            "issn": "",
            "pages": "1115-1116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Manipulation of the coronavirus genome using targeted RNA recombination with interspecies chimeric coronaviruses.",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Haijema",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "454",
            "issn": "",
            "pages": "229-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Characterization of an equine arteritis virus replicase mutant defective in subgenomic mRNA synthesis.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "van Marle",
                    "suffix": ""
                },
                {
                    "first": "LC",
                    "middle": [],
                    "last": "van Dinten",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "5274-5281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Human coronaviruses: what do they cause?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "van der Hoek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antivir Ther",
            "volume": "12",
            "issn": "",
            "pages": "651-658",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "ORF1a-encoded replicase subunits are involved in the membrane association of the arterivirus replication complex.",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "van Tol",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "6689-6698",
            "other_ids": {
                "DOI": []
            }
        }
    }
}