{
    "paper_id": "PMC3317838",
    "metadata": {
        "title": "Permissiveness of human hepatoma cell lines for HCV infection",
        "authors": [
            {
                "first": "Bruno",
                "middle": [],
                "last": "Sainz",
                "suffix": "Jr",
                "email": "bsainz@uic.edu",
                "affiliation": {}
            },
            {
                "first": "Naina",
                "middle": [],
                "last": "Barretto",
                "suffix": "",
                "email": "barretto@uic.edu",
                "affiliation": {}
            },
            {
                "first": "Xuemei",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": "xuemei.yu1@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Corcoran",
                "suffix": "",
                "email": "petercbc@uic.edu",
                "affiliation": {}
            },
            {
                "first": "Susan",
                "middle": [
                    "L"
                ],
                "last": "Uprichard",
                "suffix": "",
                "email": "sluprich@uic.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Worldwide, between 130 and 170 million individuals are chronically infected with hepatitis C virus (HCV), a positive-strand RNA virus that infects the liver [1,2]. Although acute infection is typically asymptomatic, ~80% of patients fail to clear the virus resulting in a chronic infection associated with the development of significant liver disease, such as fibrosis, cirrhosis, steatosis, insulin resistance and hepatocellular carcinoma (HCC) [3]. In fact, HCV-related HCC accounts for over 50% of HCC cases and over 30% of liver transplants in the United States. Despite this obvious public health burden, there is no vaccine to prevent infection and current interferon-based treatment options have toxic side effects and limited efficacy.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 160,
                    "end": 161,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 447,
                    "end": 448,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The main obstacle that has impeded HCV research and antiviral drug development since its discovery in 1989 [4] has been the lack of a robust infectious cell culture system capable of recapitulating all aspects of the viral lifecycle. Although early advancements in the study of HCV were made using surrogate systems [5], replicons [6-9] and HCV pseudotyped particles (HCVpp) [10], it was not until the development of the cell-culture derived HCV (HCVcc) system in 2005 that robust HCV infection was finally achieved in vitro [11-13]. This system was based on the identification of an HCV genotype 2a molecular clone [14], shown to be capable of replicating and assembling infectious particles in cell culture, and the discovery that the human hepatoma Huh7 cell line is permissive for HCV infection. Although numerous other human hepatoma cell lines exist, only HepG2 cells and a few other hepatoma cell lines have been rigorously tested for HCVcc permissiveness to date with varying degrees of success [11,15-20]. Identification of other cell lines able to support HCV infection would not only expand our current repertoire of cell lines available for the study of HCV, but could also prove useful for the identification of cellular determinants of HCV infection.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 317,
                    "end": 318,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 332,
                    "end": 333,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 334,
                    "end": 335,
                    "mention": "9",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 526,
                    "end": 528,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 529,
                    "end": 531,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "To identify other cell lines suitable for HCV infection studies, we assembled a panel of hepatic and non-hepatic cell lines and assessed their permissiveness for HCV infection. Here we show HCVcc infection (i.e. replication, protein translation and de novo virion production) in human hepatoma cell lines PLC/PRF/5 and Hep3B. Like Huh7 cells, PLC cells, a human hepatoma cell line first isolated in the early 1970s [21] and Hep3B cells, a human hepatoma cell line derived from a hepatocellular carcinoma isolated from an 8 year old male [22], have been previously utilized for HCV entry (HCVpp) [10,23-31] studies; however, to our knowledge, HCVcc infection and RNA replication in these two cell lines in the absence of complementation has not been previously reported.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 602,
                    "end": 604,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Although numerous groups have assessed the permissiveness of multiple cell lines for HCVpp infection [25,32], since the development of the HCV infectious cell culture system [11-13] a comprehensive analysis of the permissiveness of human hepatic and non-hepatic cell lines for HCVcc infection has yet to be reported, and the identification of alternate cell lines that support robust HCVcc infection is still warranted. Thus, we compiled a panel of human cell lines of hepatic and non-hepatic origin (Table 1) that have been routinely used for HCVpp entry [10,25,32,33] and assessed their permissiveness for HCVcc infection.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 105,
                    "end": 107,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 175,
                    "end": 177,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 563,
                    "end": 565,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Differences in permissiveness for HCVpp and HCVcc among human hepatic and non-hepatic cell lines ::: Results",
            "ref_spans": [
                {
                    "start": 507,
                    "end": 508,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "First, for control HCVpp infections, cells were infected with pseudotyped lentiviruses encoding a luciferase reporter and bearing the glycoproteins E1 and E2 of HCV genotype 2a (JFHpp), HCV E1 and E2 of genotype 1a (H77pp) or the VSV G glycoprotein (VSVGpp). At 72 h post infection (p.i.) pseudoparticle entry was assessed by luciferase activity as previously described [34]. All cell lines were equally permissive for VSVGpp infection (8 × 105-9 × 105 RLU, data not shown) however, only Huh7, Hep3B, PLC and HepG2 cells stably expressing CD81 (HepG2-CD81, Additional file 1: Figure S1) were permissive for HCVpp infection (Figure 1A). All other cell lines tested exhibited less than 1% of maximum luciferase activity, indicating that these cells are non-permissive for HCVpp entry, which is consistent with previously published reports [10].",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 838,
                    "end": 840,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Differences in permissiveness for HCVpp and HCVcc among human hepatic and non-hepatic cell lines ::: Results",
            "ref_spans": [
                {
                    "start": 631,
                    "end": 633,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To assess permissiveness for HCVcc infection, all cells were infected with HCVcc at an MOI of 2.0 FFU/cell and intracellular HCV RNA was determined by RTqPCR analysis 72 h p.i. We included Chinese hamster ovary (CHO-K1) cells as they lack all known HCV entry receptors and therefore serve as a control for background HCV RNA levels (i.e. non-specific cell bound HCV) (Figure 1B, dashed line = 102 copies/μg RNA) [32]. As expected, Huh7 cells were highly permissive for HCVcc and replicated HCV RNA to levels of 2.0 × 106 ± 8.2 × 104 copies/μg RNA by 72 h p.i. Caco-2 cell showed minimal to no HCVcc permissiveness, reaching levels of only 4.0 × 107 ± 7.1 × 101 copies/μg RNA. Although Caco-2 cells have previously been reported to support suboptimal HCVcc infection [35], the low levels of HCV RNA (p value > 0.05) measured in these infected cultures are likely due to receptor-bound HCV similar to that of the non-permissive parental HepG2 cell line. Addition of CD81 to the HepG2 cells conferred HCVcc permissiveness, as previously reported [11], resulting in increased HCV RNA replication of 1.3 × 104 ± 4.8 × 102 copies/μg RNA (p value < 0.01). Notably, statistically significant HCVcc infection was also detected in PLC cells and Hep3B cells. Although PLC cells were less permissive for HCVpp (Figure 1A), PLC cells contained 10-fold higher HCV RNA levels (3.9 × 104 ± 2.6 × 103 copies/μg RNA) 72 h after infection with HCVcc compared to Hep3B cells (2.8 × 103 ± 3.5 × 102 copies/μg RNA) (Figure 1B), which were as permissive as Huh7 cells for HCVpp infection (Figure 1A). Taken together, these data indicate that PLC and Hep3B cells are permissive for both HCVpp and HCVcc infection, although their permissiveness for HCVcc and HCVpp infection is reduced to different degrees compared to Huh7 cells, suggesting that PLC and Hep3B cells may differ in their capacity to efficiently support specific aspects of the HCV lifecycle. Thus, we initiated experiments to systematically dissect PLC and Hep3B permissiveness for HCVcc infection, focusing separately on each step in the viral lifecycle.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 415,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 767,
                    "end": 769,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Differences in permissiveness for HCVpp and HCVcc among human hepatic and non-hepatic cell lines ::: Results",
            "ref_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1306,
                    "end": 1308,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1501,
                    "end": 1503,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1573,
                    "end": 1575,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "PLC cells [21], Hep3B cells [22] and HepG2-CD81 cells are hepatoma-derived cells lines which although differ cytologically from one another share similar hepatocytes-like characteristics with Huh7 cells, such as cuboidal epithelial-like morphology with high nucleus-to-cytoplasm ratio, containing mono- and bi-nuclei with multiple nucleoli and cytoplasmic granules (Additional file 1: Figure S2). Our initial screening (Figure 1) indicated that these three cells lines also share permissiveness for both HCVpp and HCVcc infection albeit to differing degrees. Since viral binding/entry represents the first step in the HCV lifecycle, we first assessed the expression of the known HCV entry factors in these cells by measuring CD81, SR-BI, CLDN1 and OCLN mRNA levels by RTqPCR analysis (Figure 2A). When compared to Huh7, no significant difference in mRNA expression for the four known HCV entry factors was observed among the four cell lines. We next analyzed the cell surface expression of CD81 and SR-BI by flow cytometry and CLDN1 and OCLN by indirect immunofluorescence (IF) as our commercially-available antibodies to these two tight junctions proteins are not amendable to flow cytometric analysis. As shown in Figure 2B, cell surface expression of CD81 and SR-BI in PLC, Hep3B and HepG2-CD81 cells, as measured by flow cytometry, was comparable to that observed on Huh7 cells. IF analysis of CLDN1 and OCLN also confirmed cell surface expression of these receptors on the newly identified HCVcc-permissive PLC and Hep3B cells as well as the previously characterized Huh7 [36] and HepG2-CD81 cells [35]. Taken together, these data indicate that PLC and Hep3B cells, at a minimum, express and localize all four known HCV entry receptors on their cell surface.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 13,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 29,
                    "end": 31,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1578,
                    "end": 1580,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1604,
                    "end": 1606,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "PLC and Hep3B cells express all four HCV entry factors and support HCVcc entry ::: Results",
            "ref_spans": [
                {
                    "start": 427,
                    "end": 428,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 792,
                    "end": 794,
                    "mention": "2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1223,
                    "end": 1225,
                    "mention": "2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Despite expression all four of the previously established essential HCV entry factors, the PLC and HepG2-CD81 cells showed a reduced permissiveness for HCVpp infection (Figure 1A) when compared to Huh7 and Hep3B cells. While varying luciferase activity after parallel HCVpp inoculation is a phenotype we have seen among Huh7 cell lines from different laboratories (Additional file 1: Figure S3 and [34]), to functionally test whether these cells express suboptimal levels of any of the known HCV entry factors, we transiently transfected PLC, Hep3B and HepG2-CD81 cells with vectors expressing the four known human HCV receptors and reassessed their permissiveness for HCVpp and HCVcc infection 48 h post-transfection. As shown, expression of HCV entry factors in trans individually (Figure 3) or in combination (data not shown) did not enhance HCVpp (Figure 3A-C) or HCVcc (Figure 3D-F) infectivity of PLC, Hep3B or HepG2-CD81 cells. Hence, the 65% less luciferase activity generated when PLC cells were inoculated with HCVpp compared to Huh7 and Hep3B cells, is not due to suboptimal expression of any of the 4 known HCV entry factors.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 401,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "PLC and Hep3B cells express all four HCV entry factors and support HCVcc entry ::: Results",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 791,
                    "end": 792,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 859,
                    "end": 863,
                    "mention": "3A-C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 882,
                    "end": 886,
                    "mention": "3D-F",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Defects in post entry steps, such as reduced HCV RNA replication, can negatively affect HCVcc infectivity even if entry is achieved. Since both PLC and Hep3B cells appear to be entry competent to reasonable degrees, their more significantly reduced permissiveness for HCVcc infection compared to Huh7 cells may be due to defects in HCV RNA replication. To determine their capacity to support HCV RNA replication, PLC and Hep3B cells were transfected with HCV genotype 2a subgenomic (sg2a) replicon in vitro-transcribed RNA, and G418-resistant colony formation was determined as has been previously described for Huh7 [37] and HepG2 cells [18]. HCV sg2a replicons could be readily established in both cell lines; however, the ratio of colony formation to μg of in vitro-transcribed RNA was considerably lower in both Hep3B and PLC cells compared to Huh7 cells (Figure 4A). Since this reduction could be attributed to differences in transfection efficiency, we introduced HCV by an alternative means in which PLC and Hep3B cells were infected with medium from Huh7 cells replicating the full length 2a (fl2a) HCV replicon that contains infectious HCVcc capable of conferring G418 resistance to newly infected cells if entry is achieved and replication is established [38]. Unlike the results obtained following transfection of PLC and Hep3B cells with sg2a RNA, the number of G418-resistant colonies established in both PLC and Hep3B cells infected with HCVccG418 was more comparable to that achieved in Huh7 cells (Figure 4B), although a 65% reduction in Hep3B colony formation was noted (p = 0.02). We next expanded some of these G418-resistant sg2a and fl2a PLC and Hep3B clones and quantified HCV RNA levels in each clone to determine steady-state HCV RNA replication levels achieved in each cell line. RTqPCR analysis revealed relatively similar levels of HCV sg2a RNA replication in all three cell lines, with no significant difference (p value > 0.05) in mean HCV RNA copies/μg intracellular RNA observed between Huh7, PLC and Hep3B G418-resistant sg2a clones (Figure 4C; 5.9 × 106 ± 7.2 × 103 vs. 3.9 × 106 ± 6.0 × 105 and 6.7 × 106 ± 2.4 × 106, respectively). Likewise, no significant difference (p value > 0.05) in the levels of intracellular HCV RNA in fl2a HCVccG418-established clones was observed between Huh7, PLC and Hep3B G418-resistant fl2a clones (Figure 4D; 4.5 × 106 ± 1.8 × 104 vs. 3.9 × 106 ± 6.7 × 104 and 5.8 × 106 ± 1.4 × 106 HCV RNA copies/μg, respectively). Importantly, since G418-resistant colony formation following HCVccG418 infection is dependent on both successful viral entry and efficient HCV RNA replication, the fact that similar numbers of G418-resistant colonies and equal levels of HCV RNA replication were achieved in both PLC and Hep3B, compared to Huh7 cells, would indicate that despite individual differences in the efficiency of HCV entry or HCV replication between these cell lines together the cumulative efficiency of HCVcc entry plus subsequent RNA replication is relatively equivalent in PLC, Hep3B, and Huh7 cells, thus allowing equivalent stable infection initiation events to occur (i.e. fl2a colony formation). However, to rule out the possibility that HCVccG418 infection could have selected for a population of PLC or Hep3B cells with enhanced efficiency for viral entry and/or replication, we cured fl2a PLC and Hep3B replicon clones by IFN-treatment and re-assessed their permissiveness for HCVcc infection. As shown in Additional file 1: Figure S4, none of the IFN-cured fl2a clones showed enhanced permissiveness for HCVcc infection compared to their parental control.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 620,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 639,
                    "end": 641,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "PLC and Hep3B cells can support equivalent levels of HCV RNA replication as Huh7 cells ::: Results",
            "ref_spans": [
                {
                    "start": 867,
                    "end": 869,
                    "mention": "4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1521,
                    "end": 1523,
                    "mention": "4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2073,
                    "end": 2075,
                    "mention": "4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2372,
                    "end": 2374,
                    "mention": "4D",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Thus far, our results indicate that cumulatively the early events in HCV infection (i.e. entry plus replication initiation) are equivalent or only marginally reduced in PLC and Hep3B, respectively compared to Huh7 cells. Therefore, the 1.5 and 3 log reduction in HCVcc permissiveness observed for the PLC and Hep3B cell lines, respectively (Figure 1A), is likely attributable to a defect(s) in a post replication step, such as assembly and/or egress of de novo HCVcc. To monitor multiple rounds of HCV infection and spread, which is dependent on HCV assembly and egress, we performed a kinetic analysis of HCV infection over the course of 7 days in Huh7, PLC, Hep3B and HepG2-CD81 cells after infection with HCVcc at a low MOI (Figure 5). Using this approach, we show that intracellular HCV RNA levels (Figure 5A) in Huh7 cells infected with HCVcc at an MOI of 0.1 FFU/cell reached 4.44 × 103 ± 4.84 × 102 copies/μg RNA by one day p.i. and increased exponentially thereafter ~3,000-fold reaching a steady-state level of 1.6 × 107 ± 2.0 × 106 copies/μg RNA by day 5 p.i. HCV-infected PLC cells showed parallel but slightly reduced HCV RNA expansion kinetics during the first 48 h p.i. compared to HCV-infected Huh7 cells; however, by day 3 p.i., HCV RNA levels began to decline reaching undetectable levels by day 7 p.i. In HCV-infected Hep3B cells, following a 1-2 log increase in HCV RNA levels during the first 72 h p.i., HCV RNA reached and maintained a low steady-state level of ~2.1 × 103 ± 6.9 × 102 copies/μg RNA. Similarly HepG2-CD81 cells clearly lacked a notable robust expansion in HCV RNA levels after 24 h p.i. and maintained a low steady-state level (1.6 × 103 ± 7.1 × 102 copies/μg RNA) until day 7 p.i. Likewise, when entry was bypassed by transfecting cells with infectious full-length HCV JFH-1 in vitro-transcribed RNA, a similar profile of RNA expansion and kinetics was observed (Additional file 1: Figure S5).",
            "cite_spans": [],
            "section": "PLC, Hep3B and HepG2-CD81 cells are defective for de novo HCVcc production ::: Results",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 350,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 735,
                    "end": 736,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 810,
                    "end": 812,
                    "mention": "5A",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Analysis of HCV-positive cells by immunocytochemical staining of HCV E2 protein 5 days p.i (Figure 5B), indicated that while the majority of cells in the Huh7 culture had become infected, only a small percentage of the cells in the PLC, Hep3B and HepG2-CD81 cultures were infected likely representing the 10% of cells that where initially infected by the viral inoculum. Since viral spread to a large extent is mediated by de novo secretion of infectious HCV virions, we next quantified the level of infectious HCVcc secreted into the supernatants of each infected cell line over the course of 7 days (Figure 5C) using a standard HCV foci formation assay as described [40]. While infectious HCVcc was detectable in Hep3B and HepG2-CD81-infected cultures at reduced levels, infectious HCVcc was undetectable (i.e. below the lower limit of the assay) in the culture supernatant of HCV-infected PLC cells even at day 2 when the PLC cultures had amplified a higher level of intracellular HCV RNA than the Hep3B and HepG2-CD81 cells (Figure 5C).",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 671,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "PLC, Hep3B and HepG2-CD81 cells are defective for de novo HCVcc production ::: Results",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 609,
                    "end": 611,
                    "mention": "5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1036,
                    "end": 1038,
                    "mention": "5C",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To distinguish whether the lack of infectious HCVcc present in the supernatant of HCV-infected PLC cells (Figure 5C) is due to a defect in i) intracellular HCV RNA encapsidation and virion assembly and/or ii) release of de novo infectious HCVcc, we infected Huh7 and PLC cells with HCVcc at an MOI of 1.0 FFU, collected cells and culture medium from infected cultures over the course of 4 days, and quantified intracellular and extracellular HCVcc infectivity titers and viral RNA. Consistent with the data shown in the 7 day low MOI infection experiment (Figure 5C), increasing infectious HCVcc levels were detected in the supernatant of HCV-infected Huh7 cells; however, at no time p.i. did we detect infectious HCVcc in the culture supernatants from HCV-infected PLC cells (Figure 6A). To determine whether non-infectious HCVcc virions were secreted from the infected PLC cells, supernatants were treated with S7 Micrococcal nuclease, RNA extracted and HCV genome copies quantified by RTqPCR. As shown in Figure 6B, extracellular nuclease-protected HCV RNA (i.e. encapsidated viral RNA) was detected in culture supernatant harvested from HCV-infected Huh7 cells, and levels exponentially increased over the course of infection, consistent with the production and excretion of de novo infectious HCVcc. In HCV-infected PLC cells, however, significantly lower levels of nuclease-protected HCV RNA were detected with a modest exponential increase in total copies observed between days 1 and 3. Notably, if the HCV RNA present in the PLC cell supernatant did reflect infectious HCVcc, the level of infectivity (~ 1-2 FFU/ml) would be below the level of detection in our titration assay (10 FFU/ml). Thus, we can not conclude from this whether the low level of HCV RNA secreted by PLC cells represents infectious or non-infectious virions. To assess the presence and infectivity of intracellular HCV virions, cells were washed extensively with 1 × PBS, trypsinized, resuspended in 10% cDMEM, pelleted at 1,400 RPM for 5 min and resuspended cell pellets subjected to multiple freeze thaws. Cell debris was removed by centrifugation and the presence of infectious HCVcc in cleared lysates was determined by foci titration analysis and the presence of non-infectious HCV by RNA analysis following S7 Micrococcal nuclease treatment. As expected, increasing levels of infectious HCVcc and nuclease-protected HCV RNA were detected in intracellular lysates from HCV-infected Huh7 cells over the course of infection (Figure 6C and 6D, respectively). In HCV-infected PLC cells, low levels of infectious HCVcc were detectable only on days 3 and 4 p.i. (Figure 6C), and similar to the levels of extracellular HCV RNA detected in culture supernatants (Figure 6B), low levels of nuclease-protected HCV RNA were detected in intracellular lysates, again with a modest exponential increase in total copies observed between days 1 and 3. Together, these data indicate that the ability of PLC cells to efficiently encapsidate HCV RNA is markedly reduced compared to Huh7 cells, resulting in low to undetectable levels of secreted infectious de novo HCVcc.",
            "cite_spans": [],
            "section": "PLC cells exhibit reduced HCV RNA encapsidation and HCVcc egress ::: Results",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "mention": "5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 563,
                    "end": 565,
                    "mention": "5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "mention": "6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2514,
                    "end": 2516,
                    "mention": "6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2521,
                    "end": 2523,
                    "mention": "6D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2648,
                    "end": 2650,
                    "mention": "6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2745,
                    "end": 2747,
                    "mention": "6B",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Viruses often induce a cellular innate immune response, mediated by the induction of IFN-stimulated genes (ISG), in the infected host cell [41]. Although the cellular ISGs and pathways induced by viral infections are generally similar among mammalian cells (reviewed in [42]), different cell lines possess different abilities to mount specific antiviral responses to the same virus, which can potentially cause differences in permissiveness to viral infections. This has recently been demonstrated by Zhao et al., for murine coronavirus infection of different murine cell lines [43]. To determine if HCV differentially induces the expression of ISGs in Huh7, PLC, Hep3B and HepG2-CD81 cells following infection, we evaluated ISG56 mRNA induction by RTqPCR following infection of cells with HCVcc at an MOI of 1.0 FFU/cell. As shown in Figure 7, ISG56 mRNA levels were not up-regulated in HCV-infected Huh7 cells and remained constant throughout the course of infection, indicating that as previously shown [44], HCVcc does not induce an efficient innate interferon response in Huh7 cells. In contrast, induction of ISG56 was observed in the other three human hepatoma cell lines following HCVcc infection. Specifically, ISG56 mRNA levels were up-regulated 3- and 2-fold in Hep3B and HepG2-CD81 cells, respectively, as early as 24 h p.i. and reached a steady state level by 3 days post infection. The highest and most significant induction of ISG56, however, was observed in HCV-infected PLC cells. Notably, we have previously shown that IFN-mediated activation of the innate cellular interferon response inhibits HCV RNA replication and subsequent production of de novo HCV virions ([45] and data not shown), thus the reduced steady-state HCVcc infection levels observed in Hep3B and HepG2-CD81 cells and the decline of HCV infection observed in PLC cells, despite these cells exhibiting comparable infection initiation permissiveness, may be at least in part a consequence of HCV-induced innate immune signaling in these hepatoma cell lines.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 271,
                    "end": 273,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 579,
                    "end": 581,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1684,
                    "end": 1686,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Non-Huh7 hepatoma cells induce the expression of IFN-stimulated genes following HCVcc infection ::: Results",
            "ref_spans": [
                {
                    "start": 842,
                    "end": 843,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Considering the phenotypic differences observed among the hepatoma cell lines (Additional file 1: Figure S2), the perception that Huh7 cells are relatively unique in their ability to support HCV infection [34,46], and based on previous reports demonstrating varying degrees of HCVcc infection in other hepatoma cell lines, such as HepG2, HepaRG, and immortalized human hepatoma (IHH) cells [15,16,18-20,32,47], we were surprised that HCVcc infection and replication could be readily detected in both Hep3B and PLC cells (Figure 1). In fact, HCV RNA levels exceeding 104 copies/μg RNA were detected in PLC cells 3 days post infection with HCVcc. When compared directly to Huh7 cells, however, it was apparent that HCVcc infection in both PLC and Hep3B cells was reduced (2.0 × 106 ± 8.2 × 104 vs. 3.9 × 104 ± 2.6 × 103 and 2.8 × 103 ± 3.5 × 102 copies/μg RNA, respectively). In addition, our initial screen also showed notable differences in permissiveness for HCVpp infection between these two cell lines. Specifically, HCVpp infectivity was ~65% lower in PLC cells compared to HCVpp-infected Huh7 and Hep3B cells. However, although significant (p value = 0.03 and 0.02 for JFHpp and H77pp, respectively), we have seen similar variability in permissiveness for HCVpp infection even among fully HCVcc-permissive Huh7 cell lines from different laboratories (Additional file 1: Figure S3 and [34]), indicating that this level of HCV entry should be sufficient to support robust HCVcc infection. Consistent with this hypothesis, permissiveness for HCVcc infection initiation was notably higher in PLC cells compared to HCV-infected Hep3B cells (Figure 1B and 4B), despite the lower permissiveness of the PLCs for HCVpp entry (Figure 1A). Taken together, the results from our initial screen (Figure 1) indicated that PLC and Hep3B cells are indeed permissive for both HCVpp and HCVcc infection; however, differences in permissiveness compared to Huh7 cells and between each cell line do exist, and thus we initiated a systematic analysis of PLC and Hep3B permissiveness for HCVcc infection, performing experiments that focused on the different steps of the viral lifecycle (i.e. entry, replication, egress and spread).",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 209,
                    "end": 211,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 391,
                    "end": 393,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 394,
                    "end": 396,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 400,
                    "end": 402,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 406,
                    "end": 408,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1390,
                    "end": 1392,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Permissiveness of hepatoma cell lines for HCVpp and HCVcc infection ::: Discussion",
            "ref_spans": [
                {
                    "start": 528,
                    "end": 529,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1648,
                    "end": 1650,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1655,
                    "end": 1657,
                    "mention": "4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1729,
                    "end": 1731,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1794,
                    "end": 1795,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "i. HCV entry. To determine if the differences in HCVpp and HCVcc infection between each hepatoma cell line could be attributed to entry factors already shown to modulate HCV permissiveness in other hepatoma cell lines [25,32,48-51], we examined the expression of four essential HCV entry factors (i.e. CD81, SR-BI, CLDN1 and OCLN) by RTqPCR, flow cytometric and immunofluorescence analysis (Figure 2). Interestingly, the data indicated that when compared to the fully permissive Huh7 cell line, no obvious differences in mRNA level or cell surface expression of CD81, SR-BI, CLDN1 or OCLN was observed in PLC, Hep3B or HepG2-CD81 cells. In addition, we over-expressed each of the four HCV entry factors in each cell line since we and others have shown that expression of HCV entry factors in trans can enhance HCVpp and HCVcc entry in cells where HCV permissiveness is low [25,32,34]. Consistent with the observation that these cell lines already express the necessary levels of the four HCV entry factors, over-expression of CD81, SR-BI, CLDN1 or OCLN individually or in combination did not significantly increase HCVpp or HCVcc entry in any of the hepatoma cell lines (Figure 3). Hence, the current data indicate that this panel of hepatoma cell lines expresses the minimum set of known entry factors necessary for efficient HCV entry. However, we cannot rule out the possibility that the cells tested are deficient in another HCV entry factor (e.g. the transferin receptor 1 protein [52] or the Niemann-Pick C1-Like 1 cholesterol absorption receptor [53], which we recently showed to be HCV entry factors), entry cofactors (e.g. epidermal growth factor receptor and ephrin receptor A2 [54]) or a post entry host cellular protein required for efficient viral fusion or nucleocapsid uncoating.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 225,
                    "end": 227,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 228,
                    "end": 230,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 874,
                    "end": 876,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 877,
                    "end": 879,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 880,
                    "end": 882,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1487,
                    "end": 1489,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1554,
                    "end": 1556,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1689,
                    "end": 1691,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Permissiveness of hepatoma cell lines for HCVpp and HCVcc infection ::: Discussion",
            "ref_spans": [
                {
                    "start": 398,
                    "end": 399,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1178,
                    "end": 1179,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "ii. HCV RNA replication. To examine HCV replication independent of inherent differences in PLC and Hep3B cell transfection efficiency, we took advantage of the G418-selectable HCVccG418 virus [38], which can be used to establish HCV fl2a replicon cells via direct infection of cells rather than electroporation. Using this approach, 88, 77 and 52 G418-resistant colonies were formed in Huh7, PLC and Hep3B cultures, respectively, 3 weeks following infection with 100 FFU of HCVccG418 (Figure 4B). Additional analysis of HCV RNA replication levels in selected fl2a clones revealed that comparable levels of HCV RNA replication were achieved in all three cell lines (Figure 4D). Likewise similar levels of intracellular HCV RNA were achieved in sg2a replicon cell clones (Figure 4C). Importantly, since G418-resistant colony formation following HCVccG418 infection is dependent on both successful viral entry and efficient HCV RNA replication, the fact that similar numbers of G418-resistant colonies and equal levels of HCV RNA replication were achieved in both PLC and Hep3B cells, compared to Huh7 cells, indicate that the cumulative efficiency of viral entry plus subsequent RNA replication initiation is relatively equivalent between PLC, Hep3B and Huh7 cells.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Permissiveness of hepatoma cell lines for HCVpp and HCVcc infection ::: Discussion",
            "ref_spans": [
                {
                    "start": 492,
                    "end": 494,
                    "mention": "4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 672,
                    "end": 674,
                    "mention": "4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 777,
                    "end": 779,
                    "mention": "4C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "iii. Spread and infectious HCVcc production. By performing a 7 day low MOI infection assay, we were able to assess the efficiency of viral spread by assessing intracellular HCV RNA expansion relative to de novo infectious HCVcc production and by visualizing viral spread directly by immunostaining for HCV-positive cells. Analysis of HCV RNA replication following infection of each cell line with HCVcc (Figure 5A) or electroporation with full-length infectious HCV JFH-1 in vitro-transcribed RNA (Additional file 1:Figure S5) revealed that while intracellular HCV RNA initially increased in all the infected/transfected cell cultures at different rates, it was only in Huh7 cultures where HCV RNA levels continued to increase exponentially past day 2 or 3 post infection/transfection. Notably, exponential increase of viral RNA in these cultures after day 2-3 p.i. would require spread of the virus from the original infected/transfected cells. Consistent with this, HCV E2 staining on day 5 post-HCVcc infection revealed that the vast majority of Huh7 cells were HCV-positive while little to no spread was evident in the PLC, Hep3B or HepG2-CD81 cell cultures (Figure 5B). Thus, while infection could be initiated in all these cell lines, only Huh7 cells appeared to support efficient viral spread. Since spread of HCV to naïve cells following infection is dependent on secretion of de novo infectious virions, we measured infectious HCVcc in the supernatant of infected cultures and observed detectable but reduced levels of infectious HCVcc in Hep3B and HepG2-CD81 culture supernatants and undetectable levels of HCVcc in infected PLC cultures (Figure 5C). Low steady-state levels of intracellular HCV RNA and infectious virus production in the Hep3B and HepG2-CD81 cells could result from a defect/bottleneck in any phase of the viral life cycle (e.g. reduced and/or ISG inhibition of entry, replication or secretion); however, since the cumulative efficiency of viral entry plus subsequent initiation of HCV RNA replication appears to be relatively equivalent between Hep3B, HepG2-CD81 and Huh7 cells (Figure 4B), it is reasonable to speculate that robust HCV infection in Hep3B and HepG2-CD81 cells may be limited by a decreased capacity for virus production compared to Huh7 cells. Of course, in the case of PLC cells, there was a clear and severe defect in HCVcc virus production. Not only were no infectious particles detected in the supernatant of infected cultures (Figure 5B and 6A), but analysis of HCVcc present within the cell revealed low to undetectable levels of intracellular infectious virions (Figure 6C) and comparably low levels of encapsidated HCV RNA in both these extra- and intra-cellular samples (Figure 6B and 6D) suggesting virion assembly is restricted at or before genome encapsidation.",
            "cite_spans": [],
            "section": "Permissiveness of hepatoma cell lines for HCVpp and HCVcc infection ::: Discussion",
            "ref_spans": [
                {
                    "start": 411,
                    "end": 413,
                    "mention": "5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1170,
                    "end": 1172,
                    "mention": "5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1656,
                    "end": 1658,
                    "mention": "5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2115,
                    "end": 2117,
                    "mention": "4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2485,
                    "end": 2487,
                    "mention": "5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2492,
                    "end": 2494,
                    "mention": "6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2623,
                    "end": 2625,
                    "mention": "6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2733,
                    "end": 2735,
                    "mention": "6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2740,
                    "end": 2742,
                    "mention": "6D",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The reduced ability of PLC, Hep3B and HepG2-CD81 cell cultures to support robust steady-state infection levels or spread of HCVcc is likely multifactorial and could be directly due to or influenced by the lack of sufficient levels of a cellular protein necessary for efficient production of infectious progeny virus or a consequence of the presence of an inhibitory factor.",
            "cite_spans": [],
            "section": "Cellular determinants of HCV permissiveness ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "i. ISG induction. Since induction of innate immune signaling can have negative affects on multiple steps in the HCV lifecycle, we assessed the ability of PLC, Hep3B and HepG2-CD81 cells to mount an innate immune response against HCV infection by measuring ISG56 mRNA induction, as a representative ISG, following HCVcc infection. Importantly, while no induction of ISG56 was observed in Huh7 cells, as previously published [44], ISG56 mRNA was up-regulated in HCV-infected PLC, Hep3B and HepG2 cells, with PLC cells exhibiting the most significant induction following HCVcc infection (Figure 7). Although it is generally believed that most cultured hepatoma cells generally are impaired for poly(I-C)- and virus-activated IFN responses [55], these results are consistent with previous findings that IFN-β promoter activity is more potently induced in HepG2 and Hep3B cells than in Huh7 cells following either liposome-mediated transfection of poly(I-C) or Sendai virus infection [56]. Relevant to this, a more recent publication by Marukian et al. [57] shows a correlation between innate antiviral gene induction and impaired HCV replication and spread in primary liver cells. Likewise, HCV spread was not observed in highly differentiated microscale primary human hepatocyte cultures described by Ploss et al., (2010), who speculated that while the expression of viral proteins in the initially infected cells might be sufficient to blunt intracellular antiviral signaling and allow sustained viral replication, interferon produced by the infected cell may be sufficient to signal to/activate adjacent naïve cells rendering them resistant to infection and thus limiting subsequent viral spread [58]. Thus, the differences in ISG induction observed between these cells lines (Figure 7) may keep HCV replication lower on a per cell basis (Hep3B and HepG2-CD81) and/or at higher levels successfully inhibit viral replication in the infected cells sufficiently to contribute to clearance of the infection (PLC).",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 737,
                    "end": 739,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 980,
                    "end": 982,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1696,
                    "end": 1698,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Cellular determinants of HCV permissiveness ::: Discussion",
            "ref_spans": [
                {
                    "start": 592,
                    "end": 593,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1783,
                    "end": 1784,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "ii. miR-122. While ISGs are well known negative determinants of HCV permissiveness, numerous positive determinants required for efficient HCV replication have also been identified (reviewed in [59]). Although overlap between independent studies is not often observed, leaving the relevance of many of these factors to be confirmed, new data from multiple laboratories has recently demonstrated that human micro RNA (miR122) is a critical liver-specific factor required for robust HCV infection and secretion [60-65]. Because IFN treatment has been shown to reduce miR122 expression in Huh7 cells [66], it is possible that the enhanced ISG induction observed in the other three cell lines may more potently reduce this important positive regulator of HCV infection. Likewise, miR122 has been shown to play an important role in regulating cholesterol homeostasis, fatty acid metabolism and lipogenesis [63-65,67], three lipid metabolic pathways shown to be necessary for HCV replication, assembly and secretion. In fact, just prior to submitting this manuscript, Evans and colleagues and Matsuura and colleagues separately showed that exogenously expressing human miR122 in HepG2 or Hep3B cells, respectively, results in robust HCV replication and infectious virus secretion following HCVcc inoculation or HCV RNA transfection [19,20]. Hence, lack of adequate miR122 may also contribute to the reduced HCV permissiveness of certain cell lines.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 901,
                    "end": 903,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 904,
                    "end": 906,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1326,
                    "end": 1328,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1329,
                    "end": 1331,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Cellular determinants of HCV permissiveness ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, by testing a panel of human hepatoma and non-hepatoma cells for HCVcc permissiveness we identified new cell lines capable of supporting authentic HCVcc infection (e.g. entry, replication, protein expression and at least for Hep3B cells, de novo virion production). The permissiveness of PLC and Hep3B cells for HCVcc infection is clearly less robust than that achieved in the highly HCVcc-permissive Huh7 cell lines [34] and while further studies are needed to definitively and quantitatively assess the host cell factors that limit HCV infection in these cells, these two hepatoma cell lines nonetheless provide new in vitro tools for elucidating the cellular factors that control or mediate HCV infection, particularly those associated with HCV ISG induction or those involved in de novo HCVcc production and secretion. In addition, HCV sub-genomic and full-length replicons have not been previously established in Hep3B and PLC cells [33]. Thus, the clones generated in this study add to the current repertoire of sub-genomic and full-length HCV replicons already available to study specific aspects of the HCV life cycle such as HCV polyprotein processing, replication complex formation and HCV RNA replication. Expanding our arsenal of reagents and cell lines amendable for the study of HCV should certainly advance our overall understanding of the HCV viral life cycle and the cellular determinants involved, facilitating the potential development of new and more specific HCV antivirals.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 950,
                    "end": 952,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Cellular determinants of HCV permissiveness ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Huh7-1 cells have been previously described [34]. The following cells were purchased from the American Type Culture Collection: PLC/PRF/5 cells (CRL-8024), HepG2 cells (HB-8065), HeLa cells (CCl-2), SW13 cells (CCl-105), and CHO-K1 cells (CCL-61). Hep3B and 293T cells were kindly provided by Dr. Lijun Rong (University of Illinois at Chicago, Chicago, IL) and Caco-2 cells by Dr. Waddah Alrefai (University of Illinois at Chicago, Chicago, IL). All human cell lines were cultured in complete Dulbecco's modified Eagle's medium (DMEM) (Hyclone, Logan, UT). CHO-K1 cells were cultured in Ham's F-12 medium (Gibco Invitrogen, Carlsbad, CA). Media was supplemented with 10% fetal bovine serum (FBS) (Hyclone), 100 units/ml penicillin, 100 mg/ml streptomycin, 2 mM L-glutamine (Gibco Invitrogen) and in the case of HCV replicon cells 500 μg/ml G418 (Invitrogen).",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 47,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Cells and viruses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "JFH-1 cell culture-propagated HCV (HCVcc) viral stocks were obtained by infection of naïve Huh7-1 cells at a multiplicity of infection (MOI) of 0.01 focus forming units (FFU)/cell, using medium from Huh7-1 cells electroporated with in vitro-transcribed full length infectious HCV JFH-1 RNA as previously described [40].",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Cells and viruses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The genotype 2a infectious JFH-1 (pJFH-1), the full length (fl) JFH-1 replicon (pFLJFH) and the subgenomic (sg) JFH-1 replicon (pSGJFH) plasmids were kindly provided by Dr. Wakita (National Institute of Infectious Diseases, Tokyo, Japan) and have been previously described [12,14,38]. The human CD81 (pEE6-huCD81), human SR-BI (pZeo_hSR-BI), human CLDN1 (pZeo_CLDN1) and human OCLN (pCDNA3.1_OCLN) expression plasmids have been previously described [34].",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 277,
                    "end": 279,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "DNA constructs ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Pseudotyped viruses were produced as previously described [34]. Briefly, pseudotyped viruses were generated by co-transfection of DNA vectors encoding HCV or vesicular stomatitis virus (VSV) envelope glycoproteins with an Env-deficient HIV vector carrying a luciferase reporter gene (pNL4-3-Luc-R--E-) into 293T producer cells. The plasmids used for pseudotyped virus generation have been described previously [34]. Supernatants were collected 48 h post transfection, filtered through a 0.45 μm-pore-size filter (BD Biosciences), aliquoted, frozen and subsequently titered using the QuickTiter Lentivirus Titer Kit (Cell Biolabs, Inc., San Diego, CA) according to the manufacturer's instructions.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 61,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 411,
                    "end": 413,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Pseudotyped retrovirus production and infections ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For infections, cells were seeded 24 h prior to infection in 96-well plates such that cell confluence at the time of infection was 90%. Triplicate wells were inoculated with equal titers of JFHpp, H77pp and VSVGpp for 6 h, washed twice with 1 × PBS following infection, and then overlaid with 200 μl cDMEM. At 72 h p.i. cultures were lysed in 20 μl of lysis reagent to measure luciferase activity (Promega, Madison, WI) using a FLUOstar Optima microplate reader (BMG Labtechnologies Inc, Durham, NC). For all pseudotype virus experiments presented herein, background-corrected (BC) HCVpp RLU values were normalized to corresponding BC-corrected VSVGpp RLU values: [(HCVpp-BC)/(VSVG-BC)].",
            "cite_spans": [],
            "section": "Pseudotyped retrovirus production and infections ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For infection of cell lines, each cell line was seeded 24 h prior to infection in 96-well plates such that cell confluence at the time of infection was 90%. Triplicate wells were inoculated with HCVcc at an MOI of 2.0 FFU/cell and 72 h p.i. total cellular RNA was isolated for reverse transcription followed by real-time quantitative PCR analysis (RTqPCR). For low MOI HCV RNA kinetic analysis, cells were seeded 24 h prior to infection in 6-well plates such that cell confluence at the time of infection was 80%. Triplicate wells were infected with JFH-1 HCV at an MOI of 0.01 FFU/cell. During the 7 days infection assay, infected cells were trypsinized before reaching confluence and re-plated at a 1:3 dilution to maintain active growth. At indicated times p.i., medium and/or cellular RNA was harvested from triplicate wells for titration or RTqPCR analysis, respectively.",
            "cite_spans": [],
            "section": "HCVcc infections ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Total intracellular RNA was isolated in 1 × Nucleic Acid Purification Lysis Solution (Applied Biosystems, Foster City, CA) and purified using an ABI PRISM™ 6100 Nucleic Acid PrepStation (Applied Biosystems), as per the manufacturer's instructions. Extracellular RNA from cell supernatants or intracellular HCV RNA from lysed cell pellets was treated with 4.5 units of S7 Micrococcal nuclease (Fermentas, Glen Burnie, MD) for 30 min at room temperature, and nuclease-treated RNA was isolated by the guanidine thiocyanate (GTC) method using 1.6 × GTC containing 2 μg of murine total liver RNA and following standard protocols [68]. One μg of purified RNA was used for cDNA synthesis using the TaqMan reverse transcription reagents (Applied Biosystems), followed by SYBR green RTqPCR using an Applied Biosystems 7300 real-time thermocycler (Applied Biosystems). Thermal cycling consisted of an initial 10 min denaturation step at 95°C followed by 40 cycles of denaturation (15 s at 95°C) and annealing/extension (1 min at 60°C). HCV, human GAPDH, murine GAPDH, human CD81, human SR-BI, human CLDN1, human OCLN and human ISG56 RNA levels were determined relative to standard curves comprised of serial dilutions of plasmids containing the JFH-1 HCV cDNA or the human GAPDH, murine GAPDH, human CD81, human SR-BI, human CLDN1, human OCLN and human ISG56 coding sequences, respectively. The PCR primers used to amplify each respective amplicon were: Universal HCV primers [69] 5'-GCC TAG CCA TGG CGT TAG TA -3' (sense) and 5'- CTC CCG GGG CACTCG CAA GC-3' (anti-sense), human GAPDH [13] 5'-GAA GGT GAA GGT CGG AGT C-3' (sense) and 5'-GAA GAT GGT GAT GGG ATT TC-3' (anti-sense), murine GAPDH [70] 5'-TCT GGA AAG CTG TGG CGT G-3' (sense) and 5'-CCA GTG AGC TTC CCG TTC AG-3' (antisense), human CD81 [25] 5'-ACC TCC TGT ATC TGG AGC TGG-3' (sense) and 5'-TTG GCG ATC TGG TCC TTG TTG-3' (anti-sense), human SR-BI [25] 5'-TCG CAG GCA TTG GAC AAA CT-3' (sense) and 5'-CTC CTT ATC CTT TGA GCC CTT TT-3' (anti-sense), human CLDN1 [25] 5'- GTG GAG GAT TTA CTC CTA TGC CG-3' (sense) and 5'- ATC AAG GCA CGG GTT GCT T-3' (anti-sense), human OCLN [25] 5'- TCA AAC CGA ATC ATT ATG CAC CA-3' (sense) and 5'- AGA TGG CAA TGC ACA TCA CAA-3' (anti-sense), and human ISG56 [71] 5'- GGG CAG ACT GGC AGA AGC -3' (sense) and 5'- TAT AGC GGA AGG GAT TTG AAA GC -3' (anti-sense).",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 627,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1467,
                    "end": 1469,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1577,
                    "end": 1579,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1686,
                    "end": 1688,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1792,
                    "end": 1794,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1903,
                    "end": 1905,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2016,
                    "end": 2018,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2129,
                    "end": 2131,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2249,
                    "end": 2251,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "RNA isolation and RTqPCR ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cells were resuspended in 150 μl of FACS buffer (1 × PBS containing 2% (v/v) FBS, 0.3% (w/v) NaN3 and 1 mM EDTA) and incubated for 60 min at 4°C with a 1:100 dilution of antibodies specific for CD81 (AbD Serotec) or SR-BI (BD BioSciences) Following three rinses with FACS buffer, bound antibodies were detected by incubation for 1 h at 4°C with an phycoerythrin (PE)-conjugated anti-mouse (BD Pharmingen) antibody at a dilution of 1:200. Cells stained with an irrelevant mouse immunoglobulin G (IgG) antibody and respective PE-conjugated secondary antibody served as negative controls. Cells were washed three times, fixed in FACS buffer containing 4% (w/v) PFA, and analyzed by flow cytometry using the DakoCytomation CyAn system (Dako, Carpinteria, CA) and Summit Software v4.3 (Dako).",
            "cite_spans": [],
            "section": "Flow cytometric analysis of cell surface receptors ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cells were fixed with 4% PFA (Sigma, St. Louis, MO) at indicated times and immunofluorescence analysis was performed as previously described [36]. Briefly, fixed cultures were rinsed three times with 1 × PBS, permeabilized with 50% Methanol/50% acetone (v/v) (Fisher) and subsequently blocked for 1 h with 1 × PBS containing 3% (w/v) bovine serum albumin (BSA) (Sigma) and 10% (v/v) FBS. Cells were stained with a 1:750 dilution of a mouse anti-human CLDN1 (Abnova, Taipei, Taiwan) or mouse anti-human OCLN (Zymed, San Francisco, CA) primary antibody overnight at 4°C, followed by incubation with a 1:750 dilution of an anti-mouse Alexa-555 conjugated secondary antibody (Molecular Probes) for 1 h at room temperature. Cell nuclei were stained by Hoechst dye. Bound antibodies were visualized via confocal microscopy (630X, Zeiss LSM 510, Germany) and compared to negative control samples stained with an irrelevant mouse control antibody (Santa Cruz Biotechnology) and Alexa-555 conjugated secondary antibody. Images were analyzed using Zeiss LSM Alpha Imager Browser v4.0 software (Zeiss), and brightness and contrast were adjusted using Adobe®Photoshop® (San Jose, CA).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Indirect immunofluorescence analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HCV sg and fl 2a replicons were established as previously described [37]. Briefly, 1 μg of in vitro-transcribed HCV genotype sg2a or fl2a replicon RNA was transfected into cells using a modified electroporation protocol [72]. Transfected cells were diluted 1:500, seeded in 100 mm tissue culture dishes and maintained in the presence of G418 (Invitrogen) at a concentration of 500 μg/ml until all cells died or distinct G418-resistant cell colonies formed. To visualize colony formation, cells were fixed with ethanol and stained with crystal violet. Alternatively, colonies were expanded to establish replicon cell lines. HCVccG418 was harvested from stable fl 2a Huh7 replicon cells and infectivity titers were determined as described below.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "HCV RNA transfection and G418-resistant colony formation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Culture supernatants were serially diluted 10-fold and used to infect 96-well Huh7 cultures. At 24 h p.i., cultures were overlayed with complete DMEM containing a final concentration of 0.25% methylcellulose (Fluka BioChemika, Switzerland). Seventy-two hours p.i., cells were fixed in 4% paraformaldehyde (Sigma), and immunohistochemically stained for HCV E2 using a human monoclonal anti-E2 antibody C1 [39] (a gift from Drs. Mansun Law and Dennis Burton, The Scripps Research Institute) as described [40]. Viral titers are expressed as FFU/ml, determined by the average E2-positive foci number detected at the highest HCV-positive dilution.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 407,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 503,
                    "end": 505,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Infectivity titration assay and immuncytochemical staining of HCV E2 protein ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To quantify intracellular HCVcc, HCV-infected cell cultures were washed three times with 1 × PBS, trypsinized for 5 min at room temperature and cells resuspended in 1 ml of 10% cDMEM. Cells were pelleted at 1,400 RPM for 5 min at 4°C, frozen and then thawed three times using a 95% ethanol:dry ice bath. Samples were then centrifuged at 1,400 RPM for 5 min at 4°C to remove cell debris. The supernatant fractions were used for titration of infectious HCVcc or for HCV RNA analysis, as described above.",
            "cite_spans": [],
            "section": "Quantification of cell-associated infectious HCVcc ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data are presented as the means ± standard deviation (SD). Significant differences were determined by one-way analysis of variance (ANOVA) followed by Tukey's post hoc t test (GraphPad Prism© Software).",
            "cite_spans": [],
            "section": "Statistics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HCV: Hepatitis C virus; HCC: Hepatocellular carcinoma; JFH-1: Japanese Fulminant Hepatitis; HCVcc: Hepatitis C virus cell-cultured produced; HCVpp: HCV pseudotype particles; VSVGpp: Vesicular stomatitis virus G protein pseudotype particles; sg: Subgenomic; fl: Full-length; MOI: Multiplicity of infection; FFU: Focus forming units; RTqPCR: Real-time quantitative PCR; SR-BI: Scavenger receptor class B member I; CLDN1: Claudin-1; OCLN: Occludin; p.i.: Post infection; ISG: Interferon stimulated gene.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "BS and SLU designed the study and drafted the manuscript. BS, NB, XY and PC performed the experiments and participated in the data analysis. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Summary of Cell Lines\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Permissiveness of cell lines for HCVpp and HCVcc infection. (A) Indicated cell lines were infected with equal amounts of JFHpp, H77pp or VSVGpp. HCVpp entry (relative light units (RLU) ± SD for triplicate samples determined 72 h p.i.) relative to Huh7-1 cells was calculated by subtracting cell line specific background and mock-control signals and then normalizing for cell line-specific VSVGpp entry levels. Results are graphed as a percentage of entry achieved in Huh7-1 infected cultures. (B) Indicated cell lines were infected with HCVcc at an MOI of 2.0 FFU/cell. Intracellular RNA was collected 72 h p.i. and HCV RNA was quantified by RTqPCR, normalized to GAPDH and is displayed as HCV RNA copies/μg total cellular RNA (means ± SD for triplicate samples). Significant increases in HCV RNA levels compared to CHO cells (one-way ANOVA and Tukey's post hoc t test) are denoted as * p value < 0.001. Dashed line represents background levels of non-specific bound HCV RNA.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Expression of HCV entry factors in hepatoma cells lines. (A) Total RNA was extracted from Huh7, PLC, Hep3B and HepG2-CD81 cells and mRNA copies were determined by RTqPCR using standard curves comprised of DNA plasmids expressing the coding sequence of the gene of interest. Absolute quantities were normalized to GAPDH and data are displayed as mRNA copies/μg total cellular RNA (means ± SD). (B-C) Cell surface expression of HCV entry factors on Huh7, PLC, Hep3B and HepG2-CD81 cells was determined by flow cytometric analysis or IF. (B) For flow cytometric analysis, cells were trypsinized and stained with mouse anti-CD81 or anti-SR-BI monoclonal antibodies and an anti-mouse secondary antibody conjugated with PE. Shaded regions represent cells stained with a monoclonal mouse IgG control primary antibody and an anti-mouse PE-conjugated secondary antibody. (C) For IF analysis, fixed cells were stained with antibodies specific for CLDN1 or OCLN and counterstained with a species specific Alexa-555-conjugated secondary antibody. Indicated protein is red (Alexa 555) and nuclei are blue (Hoechst). Magnification × 630; scale bar = 20 μm.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: HCVpp and HCVcc infection in PLC, Hep3B and HepG2-CD81 cells exogenously over expressing HCV entry factors. Huh7, PLC, Hep3B and HepG2-CD81 cells transiently transfected with a vector control plasmid or expression plasmids expressing CD81, SR-BI, CLDN1 and/or OCLN were infected with (A-C) equal amounts of JFHpp, H77pp or VSVGpp or (D-F) HCVcc at an MOI of 2.0 FFU/cell. HCVpp entry (following background and mock-control signal subtraction) is expressed as relative light units (RLU) ± SD for triplicate samples determined 72 h p.i. Intracellular HCVcc RNA was quantified by RTqPCR, normalized to GAPDH and is displayed as mean HCV RNA copies/μg total cellular RNA ± SD for triplicate samples determined 72 h p.i.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: HCV sub-genomic and full-length replicon RNA replication in PLC and Hep3B cells. (A) Huh7, PLC and Hep3B cells were transfected with 1 μg of in vitro-transcribed sg JFH-1 RNA via electroporation. Cells were diluted 1:500 and plated in 100 mm tissue culture dishes and maintained in the presence of 500 μg/ml G418 for 2 weeks. Colonies were fixed, stained with crystal violet and counted. (B) Huh7, PLC and Hep3B cells were infected with 100 FFU of HCVccG418 and maintained in the presence of 500 μg/ml G418 for 2 weeks. Colonies were fixed, stained with crystal violet and counted. (C-D) HCV G418-resistant sg and fl replicon clones were expanded in the presence of 500 μg/ml G418 and total RNA extracted ~3 weeks post expansion. HCV RNA was quantified by RTqPCR, normalized to GAPDH and is displayed as mean HCV RNA copies/μg total cellular RNA ± SD for each clone.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: HCVcc infection kinetics in hepatoma cells. Huh7, PLC, Hep3B and HepG2-CD81 cells were infected with JFH-1 HCVcc at an MOI of 0.01 FFU/cell. Culture supernatant and intracellular RNA were collected at the indicated times p.i. (A) Intracellular HCV RNA was analyzed by RT-qPCR, normalized to GAPDH and is displayed as HCV copies/μg total RNA (means ± SD for triplicate samples). (C). On day 5 p.i., parallel cultures of infected cells were fixed and stained for HCV E2 [39] (magnification, 100×). (C) Infectivity titers, expressed as FFU/ml, were determined on naïve Huh7-1 cells. The dashed line represents the lower limit of detection of the assay (101 FFU/ml).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: HCV extracellular and intracellular infectivity titers and RNA genome copies in Huh7 and PLC cells. Huh7 and PLC cells were infected with JFH-1 HCVcc at an MOI of 1.0 FFU/cell. Culture supernatant and cells were collected at the indicated times p.i. (A) Extracellular infectivity titers, expressed as FFU/ml, were determined on naïve Huh7-1 cells. The dashed line represents the lower limit of detection of the assay (101 FFU/ml). (B) For extracellular RNA analysis, culture supernatant samples were treated with S7 Micrococcal nuclease prior to RNA purification. Two μg of total murine carrier RNA was added to all samples for normalization. HCV RNA values were determined by RT-qPCR and are displayed as HCV copies/μg total carrier RNA (means ± SD for triplicate samples). The dashed line represents the background of the assay (101 HCV RNA copies/μg carrier RNA). (C-D) For intracellular infectivity titer and RNA analysis, cells were pelleted, re-suspended in complete 10% cDMEM and lysed via multiple freeze/thaws. (C) Intracellular infectivity titers, expressed as FFU/ml, were determined on naïve Huh7-1 cells. The dashed line represents the lower limit of detection of the assay (101 FFU/ml). (D) Intracellular HCV RNA copies were determined after S7 Micrococcal nuclease treatment by RT-qPCR and are displayed as HCV copies/μg total carrier RNA (means ± SD for triplicate samples). The dashed line represents the background of the assay (101 HCV RNA copies/μg carrier RNA).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: ISG56 mRNA induction in HCVcc-infected hepatoma cells. Huh7, PLC, Hep3B and HepG2-CD81 cells were infected with JFH-1 HCVcc at an MOI of 1.0 FFU/cell and intracellular RNA was collected at the indicated times p.i. (A) Intracellular ISG56 mRNA was analyzed by RT-qPCR, normalized to GAPDH and is displayed as ISG56 mRNA copies/μg total RNA (means ± SD for triplicate samples).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Hepatitis C virus experimental model systems and antiviral drug research",
            "authors": [],
            "year": 2010,
            "venue": "Virol Sin",
            "volume": "25",
            "issn": "",
            "pages": "227-245",
            "other_ids": {
                "DOI": [
                    "10.1007/s12250-010-3134-0"
                ]
            }
        },
        "BIBREF1": {
            "title": "Infectious hepatitis C virus pseudo-particles containing functional E1-E2 envelope protein complexes",
            "authors": [],
            "year": 2003,
            "venue": "J Exp Med",
            "volume": "197",
            "issn": "",
            "pages": "633-642",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20021756"
                ]
            }
        },
        "BIBREF2": {
            "title": "Complete replication of hepatitis C virus in cell culture",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "623-626",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1114016"
                ]
            }
        },
        "BIBREF3": {
            "title": "Production of infectious hepatitis C virus in tissue culture from a cloned viral genome",
            "authors": [],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "791-796",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1268"
                ]
            }
        },
        "BIBREF4": {
            "title": "Robust hepatitis C virus infection in vitro",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "9294-9299",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0503596102"
                ]
            }
        },
        "BIBREF5": {
            "title": "Efficient replication of the genotype 2a hepatitis C virus subgenomic replicon",
            "authors": [],
            "year": 2003,
            "venue": "Gastroenterology",
            "volume": "125",
            "issn": "",
            "pages": "1808-1817",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2003.09.023"
                ]
            }
        },
        "BIBREF6": {
            "title": "Long-term propagation of serum hepatitis C virus (HCV) with production of enveloped HCV particles in human HepaRG hepatocytes",
            "authors": [],
            "year": 2011,
            "venue": "Hepatology",
            "volume": "54",
            "issn": "",
            "pages": "406-417",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Generation of infectious hepatitis C virus in immortalized human hepatocytes",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "4633-4639",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.80.9.4633-4639.2006"
                ]
            }
        },
        "BIBREF8": {
            "title": "Efficient replication systems for hepatitis C virus using a new human hepatoma cell line",
            "authors": [],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "146",
            "issn": "",
            "pages": "41-50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2009.08.006"
                ]
            }
        },
        "BIBREF9": {
            "title": "Characterization of infectious hepatitis C virus from liver-derived cell lines",
            "authors": [],
            "year": 2008,
            "venue": "Biochem Biophys Res Commun",
            "volume": "377",
            "issn": "",
            "pages": "747-751",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2008.10.063"
                ]
            }
        },
        "BIBREF10": {
            "title": "HepG2 cells expressing miR-122 support the entire hepatitis C virus life cycle",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "12087-12092",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05843-11"
                ]
            }
        },
        "BIBREF11": {
            "title": "Potential treatment options and future research to increase hepatitis C virus treatment response rate",
            "authors": [],
            "year": 2011,
            "venue": "Hepat Med",
            "volume": "2010",
            "issn": "",
            "pages": "125-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Establishment of a novel permissive cell line for propagation of hepatitis C virus by the expression of microRNA122",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "1382-1393",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06242-11"
                ]
            }
        },
        "BIBREF13": {
            "title": "Hepatitis B surface antigen produced by a human hepatoma cell line",
            "authors": [],
            "year": 1976,
            "venue": "Br J Cancer",
            "volume": "34",
            "issn": "",
            "pages": "509-515",
            "other_ids": {
                "DOI": [
                    "10.1038/bjc.1976.205"
                ]
            }
        },
        "BIBREF14": {
            "title": "Controlled synthesis of HBsAg in a differentiated human liver carcinoma-derived cell line",
            "authors": [],
            "year": 1979,
            "venue": "Nature",
            "volume": "282",
            "issn": "",
            "pages": "615-616",
            "other_ids": {
                "DOI": [
                    "10.1038/282615a0"
                ]
            }
        },
        "BIBREF15": {
            "title": "CD81 is required for hepatitis C virus glycoprotein-mediated viral infection",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "1448-1455",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.3.1448-1455.2004"
                ]
            }
        },
        "BIBREF16": {
            "title": "Diverse hepatitis C virus glycoproteins mediate viral infection in a CD81-dependent manner",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "8496-8505",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.16.8496-8505.2004"
                ]
            }
        },
        "BIBREF17": {
            "title": "Human occludin is a hepatitis C virus entry factor required for infection of mouse cells",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "882-886",
            "other_ids": {
                "DOI": [
                    "10.1038/nature07684"
                ]
            }
        },
        "BIBREF18": {
            "title": "Cell entry of hepatitis C virus requires a set of co-receptors that include the CD81 tetraspanin and the SR-B1 scavenger receptor",
            "authors": [],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "41624-41630",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M305289200"
                ]
            }
        },
        "BIBREF19": {
            "title": "Claudin-6 and claudin-9 function as additional coreceptors for hepatitis C virus",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "12465-12471",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01457-07"
                ]
            }
        },
        "BIBREF20": {
            "title": "The tight junction-associated protein occludin is required for a postbinding step in hepatitis C virus entry and infection",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "8012-8020",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00038-09"
                ]
            }
        },
        "BIBREF21": {
            "title": "Oxidized low-density lipoprotein inhibits hepatitis C virus cell entry in human hepatoma cells",
            "authors": [],
            "year": 2006,
            "venue": "Hepatology",
            "volume": "43",
            "issn": "",
            "pages": "932-942",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.21139"
                ]
            }
        },
        "BIBREF22": {
            "title": "Recovery, persistence, and sequelae in hepatitis C virus infection: a perspective on long-term outcome",
            "authors": [],
            "year": 2000,
            "venue": "Semin Liver Dis",
            "volume": "20",
            "issn": "",
            "pages": "17-35",
            "other_ids": {
                "DOI": [
                    "10.1055/s-2000-9505"
                ]
            }
        },
        "BIBREF23": {
            "title": "Hepatitis C virus entry depends on clathrin-mediated endocytosis",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6964-6972",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00024-06"
                ]
            }
        },
        "BIBREF24": {
            "title": "Intracellular delivery of serum-derived hepatitis C virus",
            "authors": [],
            "year": 2011,
            "venue": "Microbes Infect",
            "volume": "13",
            "issn": "",
            "pages": "405-412",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2011.01.005"
                ]
            }
        },
        "BIBREF25": {
            "title": "Claudin-1 is a hepatitis C virus co-receptor required for a late step in entry",
            "authors": [],
            "year": 2007,
            "venue": "Nature",
            "volume": "446",
            "issn": "",
            "pages": "801-805",
            "other_ids": {
                "DOI": [
                    "10.1038/nature05654"
                ]
            }
        },
        "BIBREF26": {
            "title": "HCV Replicon Systems",
            "authors": [],
            "year": 2006,
            "venue": "Hepatitis C Viruses: Genomes and Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Hepatitis C Virus infection in phenotypically distinct Huh7 cell lines",
            "authors": [],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0006561"
                ]
            }
        },
        "BIBREF28": {
            "title": "Effect of cell polarization on hepatitis C virus entry",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "461-470",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01894-07"
                ]
            }
        },
        "BIBREF29": {
            "title": "Three-dimensional Huh7 cell culture system for the study of Hepatitis C virus infection",
            "authors": [],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-6-103"
                ]
            }
        },
        "BIBREF30": {
            "title": "Replication of a hepatitis C virus replicon clone in mouse cells",
            "authors": [],
            "year": 2006,
            "venue": "Virol J",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-3-89"
                ]
            }
        },
        "BIBREF31": {
            "title": "An infectious and selectable full-length replicon system with hepatitis C virus JFH-1 strain",
            "authors": [],
            "year": 2007,
            "venue": "Hepatol Res",
            "volume": "37",
            "issn": "",
            "pages": "433-443",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1872-034X.2007.00056.x"
                ]
            }
        },
        "BIBREF32": {
            "title": "Broadly neutralizing antibodies protect against hepatitis C virus quasispecies challenge",
            "authors": [],
            "year": 2008,
            "venue": "Nat Med",
            "volume": "14",
            "issn": "",
            "pages": "25-27",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1698"
                ]
            }
        },
        "BIBREF33": {
            "title": "Isolation of a cDNA clone derived from a blood-borne non-A, non-B viral hepatitis genome",
            "authors": [],
            "year": 1989,
            "venue": "Science",
            "volume": "244",
            "issn": "",
            "pages": "359-362",
            "other_ids": {
                "DOI": [
                    "10.1126/science.2523562"
                ]
            }
        },
        "BIBREF34": {
            "title": "Cell-based hepatitis C virus infection fluorescence resonance energy transfer (FRET) assay for antiviral compound screening",
            "authors": [],
            "year": 2010,
            "venue": "Curr Protoc Microbiol",
            "volume": "Chapter 17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "New developments in the induction and antiviral effectors of type I interferon",
            "authors": [],
            "year": 2011,
            "venue": "Curr Opin Immunol",
            "volume": "23",
            "issn": "",
            "pages": "57-64",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coi.2010.11.003"
                ]
            }
        },
        "BIBREF36": {
            "title": "Sensing and signaling in antiviral innate immunity",
            "authors": [],
            "year": 2010,
            "venue": "Curr Biol",
            "volume": "20",
            "issn": "",
            "pages": "R328-333",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cub.2010.01.044"
                ]
            }
        },
        "BIBREF37": {
            "title": "Cell-type-specific type I interferon antagonism influences organ tropism of murine coronavirus",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "10058-10068",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05075-11"
                ]
            }
        },
        "BIBREF38": {
            "title": "Viral and therapeutic control of IFN-beta promoter stimulator 1 during hepatitis C virus infection",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "6001-6006",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0601523103"
                ]
            }
        },
        "BIBREF39": {
            "title": "Modeling subgenomic hepatitis C virus RNA kinetics during treatment with alpha interferon",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "6383-6390",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02612-08"
                ]
            }
        },
        "BIBREF40": {
            "title": "Efficient hepatitis C virus cell culture system: what a difference the host cell makes",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "9739-9740",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0504296102"
                ]
            }
        },
        "BIBREF41": {
            "title": "Polarization restricts hepatitis C virus entry into HepG2 hepatoma cells",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "6211-6221",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00246-09"
                ]
            }
        },
        "BIBREF42": {
            "title": "The level of CD81 cell surface expression is a key determinant for productive entry of hepatitis C virus into host cells",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "588-598",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01534-06"
                ]
            }
        },
        "BIBREF43": {
            "title": "CD81 is a central regulator of cellular events required for hepatitis C virus infection of human hepatocytes",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "8316-8329",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00665-08"
                ]
            }
        },
        "BIBREF44": {
            "title": "GB virus B as a model for hepatitis C virus",
            "authors": [],
            "year": 2001,
            "venue": "Ilar J",
            "volume": "42",
            "issn": "",
            "pages": "152-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Scavenger receptor class B type I is a key host factor for hepatitis C virus infection required for an entry step closely linked to CD81",
            "authors": [],
            "year": 2007,
            "venue": "Hepatology",
            "volume": "46",
            "issn": "",
            "pages": "1722-1731",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.21994"
                ]
            }
        },
        "BIBREF46": {
            "title": "Scavenger receptor BI and BII expression levels modulate hepatitis C virus infectivity",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3162-3169",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02356-06"
                ]
            }
        },
        "BIBREF47": {
            "title": "The role of transferrin receptor 1 in hepatitis C virus entry",
            "authors": [],
            "year": 2010,
            "venue": "17th International Symposium on Hepatitis C Virus and Related Viruses",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "The Niemann-Pick C1-Like 1 cholesterol absorption receptor: a novel hepatitis C virus entry factor and potential therapeutic target",
            "authors": [],
            "year": 2012,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "EGFR and EphA2 are host factors for hepatitis C virus entry and possible targets for antiviral therapy",
            "authors": [],
            "year": 2011,
            "venue": "Nat Med",
            "volume": "17",
            "issn": "",
            "pages": "589-595",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.2341"
                ]
            }
        },
        "BIBREF50": {
            "title": "Characterization of the innate immune signalling pathways in hepatocyte cell lines",
            "authors": [],
            "year": 2008,
            "venue": "J Viral Hepat",
            "volume": "15",
            "issn": "",
            "pages": "888-900",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2893.2008.01001.x"
                ]
            }
        },
        "BIBREF51": {
            "title": "Lemon SM: Distinct poly(I-C) and virus-activated signaling pathways leading to interferon-beta production in hepatocytes",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "16739-16747",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M414139200"
                ]
            }
        },
        "BIBREF52": {
            "title": "Hepatitis C virus induces interferon-lambda and interferon-stimulated genes in primary liver cultures",
            "authors": [],
            "year": 2011,
            "venue": "Hepatology",
            "volume": "54",
            "issn": "",
            "pages": "1913-23",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.24580"
                ]
            }
        },
        "BIBREF53": {
            "title": "Persistent hepatitis C virus infection in microscale primary human hepatocyte cultures",
            "authors": [],
            "year": 2010,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "107",
            "issn": "",
            "pages": "3141-3145",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0915130107"
                ]
            }
        },
        "BIBREF54": {
            "title": "Towards a small animal model for hepatitis C",
            "authors": [],
            "year": 2009,
            "venue": "EMBO Rep",
            "volume": "10",
            "issn": "",
            "pages": "1220-1227",
            "other_ids": {
                "DOI": [
                    "10.1038/embor.2009.223"
                ]
            }
        },
        "BIBREF55": {
            "title": "Replication of subgenomic hepatitis C virus RNAs in a hepatoma cell line",
            "authors": [],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": "110-113",
            "other_ids": {
                "DOI": [
                    "10.1126/science.285.5424.110"
                ]
            }
        },
        "BIBREF56": {
            "title": "Modulation of hepatitis C virus RNA abundance by a liver-specific MicroRNA",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1577-1581",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1113329"
                ]
            }
        },
        "BIBREF57": {
            "title": "Liver-specific microRNA miR-122 enhances the replication of hepatitis C virus in nonhepatic cells",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "8215-8223",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02575-07"
                ]
            }
        },
        "BIBREF58": {
            "title": "Regulation of hepatitis C virus by microRNA-122",
            "authors": [],
            "year": 2008,
            "venue": "Biochem Soc Trans",
            "volume": "36",
            "issn": "",
            "pages": "1220-1223",
            "other_ids": {
                "DOI": [
                    "10.1042/BST0361220"
                ]
            }
        },
        "BIBREF59": {
            "title": "Regulation of hepatitis C virus translation and infectious virus production by the microRNA miR-122",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "6615-6625",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00417-10"
                ]
            }
        },
        "BIBREF60": {
            "title": "MicroRNAs in lipid metabolism",
            "authors": [],
            "year": 2011,
            "venue": "Curr Opin Lipidol",
            "volume": "22",
            "issn": "",
            "pages": "86-92",
            "other_ids": {
                "DOI": [
                    "10.1097/MOL.0b013e3283428d9d"
                ]
            }
        },
        "BIBREF61": {
            "title": "The role of microRNAs in cholesterol efflux and hepatic lipid metabolism",
            "authors": [],
            "year": 2011,
            "venue": "Annu Rev Nutr",
            "volume": "31",
            "issn": "",
            "pages": "49-63",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-nutr-081810-160756"
                ]
            }
        },
        "BIBREF62": {
            "title": "Interferon modulation of cellular microRNAs as an antiviral mechanism",
            "authors": [],
            "year": 2007,
            "venue": "Nature",
            "volume": "449",
            "issn": "",
            "pages": "919-922",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06205"
                ]
            }
        },
        "BIBREF63": {
            "title": "microRNAs and cholesterol metabolism",
            "authors": [],
            "year": 2010,
            "venue": "Trends Endocrinol Metab",
            "volume": "21",
            "issn": "",
            "pages": "699-706",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tem.2010.08.008"
                ]
            }
        },
        "BIBREF64": {
            "title": "Single-step method of RNA isolation by acid guanidinium thiocyanate-phenol-chloroform extraction",
            "authors": [],
            "year": 1987,
            "venue": "Anal Biochem",
            "volume": "162",
            "issn": "",
            "pages": "156-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Strand specific quantitative real-time PCR to study replication of hepatitis C virus genome",
            "authors": [],
            "year": 2004,
            "venue": "J Virol Methods",
            "volume": "116",
            "issn": "",
            "pages": "103-106",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2003.10.004"
                ]
            }
        },
        "BIBREF66": {
            "title": "Efficient replication of hepatitis C virus genotype 1a RNAs in cell culture",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "3181-3190",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.5.3181-3190.2003"
                ]
            }
        },
        "BIBREF67": {
            "title": "The rate of hepatitis C virus infection initiation in vitro is directly related to particle density",
            "authors": [],
            "year": 2010,
            "venue": "Virology",
            "volume": "407",
            "issn": "",
            "pages": "110-119",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2010.07.026"
                ]
            }
        },
        "BIBREF68": {
            "title": "Inhibition of dsRNA-induced signaling in hepatitis C virus-infected cells by NS3 protease-dependent and -independent mechanisms",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "8499-8504",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0602957103"
                ]
            }
        },
        "BIBREF69": {
            "title": "Enhancement of hepatitis C virus RNA replication by cell culture-adaptive mutations",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "4614-4624",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.10.4614-4624.2001"
                ]
            }
        },
        "BIBREF70": {
            "title": "Efficient initiation of HCV RNA replication in cell culture",
            "authors": [],
            "year": 2000,
            "venue": "Science",
            "volume": "290",
            "issn": "",
            "pages": "1972-1975",
            "other_ids": {
                "DOI": [
                    "10.1126/science.290.5498.1972"
                ]
            }
        },
        "BIBREF71": {
            "title": "Selectable subgenomic and genome-length dicistronic RNAs derived from an infectious molecular clone of the HCV-N strain of hepatitis C virus replicate efficiently in cultured Huh7 cells",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "2997-3006",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.6.2997-3006.2002"
                ]
            }
        }
    }
}