{
    "paper_id": "PMC3878835",
    "metadata": {
        "title": "VIRsiRNApred: a web server for predicting inhibition efficacy of siRNAs targeting human viruses",
        "authors": [
            {
                "first": "Abid",
                "middle": [],
                "last": "Qureshi",
                "suffix": "",
                "email": "qureshisaab@imtech.res.in",
                "affiliation": {}
            },
            {
                "first": "Nishant",
                "middle": [],
                "last": "Thakur",
                "suffix": "",
                "email": "thakur@imtech.res.in",
                "affiliation": {}
            },
            {
                "first": "Manoj",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "email": "manojk@imtech.res.in",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Viruses like Influenza, Hepatitis, Dengue, SARS coronavirus (SARS-CoV), Human Immunodeficiency Virus (HIV) etc. remain a public health concern worldwide due to their emerging and re-emerging nature [1]. Due to lack of therapeutics against majority of viruses, there is always a need to develop more effective antiviral agents [2]. Lately, RNA interference (RNAi) has emerged as a potential therapeutic tool for targeting human viruses. RNAi or gene silencing is a process by which sequence-specific degradation of mRNA takes place [3]. In this process, long dsRNA precursors are chopped into shorter (19–23 resides) units by a ribonuclease enzyme called dicer. These short interfering RNAs (siRNAs) possess two terminal nucleotide 3′ overhangs. After that a ribonucleoprotein machinery called RNA induced silencing complex (RISC) incorporates one of the siRNA strands and cleaves the complementary target mRNA using ATP [4].",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 327,
                    "end": 328,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 532,
                    "end": 533,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 921,
                    "end": 922,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Researchers have extensively used RNAi process to target a number of viral genes to suppress their expression [5,6]. siRNAs targeting different regions of the HIV genome in infected cells showed promising results in inhibiting viral replication [7,8]. Also, siRNAs targeting the influenza virus nucleocapsid and RNA transcriptase genes restricted its transcription and replication [9,10]. Similarly, siRNAs directed against the Hepatitis B virus surface regions prevented the virus production [11]. siRNAs employed against SARS-CoV envelope and genes were able to effectively block their expression [12]. In another study, siRNAs targeting Dengue virus genes were able to impede the viral infection [13]. In addition, siRNAs have been shown to curb many other viruses like Human papillomavirus (HPV) [14], West Nile virus (WNV) [15] etc.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 113,
                    "end": 114,
                    "mention": "6",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 246,
                    "end": 247,
                    "mention": "7",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 248,
                    "end": 249,
                    "mention": "8",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 382,
                    "end": 383,
                    "mention": "9",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 384,
                    "end": 386,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 700,
                    "end": 702,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "RNAi methodology has many desirable features to use as antiviral agents. It can target diverse types of viral genomes, whether it be double/single stranded DNA or RNA, which make it a suitable candidate for broad-spectrum antiviral therapy [16]. Also, siRNA aims at small length of the target mRNA instead of a functional domain of a protein, therefore, even a small viral genome can lend many targetable regions [5]. Further, many siRNAs may be expressed simultaneously to increase inhibition in a coordinated manner [17]. They are also harnessed to degrade mRNAs which generate disease causing proteins [6]. siRNA based drugs have also entered the clinical trials for various human diseases e.g. kidney disorders, LDL lowering, ocular/retinal disorders, cancer and viral diseases [18]. Specifically for Respiratory syncytial virus (RSV), ALN-RSV01 has completed Phase II trial. Yet another drug named SPC3649, developed by Santaris Pharma targets Hepatitis C virus (HCV) and was also under Phase II clinical trial [19,20]. Many researchers have further reviewed the importance of RNAi in inhibiting viral infections [20,21].",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 414,
                    "end": 415,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 519,
                    "end": 521,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 606,
                    "end": 607,
                    "mention": "6",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 783,
                    "end": 785,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1020,
                    "end": 1022,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1119,
                    "end": 1121,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "To predict effective siRNAs, a number of general siRNA design rules as well prediction algorithms been developed since every siRNA designed against a given mRNA are not equally effective [22,23]. The earliest guidelines for siRNA design were based on presence and/or absence of specific nucleotide residues at different positions in siRNA as proposed by Elbashir [24], Reynolds [23], Ui-Tei [25], Amarzguioui [26] and Jagla [27]. Naito et al. have used the guidelines of Ui-Tei, Reynolds and Amarzguioui to select effective siRNAs against viruses [28].",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 191,
                    "end": 193,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 364,
                    "end": 366,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 392,
                    "end": 394,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 548,
                    "end": 550,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Subsequently, machine learning techniques like SVM, ANN etc. have been utilized to predict effective mammalian siRNAs [29,30] or their efficacy [31,32]. Performance of these methods was better than the general siRNA design rules [33]. Saetrom used boosted genetic programming to predict mammalian siRNA efficacy on a modest dataset of 581 siRNAs [34]. Later Huesken et al. reported the screen method of functional siRNAs by using an artificial neural network [35]. Holen reported siRNA rules based on apparent overrepresentation or underrepresentation of certain nucleotides at different positions [36]. Researchers have utilised many siRNA features like nucleotide composition [37], thermodynamic parameters [38], nucleotide position [39] etc. to predict the efficiency of siRNAs. Many other workers have also used a combination of features using different machine learning techniques to predict mammalian siRNA efficacy [40-42].",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 122,
                    "end": 124,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 230,
                    "end": 232,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 347,
                    "end": 349,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 736,
                    "end": 738,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 923,
                    "end": 925,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "When we used best of these existing algorithms for prediction of viral siRNA, their performance was far from satisfactory. It could be because none of these methods were developed using virus specific siRNAs. Therefore, this prompted us to make virus specific siRNA efficacy prediction algorithm using experimentally validated viral siRNA dataset. Here we employed machine learning techniques to predict the inhibition efficacy of siRNAs. This will help the researchers to select the best siRNAs for use as potential therapeutics against important human viruses.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "We have chosen our dataset from Viral siRNA database (VIRsiRNAdb) which contains over 1358 siRNA sequences targeting different human viruses and HIV siRNA database (HIVsirDB) having over 750 entries. From these databases we selected 927 and 240 sequences of 19mer which were having numerical (quantitative) efficacy. In addition 1204 sequences from patents were also used. In addition 67 more siRNAs were collected from the literature. This combined dataset of 2294 siRNAs was reduced to 1725 sequences after removal of redundant sequences. From this dataset we randomly selected 345 sequences for validation (V\n345\n) and the rest 1380 sequences were used in training (T\n1380\n).",
            "cite_spans": [],
            "section": "Data collection ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In total 12 different parameters were employed including four siRNA sequence features as nucleotide frequencies, binary pattern, thermodynamic properties, secondary structure features and their combinations or hybrids.",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "1. Nucleotide Frequencies",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the past many scientists have utilised nucleotide composition to predict siRNA potency. [31,40,42]. Nucleotide frequency is the number of each nucleotide in a siRNA. Since the length of our siRNAs was constant, we used nucleotide frequency instead of composition. The objective of calculating nucleotide frequencies of siRNA sequences is to transform any length of nucleotide sequence to fixed length feature vectors. This is important while using machine-learning techniques because it requires fixed length pattern. The information of each siRNA can be encapsulated to a vector of 4, 16, 64, 256, 1024 etc. multi-dimensions using frequencies of its mononucleotide, dinucleotide, triinucleotide, tetranucleotide and pentanucleotide sub sequences respectively.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 95,
                    "end": 97,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 98,
                    "end": 100,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "2. Binary Pattern",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Previous reports have used nucleotide positions to predict the RNAi activity of siRNAs [31,39]. We employed binary pattern to extract siRNA features based on the occupancy of nucleotides at each position of siRNA sequences. Four binary patterns used for each nucleotide are follows A = 1000, C = 0100, G = 0010, U = 0001 and this resulted in generation of 76 patterns for each 19-mer siRNA.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 91,
                    "end": 93,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "3. Thermodynamic Properties",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Thermodynamic stability of the siRNA has been considered by previous workers as an important feature in siRNA design [37]. They were calculated by the method of Khvorova et al. [43]. The thermodynamic dimensions correspond to the Gibbs free energy stability of the nucleotide pairs of the siRNAs. In total 21 features were used to calculate the energies of the different sets of interacting nucleotides. These features include the binding free energies and stabilities of the folded structures.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "4. Secondary Structure",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Secondary structure represents the capability of a single molecule of nucleic acid sequence to form intra molecular contacts, thereby stabilizing certain sequence parts as double stranded. Secondary structure was calculated using RNAfold programme of Vienna RNA package as implemented by Peek [31]. It predicts the minimum free energy (MFE) secondary structure and equilibrium base-pairing probabilities of single sequences [44]. The secondary structures predicted by RNAfold are depicted as brackets and dots indicating ‘paired’ and ‘unpaired’ nucleotides respectively. These categorical attributes are made readable to SVM by converting them into numeric data representing the structural features as vectors.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "5. Hybrid Approaches",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In hybrid approach, besides the features being used individually, combinations of siRNA sequence parameters were used in order to increase the performance of the prediction method as done by earlier researchers [27,42]. We have used four hybrid methods notably mono-di-tri-tetra-penta-binary which makes a vector of total 1440 and mono-di-tri-tetra-penta-binary-thermo which makes a vector of total 1489 features.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 215,
                    "end": 217,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "6. Leave one out cross validation (LOOCV)",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In this method each siRNA is kept for testing iteratively while remaining viral siRNAs are used for training the respective predictive models. Besides LOOCV, we have also carried out Leave one virus out cross validation (LOVOCV) strategy. In this approach, siRNAs from each virus are iteratively excluded and SVM is trained on the remaining virus siRNAs followed by testing on the excluded siRNAs of that individual virus.",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "7. Viral siRNA target conservation",
            "cite_spans": [],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Target site conservation analysis of all experimental 1725 viral siRNA sequences was done by matching each siRNA sequence with its respective reference viral genome sequences taken from NCBI. For this purpose, we have used ALIGN0 algorithm [45], which computes the alignment of two DNA sequences without penalizing for end-gaps.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "siRNA sequence features ::: Algorithm development ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Support vector machines (SVMs) were trained with the selected sequence features to predict siRNA potency. SVM allows choosing a number of parameters and kernels The SVMlight software package (available at http://svmlight.joachims.org/) was used to construct SVM classifiers. In this study, we used the radial basis function (RBF) kernel:",
            "cite_spans": [],
            "section": "Algorithm and server implementation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "kx¯,y¯=exp‒γǁx¯‒y¯ǁ2",
            "cite_spans": [],
            "section": "Algorithm and server implementation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "where x̅ and y̅ are two data vectors, and γ is a training parameter.",
            "cite_spans": [],
            "section": "Algorithm and server implementation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Artificial Neural Network (ANN) was implemented using Stuttgart Neural Network Simulator (SNNS) package (available at http://www.ra.cs.uni-tuebingen.de/SNNS/) while K-Nearest Neighbour (KNN) and Reduced Error Pruning (REP) Tree algorithms were implemented using Weka machine learning software suite (available at http://www.cs.waikato.ac.nz/ml/weka/).",
            "cite_spans": [],
            "section": "Algorithm and server implementation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The server is implemented on Red Hat Linux and Apache (2.2.17) in back-end and front-end of web interface is implemented with PHP (5.2.14).",
            "cite_spans": [],
            "section": "Algorithm and server implementation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In order to evaluate performance of our models, we used Pearson’s correlation coefficient (R). All models were evaluated using ten-fold cross validation technique.",
            "cite_spans": [],
            "section": "Validation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "R=n∑n=1nEiactEipred‒∑n=1nEiact∑n=1nEipredn∑n=1nEiact2‒(∑n=1nEiact)2n∑n=1nEipred2‒(∑n=1nEipred)2",
            "cite_spans": [],
            "section": "Validation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Where n is the size of test set, Eipred and Eiact is the predicted and actual efficacy respectively.",
            "cite_spans": [],
            "section": "Validation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Viral siRNA prediction modelshave been developed using various siRNA sequence features including mono, di, tri, tetra, penta nucleotide frequencies, binary pattern of nucleotides, thermodynamic properties and secondary structure. During 10-fold cross validation using SVM we achieved a maximum correlation of 0.19, 0.32, 0.42, 0.43, 0.46, 0.19, 0.26, 0.07 respectively for the above-mentioned individual features, between predicted and actual efficacy of viral siRNAs. We employed different features like nucleotide frequency (mono to penta) and positional (binary) as well as structural and thermodynamic features on viral siRNA training dataset consisting of 1380 (T1380) sequences. During 10-fold cross validation using SVM, the Pearson Correlation Coefficient (PCC) increased from 0.19 to 0.46 while moving from individual mono to pentanucleotide frequency features respectively. The binary feature performed similar to mononucleotide frequency. The thermodynamic properties showed marginal correlations with siRNA inhibition while secondary structural features did not work. Also, we found that hybrid models (frequency-binary and frequency-binary-thermo) performed better compared to other features used individually. Amongst the hybrid models, PCC was found to increase by combining frequency, binary and thermodynamic feature vectors (0.55) as compared to hybrid frequency (0.48), hybrid frequency-binary (0.50) or hybrid frequency-binary-thermo-secondary structural features (0.53) as shown in Table 1.",
            "cite_spans": [],
            "section": "Performance evaluation of predictive models during 10-fold cross validation ::: Results",
            "ref_spans": [
                {
                    "start": 1509,
                    "end": 1510,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We also used other machine learning algorithms like ANN, KNN and REP Tree to check their performance on the experimental viral siRNA data using the above mentioned features. During 10-fold cross validation, PCC increased from 0.10 to a maximum of 0.30 from mono to pentanucleotide frequency in all the three cases. Here also the binary and secondary structural features did not perform well, confirming our earlier results using SVM. However while using a combination of features (frequency-binary and frequency-binary-thermo) in hybrid models, the correlation performance increased from 0.30 to 0.46 for ANN, 0.31 to 0.48 for KNN and 0.31 to 0.35 for REP Tree (Table 1). However SVM performed better compared to other machine learning algorithms in all the cases and was thus chosen for model development.",
            "cite_spans": [],
            "section": "Performance evaluation of predictive models during 10-fold cross validation ::: Results",
            "ref_spans": [
                {
                    "start": 668,
                    "end": 669,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Besides 10-fold cross validation, we also checked the performance of our algorithms on independent dataset of 345 siRNAs (V345) on the above models as shown in the Table 2. Here again, the binary and secondary structural features did not perform well while the model based on thermodynamic features showed a marginal correlation of 0.19. As expected, the hybrid frequency, hybrid frequency-binary and hybrid frequency-binary-thermo-secondary structural features gave a better correlation with PCC values 0.48, 0.48 and 0.45 respectively. The best performing hybrid model with frequency-binary-thermo feature vectors gave a correlation of 0.50 and thus performed better on the validation dataset. Other machine learning techniques performed in a similar trend but their correlation was less as compared to SVM. Their best correlations were achievedwhile using the hybrid frequency-binary-thermo model. The PCCs were 0.33 for ANN, 0.35 for KNN and 0.31 for REP Tree (Table 2).",
            "cite_spans": [],
            "section": "Performance evaluation of predictive models on independent 345 viral siRNA dataset ::: Results",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 971,
                    "end": 972,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We also compared our models with existing siRNA efficacy prediction servers (some servers are not currently working or have become outdated) although they are not optimized to predict viral siRNA efficacy and are rather used for general mammalian siRNA prediction. These prediction servers were mainly developed using two mammalian siRNA datasets of Saetrom (581 siRNA) [34] and Huesken (2431 siRNA) [35]. Saetrom dataset was tested under heterogeneous experimental conditions while Huesken dataset was tested under homogenous experimental conditions. On both of these datasets (19 mer), we have also developed earlier a ‘siRNApred’ algorithm with PCC of 0.56 and 0.68 respectively during 10-fold cross validation [46]. We checked performance of ‘siRNApred’ on viral siRNA datasets of V345, T1380and (V + T)1725 and observed PCC of 0.10, 0.16 and 0.14 respectively. Detailed comparisons with other methods are shown in Tables 3 and 4.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 401,
                    "end": 403,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 715,
                    "end": 717,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Comparison with existing siRNA prediction algorithms ::: Results",
            "ref_spans": [
                {
                    "start": 926,
                    "end": 927,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 932,
                    "end": 933,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The siRNA efficacy prediction methods developed using heterogeneous siRNA datasets are listed in Table 3. Their correlation performance during cross validation on the training set varied between 0.46 and 0.56 and for the test set their PCC was between 0.40 and 0.52 which shows the performance of these methods is almost similar. However, no siRNA efficacy prediction web server based on heterogeneous siRNA datasets was presently available/working except our ‘siRNApred’ which showed maximum PCC of 0.10 on V345 viral siRNA dataset.",
            "cite_spans": [],
            "section": "Comparison with existing siRNA prediction algorithms ::: Results",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The siRNA efficacy prediction algorithms developed using homogeneous siRNA datasets are given in Table 4. Their PCCs ranged from 0.66 to 0.85 on training during 10-fold cross validation and 0.55 to 0.71 on validation datasets. However on viral siRNA dataset V345 their performance dropped drastically in the range of 0.05 to 0.18. These results showed that the mammalian siRNA efficacy prediction methods developed using the homogeneous datasets performed better than those developed using the heterogeneous datasets. However, all such general mammalian siRNA efficacy prediction methods did not perform appropriately in predicting viral siRNA inhibition.",
            "cite_spans": [],
            "section": "Comparison with existing siRNA prediction algorithms ::: Results",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "We also checked the performance of our method using LOOCV technique by employing earlier mentioned siRNA features (Table 5). Here also the performance was increased while using mono to penta nucleotide frequency and further using hybrid features. The performance is improved modestly in comparison to 10-fold cross validation. Using this technique we achieved a maximum correlation of 0.58 on the training dataset T\n1380\n and 0.55 on the validation dataset V\n345\n using the hybrid model combining hybrid nucleotide frequency, binary and thermodynamic features.",
            "cite_spans": [],
            "section": "Performance evaluation using Leave one out cross validation (LOOCV) ::: Results",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "To further check our SVM based method on the best performing features combining hybrid composition (mono to penta nucleotide frequency), binary and thermo properties for each virus in the 1725 viral siRNA dataset, we used LOVOCV method. The results are shown in Table 6. In the LOVOCV method, 252 siRNAs from Influenza A Virus were excluded and the model trained with remaining 1473 siRNAs from 36 viruses. It showed a PCC of 0.48 and 0.46 on the training and validation dataset respectively. Similar performance PCC is observed for different viruses like Influenza A Virus (0.48 and 0.46), HCV (0.51 and 0.44), SARS (0.53 and 0.48), Measles Virus (0.56 and 0.51), JEV (0.58 and 0.51) etc. on the training and validation dataset respectively. Overall, the training dataset performance during 10-fold cross validation ranged from PCC value of a minimum 0.43 to a maximum 0.58 with an average 0.54. While the validation performance ranged from PCC 0.40 to 0.53 with an average 0.48.",
            "cite_spans": [],
            "section": "Performance evaluation using Leave one virus out cross validation (LOVOCV) ::: Results",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "mention": "6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Results of the viral siRNA target site conservation among reference viral genome sequences is provided in the Additional file 1: Figure S2. The analysis shows the number of nucleotide differences or mismatches (0, 1, 2, 3, 4 and >4) between each siRNA and the respective reference viral genome sequences in the alignment using Align0 algorithm. Overall percentages of the 0, 1, 2, 3, 4 and >4 mismatches were 36.75, 15.64, 9.01, 8.08, 7.76 and 23.68% respectively as shown in Additional file 1: Figure S2 (a). We have also checked the conservation of 322 highly effective siRNAs with inhibition above 80% and an equal number of least effective siRNAs with inhibition less than 4.0% from the main dataset. The effective and ineffective siRNAs had similar number of 1, 2, 3 and 4 mismatches with more differences for 0 and >4 mismatches as shown in Additional file 1: Figure S2 (b).",
            "cite_spans": [],
            "section": "Viral siRNA target conservation ::: Results",
            "ref_spans": []
        },
        {
            "text": "The web server is freely available via the url http://crdd.osdd.net/servers/virsirnapred. The strategy used to develop VIRsiRNApred models is shown in Figure 1. Besides, overview of VIRsiRNApred web server functionality including input and output interfaces are shown in Figure 2. To predict the best performing siRNAs to silence a specific viral gene, the user needs to paste a fasta sequence of the corresponding mRNA/gene region and choose the desired model and click submit. The sequence should not contain non-nucleotide characters or symbols. The output shows the recursive siRNAs chopped from the mRNA & their inhibition. We have also displayed useful links pointing to BLAST, alignment and off-target score for each siRNA. The user can sort the results in increasing/decreasing order. The output also shows graph depicting the inhibition and off-target scores in a pictorial manner (Figure 2).",
            "cite_spans": [],
            "section": "Webserver ::: Results",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 278,
                    "end": 279,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 898,
                    "end": 899,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The analysis tools help the user to select the best antiviral siRNAs for the desired gene/region. First, the user needs to sort the siRNAs with “inhibition” and choose the siRNAs with high inhibition values. Then the user needs to look for the off-target using the two provided options: a) the user should select the siRNAs with least number of seeds/off-targets which are also shown pictorially by different colours as green (minimum), yellow (medium) and red (maximum) and b) the user can BLAST each siRNA sequence against human genome to ascertain that it does not affect other human genes. Besides, VIRsiRNAdb-BLAST helps the user to find similar siRNAs reported in the VIRsiRNAdb database.",
            "cite_spans": [],
            "section": "Analysis tools ::: Results",
            "ref_spans": []
        },
        {
            "text": "Subsequently, to check the conservation of siRNA among different viral strains, our web server provides the “siTarConserve” tool. In this tool, user provided siRNA sequence is matched against selected reference viral genome sequences. There are options to search for conservation using individual virus as well as its family. The option to analyse conserved siRNA target regions using BLAST and Smith-Waterman algorithm has also been incoporated. This tool will be useful in selecting those siRNAs which are highly conserved in reference viral strains. Also while predicting siRNA efficacy, the user can check for siRNA conservation by clicking on the siTarConserve link provided against each siRNA on the prediction result page.",
            "cite_spans": [],
            "section": "Analysis tools ::: Results",
            "ref_spans": []
        },
        {
            "text": "Researchers working in the field of siRNA based therapeutics for viruses have generated a vast amount of data over the years. However, bioinformatics resources in the field were lacking and there was no viral siRNA efficacy prediction method available. In this direction, we have recently developed a comprehensive viral siRNA database “VIRsiRNAdb” [48] and another “HIVsirDB” [49] exclusively for HIV. Now we have developed VIRsiRNApred -a viral siRNA efficacy prediction algorithm.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although many mammalian siRNA prediction algorithms have been developed in the past [33], these methods either classify a siRNA as effective/non-effective [29] or predict the inhibition efficacy of a siRNA [31,32]. However, there is limited success in predicting siRNA efficacy due to limited size and diversity of available siRNA datasets [50].",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 156,
                    "end": 158,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 207,
                    "end": 209,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 341,
                    "end": 343,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Mammalian siRNA efficacy prediction methods were initially developed using siRNA tested under heterogeneous experimental conditions like Saetrom (581 siRNA), Shabalina (653 siRNA) or Holen (526 siRNA) etc. and achieved a PCC of 0.46-0.56 and subsequently methods were developed using siRNAs tested under homogenous experimental conditions like Heusken (2431 siRNA) and Katoch (702 siRNA) to achieve a PCC of 0.66-0.80. Though the mammalian siRNA prediction methods developed on homogenous siRNA datasets performed better than those developed on heterogeneous siRNA datasets, however all such methods did not perform well in predicting viral siRNA efficacy with PCC as low as 0.05-0.18.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We have developed our algorithm using a heterogeneous dataset of 1725 experimentally validated siRNA collected from 161 studies and targeting more than 200 mRNAs of over 40 diverse human viruses. Earlier Reynolds [23] has reported that 16.3% of randomly selected siRNAs have greater than 80% efficacy in targeting two mammalian genes (human cyclophilin B and firefly luciferase). Similarly, in 1725 viral siRNA dataset, only 17.1% were able to inhibit the virus above the 80% level despite majority of these siRNAs were designed using existing siRNA prediction methods before their testing in the wet-lab. This further verifies that the available mammalian siRNA efficacy prediction methods do not perform satisfactorily in predicting siRNAs targeting viruses.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Mammalian siRNA design rules are suitable for getting effective sequences for specific genes but they might sometimes prove unsuitable for selecting sequences for many other genes [51]. Therefore if these rules were used to design siRNAs for say, viral genes, many sequences might be wrongly selected as potential candidates. Even within mammalian siRNA prediction methods, the nucleotide positional preferences are not consistent (Additional file 1: Figure S1) with increase in heterogeneity of the data. Hence, designing functional siRNAs that target viral sequences is problematic because of their extraordinarily high genetic diversity. Therefore we need an algorithm to be developed on diverse viral siRNA dataset to tackle this issue.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "However, in the past there have been attempts to predict viral siRNA. Naito et al. in 2006 published siVirus to classify a given viral sequence as siRNA based on earlier published guidelines of Ui-Tei et al., Reynolds et al. and Amarzguioui et al. for a few viruses [28]. Later, ElHefnawi in 2011 also provided a guideline to design siRNA against Influenza A virus using earlier published guidelines of Tuschl et al., Reynolds et al., Amarzguioui et al., Ui-Tei et al., and Hsieh et al., to select the siRNA [52]. However these methods just predict the viral siRNA as effective or non-effective based on earlier siRNA design rules. But they did not utilize any machine learning based methods which perform better than general siRNA design guidelines [33]. Moreover these methods were not developed using any experimental viral siRNA dataset and also do not predict quantitative efficacy of siRNA.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 751,
                    "end": 753,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study we made an effort to enhance the in silico prediction of highly effective human viral siRNA using manually curated datasets. Our model employed various siRNA sequence features particularly nucleotide frequencies, binary patterns, thermodynamic features, secondary structure and their hybrids as these parameters play a vital role in predicting efficient viral siRNAs. Mononucleotide composition can, for example, account for GC contents separately while higher nucleotide compositions can account for presence of any long GC stretch. Similarly trinucleotide composition can be useful in codon preference considerations. Studies have suggested that thermodynamic features of nucleotides at the beginning and at the end of the siRNA strands are important to their potency [53]. An increase in Pearson Correlation Coefficient (PCC) from 0.19 to 0.55 was observed using different approaches. The increase in performance could be attributed to the fact that as we increase the length of siRNA fragment (e.g., from 4 patterns in mono to 1024 patterns in pentanucleotide frequencies) more and more input information is available for processing not only in terms of composition but also other features like base stacking and positional effect to a significant extent. However secondary structural features of nucleotides showed minimal performance during training and were thus not included in the final model. Hence, the sequence frequencies combined with binary and thermodynamic features as hybrid approach we could achieve a maximum PCC of 0.58 during LOOCV. Thus, individual siRNA features provide marginal but cumulative increase in the probability of selecting a potent siRNA which is consistent with previous findings [32,33].",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 794,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1740,
                    "end": 1742,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1743,
                    "end": 1745,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The LOVOCV method showed similar performance for most of the viruses; however Performance PCC improved with increasing number of siRNAs in the training dataset. Since viruses are known to be genetically diverse [54] some variation in performance is expected, however, the hybrid features allow different siRNA features to complement each other during the training process, which eventually makes the efficacy prediction better than when the features are used individually. LOVOCV performances are similar to that of PCC (0.55 and 0.50) of 10-fold cross validation of T1380 training and V345 validation datasets using best hybrid siRNA features reported in Table 1. Despite exclusion of individual virus siRNAs from the training dataset, SVM model predicts siRNA appropriately for that particular virus. Therefore, VIRsiRNApred would function as a general viral siRNA efficacy predictor even for viruses currently not included in the training and testing. Besides, we also checked the performance of general mammalian siRNA predictors (siRNApred and siExplorer) on the above datasets and their performance PCC ranged from 0.10 to 0.16 only. This again accentuate that VIRsiRNApred perform competently for prediction viral siRNA efficacy.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 662,
                    "end": 663,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Since viruses are known to be genetically diverse [54], some researchers have used conserved target sites to design siRNAs [28]. ElHefnawi has used this approach to design siRNAs against the influenza A virus [52]. Similarly Rosales et al. predicted siRNAs against NS4B and NS5 of Dengue virus [55] and Raza et al. predicted siRNAs against HA and NA genes of Influenza virus A based on sequence conservation and alignment [56]. Importance of selection of conserved regions targeted by siRNA in HIV-1 has been discussed by Naito et al. [28,57].",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 536,
                    "end": 538,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the overall conservation analysis of 1725 viral siRNAs with their respective reference genomes only around 37% were fully conserved (0 mismatch). It could be because of high viral genome heterogeneity. Besides that the researchers often target a particular viral strain and the target site may not be conserved among all other strains. However conservation analysis of highly and least effective siRNAs showed that number highly effective siRNAs are more in the fully conserved regions (0 mismatch) whereas the number of ineffective siRNAs is more in the least conserved regions (>4 mismatches). This suggests that siRNAs selected in the conserved regions tend to be more effective. However siRNAs designed from highly conserved virus genome regions as available in our experimental dataset display all ranges of siRNA inhibition efficacies ranging from 0-100%. This implies that not all siRNAs chosen from conserved regions are highly effective as many other factors like nucleotide frequencies, binary and thermodynamics features etc. contribute to the efficacy of a siRNA besides conservation as used in the VIRsiRNApred development. Nevertheless, selecting potential siRNAs from conserved genome regions is advantageous as it will target multiple viral strains.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This regression model can be useful in selecting siRNA molecules targeting viral genes for therapeutic purpose. Using our web-server researchers can target any given viral mRNA and get a list of highly performing siRNAs which have a greater chance to fully degrade the viral gene. In addition the ‘VIRsiRNApred’ server also offers an updated list of the experimentally validated siRNAs along with their numerical inhibition values reported in scientific literature that have been used against diverse types of viral genes. Also our web-server offers predicted siRNAs against important genes of HIV, Influenza, HCV, HBV and SARS. As siRNAs have been used against many viruses targeting a variety of genes and a few are already in different stages of clinical trials so they can serve as useful tools to develop potential antiviral drugs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Currently the data availability for viral siRNAs comes from a wide range of studies due to which the overall performance of the model is affected. As more homogeneous data is generated from high-throughput studies, we will be interested in updating our prediction models in accordance with the new information to further improve the predictive power of our algorithm.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study we have reported the first viral siRNA efficacy prediction algorithm developed on experimentally verified viral siRNAs targeting as many as 37 diverse human viruses since existing general mammalian siRNA prediction methods are not able to effectively predict viral siRNA activity. VIRsiRNApred web-server will be helpful to select potent virus inhibiting siRNAs that can increase the knock down success rate and thus shorten the validation time in the development of antiviral siRNA therapeutics.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "RNAi: RNA interference; siRNA: Small interfering RNA; VIRsiRNApred: Viral siRNA predictor; LOOCV: Leave on out cross validation; LOVOCV: Leave on virus out cross validation; SVM: Support vector machine; RBF: Radial basis function; ANN: Artificial neural network; SNNS: Stuttgart neural network simulator; KNN: K-Nearest Neighbour; REP: Reduced error pruning; V345: Validation dataset; T1380: Training dataset; siTarConserve: siRNA Target conservation tool.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "MK conceived the approach, helped in analysis and interpretation of data, gave overall supervision to the project. MK, AQ wrote the manuscript. AQ, NT collected the data, implemented machine learning software and developed the web server. All of the authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Ten-fold cross validation performance of predictive models on viral siRNA dataset of 1380 sequences (T1380) using SVM, ANN, KNN and REP Tree machine learning techniques\n*Pearson Correlation Coefficient (PCC) is the correlation between experimental and predicted viral siRNA efficacy. #T1380 is the training dataset of experimental viral siRNA. Predictive Models 1-8 were developed on individual siRNA features while models 9-12 were based on hybrid siRNA features.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Evaluation of performance of predictive models on validation dataset of 345 viral siRNAs(V345)\n*Pearson Correlation Coefficient (PCC) is the correlation between experimental and predicted viral siRNA efficacy. #V345 is the validation dataset of experimental viral siRNA not used in training. Predictive Models 1-8 were developed on individual siRNA features while models 9-12 were based on hybrid siRNA features.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Comparison of VIRsiRNApred with existing siRNA efficacy prediction algorithms developed using heterogeneous siRNA dataset\n*Pearson Correlation Coefficient (PCC) is the correlation between experimental and predicted viral siRNA efficacy. 1Performance on n-fold training dataset of the study. 2Performance on validation data set of the study. #V345 is the validation dataset of experimental viral siRNA. Algorithms from S.No. 1-6 used mammalian heterogeneous siRNA datasets while S.No. 7 used experimental viral siRNA dataset.",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Comparison of VIRsiRNApred with existing siRNA efficacy prediction methods developed using mammalian homogeneous siRNA dataset\n*Pearson Correlation Coefficient (PCC) is the correlation between experimental and predicted viral siRNA efficacy. 1Performance on n-fold training dataset of the study. 2Performance on test data set of the study. #V345 is the validation dataset of experimental viral siRNA.",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Performance of the SVM models using leave one out cross validation (LOOCV) method\n*Pearson Correlation Coefficient (PCC) is the correlation between experimental and predicted viral siRNA efficacy. # T1380 is the training dataset of experimental viral siRNA. Predictive Models 1-8 were developed on individual siRNA features while models 9-12 were based on hybrid siRNA features.",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Performance of the SVM model for each virus in the 1725 viral siRNA dataset using leave one virus out cross validation (LOVOCV) method\n*Pearson Correlation Coefficient (PCC) is the correlation between experimental and predicted viral siRNA efficacy. #During 10-fold cross validation training, best performing viral siRNA sequence feature combining composition (mono to penta nucleotide frequency), binary and thermo features: 6 + 7 + 9) were used.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Workflow of the VIRsiRNApred model development.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Web server and its functionality (top) submit page (bottom) result output.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Emerging viral diseases",
            "authors": [],
            "year": 2000,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "11",
            "issn": "",
            "pages": "12411-12412",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "PA subunit of RNA polymerase as a promising target for anti-influenza virus agents",
            "authors": [],
            "year": 2008,
            "venue": "Antiviral Res",
            "volume": "11",
            "issn": "",
            "pages": "194-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Inhibition of Hepatitis B virus gene expression by single and dual small interfering RNA treatment",
            "authors": [],
            "year": 2005,
            "venue": "Virus Res",
            "volume": "11",
            "issn": "",
            "pages": "100-107",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Identification of effective siRNA blocking the expression of SARS viral envelope E and RDRP genes",
            "authors": [],
            "year": 2006,
            "venue": "Mol Biotechnol",
            "volume": "11",
            "issn": "",
            "pages": "141-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Inhibition of dengue virus infections in cell cultures and in AG129 mice by a small interfering RNA targeting a highly conserved sequence",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "11",
            "issn": "",
            "pages": "10154-10166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Inhibition of cervical cancer cell growth by human papillomavirus virus-like particles packaged with human papillomavirus oncoprotein short hairpin RNAs",
            "authors": [],
            "year": 2009,
            "venue": "Mol Cancer Ther",
            "volume": "11",
            "issn": "",
            "pages": "357-365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A single siRNA suppresses fatal encephalitis induced by two different flaviviruses",
            "authors": [],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "RNA interference against viruses: strike and counterstrike",
            "authors": [],
            "year": 2007,
            "venue": "Nat Biotechnol",
            "volume": "11",
            "issn": "",
            "pages": "1435-1443",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "siRNA pool targeting different sites of human hepatitis B surface antigen efficiently inhibits HBV infection",
            "authors": [],
            "year": 2008,
            "venue": "J Drug Target",
            "volume": "11",
            "issn": "",
            "pages": "140-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Development of new RNAi therapeutics",
            "authors": [],
            "year": 2007,
            "venue": "Histol Histopathol",
            "volume": "11",
            "issn": "",
            "pages": "211-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The Business of RNAi Therapeutics in 2012",
            "authors": [],
            "year": 2012,
            "venue": "Mol Ther Nucleic Acids",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "HIPdb: a database of experimentally validated HIV inhibiting peptides",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Antiviral RNAi: translating science towards therapeutic success",
            "authors": [],
            "year": 2011,
            "venue": "Pharm Res",
            "volume": "11",
            "issn": "",
            "pages": "2966-2982",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The role of RNAi and microRNAs in animal virus replication and antiviral immunity",
            "authors": [],
            "year": 2009,
            "venue": "Genes Dev",
            "volume": "11",
            "issn": "",
            "pages": "1151-1164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Selecting effective siRNA sequences by using radial basis function network and decision tree learning",
            "authors": [],
            "year": 2006,
            "venue": "BMC Bioinformatics",
            "volume": "11",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Rational siRNA design for RNA interference",
            "authors": [],
            "year": 2004,
            "venue": "Nat Biotechnol",
            "volume": "11",
            "issn": "",
            "pages": "326-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Duplexes of 21-nucleotide RNAs mediate RNA interference in cultured mammalian cells",
            "authors": [],
            "year": 2001,
            "venue": "Nature",
            "volume": "11",
            "issn": "",
            "pages": "494-498",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Guidelines for the selection of highly effective siRNA sequences for mammalian and chick RNA interference",
            "authors": [],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "11",
            "issn": "",
            "pages": "936-948",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "An algorithm for selection of functional siRNA sequences",
            "authors": [],
            "year": 2004,
            "venue": "Biochem Biophys Res Commun",
            "volume": "11",
            "issn": "",
            "pages": "1050-1058",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Sequence characteristics of functional siRNAs",
            "authors": [],
            "year": 2005,
            "venue": "RNA",
            "volume": "11",
            "issn": "",
            "pages": "864-872",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "siVirus: web-based antiviral siRNA design software for highly divergent viral sequences",
            "authors": [],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "11",
            "issn": "",
            "pages": "W448-W450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Prediction of siRNA functionality using generalized string kernel and support vector machine",
            "authors": [],
            "year": 2005,
            "venue": "FEBS Lett",
            "volume": "11",
            "issn": "",
            "pages": "2878-2882",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Potent and specific genetic interference by double-stranded RNA in Caenorhabditis elegans",
            "authors": [],
            "year": 1998,
            "venue": "Nature",
            "volume": "11",
            "issn": "",
            "pages": "806-811",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "MysiRNA-designer: a workflow for efficient siRNA design",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Improving model predictions for RNA interference activities that use support vector machine regression by combining and filtering features",
            "authors": [],
            "year": 2007,
            "venue": "BMC Bioinformatics",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "An accurate and interpretable model for siRNA efficacy prediction",
            "authors": [],
            "year": 2006,
            "venue": "BMC Bioinforma",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Comparing artificial neural networks, general linear models and support vector machines in building predictive models for small interfering RNAs",
            "authors": [],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Predicting the efficacy of short oligonucleotides in antisense and RNAi experiments with boosted genetic programming",
            "authors": [],
            "year": 2004,
            "venue": "Bioinformatics",
            "volume": "11",
            "issn": "",
            "pages": "3055-3063",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Design of a genome-wide siRNA library using an artificial neural network",
            "authors": [],
            "year": 2005,
            "venue": "Nat Biotechnol",
            "volume": "11",
            "issn": "",
            "pages": "995-1001",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Efficient prediction of siRNAs with siRNArules 1.0: an open-source JAVA approach to siRNA algorithms",
            "authors": [],
            "year": 2006,
            "venue": "RNA",
            "volume": "11",
            "issn": "",
            "pages": "1620-1625",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Computational models with thermodynamic and composition features improve siRNA design",
            "authors": [],
            "year": 2006,
            "venue": "BMC Bioinforma",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Thermodynamic instability of siRNA duplex is a prerequisite for dependable prediction of siRNA activities",
            "authors": [],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Specific residues at every third position of siRNA shape its efficient RNAi activity",
            "authors": [],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "RNAi: the nuts and bolts of the RISC machine",
            "authors": [],
            "year": 2005,
            "venue": "Cell",
            "volume": "11",
            "issn": "",
            "pages": "17-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "siPRED: predicting siRNA efficacy using various characteristic methods",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "DSIR: assessing the design of highly potent siRNA by testing a set of cancer-relevant target genes",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Improved nucleic acid descriptors for siRNA efficacy prediction",
            "authors": [],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "11",
            "issn": "",
            "pages": "1383-1394",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Functional siRNAs and miRNAs exhibit strand bias",
            "authors": [],
            "year": 2003,
            "venue": "Cell",
            "volume": "11",
            "issn": "",
            "pages": "209-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Vienna RNA secondary structure server",
            "authors": [],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "11",
            "issn": "",
            "pages": "3429-3431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Optimal alignments in linear space",
            "authors": [],
            "year": 1988,
            "venue": "Comput Appl Biosci",
            "volume": "11",
            "issn": "",
            "pages": "11-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "siRNApred: SVM based method for predicting efficacy value of siRNA",
            "authors": [],
            "year": 2009,
            "venue": "Proceedings of the first international conference on Open Source for Computer Aided Drug Discovery (OSCADD)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "RFRCDB-siRNA: improved design of siRNAs by random forest regression model coupled with database searching",
            "authors": [],
            "year": 2007,
            "venue": "Comput Methods Programs Biomed",
            "volume": "11",
            "issn": "",
            "pages": "230-238",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "VIRsiRNAdb: a curated database of experimentally validated viral siRNA/shRNA",
            "authors": [],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "11",
            "issn": "",
            "pages": "D230-D236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "HIVsirDB: a database of HIV inhibiting siRNAs",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Antiviral RNAi therapy: emerging approaches for hitting a moving target",
            "authors": [],
            "year": 2006,
            "venue": "Gene Ther",
            "volume": "11",
            "issn": "",
            "pages": "532-540",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Multi-task learning for cross-platform siRNA efficacy prediction: an in-silico study",
            "authors": [],
            "year": 2010,
            "venue": "BMC Bioinformatics",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Efficient prediction methods for selecting effective siRNA sequences",
            "authors": [],
            "year": 2010,
            "venue": "Comput Biol Med",
            "volume": "11",
            "issn": "",
            "pages": "149-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "The design of optimal therapeutic small interfering RNA molecules targeting diverse strains of influenza A virus",
            "authors": [],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "11",
            "issn": "",
            "pages": "3364-3370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Reconsideration of in silico siRNA design from a perspective of heterogeneous data integration: problems and solutions",
            "authors": [],
            "year": 2012,
            "venue": "Brief Bioinform",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Evolutionary basis of codon usage and nucleotide composition bias in vertebrate DNA viruses",
            "authors": [],
            "year": 2006,
            "venue": "J Mol Evol",
            "volume": "11",
            "issn": "",
            "pages": "551-563",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Bioinformatics prediction of siRNAs as potential antiviral agents against dengue viruses",
            "authors": [],
            "year": 2012,
            "venue": "Bioinformation",
            "volume": "11",
            "issn": "",
            "pages": "519-522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Selection of predicted siRNA as potential antiviral therapeutic agent against influenza virus",
            "authors": [],
            "year": 2011,
            "venue": "Bioinformation",
            "volume": "11",
            "issn": "",
            "pages": "340-343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Optimal design and validation of antiviral siRNA for targeting HIV-1",
            "authors": [],
            "year": 2007,
            "venue": "Retrovirology",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Nucleic acids-based therapeutics in the battle against pathogenic viruses",
            "authors": [],
            "year": 2009,
            "venue": "Handb Exp Pharmacol",
            "volume": "11",
            "issn": "",
            "pages": "243-263",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "RNA interference and its therapeutic potential against HIV infection",
            "authors": [],
            "year": 2008,
            "venue": "Expert Opin Biol Ther",
            "volume": "11",
            "issn": "",
            "pages": "449-461",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "RNAi as a treatment for HIV-1 infection",
            "authors": [],
            "year": 2006,
            "venue": "Biotechniques",
            "volume": "11",
            "issn": "",
            "pages": "25-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "RNA interference of influenza virus production by directly targeting mRNA for degradation and indirectly inhibiting all viral RNA transcription",
            "authors": [],
            "year": 2003,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "11",
            "issn": "",
            "pages": "2718-2723",
            "other_ids": {
                "DOI": []
            }
        }
    }
}