{
    "paper_id": "PMC3478160",
    "metadata": {
        "title": "Genome-wide expression profiling shows transcriptional reprogramming in Fusarium graminearum by Fusarium graminearum virus 1-DK21 infection",
        "authors": [
            {
                "first": "Won",
                "middle": [
                    "Kyong"
                ],
                "last": "Cho",
                "suffix": "",
                "email": "wonkyong@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Jisuk",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": "mago03@snu.ac.kr",
                "affiliation": {}
            },
            {
                "first": "Kyung-Mi",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": "kaemi@snu.ac.kr",
                "affiliation": {}
            },
            {
                "first": "Moonil",
                "middle": [],
                "last": "Son",
                "suffix": "",
                "email": "hosax04@snu.ac.kr",
                "affiliation": {}
            },
            {
                "first": "Kyunghun",
                "middle": [],
                "last": "Min",
                "suffix": "",
                "email": "minbak82@snu.ac.kr",
                "affiliation": {}
            },
            {
                "first": "Yin-Won",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": "lee2443@snu.ac.kr",
                "affiliation": {}
            },
            {
                "first": "Kook-Hyung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": "kookkim@snu.ac.kr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Fusarium graminearum (teleomorph Gibberella zeae) is a well known phytopathogenic fungus associated with Fusarium head blight (FHB) disease, which causes blights, root rots, or wilts, especially in economically important cereal crops such as wheat, maize, and barley [1]. FHB is considered an important fungal disease because it drastically reduces grain yield and quality, and produces mycotoxins such as deoxynivalenol (DON) and nivalenol (NIV) in cereals, which are very harmful to human and animal health [2,3]. The fungus can also infect several dicotyledonous plants including Arabidopsis, tobacco, tomato, and soybean [4].",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 510,
                    "end": 511,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 512,
                    "end": 513,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 626,
                    "end": 627,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Viruses that infect plant fungi are referred to as mycoviruses. Infection by some mycoviruses confers hypovirulence by attenuating pathogenicity to their fungal hosts, which are mostly plant pathogens. Mycoviruses tend to be double-stranded RNA (dsRNA) viruses [5], and several Fusarium-infecting mycoviruses have been isolated [6-8]. In addition, several whole genome sequences of dsRNA mycoviruses strains derived from F. graminearum have recently been reported [9-12].",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 329,
                    "end": 330,
                    "mention": "6",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 331,
                    "end": 332,
                    "mention": "8",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 465,
                    "end": 466,
                    "mention": "9",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In many cases, such as those of F. poae (Fusarium poae virus 1, FpV1) [7] and F. solani (Fusarium solani virus 1, FsV1), viral infection is not associated with phenotypic changes [8]. However, Fusarium graminearum virus 1 strain-DK21 (FgV1-DK21) exhibits interesting phenotypes including reduced mycelial growth and the induction of dark red pigmentation [6]. Several previous studies have provided strong evidence that hypovirulent mycoviruses could be used as substitutes for fungicides [13,14]. A recent study demonstrated that protoplast fusion is the most efficient approach for transmitting mycoviruses among a wide range of phytopathogenic fungi and that this approach will facilitate the use of mycoviruses as a biocontrol agent [15].",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "mention": "7",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 180,
                    "end": 181,
                    "mention": "8",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 356,
                    "end": 357,
                    "mention": "6",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 493,
                    "end": 495,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 738,
                    "end": 740,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "With the increasing availability of whole genome sequences for representative plant fungal pathogens [16], extensive and diverse genome-wide analyses can be performed, including transcriptomics, proteomics, and metabolomics [17]. Proteomics approaches for different Fusarium species have enabled examinations of extracellular proteins, proteins involved in fumonisin biosynthesis, and proteome profiles upon antagonistic rhizobacteria inoculation and mycovirus infection [18-21]. Several gene expression analyses based on microarrays have also been conducted [21-25]. For example, genome-wide expression profiling of F. graminearum was carried out to examine responses to treatment with azole fungicide tebuconazole and during perithecium development [22,24]. Microarrays provide a valuable tool for detecting and identifying Fusarium species that produce specific metabolites such as trichothecene and moniliformin [23,25]. Moreover, the recently completed genome sequencing of three major Fusarium species provides an important resource for studying pathogenicity and functions of individual genes [26].",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 225,
                    "end": 227,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 475,
                    "end": 477,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 563,
                    "end": 565,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 755,
                    "end": 757,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 917,
                    "end": 919,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 920,
                    "end": 922,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Several microarray-based studies have demonstrated transcriptional changes in fungal genes following mycovirus infection, although most of these studies examined only CHV1-713 infecting the chestnut blight fungus Cryphonectria parasitica. Initially, a polymerase chain reaction (PCR)-based approach demonstrated that elevation of cAMP levels by CHV1-713 resulted in reduced accumulation of the GTP-binding (G) protein subunit CPG-1 [25]. In addition, cDNA microarrays containing 2,200 genes from C. parasitica showed transcriptional change in G-signaling pathways following hypovirus infections showing different virulence or phenotypes [27-29].",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 435,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Infection by a virus leads to changes in diverse biological processes between fungal host and viral factors. It is of interest to examine such alterations at the molecular level. However, no previous reports have examined expression differences between a fungus containing a mycovirus and an infected parent, aside from two papers that used microarray cDNA chips based on expressed sequence tags to examine fungal host gene expression upon mycovirus infection [28,29]. Here, we examined genome-wide transcriptional differences in F. graminearum expression between a strain harboring FgV1-DK21 and its uninfected parent. This is the first report of a genome-wide fungal gene expression analysis during mycovirus infection using a 3′ tiling microarray, and our findings show global differences in host cellular pathways in F. graminearum harboring FgV1-DK21.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 463,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 464,
                    "end": 466,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The virus-infected F. graminearum exhibited strong inhibition of mycelia growth as well as reduced levels of DON at 7 days after inoculation (Figure 1). To visualize how gene expression patterns were affected at different time points, we generated scatterplots (Figure 2). Interestingly, the scatterplots showed that there were no significant differences in the number of differentially expressed genes between 36 h and 120 h; however, it appeared that the changes in gene expression at 120 h were somewhat more extensive than those at 36 h (Figure 2). To identify differentially expressed genes, we first performed hierarchical clustering, which identified gene sets of significantly differentially expressed genes at two different time points (Additional file 1: Table S1 and Additional file 2: Table S2). Most of the identified genes showed at least two-fold differential expression. A total of 1775 genes, representing 13.3% of 13,382 genes, were differentially expressed at both time points (Figure 2C), with 1109 (5.4%) and 1050 genes (5%) identified as differentially expressed at 36 h and 120 h, respectively (Figure 2C). Moreover, 384 genes (3%) were differentially expressed at both time points (Figure 2C).",
            "cite_spans": [],
            "section": "Genome-wide 3′-tiling microarray to identify differentially expressed genes in F. graminearum harboring FgV1-DK21 ::: Results",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 150,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 269,
                    "end": 270,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 549,
                    "end": 550,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1004,
                    "end": 1005,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1125,
                    "end": 1126,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1213,
                    "end": 1214,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We further analyzed the lists of differentially expressed genes according to those down-regulated vs. those up-regulated (Figure 2D, E). Genes with an adjusted P-value less than 0.05 were selected as differentially expressed genes. In both time points, 940 genes (7%) were down-regulated whereas 904 genes (7%) were up-regulated (Figure 2D, E). Among the down-regulated genes, there were more differentially expressed genes at 120 h (561 genes) than at 36 h (499 genes) (Figure 2D). In contrast, more genes were induced at 36 h (610 genes) than at 120 h (489 genes) (Figure 2E). Moreover, 120 genes and 195 genes were commonly found in the group of down-regulated and up-regulated genes, respectively (Figure 2D, E). We then investigated the expression patterns of 384 genes that were differentially expressed at both time points using hierarchical clustering, which sorted the genes into four groups according to expression patterns (Figure 2F). Group A contained 36 genes that were highly down-regulated at 36 h but were up-regulated at 120 h. In contrast, the 33 genes belonging to group B were highly induced at 36 h, and subsequently down-regulated (Figure 2F). Group C included 120 genes that were strongly repressed regardless of virus infection time, and group D contained 195 genes that showed consistently elevated gene expression across both time points.",
            "cite_spans": [],
            "section": "Genome-wide 3′-tiling microarray to identify differentially expressed genes in F. graminearum harboring FgV1-DK21 ::: Results",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 130,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 337,
                    "end": 338,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 478,
                    "end": 479,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 574,
                    "end": 575,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 709,
                    "end": 710,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 942,
                    "end": 943,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1162,
                    "end": 1163,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Representative fungal genes that showed significant gene expression are listed in Table 1. At 36 h, several genes encoding enzymes including phospholipase/carboxylesterase, polyketide synthase, eukaryotic aspartyl protease and dipeptidyl aminopeptidases were highly induced, whereas transcripts involved in transport, such as amino acid transporter permease and ABC transporter, were up-regulated at 120 h (Table 1). In contrast, several of the repressed genes at 36 h included maltose transporter, linoleate diol synthase, and genes with unknown functions, whereas those encoding ferric reductase and abhydrolase 3 were strongly repressed at 120 h (Table 1).",
            "cite_spans": [],
            "section": "Representative genes showing significant expression change and real-time validation of the microarray data by quantitative real-time reverse transcription PCR ::: Results",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 413,
                    "end": 414,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 656,
                    "end": 657,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To validate the microarray data, we selected 20 genes whose expression was significantly affected in the host containing FgV1-DK21, as demonstrated by the microarray analysis, and determined their relative expression by quantitative real-time reverse transcription PCR (qRT-PCR) (Figure 3 and Additional file 3: Table S3 and Additional file 4: Table S4). Genes that showed diverse expression patterns were categorized into different functional classes (Figure 3 and Additional file 3: Table S3). The results of the qRT-PCR were highly consistent with those of the microarray data. For example, according to the qRT-PCR and microarray results, the transcript levels for three genes, including FGSG_01379, FGSG_03143, and FGSG_03911, were highly reduced at both 36 h and 120 h, whereas FGSG_03788, FGSG_00023, FGSG_07804, FGSG_07801, and FGSG_13222 were strongly induced regardless of the time point (Figure 3A–C). When the mRNA level of a gene is too low to quantify, or the P-values from the microarray data are very high, it is highly likely that qRT-PCR results will not correlate with microarray data, as was observed for FGSG_11119 and FGSG_04089 (Figure 3A). As compared to the microarray approach, qRT-PCR offers a highly sensitive technique for detecting low amounts of transcripts and provides the transcript level for the gene of interest. For example, the expression intensities for 11 genes were relatively low, ranging from 0 to 2.97 (Figure 3A), whereas the amount of mRNAs for NAD-dependent aldehyde dehydrogenases (FGSG_07801) and dipeptidyl aminopeptidases (FGSG_13222) were very high and ranged from 4424.26 to 5254.08, particularly in the host containing FgV1-DK21 at 36 h (Figure 3C).",
            "cite_spans": [],
            "section": "Representative genes showing significant expression change and real-time validation of the microarray data by quantitative real-time reverse transcription PCR ::: Results",
            "ref_spans": [
                {
                    "start": 287,
                    "end": 288,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 460,
                    "end": 461,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 906,
                    "end": 907,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1159,
                    "end": 1160,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1454,
                    "end": 1455,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1699,
                    "end": 1700,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We subjected a total of 1775 differentially expressed genes to functional catalogue (FunCat) annotation to gain insight into their functional classifications [29]. Specifically, we divided differentially expressed genes into four groups (Table 2). More than half of the differentially expressed genes were not assigned to any functional category. Specifically, 344 genes (71.9%) in the group of down-regulated genes at 120 h were unclassified. Of the functional categories, the vast majority of differentially expressed genes were associated with metabolism (Table 2). Note that 118 genes (28.2%) were down-regulated while 81 genes (22.9%) were up-regulated at 36 h, whereas there were more up-regulated genes (95) than down-regulated genes (79) at 120 h. Based on the number of differentially expressed genes, it is likely that genes involved in various metabolic pathways were severely repressed at 36 h and then were gradually induced at 120 h. Along with a gene set for metabolism, genes associated with energy were highly down-regulated (26 genes) at 36 h (Table 2). In contrast, genes involved in transcriptional and translational machinery were dominantly up-regulated early after FgV1-DK21 infection. For example, genes associated with the cell cycle and DNA processing (21 genes), transcription (46 genes), protein synthesis (35 genes), protein fate (18 genes), and those encoding proteins with binding function (81 genes) were highly up-regulated at 36 h. The number of down-regulated genes associated with cellular transport at 36 h was almost twice that of up-regulated genes. Conversely, the number of up-regulated genes that govern cellular transport was similar to that of the down-regulated genes at 120 h.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "FunCat classification for an overview of the transcriptional reprogramming of F. graminearum harboring FgV1-DK21 ::: Results",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 245,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 565,
                    "end": 566,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1068,
                    "end": 1069,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Next, we analyzed the enriched gene ontology (GO) terms of the differentially expressed genes. The identified enriched GO terms are listed in Additional file 5: Table S5. The directed acyclic graph (DAG) illustrates the GO terms that were over-represented (Figures 4, 5, 6, 7, 8, and 9). Interestingly, GO terms related to ribosome biogenesis, such as the ribosome ribonucleoprotein complex assembly (GO: 0022618), ribosome assembly (GO: 0042255), ribonucleoprotein complex biogenesis (GO: 0022613), and ribosome biogenesis (GO: 0042254), were highly over-represented (Figure 4). Moreover, GO terms for RNA processing (GO: 0006396), ncRNA processing (GO: 0034470), rRNA metabolic processes (GO: 0016072), rRNA processing (GO: 0006364), and maturation of SSU-rRNA (GO: 0030490) were over-represented with high levels of transcripts (Figure 5). Similarly, GO terms related to the nucleolus, such as the small nucleolar ribonucleoprotein complex (GO: 0005732), the nuclear lumen (GO: 0031981), and nucleolus (GO: 0005730), were over-represented (Figure 6). Transcripts associated with the nucleolus were highly accumulated at 36 h.",
            "cite_spans": [],
            "section": "FgV1-DK21 changes the transcript levels of fungal genes involved in ribosome biogenesis ::: Results",
            "ref_spans": [
                {
                    "start": 265,
                    "end": 266,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 268,
                    "end": 269,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 271,
                    "end": 272,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 274,
                    "end": 275,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 277,
                    "end": 278,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 284,
                    "end": 285,
                    "mention": "9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 576,
                    "end": 577,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 839,
                    "end": 840,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1050,
                    "end": 1051,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "It was not surprising that the expressions of genes that involve a range of metabolic pathways were significantly affected by FgV1-DK21 infection. Consistent with the FunCat annotation, GO enrichment analysis showed that genes associated with a variety of metabolic pathways were significantly down-regulated, particularly at 36 h. For example, over-represented GO terms included cellular aromatic compound metabolic processes (GO: 0006725), organic acid metabolic processes (GO: 0006082), oxoacid metabolic processes (GO: 0043436), carboxylic acid metabolic processes (GO: 0019752), chorismate metabolic processes (GO: 0046417), aromatic amino acid family biosynthetic processes (GO: 0009073), quinate metabolic processes (GO: 0019630), amine metabolic processes (GO: 0009308), and cellular nitrogen compound biosynthetic processes (GO: 0044271) (Figure 5). Most genes related to over-represented metabolic pathways tended to be down-regulated at 36 h. In contrast, the molecular functions for those genes were consistent with the highly up-regulated GO terms for transferase activity, transferring nitrogenous group (GO: 0016769), transaminase activity (GO: 0008483), and N-acetyltransferase activity (GO: 0008080) at 120 h (Figure 7).",
            "cite_spans": [],
            "section": "Influence of FgV1-DK21 on fungal host gene expression related to metabolic pathways and stress responses ::: Results",
            "ref_spans": [
                {
                    "start": 855,
                    "end": 856,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1234,
                    "end": 1235,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In particular, genes involved in several stress responses, such as to chemical stimulus (GO: 0042221), organic substances (GO: 0010033), and cAMP (GO: 0051591), were up-regulated, especially at 120 h (Figure 8). Of the identified GO terms, those reflecting interactions with the fungal host (GO: 0051701) as well as growth or development of symbionts during interactions with the fungal host (GO: 0052108) at 36 h are expected results (Figure 8). All genes associated with host interactions showed highly down-regulated gene expression.",
            "cite_spans": [],
            "section": "Influence of FgV1-DK21 on fungal host gene expression related to metabolic pathways and stress responses ::: Results",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 209,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 443,
                    "end": 444,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "In the cellular component ontology, GO terms associated with membranes (GO terms 0016020, 0044425, 0031224, and 0016021) were over-represented (Figure 6). Interestingly, genes associated with membranes were down-regulated regardless of the time point (Figure 6). Furthermore, transporter activity was one of the significantly over-represented GO terms with respect to molecular function. Of a total of 17 GO terms for transporter activity, 14 were present at 36 h, including carbohydrate transmembrane transporter activity (GO: 0015144), ion transmembrane transporter activity (GO: 0015075), and sugar:hydrogen symporter activity (GO: 0005351) (Figure 9). At 120 h, three GO terms, including primary active transmembrane transporter activity (GO: 0015399), ATPase activity, and coupled to transmembrane movement of substances (GO: 0042626), were over-represented (Figure 9).",
            "cite_spans": [],
            "section": "Down-regulation of membrane-associated transporter genes ::: Results",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 259,
                    "end": 260,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 652,
                    "end": 653,
                    "mention": "9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 871,
                    "end": 872,
                    "mention": "9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Transcription factors (TFs) play a key role in signal transduction pathways by regulating gene expression to control biological processes [30]. Thus, it is of interest to understand their involvement in fungi–virus interactions at the transcriptional level. Whole genome sequences of F. graminearum show that there are at least 659 TFs divided into 44 families [31]. We identified more differentially expressed TFs at the early time point (57 TFs) than at the late time point (27 TFs) ( Additional file 6: Table S6). Zn2Cys6 (42 TFs) was the most prevalent TF family, followed by the C2H2 zinc finger (7 TFs) and bHLH (2 TFs) families. In addition, centromere protein B, DNA-binding region, homeodomain-like, Lambda repressor-like, DNA-binding, nucleic acid-binding, OB-fold, TF jumonji, and bZIP were also identified as TFs showing significant change at the transcript level ( Additional file 6: Table S6). Zn2Cys6 (15 TFs) was also the most prominent TF family at the late time point, followed by C2H2 zinc finger (3 TFs), bHLH (2 TFs), and bZIP (2 TFs) ( Additional file 6: Table S6). Moreover, the gene expressions of TFs belonging to the Myb (a negative transcriptional regulator), TF jumonji, zinc finger (CCHC-type), and zinc finger (NF-X1-type) families were significantly changed. Recently, a mutant library of 657 putative TFs was established via homologous recombination in F. graminearum, providing a valuable resource to study gene regulation in fungus [32]. Thus, it might be of interest to compare phenotypes of mutants for the 75 differentially expressed TFs. Most TF knock-out mutants show distinct phenotypes. For example, five mutants for which members of the C2H2 zinc finger family were deleted (FGSG_04083 and FGSG_12837) and Zn2Cys6 (FGSG_04901, FGSG_05789, and FGSG_09464) displayed abnormal phenotypes compared to wild type controls. Interestingly, the deletion of FGSG_04083 resulted in a hypervirulence phenotype. The expression of all five of these TFs was strongly up-regulated 36 h after virus infection. Two genes (FGSG_12837 and FGSG_09464) were highly expressed in both early and late time points. The ascospore was not formed in FGSG_12837 mutants, while that for FGSG_09464 exhibited increased resistance to oxidative stress.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1467,
                    "end": 1469,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "F. graminearum transcription factors participate in transcription regulation of the host containing FgV1-DK21 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Perhaps the most striking finding of this study is that the host containing FgV1-DK21 accumulates transcripts associated with translation machinery, such as ribosome biogenesis and the nucleolus. Ribosomes function in the production of proteins, while the nucleolus is the site of ribosomal RNA synthesis and ribosome assembly [33]. The nucleolus actively participates in a variety of biological processes, including cell cycle regulation, cell growth, stress sensing, and viral infection [34]. Moreover, genes involved in RNA processing were highly induced. These genes convert precursor RNAs such as non-coding RNA (ncRNA) and small subunit (SSU) ribosomal RNAs molecules into mature RNA molecules. Taken together, these findings suggest that the entire complex for protein synthesis and processing in fungal host cells was highly activated by FgV1-DK21.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "FgV1-DK21 drastically induces the expression of fungal host genes required for their replication ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Viruses rely on host cell machinery and have evolved sophisticated mechanisms to achieve replication efficiently during virus infection [35]. Given that nucleolus localizing genes were up-regulated, it appears that the virus stimulates gene expression associated with nucleolus. As a result, the nucleolus produces numerous ribosomes to maximize viral replication. In addition, the virus might control protein synthetic machinery in host ribosomes to replicate viral proteins. Recently, proteomics-based studies confirmed the involvement of the nucleolus in viral infection and replication [36,37]. Previous studies have shown that RNA viruses can interact with several nucleolar proteins such as nucleolin, B23, and fibrillarin to facilitate virus replication [38]. Thus, it might be of interest to examine the interactions between nucleolar proteins from F. graminearum and FgV1-DK21 viral proteins in future studies. Although our data suggest that expression of genes related to ribosomes was strongly affected by virus infection, this might be a common phenomenon in hosts in response to various kinds of virus. Thus, we cannot exclude the possibility that ribosomes are indirectly involved in the replication of dsRNA viruses. Since little is known about dsRNA viruses, we refer to many results from single-stranded (ss) RNA viruses to support our data. The system for dsRNA viruses might differ from that of ssRNA viruses.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 591,
                    "end": 593,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 594,
                    "end": 596,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "FgV1-DK21 drastically induces the expression of fungal host genes required for their replication ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Metabolism is the core of cellular functions, and comprises numerous reactions that function in the degradation of nutrients and biosynthesis of cellular components including proteins, lipids, carbohydrates, DNA, and RNA. Our results, as well as a previous report of C. parasitica, found dramatic differences in gene expression associated with metabolic pathways [39]. However, there are inherent differences between that study and the present one. Specifically, our microarray data demonstrated down-regulation of genes involved in metabolism. In contrast, the previous study found that the majority of metabolites, including lipids and carbohydrates, were significantly accumulated [39]. This difference may be due to different infection times. We found the most dramatic changes in gene expression at the early time point, whereas metabolic probing showed that a variety of metabolites accumulated with increasing infection time [39].",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 685,
                    "end": 687,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 933,
                    "end": 935,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Genes associated with metabolic pathways play a critical role in the fungal defense mechanism against viral infection ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Differential expression of genes related to metabolism might be associated with the altered host phenotype. For example, in the group of down-regulated genes at 36 h, genes for cell type differentiation were also highly enriched, suggesting that host cell differentiation seems to be induced by viral infection. Interestingly, several studies provide evidence that filamentous differentiation in fungi is required for virulence [40]. Regardless of viral infection stage, genes related to cell rescue, defense, and virulence were highly up-regulated, suggesting that the host defense system was consistently activated. Compared to the whole genome, genes with significantly enriched functions were mostly found in the group showing up-regulation at 36 h, suggesting that the transcriptional regulation in the host harboring mycovirus is more important at the early time point than the late time point.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Genes associated with metabolic pathways play a critical role in the fungal defense mechanism against viral infection ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Of the altered metabolites, our study as well as a previous report [39] found dramatic changes in gene expression levels for polyamine production. Polyamines play roles in many biological processes, such as cell growth, development, and responses to various stresses [41]. Thus, it is likely that the down-regulation of genes involved in polyamine biosynthesis during the early stage (36 h) could be correlated with reduced levels of DON, which confers hypovirulence to host F. graminearum (Figure 1). A previous study showed that polyamine biosynthesis inhibitors decreased mycelial growth of Sclerotinia sclerotiorum[42]. This result is highly consistent with observed phenotypes in virus-infected F. graminearum showing strong inhibition of mycelia growth (Figure 1). However, we do not know whether the inhibition of mycelial growth in F. graminearum is directly related to polyamine biosynthesis.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 268,
                    "end": 270,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 619,
                    "end": 621,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Genes associated with metabolic pathways play a critical role in the fungal defense mechanism against viral infection ::: Discussion",
            "ref_spans": [
                {
                    "start": 498,
                    "end": 499,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 767,
                    "end": 768,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Along with the reduced amounts of many metabolites such as carbohydrates, gene expression for the transfer of such metabolites or ions from one side of the membrane to the other was greatly suppressed in the host harboring FgV1-DK21. This indicates that virus infection affects the transport of many micro- and macro-elements in host cells at the transcript level. Moreover, this transport system mediates cell-to-cell communication within the host via plasma membranes. For example, transcripts required for cellular communication were highly accumulated at 36 h, suggesting that the virus might first stimulate cell-to-cell communication in fungal host cells, which is necessary to trigger host defense mechanisms against viral pathogens. Indeed, a recent study reported that infection of chlorovirus, Paramecium bursaria chlorella virus 1, affects the transport activity of solutes via plasma membranes in Chlorella[43]. Plasma membranes are the first barriers to block pathogen attack and can transmit information and molecules between neighboring cells. Viruses utilize plasma membranes to interact with signaling molecules. A previous study suggested that virus infection causes depolarization of the host cell membranes, thus decreasing the transport of solutes by active transporters via plasma membranes [43]. The impairment of plasma membranes by viruses suggests that all materials required for virus replication should be recruited within the host cell [43]. Taken together, these data suggest that FgV1-DK21 might inhibit the transport of diverse metabolites via plasma membranes to the maximize energy required for virus replication within the nucleolus.",
            "cite_spans": [
                {
                    "start": 919,
                    "end": 921,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1314,
                    "end": 1316,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1466,
                    "end": 1468,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Changes to the membrane-associated transporting system of the host harboring FgV1-DK21 ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The expressions of members of the Zn2Cys6 TF family were strongly altered at both the early and late time points. These are known to be fungal-specific, and their functional roles are diverse, including sugar and amino acid metabolism, gluconeogenesis, respiration, vitamin synthesis, cell cycle, chromatin remodeling, nitrogen utilization, peroxisome proliferation, drug resistance, and stress response [30]. The Zn2Cys6 family is the largest TF family in F. graminearum, comprising 309 TFs. Of the nine TFs that were differentially expressed at both the early and late time points, six belong to the Zn2Cys6 family, indicating that expression of Zn2Cys6 is necessary in the host harboring FgV1-DK21. Furthermore, the enriched GO terms for nucleic acid binding that were up-regulated at 36 h provide evidence for transcriptional regulation by TFs such as the Zn2Cys6 TF family (Figure 9). To characterize the functional roles of the Zn2Cys6 TF family associated with FgV1-DK21, it is necessary to examine the phenotypes of knock-out mutants. Therefore, the recently generated F. graminearum deletion mutant lines will be very useful resources for characterizing the functions of host TFs associated with hypovirulence.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 407,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Fungal-specific TFs are key players in the gene expression regulation in F. graminearum harboring FgV1-DK21 ::: Discussion",
            "ref_spans": [
                {
                    "start": 886,
                    "end": 887,
                    "mention": "9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Fungi utilize cAMP-mediated signal transduction pathways to recognize and respond to diverse environmental stimuli. cAMP signaling is implicated in the regulation of hyphal growth, mating, and gluconeogenesis in many fungi [44,45]. In addition, cAMP and the G-protein alpha subunit coordinate their activities to regulate differentiation and virulence in some fungi. We found that transcripts for genes associated with responses to cAMP were highly accumulated in the late stage of virus infection. This result is consistent with previous data that suggested up-regulation of cAMP levels in the fungal transcriptome by hypovirus infection [46]. Thus, we hypothesize that FgV1-DK21 attenuates the pathogenicity of F. graminearum via cAMP-mediated signaling and that this process occurs relatively late after virus infection.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 227,
                    "end": 229,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "FgV1-DK21 triggers cAMP-mediated signal transduction in host cells ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Recent years have seen extraordinary developments in genome-wide experimental methods. Of these, microarray analyses facilitate an understanding of the dynamic gene expression patterns of target organisms during environmental stimuli such as biotic and abiotic stresses. Here, given the benefits of the available whole genome sequences of F. graminearum, we generated a 3′ tiling microarray system covering whole genes. To decipher global transcriptional reprogramming in F. graminearum harboring FgV1-DK21 in detail, samples were harvested at two different time points, thus providing lists of differentially expressed genes early and late in the host containing FgV1-DK21 as compared to an uninfected strain. Numbers of differentially expressed genes at the early and late time points were comparable, but the gene lists differed, suggesting time-dependent transcriptional changes. Genes that were up-regulated at the early time point included those involved in protein synthesis, such as ribosome assembly, as well as nucleolus and ribosomal RNA-processing genes, suggesting that FgV1-DK21 strongly modulates translational machinery in F. graminearum to maximize viral replication. Moreover, the accumulation of transcripts associated with transcription, such as TFs, indicated that the transcriptional machinery, which is largely regulated by fungal-specific TFs, might be one of the main targets for virus infection. In contrast, genes involved in various metabolic pathways, particularly those that produce carboxylic acids, aromatic amino acids, nitrogen compounds, and polyamines, were highly down-regulated at the early time point (36 h). Interestingly, such components are closely associated with the host defense mechanism. These results suggest that FgV1-DK21 suppresses the production of such defense-related components until the transcriptional and translational machinery in host cells have adjusted to FgV1-DK21 replication. In addition, transport systems associated with membranes were severely damaged by hindering the recruitment of materials for viral replication within host cells. When faced with viral infection, F. graminearum tries to establish a defense mechanism by consistently up-regulating genes associated with defense and virulence at the late time point (120 h). Taken together, our data provide strong genome-wide transcriptional evidence of how FgV1-DK21 regulates the transcriptional reprogramming in F. graminearum.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Virus-free and FgV1-DK21-infected F. graminearum strain-DK21 were stored in 15% (v/v) glycerol at −80°C and reactivated on PDA at 25°C with a 12 h light–dark cycle. F. graminearum cultures used for RNA extractions were grown as described previously [9]. Freshly grown mycelia from PDA media plates were inoculated in 50 or 200 ml complete media (CM) broth [6] and incubated at 25°C for 36 h or 120 h in an orbital shaker (150 rpm). Hyphae were collected by filtering through 3MM paper, washed with distilled water, dried by blotting with paper towels, and frozen at −80°C.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "mention": "9",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 357,
                    "end": 358,
                    "mention": "6",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Fungal strains and growth conditions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Conidia of virus-free and FgV1-DK21-infected F. graminearum strains were harvested in 50 ml of CMC broth at 4 days after inoculation. Conidial suspensions (2 × 105 conidia per dish) were grown in 20 ml of defined media containing 5 mM of agmatine [47] in 90 × 15 mm Petri dishes for 7 days prior to filtrate harvests. Three replicates were used for this treatment. Mycotoxin was extracted from the isolates and analyzed with a Shimadzu QP-5000 gas chromatograph–mass spectrometer, as described previously [48]. The trichothecenes were measured based on biomass produced by each strain.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 506,
                    "end": 508,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Trichothecene analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Frozen mycelia were pulverized with a mortar and pestle using liquid nitrogen for nucleic acid extraction. Total RNAs were extracted by Iso-RNA Lysis reagent (5 PRIME, Germany). Extracted total RNA was treated with DNase I (Takara, Japan) to remove genomic DNA according to the instructions provided by the manufacturer. These total RNA samples were precipitated with ethanol and resuspended in DEPC-treated water. Next, 5 μg total RNA of each sample was used to synthesize first-strand cDNA with an oligo (dT)18 primer and M-MLV reverse transcriptase (Promega, USA) according to the manufacturer’s protocols. All synthesized cDNAs were diluted 1:10 with nuclease-free water for RT-PCR.",
            "cite_spans": [],
            "section": "Preparation of total RNA samples and cDNA synthesis for RT-PCR ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Expression profiling was conducted with the Gibberella zeae 135k Microarray, which was designed based on the F. graminearum sequences released in March 2007 (http://www.broad.mit.edu/annotation/genome/fusarium_group/). The genome contains a total of 13,382 genes. Ten 60-nucleotide-long probes were designed from each gene starting 250 base pairs (bp) ahead of the end of the stop codon and by shifting 10 bp. Thus, these 10 probes covered 150 bp in the 3′ region of the target gene. Mitochondrial genes (50 genes) and selected markers such as gfp, gus, hyg, bar, and kan were included. In total, 133,612 probes were designed. The average probe size was 60 nucleotides long, and the Tm values were adjusted from 75 to 85°C. The microarray was manufactured by NimbleGen Inc. (http://www.nimblegen.com/). Random GC probes (40,000) to monitor the hybridization efficiency and four corner fiducial controls (225) to assist with overlaying the grid on the image were included.",
            "cite_spans": [],
            "section": "Probe design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To assess the reproducibility of the microarray analysis, we repeated the experiment three times with independently prepared total RNAs. Thus, a total of 12 samples were subjected to total RNA isolation and used for microarray analyses. For the synthesis of double-stranded cDNAs, the RevertAidTM H Minus First Strand cDNA Synthesis Kit (Fermentas, Lithuania) was used. In brief, 1 μl oligo dT primer (100 μM) and 10 μl (10 μg) total RNAs were combined and denatured at 70°C for 5 min and renatured by cooling the mixture in ice. First-strand DNA was synthesized by adding 4 μl 5 X First Strand Buffer, 1 μl RiboLockTM Ribonuclease Inhibitor, 2 μl 10 mM dNTP mix, and 1 μl RevertAidTM H Minus M-MuLV Reverse Transcriptase enzyme and incubating at 42°C for 1 h. The reaction was stopped by heating at 70°C for 10 min. To synthesize the second strand, 66.7 μl nuclease free water, 5 μl 10 X reaction buffer for DNA Polymerase I (Fermentas, Lithuania), 5 μl 10 X T4 DNA ligase buffer (Takara, Japan), 3 μl 10 unit/ul DNA Polymerase I (Fermentas, Lithuania), 0.2 μl 5 unit/μl Ribonuclease H (Fermentas, Lithuania), and 0.1 μl 350 unit/μl T4 DNA ligase (Takara, Japan) were added to the first-strand reaction mixture and the reaction was performed at 15°C for 2 h. The double-stranded cDNA mixture was purified using the MinElute Reaction Cleanup Kit (QIAGEN, USA). For the synthesis of Cy3-labeled target DNA fragments, 1 μg double-stranded cDNA was mixed with 30 μl (1 optical density) Cy3-9mer primer (Sigma-Aldrich, USA) and denatured by heating at 98°C for 10 min. The reaction was further proceeded by adding 10 μl 50 X dNTP mix (10 mM each), 8 μl deionized water, and 2 μl Klenow fragment (50 unit/μl, Takara, Japan) and incubating at 37°C for 2 h. DNA was precipitated by centrifugation at 12,000 x g after adding 11.5 μl 5 M NaCl and 110 μl isopropanol. Precipitated samples were rehydrated with 13 μl water. The concentration of each sample was determined using a spectrophotometer. A 10 μg aliqout of DNA was used for microarray hybridization. The sample was mixed with 19.5 μl 2 X hybridization buffer (Nimblegen, USA) and finalized to 39 μl with deionized water. Hybridization was performed with an MAUI chamber (Biomicro, USA) at 42°C for 16–18 h. After hybridization, the microarray was removed from the MAUI Hybridization Station and immediately immersed in a shallow 250 ml Wash I (Nimblegen, USA) at 42°C for 10–15 s with gentle agitation, then transferred to a second dish of Wash I and incubated for 2 min with gentle agitation. The microarray chip was then transferred to another dish of Wash II and further washed in Wash III for 1 min with agitation. The slide was dried in a centrifuge for 1 min at 500 g and scanned using a GenePix scanner 4000B (Axon, USA).",
            "cite_spans": [],
            "section": "cDNA synthesis and microarray hybridization ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The hybridized microarray chip was scanned with Genepix 4000 B (Axon Instruments) preset with a 5 μm resolution for the Cy3 signal. Signals were digitized and analyzed by Nimblescan (Nimblegen, USA). The grid was aligned to the image with a chip design file called the NDF file. The alignment was assessed by ensuring that the grid’s corners were overlaid on the image corners. This was further checked by uniformity scores in the program. The analysis was performed in a two-part process. First, pair-report files were generated in which the sequence, probe, and signal intensity information for the Cy3 channel were collected. Data-based background subtraction using a local background estimator was performed to improve fold-change estimates on arrays with high background signals. The data were normalized and processed with a cubic spline normalization using quantiles to adjust for signal variation between chips [49]. A probe-level summarization by Robust Multi-Chip Analysis (RMA) using a median polish algorithm implemented in NimbleScan was used to produce call files in order to improve the sensitivity and reproducibility of microarray results [50].",
            "cite_spans": [
                {
                    "start": 920,
                    "end": 922,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The multiple correction analysis was performed using the limma package in an R computing environment [51]. Linear models implemented in lmFit and empirical Bayes methods implemented in eBayes were applied to assess the differential expression of genes. Genes for which the adjusted P-value or false discovery rate was below 0.05 were collected and further selected. Hierarchical clustering was performed by Acuity 3.1 (Axon Instruments) with similarity metrics based on squared Euclidean correlation, and average linkage clustering was used to calculate the distance of genes. The microarray data were deposited in the NCBI Gene Expression Omnibus (GEO) database with the Accession Number GSE30545.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To gain insight into the functions of the differentially expressed genes, GO enrichment analysis was conducted with GOMINER [52,53]. The 8,338 genes were matched to the M. grisea sequencing assembly SC5 (http://www.broad.mit.edu/annotation/genome/magnaporthe_grisea/) with scores of 100 and up by BlastP analysis and were used as the total gene set for GO enrichment analysis. The GOMINER program first categorizes each gene according to its GO terms and the mode of gene expression (either down- or up-regulation). Modes of expressions are denoted as under, over, and change. The program then calculates P-values using a one-sided Fisher exact test for the number of categorized GO terms out of the total number of terms. False discovery rate (FDR) values were obtained from 100 randomizations. GO terms for which the FDR was less than 0.05 were selected.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 128,
                    "end": 130,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "GO enrichment analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "qRT-PCR was performed on Bio-Rad’s CFX96™ Real-time PCR system using gene-specific internal primers. Each reaction mix (10 μl) consisted of 25 ng total cDNA, 5 μl 2 X SsoFast™ EvaGreen® Supermix (Bio-Rad, USA), and 10 pmoles each primer. The thermal profile was as follows: 3 min at 95°C and 40 cycles of 5 s at 95°C, 5 s at 58°C, and melting curve data obtained by increasing the temperature from 65 to 95°C. Elongation factor 1α (EF-1α; FGSG_08811) and cyclophilin (Cyp1; FGSG_07439) were used as internal reference genes to normalize mRNA levels between samples (EF-1α; GenBank accession No. XM388987, Cyp1; GenBank accession No. XM387615). Data were analyzed using the Bio-Rad CFX Manager V1.6.541.1028 software (Bio-Rad, USA). RNA was extracted from three independent replicate experiments, and each PCR product was evaluated in at least three independent experiments, including three technical replicates [54].",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 914,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "qRT-PCR analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "h: Hours post inoculation; FgV1-DK21: Fusarium graminearum virus 1 strain DK21; TF: Transcription factor; GO: Gene ontology.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "JY, KML, MS, YWL, and KK designed the experiment. JY, KML, and MS performed cultivation of F. graminearum and infection with FgV1-DK21. JY and KM conducted mycotoxin analysis, isolated total RNAs, and conducted RT-PCR. WKC, JY, and KK analyzed the microarray data and interpreted the results. JY and KK coordinated the study. WKC, JY, YWL, and KK wrote the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Representative F. graminearum genes exhibiting significant differential expression levels in microarray analysis\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Gene functions of significantly differentially expressed F. graminearum genes based on annotation of functional categories in FunCat\nN.D. indicates that genes were not detected in a given functional category. Gray indicates the number of genes that were significantly enriched.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Characteristics of virus-free F. graminearum and FgV1-DK21-infected F. graminearum . (A) Virus-free F. graminearum (B) FgV1-DK21-infected F. graminearum. (C) Morphological differences between virus-free and virus-infected F. graminearum. aRadial growth was measured on PDA 120 h after inoculation. bThe number of spores was measured in CMC broth at 25°C for 9 days. The number of spores indicated represents the number per 1 ml. Data were described previously [6]. cProduction of deoxynivalenol and 15-acetyldeoxynivalenol. For toxin analysis, all strains were grown in minimal medium supplemented with 5 mM agmatine and incubated for 7 days. dN/D: not detected. * The value is significantly different than that of the virus-free isolate as determined by a Student’s t-test.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Differentially expressed F. graminearum genes during FgV1-DK21 infection identified by microarray. Scatterplots of normalized signal intensities 36 h (A) and 120 h (B) after inoculation with FgV1-DK21 as compared to virus-free samples. All signal intensities were converted to a log10 scale. The diagonal lines indicate a two-fold change. The Venn diagram illustrates the total number of genes that were significantly differentially expressed at 36 h and 120 h (C), down-regulated genes (D), and up-regulated genes (E). The heat map shows the expression patterns of 384 genes that were hierarchically clustered and differentially expressed at both 36 and 120 h (F). Red and green indicate up-regulation and down-regulation, respectively.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Validation of microarray data by qRT-PCR. To validate the results of the microarray data, we selected 20 F. graminearum genes showing strong expression ratios by microarray analysis. Due to the different expression intensities among genes, we divided the 20 genes into three groups for better visualization of qRT-PCR results: expression intensities less than 4 (A), between 4 and 100 (B), and more than 100 (C). Abbreviations: VF, virus-free; VI, virus-infected. The number in the table indicates the expression intensity of each gene.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: A GO diagram of significantly over-represented GO terms related to biological processes, particularly highlighting cellular components. Significantly enriched GO terms are illustrated by directed acylic graphs (DAG). The closed rectangles, dotted-rectangles, and circles indicate enriched GO terms for 36 h, 120 h, and both time points, respectively. Black and gray dotted lines represent direct and partial interactions with higher GO terms, respectively. Rectangles and circles filled with the respective color indicate enriched GO terms. Red, green, gray, and orange colors indicate up, down, no change, and variable expression changes, respectively.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: GO diagram of significantly over-represented GO terms in biological processes associated with metabolism.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: GO diagram of significantly over-represented GO terms in cellular components.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: GO diagram of significantly over-represented GO terms in molecular function, particularly those associated with catalytic activity.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: GO diagram of significantly over-represented GO terms in biological processes associated with transport, response to stimulus, and interaction with host.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 9: GO diagram of significantly over-represented GO terms in molecular function, particularly those associated with transporter activity.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Action and reaction of host and pathogen during Fusarium head blight disease",
            "authors": [],
            "year": 2010,
            "venue": "New Phytol",
            "volume": "185",
            "issn": "1",
            "pages": "54-66",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-8137.2009.03041.x"
                ]
            }
        },
        "BIBREF1": {
            "title": "Complete nucleotide sequence of double-stranded RNA viruses from Fusarium graminearu strain DK3",
            "authors": [],
            "year": 2009,
            "venue": "Arch Virol",
            "volume": "154",
            "issn": "11",
            "pages": "1855-1858",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-009-0507-5"
                ]
            }
        },
        "BIBREF2": {
            "title": "A novel double-stranded RNA mycovirus from Fusarium graminearu: nucleic acid sequence and genomic structure.",
            "authors": [],
            "year": 2011,
            "venue": "Arch Virol",
            "volume": "156",
            "issn": "4",
            "pages": "647-658",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-010-0904-9"
                ]
            }
        },
        "BIBREF3": {
            "title": "Molecular characterization of Fusarium graminearum virus 2 Isolated from Fusarium graminearu strain 98-8-60",
            "authors": [],
            "year": 2011,
            "venue": "Plant Pathology J",
            "volume": "27",
            "issn": "3",
            "pages": "285-290",
            "other_ids": {
                "DOI": [
                    "10.5423/PPJ.2011.27.3.285"
                ]
            }
        },
        "BIBREF4": {
            "title": "Biological control of chestnut blight with hypovirulence: a critical analysis",
            "authors": [],
            "year": 2004,
            "venue": "Annu Rev Phytopathol",
            "volume": "42",
            "issn": "",
            "pages": "311-338",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.phyto.42.040803.140325"
                ]
            }
        },
        "BIBREF5": {
            "title": "Viruses of plant pathogenic fungi",
            "authors": [],
            "year": 2009,
            "venue": "Annu Rev Phytopathol",
            "volume": "47",
            "issn": "",
            "pages": "353-384",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-phyto-080508-081932"
                ]
            }
        },
        "BIBREF6": {
            "title": "Transmission of Fusarium boothi Mycovirus via Protoplast Fusion Causes Hypovirulence in Other Phytopathogenic Fungi",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0021629"
                ]
            }
        },
        "BIBREF7": {
            "title": "The dawn of fungal pathogen genomics",
            "authors": [],
            "year": 2006,
            "venue": "Annu Rev Phytopathol",
            "volume": "44",
            "issn": "",
            "pages": "337-366",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.phyto.44.070505.143412"
                ]
            }
        },
        "BIBREF8": {
            "title": "Comparative proteomics of extracellular proteins in vitro and in planta from the pathogenic fungus Fusarium graminearu",
            "authors": [],
            "year": 2007,
            "venue": "Proteomics",
            "volume": "7",
            "issn": "17",
            "pages": "3171-3183",
            "other_ids": {
                "DOI": [
                    "10.1002/pmic.200700184"
                ]
            }
        },
        "BIBREF9": {
            "title": "Identification of genes associated with fumonisin biosynthesis in Fusarium verticillioide via proteomics and quantitative real-time PCR",
            "authors": [],
            "year": 2008,
            "venue": "J Microbiol Biotechnol",
            "volume": "18",
            "issn": "4",
            "pages": "648-657",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A proteomics approach to study synergistic and antagonistic interactions of the fungal-bacterial consortium Fusarium oxysporu wild-type MSA 35",
            "authors": [],
            "year": 2010,
            "venue": "Proteomics",
            "volume": "10",
            "issn": "18",
            "pages": "3292-3320",
            "other_ids": {
                "DOI": [
                    "10.1002/pmic.200900716"
                ]
            }
        },
        "BIBREF11": {
            "title": "Health effects of mycotoxins: a toxicological overview",
            "authors": [],
            "year": 2004,
            "venue": "J Toxicol Clin Toxicol",
            "volume": "42",
            "issn": "2",
            "pages": "217-234",
            "other_ids": {
                "DOI": [
                    "10.1081/CLT-120030947"
                ]
            }
        },
        "BIBREF12": {
            "title": "Proteomic analysis of fungal host factors differentially expressed byFusarium graminearuinfected with Fusarium graminearum virus-DK21.",
            "authors": [],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "144",
            "issn": "1–2",
            "pages": "96-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Development of a Fusarium graminearu Affymetrix GeneChip for profiling fungal gene expression in vitro and in planta",
            "authors": [],
            "year": 2006,
            "venue": "Fungal Genet Biol",
            "volume": "43",
            "issn": "5",
            "pages": "316-325",
            "other_ids": {
                "DOI": [
                    "10.1016/j.fgb.2006.01.005"
                ]
            }
        },
        "BIBREF14": {
            "title": "Development of a novel multiplex DNA microarray for Fusarium graminearu and analysis of azole fungicide responses",
            "authors": [],
            "year": 2011,
            "venue": "BMC Genomics",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2164-12-52"
                ]
            }
        },
        "BIBREF15": {
            "title": "DNA microarray to detect and identify trichothecene- and moniliformin-producing Fusariu species",
            "authors": [],
            "year": 2007,
            "venue": "J Appl Microbiol",
            "volume": "102",
            "issn": "4",
            "pages": "1060-1070",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Microarray analysis of transcript accumulation during perithecium development in the filamentous fungus Gibberella zea (anamorph Fusarium graminearu)",
            "authors": [],
            "year": 2006,
            "venue": "Mol Genet Genomics",
            "volume": "276",
            "issn": "1",
            "pages": "87-100",
            "other_ids": {
                "DOI": [
                    "10.1007/s00438-006-0125-9"
                ]
            }
        },
        "BIBREF17": {
            "title": "An oligonucleotide microarray for the identification and differentiation of trichothecene producing and non-producing Fusariu species occurring on cereal grain",
            "authors": [],
            "year": 2005,
            "venue": "J Microbiol Methods",
            "volume": "62",
            "issn": "1",
            "pages": "57-69",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mimet.2005.01.009"
                ]
            }
        },
        "BIBREF18": {
            "title": "Comparative genomics reveals mobile pathogenicity chromosomes in Fusariu",
            "authors": [],
            "year": 2010,
            "venue": "Nature",
            "volume": "464",
            "issn": "7287",
            "pages": "367-373",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08850"
                ]
            }
        },
        "BIBREF19": {
            "title": "Specific and common alterations in host gene transcript accumulation following infection of the chestnut blight fungus by mild and severe hypoviruses",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "8",
            "pages": "4145-4155",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.8.4145-4155.2004"
                ]
            }
        },
        "BIBREF20": {
            "title": "Microarray analysis of Cryphonectria parasitic Gα- and Gβγ-signalling pathways reveals extensive modulation by hypovirus infection",
            "authors": [],
            "year": 2004,
            "venue": "Microbiology",
            "volume": "150",
            "issn": "Pt 12",
            "pages": "4033-4043",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Comparative analysis of alterations in host phenotype and transcript accumulation following hypovirus and mycoreovirus infections of the chestnut blight fungus Cryphonectria parasitic",
            "authors": [],
            "year": 2007,
            "venue": "Eukaryot Cell",
            "volume": "6",
            "issn": "8",
            "pages": "1286-1298",
            "other_ids": {
                "DOI": [
                    "10.1128/EC.00166-07"
                ]
            }
        },
        "BIBREF22": {
            "title": "Identification of deoxynivalenol- and nivalenol-producing chemotypes of Gibberella zea by using PCR",
            "authors": [],
            "year": 2001,
            "venue": "Appl Environ Microbiol",
            "volume": "67",
            "issn": "7",
            "pages": "2966-2972",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.67.7.2966-2972.2001"
                ]
            }
        },
        "BIBREF23": {
            "title": "Transcription factors in fungi",
            "authors": [],
            "year": 2008,
            "venue": "FEMS Microbiol Lett",
            "volume": "286",
            "issn": "2",
            "pages": "145-151",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1574-6968.2008.01293.x"
                ]
            }
        },
        "BIBREF24": {
            "title": "FTFD: an informatics pipeline supporting phylogenomic analysis of fungal transcription factors",
            "authors": [],
            "year": 2008,
            "venue": "Bioinformatics",
            "volume": "24",
            "issn": "7",
            "pages": "1024-1025",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btn058"
                ]
            }
        },
        "BIBREF25": {
            "title": "A phenome-based functional analysis of transcription factors in the cereal head blight fungus, Fusarium graminearu",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002310"
                ]
            }
        },
        "BIBREF26": {
            "title": "Genome organization in and around the nucleolus",
            "authors": [],
            "year": 2011,
            "venue": "Trends Genet",
            "volume": "27",
            "issn": "4",
            "pages": "149-156",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tig.2011.01.002"
                ]
            }
        },
        "BIBREF27": {
            "title": "Involvement of the nucleolus in plant virus systemic infection",
            "authors": [],
            "year": 2004,
            "venue": "Biochem Soc Trans",
            "volume": "32",
            "issn": "4",
            "pages": "557-560",
            "other_ids": {
                "DOI": [
                    "10.1042/BST0320557"
                ]
            }
        },
        "BIBREF28": {
            "title": "Translation initiation of viral mRNAs",
            "authors": [],
            "year": 2010,
            "venue": "Rev Med Virol",
            "volume": "20",
            "issn": "3",
            "pages": "177-195",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.649"
                ]
            }
        },
        "BIBREF29": {
            "title": "Elucidation of the avian nucleolar proteome by quantitative proteomics using SILAC and changes in cells infected with the coronavirus infectious bronchitis virus",
            "authors": [],
            "year": 2010,
            "venue": "Proteomics",
            "volume": "10",
            "issn": "19",
            "pages": "3558-3562",
            "other_ids": {
                "DOI": [
                    "10.1002/pmic.201000139"
                ]
            }
        },
        "BIBREF30": {
            "title": "Quantitative proteomics using SILAC coupled to LC-MS/MS reveals changes in the nucleolar proteome in influenza A virus-infected cells",
            "authors": [],
            "year": 2010,
            "venue": "J Proteome Res",
            "volume": "9",
            "issn": "10",
            "pages": "5335-5345",
            "other_ids": {
                "DOI": [
                    "10.1021/pr100593g"
                ]
            }
        },
        "BIBREF31": {
            "title": "RNA viruses: hijacking the dynamic nucleolus",
            "authors": [],
            "year": 2007,
            "venue": "Nat Rev Microbiol",
            "volume": "5",
            "issn": "2",
            "pages": "119-127",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro1597"
                ]
            }
        },
        "BIBREF32": {
            "title": "Major impacts on the primary metabolism of the plant pathogen Cryphonectria parasitic by the virulence-attenuating virus CHV1-EP713",
            "authors": [],
            "year": 2009,
            "venue": "Microbiology",
            "volume": "155",
            "issn": "12",
            "pages": "3913-3921",
            "other_ids": {
                "DOI": [
                    "10.1099/mic.0.029033-0"
                ]
            }
        },
        "BIBREF33": {
            "title": "Arabidopsi is susceptible to the cereal ear blight fungal pathogens Fusarium graminearu and Fusarium culmoru",
            "authors": [],
            "year": 2002,
            "venue": "Plant J",
            "volume": "32",
            "issn": "6",
            "pages": "961-973",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-313X.2002.01480.x"
                ]
            }
        },
        "BIBREF34": {
            "title": "The control of filamentous differentiation and virulence in fungi",
            "authors": [],
            "year": 1998,
            "venue": "Trends Cell Biol",
            "volume": "8",
            "issn": "9",
            "pages": "348-353",
            "other_ids": {
                "DOI": [
                    "10.1016/S0962-8924(98)01298-7"
                ]
            }
        },
        "BIBREF35": {
            "title": "Polyamines and abiotic stress tolerance in plants",
            "authors": [],
            "year": 2010,
            "venue": "Plant Signal Behav",
            "volume": "5",
            "issn": "1",
            "pages": "26-33",
            "other_ids": {
                "DOI": [
                    "10.4161/psb.5.1.10291"
                ]
            }
        },
        "BIBREF36": {
            "title": "Polyamine metabolism during sclerotial development of Sclerotinia sclerotioru",
            "authors": [],
            "year": 2008,
            "venue": "Mycol Res",
            "volume": "112",
            "issn": "3",
            "pages": "414-422",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mycres.2007.10.016"
                ]
            }
        },
        "BIBREF37": {
            "title": "Chlorovirus-mediated membrane depolarization of Chlorella alters secondary active transport of solutes",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "24",
            "pages": "12181-12190",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01687-08"
                ]
            }
        },
        "BIBREF38": {
            "title": "Conserved cAMP signaling cascades regulate fungal development and virulence",
            "authors": [],
            "year": 2001,
            "venue": "FEMS Microbiol Rev",
            "volume": "25",
            "issn": "3",
            "pages": "349-364",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1574-6976.2001.tb00582.x"
                ]
            }
        },
        "BIBREF39": {
            "title": "Signal transduction cascades regulating mating, filamentation, and virulence in Cryptococcus neoforman",
            "authors": [],
            "year": 1999,
            "venue": "Curr Opin Microbiol",
            "volume": "2",
            "issn": "4",
            "pages": "358-362",
            "other_ids": {
                "DOI": [
                    "10.1016/S1369-5274(99)80063-0"
                ]
            }
        },
        "BIBREF40": {
            "title": "Extensive alteration of fungal gene transcript accumulation and elevation of G-protein-regulated cAMP levels by a virulence-attenuating hypovirus",
            "authors": [],
            "year": 1996,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "93",
            "issn": "15",
            "pages": "7996-8000",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.93.15.7996"
                ]
            }
        },
        "BIBREF41": {
            "title": "Nutrient profiling reveals potent inducers of truncothecene biosynthesis in Fusarium graminearu",
            "authors": [],
            "year": 2009,
            "venue": "Fungal Genet Biol",
            "volume": "46",
            "issn": "8",
            "pages": "604-613",
            "other_ids": {
                "DOI": [
                    "10.1016/j.fgb.2009.04.004"
                ]
            }
        },
        "BIBREF42": {
            "title": "ATP citrate lyase is required for normal sexual and asexual development in Gibberella zea",
            "authors": [],
            "year": 2011,
            "venue": "Fungal Genet Biol",
            "volume": "48",
            "issn": "4",
            "pages": "408-417",
            "other_ids": {
                "DOI": [
                    "10.1016/j.fgb.2011.01.002"
                ]
            }
        },
        "BIBREF43": {
            "title": "A new non-linear normalization method for reducing variability in DNA microarray experiments",
            "authors": [],
            "year": 2002,
            "venue": "Genome Biol",
            "volume": "3",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "A summary of taxonomic changes recently approved by ICTV",
            "authors": [],
            "year": 2002,
            "venue": "Arch Virol",
            "volume": "147",
            "issn": "8",
            "pages": "1655-1663",
            "other_ids": {
                "DOI": [
                    "10.1007/s007050200039"
                ]
            }
        },
        "BIBREF45": {
            "title": "Exploration, normalization, and summaries of high density oligonucleotide array probe level data",
            "authors": [],
            "year": 2003,
            "venue": "Biostatistics",
            "volume": "4",
            "issn": "2",
            "pages": "249-264",
            "other_ids": {
                "DOI": [
                    "10.1093/biostatistics/4.2.249"
                ]
            }
        },
        "BIBREF46": {
            "title": "Linear models and empirical bayes methods for assessing differential expression in microarray experiments",
            "authors": [],
            "year": 2004,
            "venue": "Stat Appl Genet Mol Biol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "GoMiner: a resource for biological interpretation of genomic and proteomic data",
            "authors": [],
            "year": 2003,
            "venue": "Genome Biol",
            "volume": "4",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/gb-2003-4-4-r28"
                ]
            }
        },
        "BIBREF48": {
            "title": "Gene ontology: tool for the unification of biology. The Gene Ontology Consortium",
            "authors": [],
            "year": 2000,
            "venue": "Nat Genet",
            "volume": "25",
            "issn": "1",
            "pages": "25-29",
            "other_ids": {
                "DOI": [
                    "10.1038/75556"
                ]
            }
        },
        "BIBREF49": {
            "title": "The FunCat, a functional annotation scheme for systematic classification of proteins from whole genomes",
            "authors": [],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "18",
            "pages": "5539-5545",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkh894"
                ]
            }
        },
        "BIBREF50": {
            "title": "Double-stranded RNA mycovirus from Fusarium graminearu",
            "authors": [],
            "year": 2002,
            "venue": "Appl Environ Microbiol",
            "volume": "68",
            "issn": "5",
            "pages": "2529-2534",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.68.5.2529-2534.2002"
                ]
            }
        },
        "BIBREF51": {
            "title": "Genetic interrelationships and genome organization of double-stranded RNA elements of Fusarium poa",
            "authors": [],
            "year": 1999,
            "venue": "Virus Genes",
            "volume": "18",
            "issn": "1",
            "pages": "49-56",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1008069318838"
                ]
            }
        },
        "BIBREF52": {
            "title": "Cloning and characterization of mycovirus double-stranded RNA from the plant pathogenic fungus, Fusarium solani f. sp. robiniae",
            "authors": [],
            "year": 1996,
            "venue": "Biosci Biotechnol Biochem",
            "volume": "60",
            "issn": "5",
            "pages": "784-788",
            "other_ids": {
                "DOI": [
                    "10.1271/bbb.60.784"
                ]
            }
        },
        "BIBREF53": {
            "title": "Molecular characterization of a dsRNA mycovirus, Fusarium graminearum virus-DK21, which is phylogenetically related to hypoviruses but has a genome organization and gene expression strategy resembling those of plant potex-like viruses",
            "authors": [],
            "year": 2007,
            "venue": "Mol Cells",
            "volume": "23",
            "issn": "3",
            "pages": "304-315",
            "other_ids": {
                "DOI": []
            }
        }
    }
}