{
    "paper_id": "PMC3699466",
    "metadata": {
        "title": "\nIn Vitro Activity of Sodium New Houttuyfonate Alone and in Combination with Oxacillin or Netilmicin against Methicillin-Resistant Staphylococcus aureus\n",
        "authors": [
            {
                "first": "Xi",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xinyi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xue",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhitao",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Longyin",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xinxin",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiandong",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xuefu",
                "middle": [],
                "last": "You",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karsten",
                "middle": [],
                "last": "Becker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Over the past few decades, antimicrobial resistance has been recognized as a major public health problem. Since it was first recovered from patients in southern England in 1961 [1], methicillin-resistant Staphylococcus aureus (MRSA) has been reported worldwide and has become one of the leading causes of hospital-associated and community-acquired infections [2]. In China, infections caused by MRSA in healthcare institutions have increased greatly in the past 20 years. It was reported that mean prevalence of MRSA in 16 medical centers in 12 cities across China had reached 50.4% by 2005 [3]. Treatment options for MRSA are limited and less effective than options available for methicillin-susceptible Staphylococcus aureus (MSSA) infections [4]. This emphasizes the importance of developing more therapeutic options including novel antimicrobials and combinations of existing drugs to combat MRSA.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "mention": "[1]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 359,
                    "end": 362,
                    "mention": "[2]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 591,
                    "end": 594,
                    "mention": "[3]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 745,
                    "end": 748,
                    "mention": "[4]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Historically, plants have provided us with a good source of antimicrobial agents. Drugs of plant origin including artesunate, berberine, and quinine are still effective in some cases in treating infectious diseases [5], [6], [7]. Houttuynia cordata Thunb (Figure 1. A) is a common vegetable consumed in Southwest China as well as an herb used in traditional Chinese medicine for hundreds of years [8]. In April 2003, it was approved by the State Administration of Traditional Chinese Medicine of the People's Republic of China as one of the component herbs in a Chinese herb formula to prevent severe acute respiratory syndrome (SARS) [9]. Recently, several studies also provide scientific data to support and unveil its antibacterial [10], [11], anti-inflammatory [12], and antiviral [13] activities. Houttuynin (decanoyl acetaldehyde, C12H22O2, MW = 198.3) is the main antibacterial ingredient in volatile oil of Houttuynia cordata Thunb. As houttuynin is chemically unstable, sodium houttuyfonate (SH, sodium 1-hydroxy-3-oxododecane-1-sulfonate, C12H23NaO5S, MW = 302.4) and sodium new houttuyfonate (SNH, sodium lauroyl-α-hydroxyethyl sulfonate, C14H27NaO5S, MW = 330.4), analogue of sodium houttuyfonate, were synthesized and have been approved by China Food and Drug Administration to be used in clinical practice mainly in the formulations of tablets and injection [14], [15]. Due to its improved chemical and pharmacological properties, SNH has replaced houttuynin, and to a large extent SH, as an effective therapeutic agent for respiratory infections and inflammatory diseases such as acute or chronic bronchitis and pneumonia in clinical settings [16], [17]. The structures of the three compounds are shown in Figure 1. Earlier studies indicated that a variety of bacteria could be inhibited by SNH with gram-positive bacteria showing a higher sensitivity to the compound than gram-negative bacteria in vitro\n[18], [19]. However, no report has specially focused on activity of SNH against MRSA. In this study, we examined the in vitro activity of SNH and its potential for synergy when combined with antibiotics against a collection of hospital-associated MRSA (HA-MRSA) isolates recovered from various clinical samples in recent years.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "mention": "[5]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 220,
                    "end": 223,
                    "mention": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 225,
                    "end": 228,
                    "mention": "[7]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 397,
                    "end": 400,
                    "mention": "[8]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 635,
                    "end": 638,
                    "mention": "[9]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 735,
                    "end": 739,
                    "mention": "[10]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 741,
                    "end": 745,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 765,
                    "end": 769,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 785,
                    "end": 789,
                    "mention": "[13]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "mention": "[14]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1378,
                    "end": 1382,
                    "mention": "[15]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "mention": "[16]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1664,
                    "end": 1668,
                    "mention": "[17]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1920,
                    "end": 1924,
                    "mention": "[18]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1926,
                    "end": 1930,
                    "mention": "[19]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 256,
                    "end": 264,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1721,
                    "end": 1729,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "No permits were required for the described study, which complied with all relevant regulations.",
            "cite_spans": [],
            "section": "Ethics Statement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 103 MRSA strains collected from a variety of clinical samples in two hospitals in Beijing between 2005 and 2010 were used in this study. All MRSA isolates were identified by automated antimicrobial susceptibility test systems (BD or bioMerieux systems) in hospital laboratories and were further confirmed by VITEK 2-COMPACT system (bioMerieux, Marcy I'Etoile, France) and the standard oxacillin agar dilution method recommended by Clinical and Laboratory Standards Institute (CLSI, formerly NCCLS) in our laboratory. In addition, genotypic features of these isolates were characterized by multiplex PCR for the mecA gene identification and SCCmec typing. Relevant characteristics of the MRSA isolates used in this study are presented in Table 1. Generally, SCCmec type III is the predominant type in HA-MRSA strains in China [20]. Two ATCC (American Tissue Culture and Collection) MRSA strains, ATCC33591 and Mu 50 (also referred to as ATCC 700699, vancomycin-intermediate S. aureus) were used as quality control strains.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 840,
                    "mention": "[20]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Bacterial Strains ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 748,
                    "end": 755,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Sodium New Houttuyfonate was provided by Beijing Standardherbs Medical Science & Technology Development Co. LTD. Eight antimicrobial agents, including oxacillin (OXA), cephalothin (CEF), meropenem (MEM), vancomycin (VAN), levofloxacin (LVX), minocycline (MIN), netilmicin (NET), and trimethoprim-sulfamethoxazole (SXT) were commercially purchased. SNH was dissolved in distilled water. Stock solutions of antibiotics were prepared in solvents and diluents recommended by CLSI [21] based on their actual purity or potency and sterilized through 0.22 µm filters before use. Test solutions with different concentrations of SNH and the antimicrobials were obtained by two-fold serial dilutions with cation-adjusted Mueller-Hinton (CAMH) broth (BD, Cockeysville, MD).",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "mention": "[21]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Antimicrobial Agents and Medium ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "CAMH broth was used for all susceptibility testing, checkerboard testing and time-kill analysis. Colony counts were determined using tryptic soy agar (TSA; BD, Cockeysville, MD) plates.",
            "cite_spans": [],
            "section": "Antimicrobial Agents and Medium ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The minimum inhibitory concentrations (MICs) of the antibacterial agents for all 103 clinical isolates were determined by broth microdilution method according to CLSI guidelines [22]. Wells of 96-well microtiter plates (Nunc, Thermo Fisher Scientific Inc., Roskilde) were inoculated with 100 µL of CAMH broth containing serial-diluted antimicrobials and a final inoculum of 5×105 CFU/mL. The concentrations of SNH ranged from 1 µg/mL to 128 µg/mL. The concentration ranges for other antibiotics were as follows: 0.03 µg/mL to 128 µg/mL for MEM, VAN, LVX, MIN, and NET; 0.06 µg/mL to 1024 µg/mL for OXA and CEF; 0.008/0.15 µg/mL to 32/608 µg/mL for SXT. Testing of oxacillin was performed in CAMH broth supplemented with 2% NaCl. The microtiter plates were incubated at 35°C for 24 h. The MIC was defined as the lowest concentration of an antimicrobial agent that prevented turbidity. All MIC determinations were performed in duplicate.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "mention": "[22]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Susceptibility Testing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Kill kinetics of SNH was determined by time-kill experiments for five MRSA strains (three clinical isolates MRSA 5–20, MRSA 6–29 and MRSA 8–36 and two reference strains ATCC 33591 and Mu50) according to the method described by Verma et al. with slight modifications [23]. An overnight culture was diluted with CAMH broth in a total volume of 30 mL containing an inoculum of 2×106 CFU/mL in a 250 mL flask for each strain. Distilled water or SNH was added to yield concentrations of 0×, 1/4×, 1/2×, 1×, 2×, and 4×MIC in the broth at standard inocula.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "mention": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Time-kill Curves of SNH ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Viability counts were performed at 0, 2, 4, 6, 8 and 24 h of incubation at 37°C by plating 0.1 mL undiluted and 10-fold serial diluted samples onto TSA plates in duplicate. Drug carryover effect was eliminated by saline and agar dilution. The experiments were performed three times on different days and the results were presented as mean and standard deviation. The time–kill curves were recorded as log10 reductions in bacterial counts within a specific time period. Bactericidal activity was defined as ≥3 log10CFU/mL reduction (99.9% kill) in colony count from the starting inoculum. The detection limit was 2log10CFU/mL.",
            "cite_spans": [],
            "section": "Time-kill Curves of SNH ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Eight combinations including SNH-OXA, SNH-CEF, SNH-MEM, SNH-VAN, SNH-LVX, SNH-MIN, SNH-NET, and SNH-SXT were evaluated on 10 randomly selected MRSA isolates and two quality control strains (ATCC 33591 and Mu 50) using microdilution checkerboard technique [23], [24]. In brief, a final inoculum of 5×105 CFU/mL was added to wells of 96-well microtiter plates containing two-fold diluted SNH and the other antimicrobial in CAMH broth. After incubation at 35°C for 24 h, the combined effect of SNH with each antimicrobial was analyzed by calculation of the fractional inhibitory concentration index (FICI) using the following equation: FICI = (MIC of drug A in the combination/MIC of drug A alone)+(MIC of drug B in the combination/MIC of drug B alone). The antimicrobial combination was defined to be synergistic when the FICI was ≤0.5; indifferent when 0.5< FICI <4; antagonistic when FICI ≥4 [23], [24]. The experiments were performed in duplicate on different days.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "mention": "[23]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 261,
                    "end": 265,
                    "mention": "[24]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 892,
                    "end": 896,
                    "mention": "[23]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 898,
                    "end": 902,
                    "mention": "[24]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Checkerboard assay ::: Studies for Synergy ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Time-kill assays were performed for ATCC 33591, Mu 50, and the clinical isolates MRSA 5–20, MRSA 6–29 and MRSA 8–36 to evaluate the killing dynamics of SNH-OXA, SNH-NET and SNH-MEM, the combinations of interest. The time-kill for the combination study was similar to that described in the time kill assays of individual use of SNH. Antimicrobial-free inoculation of each strain was included as growth control. SNH was combined with oxacillin, meropenem or netilmicin and tested at concentrations below MIC of each drug. The concentrations of antimicrobials used for different strains were 1/2 MIC or MIC for SNH, 1/128 to 1/64 MIC for OXA, 1/8 to 1/2 MIC for NET and 1/16 to 1/4 MIC for MEM. Colony counts were determined at 0, 2, 4, 6, 8, 24, 48, and 72 h. Synergy was defined as ≥2 log10 decrease in CFU/mL between the combination and its most active constituent at 72 h, with the number of surviving organisms in the combination at ≥2log10 CFU/mL below the starting inoculum.",
            "cite_spans": [],
            "section": "Time-kill curve analysis of SNH-OXA, SNH-NET and SNH-MEM combinations ::: Studies for Synergy ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The susceptibility results of all antimicrobials tested against 103 MRSA isolates and 2 reference strains are presented in Table 2. SNH inhibited all the test MRSA strains regardless of their origins and SCCmec types at concentrations ranging from 16 to 64 µg/mL. Both MIC50 and MIC90 values of SNH were 32 µg/mL. The MICs of the antibiotics for the quality control strains ATCC 33591 and Mu 50 were within the expected ranges. Most of the strains were resistant to three β-lactams (OXA, CEF and MEM), LVX, MIN, NET, or all of the six antibiotics. Among the eight antibiotics, only vancomycin and trimethoprim-sulfamethoxazole showed favorable antibacterial activity, except for the vancomycin-intermediate strain Mu 50.",
            "cite_spans": [],
            "section": "Susceptibility Testing ::: Results",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The time–kill curves of SNH for three MRSA clinical isolates and two reference strains are displayed in Figure 2. Concentration-dependent killing and significant reductions in the viable bacterial counts were observed after 24 h exposure of the bacteria to SNH at concentrations above MIC. The maximum reductions in viable counts were 1.5 to 3 log10 CFU/mL for 4×MIC of SNH when compared with the initial inocula; the antibacterial effect of SNH on the five strains was determined to be bacteriostatic or marginal bactericidal at test concentrations.",
            "cite_spans": [],
            "section": "Time-kill Curve Analysis of SNH ::: Results",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The results of the checkerboard analysis are summarized in Table 3 (detailed MIC and FICI values are presented in Table S1). Synergistic interactions were noted between SNH and β-lactams as well as SNH and NET based on FIC indices for these combinations. SNH-OXA, SNH-CEF, SNH-MEM and SNH-NET demonstrated synergism in 11, 9, 12 and 12 of the 12 MRSA strains, respectively. The inhibitory concentrations of OXA, CEF, MEM, and NET against most strains decreased significantly to 1/32–1/4 MIC when combined with 1/8 to1/4 MIC of SNH (2–16 µg/mL). According to the FIC indices, combinations of SNH-VAN and SNH-LVX displayed indifferent effect in all the 12 strains; SNH-MIN and SNH-SXT exhibited indifferent effect in 10 strains and synergistic effect in 2 strains of the 12 strains tested. No evidence of antagonism was noted for the eight SNH-based combinations against any of the strains tested.",
            "cite_spans": [],
            "section": "Checkerboard assay ::: Studies for Synergy ::: Results",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The time-kill results of SNH-OXA, SNH-NET and SNH-MEM against the five MRSA strains are displayed in Figure 3, 4 and S1, respectively. At the concentrations of sub-MIC levels tested, the three antibiotics used alone showed little activity on bacterial growth. SNH alone showed weak inhibitory effect on the bacteria but was followed by bacterial regrowth after 8 to24 h of incubation. In contrast, the combinations of SNH with OXA, MEM or NET resulted in potent synergistic effect on all the test strains. The combinations greatly reduced the viable counts of bacteria by ≥2log10 CFU/mL when compared with any of the most active agent used individually. The synergistic effect could still be observed at 72 h for some of the strains in certain combinations. In addition, the three combinations reduced the viable count by >3log10 when compared with the starting inoculum and bactericidal effect was demonstrated.",
            "cite_spans": [],
            "section": "Time-kill curve analysis of SNH-OXA, SNH-NET and SNH-MEM combinations ::: Studies for Synergy ::: Results",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 111,
                    "end": 112,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "SNH contains a hydrophilic sulfinyl head and a hydrophobic alkyl tail with 12 carbon atoms, which is considered to be surfactant-like structure. Although antibacterial mechanism of SNH remains unknown, it was indicated that SNH exerted its antimicrobial effect mainly through binding of non-polar tail group to bacterial hydrophobic membrane proteins or cytoplasmic enzymes [18], [25], [26]. The hydrophobic lipid bilayer of cell membrane might be another target of aliphatic chain of SNH, but it seems that a repulsive force between the negatively charged membrane and the anionic hydrophilic moiety of SNH may weaken the potential interaction [27]. This might be an explanation of higher susceptibility of gram positive bacteria to SNH than gram negative bacteria, which have higher negative charge on the outer membrane due to presence of abundant anion charged phospholipids and lipopolysaccharides [28]. In addition, a latest report showed that treatment of SH, analogue of SNH, decreased transcription of some autolysins and inhibited Triton X-100-induced autolysis in S. aureus in vitro. Although correlation between inhibition of autolysis of S. aureus and antimicrobial effect of SH needs further elucidation, the findings provided a possible explanation of response of S. aureus to SNH-like compounds [29]. Overall, the enhanced antibacterial effects of SNH-based combinations may be attributed to molecular property of SNH which disrupted integrity and function of cell membrane. Since membrane-mediated processes involved in cell wall biosynthesis, cell permeability and drug efflux are important sources of resistance of MRSA to some antimicrobials, it seems reasonable to hypothesize that MRSA will be sensitized to antimicrobials by disrupting the normal barrier function of the cell membrane. Further work is required to identify the exact targets of SNH and understand the mechanisms involved in the interactions between SNH and β-lactams or aminoglycosides.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "mention": "[18]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 380,
                    "end": 384,
                    "mention": "[25]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 386,
                    "end": 390,
                    "mention": "[26]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 645,
                    "end": 649,
                    "mention": "[27]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 903,
                    "end": 907,
                    "mention": "[28]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "mention": "[29]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "SNH was reported to exhibit potent inhibitory activity against Staphylococcus aureus, Staphylococcus epidermidis, and Klebsiella pneumoniae, etc. [30]. This study evaluated activity of SNH against MRSA and its potential for synergistic effect when combined with antibiotics. SNH has both MIC50 and MIC90 values of 32 µg/mL for 103 MRSA strains and displayed growth inhibitory or marginal killing activity against MRSA in a concentration-dependent manner. In another set of experiments, we demonstrated that there was no significant difference between MSSA and MRSA on susceptibility to SNH (Table S1) and characteristics of dynamic time-kill curves of SNH (Figure S2). As a result, it is unlikely that there is cross-resistance between SNH and β-lactams.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "mention": "[30]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "SNH in combination with OXA exhibited synergistic effect for all the five MRSA strains tested in time-kill analysis. Similarly, it was also demonstrated that the SNH-OXA combination showed synergism on four MSSA strains tested in another set of time-kill assays conducted to observe its action on MSSA (Figure S3). Besides SNH-OXA combination, SNH-NET and SNH-MEM combinations also showed synergistic effect on MRSA strains. Stressed by SNH-based combinations, the viability of the organisms was largely depressed. Although regrowth of bacteria was seen for some strains in certain combinations, it was mild and only occurred after 24 h. These findings reflect the gradual and stable antibacterial effect of these drug combinations. As use of MEM is reserved to treatment of infections caused by multidrug-resistant (MDR) gram negative bacteria in clinical settings, application of SNH-MEM combination on gram positive cocci including MRSA doesn’t seem feasible. It might be interesting to test this combination on MDR gram negative bacteria.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Considering that oxacillin can combine with other antimicrobial agents to restore its utility against staphylococci [31], while netilmicin was also reported to be effective on MRSA infection when used in a drug combination [32], [33], the findings reported here suggest that in vitro combinations of subinhibitory concentrations of SNH-OXA and SNH-NET could be beneficial inhibiting MRSA. However, further investigations, including pharmacokinetic/pharmacodynamic studies need to be conducted to determine if the in vivo activity of SNH-based combinations exists. If so, patients could potentially benefit from these findings.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "mention": "[31]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 223,
                    "end": 227,
                    "mention": "[32]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 229,
                    "end": 233,
                    "mention": "[33]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: A) Houttuynia cordata Thunb (picture of the plant is from Chinese Pharmacopoeia Commission, 9th edition [8]), B) Houttuynin, C) Sodium houttuyfonate and D) Sodium new houttuyfonate.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: A) MRSA 5–20 (MIC = 32 µg/mL); B) MRSA 6–29 (MIC = 32 µg/mL); C) MRSA 8–36 (MIC = 32 µg/mL); D) ATCC33591 (MIC = 32 µg/mL); E) Mu50 (MIC = 64 µg/mL); ▪, GC, growth control; ▴, 1/4×MIC; ×, 1/2×MIC; ⧫, 1×MIC; ○, 2×MIC; □, 4×MIC.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: A) MRSA 5–20, 1/2×MIC SNH-1/64×MIC OXA (MIC of SNH = 32 µg/mL, MIC of OXA = 128 µg/mL); B) MRSA 6–29, 1/2×MIC SNH-1/64×MIC OXA (MIC of SNH = 32 µg/mL, MIC of OXA = 256 µg/mL); C) MRSA 8–36, 1/2×MIC SNH-1/128×MIC OXA (MIC of SNH = 32 µg/mL, MIC of OXA = 512 µg/mL); D) ATCC 33591 1/2×MIC SNH-1/64×MIC OXA (MIC of SNH = 32 µg/mL, MIC of OXA = 256 µg/mL); E) Mu 50, 1/2×MIC SNH-1/128×MIC OXA (MIC of SNH = 64 µg/mL, MIC of OXA = 512 µg/mL); ▪, GC, growth control; ▴, SNH; ◊, OXA; ○, combination of SNH and OXA.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: A) MRSA 5–20, 1/2×MIC SNH-1/4×MIC NET (MIC of SNH = 32 µg/mL, MIC of NET = 16 µg/mL); B) MRSA 6–29, 1/2×MIC SNH-1/2×MIC NET (MIC of SNH = 32 µg/mL, MIC of NET = 8 µg/mL); C) MRSA 8–36, 1/2×MIC SNH-1/8×MIC NET (MIC of SNH = 32 µg/mL, MIC of NET = 64 µg/mL); D) ATCC 33591 1/2×MIC SNH-1/4×MIC NET (MIC of SNH = 32 µg/mL, MIC of NET = 4 µg/mL); E) Mu 50, 1/2×MIC SNH-1/4×MIC NET (MIC of SNH = 64 µg/mL, MIC of NET = 16 µg/mL); ▪, GC, growth control; ▴, SNH; ▽, NET; ○, combination of SNH and NET.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Artesunate combinations for treatment of malaria: meta-analysis",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "9-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Artesunate versus quinine for treatment of severe falciparum malaria: a randomised trial",
            "authors": [],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "717-725",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "New insights into meticillin-resistant Staphylococcus aureus (MRSA) pathogenesis, treatment and resistance",
            "authors": [],
            "year": 2012,
            "venue": "Int J Antimicrob Agents",
            "volume": "39",
            "issn": "",
            "pages": "96-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Virucidal effects of the steam distillate from Houttuynia cordata and its components on HSV-1, influenza virus, and HIV",
            "authors": [],
            "year": 1995,
            "venue": "Planta Med",
            "volume": "61",
            "issn": "",
            "pages": "237-241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Synergy between oxacillin and manuka honey sensitizes methicillin-resistant Staphylococcus aureus to oxacillin",
            "authors": [],
            "year": 2012,
            "venue": "J Antimicrob Chemother",
            "volume": "67",
            "issn": "",
            "pages": "1405-1407",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Biological and antibacterial activities of the natural herb Houttuynia cordata water extract against the intracellular bacterial pathogen salmonella within the RAW 264.7 macrophage",
            "authors": [],
            "year": 2008,
            "venue": "Biol Pharm Bull",
            "volume": "31",
            "issn": "",
            "pages": "2012-2017",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Synthesis of novel analogues on the α-carbon of houttuyfonate and SAR analysis of antibacterial activity with MOPAC",
            "authors": [],
            "year": 2009,
            "venue": "Medicinal Chemistry Research",
            "volume": "18",
            "issn": "",
            "pages": "362-372",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Observation of sodium new houttuyfonat injection in the treatment of children acute upper respiratory infection",
            "authors": [],
            "year": 2006,
            "venue": "Shenzhen Journal of Integrated Traditional Chinese and Western Medicine",
            "volume": "16",
            "issn": "",
            "pages": "36-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Molecular evidence for spread of two major methicillin-resistant Staphylococcus aureus clones with a unique geographic distribution in Chinese hospitals",
            "authors": [],
            "year": 2009,
            "venue": "Antimicrob Agents Chemother",
            "volume": "53",
            "issn": "",
            "pages": "512-518",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Transcriptional and functional analysis shows sodium houttuyfonate-mediated inhibition of autolysis in Staphylococcus aureus",
            "authors": [],
            "year": 2011,
            "venue": "Molecules",
            "volume": "16",
            "issn": "",
            "pages": "8848-8865",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Variation in chemical composition and antibacterial activities of essential oils from two species of Houttuynia Thunb",
            "authors": [],
            "year": 2006,
            "venue": "Chem Pharm Bull",
            "volume": "54",
            "issn": "",
            "pages": "936-940",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Anti-inflammatory effect of Houttuynia cordata injection",
            "authors": [],
            "year": 2006,
            "venue": "J Ethnopharmacol",
            "volume": "104",
            "issn": "",
            "pages": "245-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A case of MRSA sepsis treated by the sequential combination therapy netilmycin and minocycline",
            "authors": [],
            "year": 1994,
            "venue": "Kansenshogaku Zasshi",
            "volume": "68",
            "issn": "",
            "pages": "1523-1526",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "MRSA: the first half century",
            "authors": [],
            "year": 2012,
            "venue": "J Antimicrob Chemother",
            "volume": "67",
            "issn": "",
            "pages": "4-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Clinical studies on the time-difference combination therapy with netilmicin and minocycline in methicillin-resistant Staphylococcus aureus infections",
            "authors": [],
            "year": 1994,
            "venue": "Jpn J Antibiot",
            "volume": "47",
            "issn": "",
            "pages": "1305-1317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "“Celbenin”-resistant Staphylococci",
            "authors": [],
            "year": 1961,
            "venue": "British Medical Journal",
            "volume": "14",
            "issn": "",
            "pages": "124-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Investigation of efficacy of sythesized sodium neo-houttuyfonate in clinical settings",
            "authors": [],
            "year": 1979,
            "venue": "New Medicine",
            "volume": "10",
            "issn": "",
            "pages": "601-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Randomized controlled trial of berberine sulfate therapy for diarrhea due to enterotoxigenic Escherichia coli and Vibrio cholerae",
            "authors": [],
            "year": 1987,
            "venue": "J Infect Dis",
            "volume": "155",
            "issn": "",
            "pages": "979-984",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Antibacterial properties of cationic steroid antibiotics",
            "authors": [],
            "year": 2002,
            "venue": "FEMS Microbiol Lett",
            "volume": "217",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "In vitro activity of ceftobiprole, linezolid, tigecycline, and 23 other antimicrobial agents against Staphylococcus aureus isolates in China",
            "authors": [],
            "year": 2008,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "226-229",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Relationship between the antibacterial and immunological activities of houttuyfonate homologues and their surface activities",
            "authors": [],
            "year": 2006,
            "venue": "J Asian Nat Prod Res",
            "volume": "8",
            "issn": "",
            "pages": "327-334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Antibacterial mechanism of houttuyfonate homologues against Bacillus subtilis",
            "authors": [],
            "year": 2009,
            "venue": "Colloids and Surfaces a-Physicochemical and Engineering Aspects",
            "volume": "350",
            "issn": "",
            "pages": "130-135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Interaction of houttuyfonate homologues with the cell membrane of gram-positive and gram-negative bacteria",
            "authors": [],
            "year": 2007,
            "venue": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
            "volume": "301",
            "issn": "",
            "pages": "412-418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Antibacterial mechanism of houttuyfonate homologues against Bacillus subtilis",
            "authors": [],
            "year": 2009,
            "venue": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
            "volume": "350",
            "issn": "",
            "pages": "130-135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Clinical observation on the treatment of bronchiolitis with nebulized-inhalation of sodium new houttuyfonate injection in 50 cases",
            "authors": [],
            "year": 2005,
            "venue": "Tianjin Pharmacy",
            "volume": "17",
            "issn": "",
            "pages": "39-40",
            "other_ids": {
                "DOI": []
            }
        }
    }
}