{
    "paper_id": "PMC3433488",
    "metadata": {
        "title": "The Impact of Infection on Population Health: Results of the Ontario Burden of Infectious Diseases Study",
        "authors": [
            {
                "first": "Jeffrey",
                "middle": [
                    "C."
                ],
                "last": "Kwong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sujitha",
                "middle": [],
                "last": "Ratnasingham",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "A."
                ],
                "last": "Campitelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nick",
                "middle": [],
                "last": "Daneman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shelley",
                "middle": [
                    "L."
                ],
                "last": "Deeks",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Douglas",
                "middle": [
                    "G."
                ],
                "last": "Manuel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vanessa",
                "middle": [
                    "G."
                ],
                "last": "Allen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmed",
                "middle": [
                    "M."
                ],
                "last": "Bayoumi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aamir",
                "middle": [],
                "last": "Fazil",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "N."
                ],
                "last": "Fisman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [
                    "S."
                ],
                "last": "Gershon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Effie",
                "middle": [],
                "last": "Gournis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [
                    "Jenny"
                ],
                "last": "Heathcote",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Frances",
                "middle": [
                    "B."
                ],
                "last": "Jamieson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Prabhat",
                "middle": [],
                "last": "Jha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kamran",
                "middle": [
                    "M."
                ],
                "last": "Khan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shannon",
                "middle": [
                    "E."
                ],
                "last": "Majowicz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tony",
                "middle": [],
                "last": "Mazzulli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Allison",
                "middle": [
                    "J."
                ],
                "last": "McGeer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Matthew",
                "middle": [
                    "P."
                ],
                "last": "Muller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abhishek",
                "middle": [],
                "last": "Raut",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Rea",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "S."
                ],
                "last": "Remis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rita",
                "middle": [],
                "last": "Shahin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alissa",
                "middle": [
                    "J."
                ],
                "last": "Wright",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brandon",
                "middle": [],
                "last": "Zagorski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Natasha",
                "middle": [
                    "S."
                ],
                "last": "Crowcroft",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paula",
                "middle": [],
                "last": "Braitstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Evidence-based priority setting is increasingly important for rationally distributing scarce health resources and for guiding future health research. [1] Using different methodologies and measures, numerous studies have estimated population-level disease burden. [2]–[6] Although infectious diseases have regained prominence in high-income settings with recent outbreaks of emerging and re-emerging diseases such as severe acute respiratory syndrome (SARS), measles, and pandemic influenza, [7]–[9] a comprehensive assessment focusing on infectious diseases has not been conducted. We conducted the Ontario Burden of Infectious Disease Study (ONBOIDS) to provide a detailed comparison of a wide range of infectious diseases, to inform planning and decision-making, and to establish a baseline for future evaluations of public health interventions.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "mention": "[1]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 263,
                    "end": 266,
                    "mention": "[2]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 267,
                    "end": 270,
                    "mention": "[6]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 491,
                    "end": 494,
                    "mention": "[7]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 495,
                    "end": 498,
                    "mention": "[9]",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Ethics approval was obtained from the Research Ethics Board of Sunnybrook Health Sciences Centre, Toronto, Canada. This study used routinely collected health information from the province of Ontario and did not require informed consent from participants. Vital statistics and reportable infectious disease data were provided to the study researchers in the form of aggregate counts of deaths/infections by specific age-sex strata. The hospitalization and physician services data used contained no personal identifiers. The use of either aggregate data or data without personal identifiers precluded the need to obtain informed consent. Additionally, the Institute of Clinical Evaluative Sciences (ICES) is named as a prescribed entity under section 45 of the Personal Health Information Protection Act (Ontario Regulation 329/04, Section 18). Under this designation, ICES can receive and use health information without consent for purposes of analysis and compiling statistical information about the health care system of Ontario.",
            "cite_spans": [],
            "section": "Ethics Statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The methodology for ONBOIDS was adapted from the Global Burden of Disease (GBD) and the Population Health Impact of Disease in Canada studies. [1], [10] These studies use composite measures combining mortality and morbidity to assess population health against a pre-specified ideal. Mortality and incidence data are compiled from various sources to estimate the future burden associated with incident cases of disease over a one-year period.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "mention": "[1]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 148,
                    "end": 152,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We included 51 infectious agents causing disease associated with one or more of the following characteristics: 1) severe morbidity/mortality; 2) high incidence; 3) historically relevant (i.e., legally reportable to public health authorities in Ontario); and 4) of emerging interest (e.g., new prevention program, extensive media attention). Some important pathogens were not included because data necessary to reliably assess incidence, mortality, and/or morbidity were not available in Ontario (e.g., norovirus, rotavirus, H. pylori). We also assessed the burden of 16 syndromes, defined as non-specific conditions that may be caused by different pathogens.",
            "cite_spans": [],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Ontario is Canada's most populous province with 12.2 million residents as of 2006, of whom 14% were 65 years or older, 85% lived in urban areas, 2% were Aboriginal, and 28% were born outside of Canada. [11] The top five countries of origin for immigrants were China (including Hong Kong Special Administrative Region), the United Kingdom, India, Italy and the Philippines. [12] In 2006, Ontario was estimated to have approximately 39,000 individuals who had ever injected drugs. [13] All provincial residents have free access to hospital care and essential physician services through universal health insurance.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "mention": "[11]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 373,
                    "end": 377,
                    "mention": "[12]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 479,
                    "end": 483,
                    "mention": "[13]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Study population and setting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We quantified the burden for each disease using the health-adjusted life year (HALY). The HALY is a composite measure of the gap between ideal and actual health that incorporates both mortality and morbidity. The HALY includes both death occurring before a pre-specified maximal life expectancy (i.e., years of life lost due to premature mortality [YLL]) and years of healthy life lost due to suboptimal states of health associated with disease (i.e., year-equivalents of reduced functioning due to disease [YERF]). [10]\n",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Outcome measure ::: Methods",
            "ref_spans": []
        },
        {
            "text": "YLL are computed by multiplying age- and sex-specific counts of deaths due to a particular cause by the remaining life expectancy for that age and sex stratum and then summing across the age-sex strata to obtain the YLL for each infectious disease.",
            "cite_spans": [],
            "section": "Outcome measure ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Each infectious disease had one or more health states. For example, the health states for human immunodeficiency virus (HIV) were HIV, acquired immunodeficiency syndrome (AIDS), and terminal AIDS. To calculate YERF, we multiplied the age- and sex-specific number of incident cases of each associated health state by the average duration of the health state and the severity weight derived for that health state. We summed the YERF, first for each age-sex group and then across health states to obtain the YERF for each disease. Details are provided in the Supporting Information (Text S1).",
            "cite_spans": [],
            "section": "Outcome measure ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HALYs are considered an umbrella term for the more familiar quality-adjusted life years (QALYs) used in health economics, and disability-adjusted life years (DALYs) used in the GBD study. [1], [14] The calculations for HALYs and DALYs are computationally similar, but our study differed from the GBD methodology in several respects: 1) the GBD methodology utilizes a standard life expectancy table (Coale and Demeny West level 26 model life table) [15] when calculating YLL, whereas we used Ontario life tables for 2001; 2) with the GBD methodology, disability weights are generated by expert opinion, while we derived severity weights for health conditions using the classification and measurement system of functional health methodology, [16] which yields a more comprehensive and internally consistent set of preference weights for both established and novel health states; 3) the GBD DALYs generally incorporate age-weighting (i.e., more weight is given to years lost in young adulthood), whereas we used uniform age-weights (i.e., no increased weighting for any age groups) since the ethical basis as well as the calculation of age weights is highly contested; [17], [18] and 4) the GBD methodology discounts future life years at a rate of 3% (i.e., future life years are assigned less value than those lived today), whereas we did not discount life years since discounting health effects is controversial and there is no consensus on the appropriate discount rate. [19], [20] We chose to use the more generic HALY.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "mention": "[1]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 193,
                    "end": 197,
                    "mention": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 448,
                    "end": 452,
                    "mention": "[15]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 740,
                    "end": 744,
                    "mention": "[16]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "mention": "[17]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "mention": "[18]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "mention": "[19]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1477,
                    "end": 1481,
                    "mention": "[20]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Outcome measure ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For each disease/organism, we calculated three-year averages for incidence and mortality using the most recent available data.",
            "cite_spans": [],
            "section": "Data sources ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nMortality: Recent mortality data were used as a proxy for future mortality resulting from present incident cases. Mortality data for 2005–2007 using the Tenth Revision of the International Classification of Diseases (ICD-10) were collected from medically-certified death certificates by the Ontario Office of the Registrar General.",
            "cite_spans": [],
            "section": "Data sources ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nIncidence: We sought to identify all incident cases occurring during 2005–2007 using data from several sources. We obtained counts of reportable infectious diseases from Ontario's integrated Public Health Information System (iPHIS). Where possible, we adjusted for under-diagnosis and under-reporting using estimates from epidemiologic studies from comparable populations. We also used epidemiologic studies and expert opinion to determine the distribution of the health states typically experienced by new cases. For diseases where reported cases do not reflect incident cases due to delays from time of infection to symptomatic presentation, diagnosis, and reporting (HIV, hepatitis B virus [HBV], and hepatitis C virus [HCV]), we used mathematical models to generate more accurate estimates of disease incidence and resulting health states. [21], [22]\n",
            "cite_spans": [
                {
                    "start": 845,
                    "end": 849,
                    "mention": "[21]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 851,
                    "end": 855,
                    "mention": "[22]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Data sources ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Healthcare utilization data were used to estimate the incidence of infectious diseases where reportable disease data would be suboptimal, including non-reportable pathogens, pathogens for which only a subset of infections are reportable (e.g., invasive Streptococcus pneumoniae), and syndromes for which etiologic agents are not usually defined by laboratory testing. These data were collected from validated linked population-based databases; data on physician visits, emergency department visits, and hospitalizations were abstracted from the Ontario Health Insurance Plan physician billing claims database, the National Ambulatory Care Reporting System, and the Canadian Institute of Health Information's Discharge Abstract and Same-Day Surgery databases, respectively. [23]–[28] Encrypted health card numbers were used as unique identifiers for linkage of individuals across datasets. Generally, the healthcare utilization data were used to determine episodes of syndromes that can be caused by multiple infectious agents (e.g., pneumonia). These cases were attributed to various pathogens based on estimates from epidemiologic studies. Repeat healthcare utilization events for the same patient were considered to represent a single episode of infection if they occurred within a pre-specified time period (Table S1).",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "mention": "[23]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 778,
                    "end": 782,
                    "mention": "[28]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Data sources ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The Ontario Cancer Registry (OCR), which records all cases of cancer except for non-melanoma skin cancer, was used to obtain data on the incidence of cancerous health states for selected infectious diseases (hepatocellular cancer for HBV and HCV, and anogenital and oropharyngeal cancers for human papillomavirus [HPV]). [29]\n",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "mention": "[29]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Data sources ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To illustrate the four main approaches used to estimate disease incidence and mortality, we present the following example pathogens. Full descriptions of the models used to estimate disease burden are available in the technical report at: http://www.ices.on.ca/file/ONBOIDS_FullReport_intra.pdf.",
            "cite_spans": [],
            "section": "Disease models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nSalmonella: using reportable disease data, adjusted for under-diagnosis and under-reporting: To estimate disease incidence, we extracted reported cases of salmonellosis from iPHIS and applied a multiplier of 13 to adjust for under-diagnosis and under-reporting. [30] We used epidemiologic studies to determine the percentages of Salmonella cases that experienced the following health states: gastroenteritis – mild (did not seek medical care), gastroenteritis – moderate (saw a physician), gastroenteritis – severe (hospitalized), and septicaemia. The same denominator (i.e., adjusted number of cases) was used for all health states, but we assumed that individuals who had severe gastroenteritis or septicaemia had a prior episode of moderate gastroenteritis (i.e., saw a physician). We also used epidemiologic studies to determine the durations of the health states. These parameters are presented in Table S2. For mortality, we used vital statistics data to identify deaths coded as salmonellosis.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "mention": "[30]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Disease models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nHIV: using mathematical models: We used the results of a mathematical model to estimate HIV incidence. We extracted HIV serodiagnoses among different exposure categories (men who have sex with men, injection drug use, mother-to-child transmission, blood product/transfusion recipient, emigrated from endemic area, heterosexual transmission) from the Ontario Central Public Health Laboratory. Results from detuned assays were used to distinguish between recent and remote HIV infection, and data from various studies were used to adjust for selection biases associated with HIV testing patterns among individuals at varying risks of HIV and HIV incidence among repeat testers, as well as determine the exposure category for those with missing risk factor information. [21] This model also produced estimates of AIDS incidence by using reported AIDS cases from the Ontario AIDS Surveillance Program and adjusting for reporting delays and under-reporting. [21] A simplifying assumption was that all cases of AIDS would reach the terminal phase of AIDS, although it is possible that some individuals with AIDS may die from other causes before the terminal phase. We determined durations of HIV and AIDS using modeled survival times. These parameters are presented in Table S3. We extracted HIV-coded deaths from vital statistics data to determine the number of deaths due to HIV.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 772,
                    "mention": "[21]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 954,
                    "end": 958,
                    "mention": "[21]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Disease models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nHPV: using cancer registry data and epidemiologic studies: We estimated the incidence of, and mortality from, HPV-related cancers (i.e., cancers of the cervix, vulva, vagina, anal canal, penis, and oropharynx) using OCR data and vital statistics data, respectively, and we applied epidemiologic studies [31], [32] to determine the percentages of particular cancers attributable to HPV. We estimated the incidence of anogenital warts from an epidemiologic study. [33]\n",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "mention": "[31]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 310,
                    "end": 314,
                    "mention": "[32]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 463,
                    "end": 467,
                    "mention": "[33]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Disease models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We adapted the approach developed by Statistics Canada for estimating the burden of cancers. [34] Briefly, individuals with cancer experience some or all of the following health states: diagnosis (good, fair, or poor prognosis), treatment (surgery, radiation, chemotherapy, and certain combinations of those options), remission (after one or more treatment modalities), and if death occurs within five years, palliative care and terminal care (last month of life) attributable to the cancer. We obtained stage distributions at diagnosis (i.e., proportion of individuals diagnosed at a particular stage) from the OCR for 2007 and 2008. Five-year relative survival estimates and treatment distributions were determined from epidemiologic studies and expert opinion. We made several simplifying assumptions. The first was that all incident cases underwent some form of treatment. In reality, some patients are too frail at diagnosis to receive treatment, but the proportion not undergoing any treatment is generally small. Second, we simplified the treatment options by not distinguishing between curative and palliative radiation therapy and by not considering chemotherapy associated with mild, moderate, and severe toxicity (keeping the mild form only). Third, we assumed that only deaths that occurred within five years of diagnosis were attributable to the cancer (i.e., those who survived past five years due to another diagnosis), and those who survived past five years had a life expectancy that was the same as the rest of their age-sex stratum. Fourth, we assumed that the proportion dying within five years was independent of the type(s) of treatment and that those who died experienced on average 2.25 years in remission (five years minus the time spent in palliative (five months) and terminal care (one month) divided by two = 4.5 years/2 = 2.25 years). Fifth, we assumed the reduction in functioning to be similar when in remission, regardless of the treatment modality (or modalities) employed. Finally, we did not consider recurrent cancers. These parameters are presented in Tables S4 and S5.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "mention": "[34]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Disease models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nS. pneumoniae: using healthcare utilization data and infectious disease syndromes: We used healthcare utilization data and vital statistics to determine the number of episodes and deaths, respectively, of each of the syndromes resulting from S. pneumoniae infection (bacterial meningitis, septicaemia, pneumonia, septic arthritis, acute bronchitis, otitis media, and conjunctivitis). We also considered seizures, motor deficits, and deafness as sequelae of bacterial meningitis. We used epidemiologic studies to determine the percentage of each syndrome attributable to S. pneumoniae (to estimate both deaths and incident cases) and the duration of each health state. These parameters are presented in Table S6.",
            "cite_spans": [],
            "section": "Disease models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The calculation of HALYs was conducted using Microsoft Excel 2003 worksheet templates (available at http://www.who.int/healthinfo/global_burden_disease/tools_national/en/index.html). We conducted a sensitivity analysis estimating the burden of the top 20 pathogens using the GBD methodology (GBD standard life expectancy, disability weights, age-weighting, and discounting at a rate of 3%).",
            "cite_spans": [],
            "section": "Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 88,956 HALYs (729 per 100,000 population) were estimated to have been lost annually due to the 51 infectious agents and associated syndromes studied; 74,297 (83.5%) years of life were lost due to premature mortality (YLL) and 14,668 (16.5%) were due to YERF (table 1). There was modest correlation between YLL and YERF (Pearson correlation coefficient = 0.56). The ten highest burden pathogens were HCV, S. pneumoniae, Escherichia coli, HPV, HBV, HIV, Staphylococcus aureus, influenza virus, Clostridium difficile, and rhinovirus. YLL exceeded YERF for most pathogens. Nearly 50% of the burden was attributed to five pathogens. The top ten pathogens accounted for approximately 67% of total HALYs and the top 20 pathogens accounted for 75%.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 270,
                    "end": 277,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We estimated that these infectious diseases accounted for 5390 deaths (44.2 per 100,000) and 7,196,349 incident cases (58,987 per 100,000) annually in Ontario (table 2). E. coli, S. pneumoniae, HCV, HBV, and C. difficile accounted for the greatest numbers of deaths, while rhinovirus, influenza virus, S. pneumoniae, coronavirus, and E. coli accounted for the greatest number of incident cases.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "mention": "table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Among the 20 leading pathogens, the overall burden was comparable between the sexes. However, we observed a number of sex-specific differences (figure 1); HCV, HBV, and HIV had a greater impact on males, while HPV, E. coli, gonorrhea, and chlamydia had a greater impact on females.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The top three selected infectious disease syndromes (pneumonia, septicaemia, and urinary tract infections) accounted for 74% of the total syndrome HALYs lost. Among these syndromes, pneumonia accounted for the greatest proportion of total HALYs (figure 2). For most syndromes, YLL accounted for a greater burden than YERF. The exceptions were acute bronchitis, upper respiratory tract infection, otitis media, pharyngitis, and conjunctivitis.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "mention": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The ranking of infectious diseases using the GBD methodology was generally similar (Spearman rank correlation coefficient = 0.88), but the GBD methodology indicated a greater proportion of the burden attributable to premature morbidity (51.2%) versus mortality (48.8%; table 3).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 276,
                    "mention": "table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We ranked the burden of disease associated with infectious pathogens and syndromes in the Canadian province of Ontario, determined that most of the burden was from premature mortality rather than morbidity, observed a number of sex-specific differences, and quantified the burden of syndromes caused by multiple pathogens. Some noteworthy themes among the top ten include pathogens with oncogenic potential (HCV, HBV, HPV), healthcare-associated infections (e.g., C. difficile, S. aureus), microorganisms present in the normal human microbiologic flora (e.g., E. coli, S. aureus), and diseases that are preventable by vaccines (HPV, HBV, S. pneumoniae, influenza virus). Notably absent among the top pathogens are those that have been successfully prevented through routine childhood vaccination (e.g. measles), a testament to the success of such programs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our annual estimated burden associated with infectious disease of 729 HALYs per 100,000 population is close to one-quarter of the 3017 HALYs per 100,000 population estimated for all cancers combined in a Canadian study using similar methodology. [35] This suggests that infectious diseases still contribute substantially to morbidity and mortality in high-income settings. One caveat for this comparison is that the burden of HPV-related cancers and hepatocellular carcinoma were included in both studies.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "mention": "[35]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our ranking of infectious pathogens is relatively consistent with a pilot study conducted by the European Centre for Disease Prevention and Control (ECDC) to determine the burden of influenza, measles, HIV, tuberculosis, campylobacterosis, salmonellosis, and enterohaemorrhagic E. coli in Europe. [6] The seven infectious diseases were ranked in a similar order, except for influenza, which was ranked lower in the ECDC study because their primary analysis only considered laboratory-confirmed cases, which dramatically underestimates the burden. [6]\n",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "mention": "[6]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 547,
                    "end": 550,
                    "mention": "[6]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In contrast to previous studies reporting a slight dominance of the contribution of premature mortality over morbidity for infections, [2], [4] we found most of the burden was from premature mortality. This discrepancy relates to methodological differences in calculating ONBOIDS HALYs and GBD DALYs, with the use of more severe disability weights, discounting, age-weighting, and standard life expectancy all impacting the relative contribution of morbidity versus premature mortality. Despite uncertainty regarding which method should be considered the gold standard, it is reassuring that the rankings of these infectious diseases were similar.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "mention": "[2]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 140,
                    "end": 143,
                    "mention": "[4]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The overall burden of infectious diseases was comparable in males and females, with marked differences for certain pathogens. Some differences have clear biological explanations, such as the differential burden of HPV (cervical cancer in females), and E. coli (anatomical differences resulting in more urinary tract infections in females). The difference for HIV is related to behaviours (i.e., anal intercourse among men who have sex with men and injection drug use, more prevalent among males). [36] For HBV and HCV, the differences may be due to a combination of biological and behavioural risk factors. [37], [38]\n",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "mention": "[36]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 607,
                    "end": 611,
                    "mention": "[37]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 613,
                    "end": 617,
                    "mention": "[38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The syndrome-based results can guide prioritization of ‘horizontal’ prevention methods that are independent of the causative pathogen (e.g., smoking cessation and hand hygiene as methods of preventing pneumonia). Further work is needed to assess the benefits of possible interventions to prevent each of the syndromes and pathogens. Part of such an analysis could address the possibility of clustering of risk factors including social determinants of health.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The level of public concern and media attention for some pathogens is disproportionate to their actual disease burden. For example, substantial media attention has been directed to recent outbreaks of Listeria monocytogenes and West Nile virus in Ontario, [39], [40] but these pathogens accounted for only a small proportion (0.04% and 0.07%, respectively) of the total infectious disease burden. In contrast, top pathogens such as HCV, HBV, and S. pneumoniae receive little media coverage, yet are both burdensome and preventable. Since media reports often influence decision-makers, generating robust estimates of disease burden may improve decision-making.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "mention": "[39]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 262,
                    "end": 266,
                    "mention": "[40]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "With the exception of linkable healthcare utilization data, the data used in this study are readily available in most high-income settings. Studies like ONBOIDS could be conducted in many other jurisdictions with similar data sources by adapting the methods and parameter estimates used in ONBOIDS.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "One major assumption of burden of disease studies is that the relationship between incidence and mortality remains constant over time. This may be less applicable to infectious diseases as incidence and severity frequently vary over time. We also did not consider the impact of co-infections (e.g., HIV and HCV) and other co-morbidities (e.g., diabetes and influenza virus). Important synergies exist between infectious diseases; notably, HIV can interact with other infectious diseases in terms of natural history and transmissibility. [41] While ONBOIDS is the most comprehensive examination of infectious diseases to our knowledge, the study was not exhaustive. We excluded certain pathogens (e.g., norovirus), syndromes (e.g., surgical site infections), and health states (e.g., amputations due to serious infection). The most significant exclusions may have been the oncogenic pathogens Helicobacter pylori and Epstein-Barr virus, given our finding that other oncogenic pathogens are among the most burdensome infectious agents. We also were unable to assess many milder infections that do not result in healthcare utilization, or take a societal perspective in assessing the impact of outbreaks (e.g., economic, psychological). Other important limitations include: the uncertain validity of the diagnostic codes for ascertaining infectious diseases; the assumption that etiologic agent distributions from studies of non-fatal outcomes also apply to fatal outcomes; reliance on a single underlying cause of death, which may have led to underestimation of the true burden of infectious diseases (e.g., deaths hastened or precipitated by infectious diseases would likely be attributed to pre-existing conditions); and the missed burden of undiagnosed infections. Finally, data were extracted from multiple sources of varying quality. Further details concerning the limitations of this work are described in the ONBOIDS technical report.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[41]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite these limitations, our study represents the most thorough examination of the population burden of infectious diseases to date. These results provide a crude ordering of infectious diseases that can be used to guide policy, planning, and research. Although data limitations preclude a greater level of precision and quantification of uncertainty, these results provide a sense of the relative importance of the infectious diseases studied. Less important than the precise position on the list is the fact that the top 20 agents capture such a large proportion of the total burden and that some recent high profile infections are absent.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The next step is to translate these findings into information that is tailored for local decision-making. The WHO GBD project has had significant impacts on global and regional agencies, but a provincial analysis such as ONBOIDS provides information closer to the level of government responsible for healthcare policy-setting and funding. However, these findings are likely generalizable to other high-income settings. In translating findings such as these into policy, decision-makers must appreciate the “herd-dynamic” aspects of infectious diseases, such that, for example, funding for highly successful vaccination programs is not diverted towards the high-impact diseases identified here. The communicable nature of vaccine-preventable diseases means that ongoing investment is necessary to maintain existing successes. Also, while novel interventions (e.g., new vaccines) are required to further reduce the burden of infectious diseases, much of the burden can already be reduced by improved implementation of existing interventions (e.g., hand hygiene, improved vaccine uptake, safe injection sites). Setting priorities requires knowledge of disease burden as well as critical evaluation of the feasibility, cost, and impact of available interventions, and knowledge translation for decision-makers. Future work should assess the economic and other broad societal burdens associated with infectious diseases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: For each infectious disease/pathogen, the dark-shaded bars represent the number of HALYs for males and the light-shaded bars represent the number of HALYs for females. The column to the right of the chart displays the male to female ratio of HALYs for each infectious disease/pathogen.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: For each infectious disease syndrome, the dark-shaded portion of each bar represents YLL (years of life lost to premature mortality) and the light-shaded portion of each bar represents YERF (years equivalents of healthy life lost due to reduced functioning). The column to the right of the chart displays the percentage of HALYs that are due to YLL for each syndrome.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Disability-adjusted life years: a critical review",
            "authors": [],
            "year": 1997,
            "venue": "J Health Econ",
            "volume": "16",
            "issn": "",
            "pages": "685-702",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "DALYs: the age-weights on balance",
            "authors": [],
            "year": 1996,
            "venue": "Bull World Health Organ",
            "volume": "74",
            "issn": "",
            "pages": "439-443",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The discount rate in the economic evaluation of prevention: a thought experiment",
            "authors": [],
            "year": 2001,
            "venue": "J Epidemiol Community Health",
            "volume": "55",
            "issn": "",
            "pages": "123-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Revised regional model life tables at very low levels of mortality",
            "authors": [],
            "year": 1989,
            "venue": "Popul Index",
            "volume": "55",
            "issn": "",
            "pages": "613-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Estimating summary measures of health: a structured workbook approach",
            "authors": [],
            "year": 2005,
            "venue": "Popul Health Metr",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Epidemiology of human papillomavirus infection in men, cancers other than cervical and benign conditions",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26 Suppl 10",
            "issn": "",
            "pages": "K17-K28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "HALYS and QALYS and DALYS, Oh My: similarities and differences in summary measures of population Health",
            "authors": [],
            "year": 2002,
            "venue": "Annu Rev Public Health",
            "volume": "23",
            "issn": "",
            "pages": "115-134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Discounting discounting",
            "authors": [],
            "year": 1982,
            "venue": "Journal of Public Policy",
            "volume": "2",
            "issn": "",
            "pages": "53-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Using cancer registry data for survival studies: the example of the Ontario Cancer Registry",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Epidemiol",
            "volume": "59",
            "issn": "",
            "pages": "67-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Twenty-year trends in the incidence and prevalence of diagnosed anogenital warts in Canada",
            "authors": [],
            "year": 2009,
            "venue": "Sex Transm Dis",
            "volume": "36",
            "issn": "",
            "pages": "380-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Eliciting Canadian population preferences for health states using the Classification and Measurement System of Functional Health (CLAMES)",
            "authors": [],
            "year": 2007,
            "venue": "Chronic Dis Can",
            "volume": "28",
            "issn": "",
            "pages": "29-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Chapter 1: HPV in the etiology of human cancer",
            "authors": [],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24 Suppl 3",
            "issn": "",
            "pages": "S3-1-S310",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The global burden of disease in 1990: summary results, sensitivity analysis and future directions",
            "authors": [],
            "year": 1994,
            "venue": "Bull World Health Organ",
            "volume": "72",
            "issn": "",
            "pages": "495-509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Emergence and pandemic potential of swine-origin H1N1 influenza virus",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "931-939",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A systematic review of the epidemiologic interactions between classic sexually transmitted diseases and HIV: how much really is known",
            "authors": [],
            "year": 2001,
            "venue": "Sex Transm Dis",
            "volume": "28",
            "issn": "",
            "pages": "579-597",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Characterizing the epidemiological transition in Mexico: national and subnational burden of diseases, injuries, and risk factors",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Estimated Numbers of Community Cases of Illness Due to Salmonella, Campylobacter and Verotoxigenic Escherichia Coli: Pathogen-specific Community Rates",
            "authors": [],
            "year": 2006,
            "venue": "Can J Infect Dis Med Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "229-234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Is sexual contact a major mode of hepatitis C virus transmission",
            "authors": [],
            "year": 2010,
            "venue": "Hepatology",
            "volume": "52",
            "issn": "",
            "pages": "1497-1505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Estimates of the number of prevalent and incident human immunodeficiency virus (HIV) infections in Canada, 2008",
            "authors": [],
            "year": 2010,
            "venue": "Can J Public Health",
            "volume": "101",
            "issn": "",
            "pages": "486-490",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Nomograms for risk of hepatocellular carcinoma in patients with chronic hepatitis B virus infection",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Oncol",
            "volume": "28",
            "issn": "",
            "pages": "2437-2444",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "The burden of infectious diseases in Europe: a pilot study",
            "authors": [],
            "year": 2007,
            "venue": "Euro Surveill",
            "volume": "12",
            "issn": "",
            "pages": "E3-E4",
            "other_ids": {
                "DOI": []
            }
        }
    }
}