{
    "paper_id": "PMC3175217",
    "metadata": {
        "title": "Direct association between pharyngeal viral secretion and host cytokine response in severe pandemic influenza",
        "authors": [
            {
                "first": "Raquel",
                "middle": [],
                "last": "Almansa",
                "suffix": "",
                "email": "ralmansa@iecscyl.com",
                "affiliation": {}
            },
            {
                "first": "Andres",
                "middle": [],
                "last": "Anton",
                "suffix": "",
                "email": "aanton76@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Paula",
                "middle": [],
                "last": "Ramirez",
                "suffix": "",
                "email": "Ramirez_pau@gva.es",
                "affiliation": {}
            },
            {
                "first": "Ignacio",
                "middle": [],
                "last": "Martin-Loeches",
                "suffix": "",
                "email": "drmartinloeches@gmail.com",
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [],
                "last": "Banner",
                "suffix": "",
                "email": "dbanner@uhnres.utoronto.ca",
                "affiliation": {}
            },
            {
                "first": "Tomás",
                "middle": [],
                "last": "Pumarola",
                "suffix": "",
                "email": "PUMAROLA@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Luoling",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": "lxu@uhnres.utoronto.ca",
                "affiliation": {}
            },
            {
                "first": "Jesús",
                "middle": [],
                "last": "Blanco",
                "suffix": "",
                "email": "jblancov@saludcastillayleon.es",
                "affiliation": {}
            },
            {
                "first": "Longsi",
                "middle": [],
                "last": "Ran",
                "suffix": "",
                "email": "lran@uhnresearch.ca",
                "affiliation": {}
            },
            {
                "first": "Guillermo",
                "middle": [],
                "last": "Lopez-Campos",
                "suffix": "",
                "email": "glopez@isciii.es",
                "affiliation": {}
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Martin-Sanchez",
                "suffix": "",
                "email": "fms@isciii.es",
                "affiliation": {}
            },
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Socias",
                "suffix": "",
                "email": "lsocias@hsll.es",
                "affiliation": {}
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Loza",
                "suffix": "",
                "email": "ALOZA@telefonica.net",
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [],
                "last": "Andaluz",
                "suffix": "",
                "email": "davidandaluz78@yahoo.es",
                "affiliation": {}
            },
            {
                "first": "Enrique",
                "middle": [],
                "last": "Maravi",
                "suffix": "",
                "email": "enrique.maravi.poma@cfnavarra.es",
                "affiliation": {}
            },
            {
                "first": "Mónica",
                "middle": [],
                "last": "Gordón",
                "suffix": "",
                "email": "monicsgs@comv.es",
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [
                    "C"
                ],
                "last": "Gallegos",
                "suffix": "",
                "email": "mcgallegos@hsll.es",
                "affiliation": {}
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Fernandez",
                "suffix": "",
                "email": "vfernandez-baca@hsll.es",
                "affiliation": {}
            },
            {
                "first": "Cristobal",
                "middle": [],
                "last": "León",
                "suffix": "",
                "email": "cleong@telefonica.net",
                "affiliation": {}
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Merino",
                "suffix": "",
                "email": "pmerino2@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [
                    "Ángeles"
                ],
                "last": "Marcos",
                "suffix": "",
                "email": "MMARCOS@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Gandía",
                "suffix": "",
                "email": "fgandia@saludcastillayleon.es",
                "affiliation": {}
            },
            {
                "first": "Felipe",
                "middle": [],
                "last": "Bobillo",
                "suffix": "",
                "email": "felipebobillo@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Salvador",
                "middle": [],
                "last": "Resino",
                "suffix": "",
                "email": "salvador.resino@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Jose",
                "middle": [
                    "Mª"
                ],
                "last": "Eiros",
                "suffix": "",
                "email": "eiros@med.uva.es",
                "affiliation": {}
            },
            {
                "first": "Carmen",
                "middle": [],
                "last": "Castro",
                "suffix": "",
                "email": "berinmuno@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Paula",
                "middle": [],
                "last": "Mateo",
                "suffix": "",
                "email": "ralmansa@saludcastillayleon.es",
                "affiliation": {}
            },
            {
                "first": "Milagros",
                "middle": [],
                "last": "Gonzalez-Rivera",
                "suffix": "",
                "email": "mgonzalez_rivera@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Jordi",
                "middle": [],
                "last": "Rello",
                "suffix": "",
                "email": "jrello@vhebron.net",
                "affiliation": {}
            },
            {
                "first": "Raul",
                "middle": [
                    "Ortiz"
                ],
                "last": "de Lejarazu",
                "suffix": "",
                "email": "rortizdelejarazu@saludcastillayleon.es",
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Kelvin",
                "suffix": "",
                "email": "dkelvin@uhnresearch.ca",
                "affiliation": {}
            },
            {
                "first": "Jesus",
                "middle": [
                    "F"
                ],
                "last": "Bermejo-Martin",
                "suffix": "",
                "email": "jfbermejo@saludcastillayleon.es",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Two years later, the pathogenesis of the illness caused by 2009 pandemic influenza is still poorly known. Pregnancy, severe obesity, cardiovascular disease and diabetes have been reported as risk factors for critical illness following infection with the pandemic virus [1,2]. Persistence of viral secretion has been found in the patients with the worst outcomes [3-5]. Prompt antiviral treatment has been recognized as a protective factor [6]. A number of studies report increased and persistent levels of cytokines and chemokines paralleling severe disease [7,3,8]. A exacerbated cytokine response can contribute to immune-mediated tissue damage during viral infections [9,10]. In this sense, unregulated cytokine and interferon responses have been described to parallel persistence of viral replication and severe disease in SARS [11]. The cause of the observed hypercytokinemia in severe 2009 pandemic influenza is unclear. As previously described, uncontrolled influenza virus replication could strongly influence cytokine production [5,12,13].",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 273,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 363,
                    "end": 364,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 365,
                    "end": 366,
                    "mention": "5",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 440,
                    "end": 441,
                    "mention": "6",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 559,
                    "end": 560,
                    "mention": "7",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 561,
                    "end": 562,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 563,
                    "end": 564,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 672,
                    "end": 673,
                    "mention": "9",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 833,
                    "end": 835,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "mention": "5",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The objective of the present study was to evaluate the relationship between host cytokine responses and pharyngeal viral load in pandemic influenza critically ill patients at admission to the ICU.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Twenty three patients attending the participants' ICUs with primary viral pneumonia during the acute phase of influenza virus illness with negative respiratory and blood bacterial cultures at admission were recruited from November 1st to December 31st 2009. Only those patients with confirmed H1N1 infection by real-time polymerase chain reaction (PCR) were included in the study. Blood samples for plasma and serum were collected by using serum, ethylenediaminetetraacetic acid (EDTA) venous blood vacuum collection tubes following the manufacturer's instructions in the next 24 hours following admission to the ICU, according to a unified protocol for all the participant centers. A pharyngeal sample was collected in parallel. Fifteen healthy volunteers of similar age to the patients were recruited among workers of the University of Valladolid, Spain. A standard survey was employed to collect the clinical data, including history and physical examination, oximetric measurement, haematological, biochemical, radiological and microbiological investigation in all the participant centers. Treatment decisions for all patients were not standardized and were decided by the attending physician. Informed consent was obtained directly from each patient or their legal representative and also from the healthy controls before enrolment. Patient and control identification remained anonymous. Approval of the study protocol in both the scientific and the ethical aspects was obtained from the Scientific Committees for Clinical Research of each one of the participant centers. Samples were stored at -80°C until viral load quantification, cytokine and antibody profiling. Patients were split into two groups, depending on the severity of the respiratory failure. The MV group underwent intubation and ventilation (n = 15); the NMV group was composed of eight patients not requiring mechanical ventilation during ICU hospitalization.",
            "cite_spans": [],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Viral diagnosis was performed on RNA from pharyngeal swabs in the Microbiology Services of the participant hospitals by reverse transcription-polymerase chain reaction (RT-PCR)-based methods using reagents provided free of charge by the Centers for Disease Control (CDC, Atlanta, GA, USA) or purchased from Roche (Basel, Switzerland) (H1N1 detection set). These samples were also assessed by multiplex PCR (Luminex) with the xTAG RVP kit from Luminex-Abbott for co-infection with respiratory syncytial virus, influenza B virus, parainfluenza viruses 1-4, human metapneumovirus, enteroviruses, rhinovirus, adenovirus, bocavirus and coronaviruses NL63, HKU1, 229E, OC43, in accordance with the manufacturer's instructions. Viral load was quantified in pharyngeal swabs and plasma in the Virology Lab of the WHO associated center at Hospital Clinic in Barcelona, Spain. A first single real time RT-PCR was performed for influenza A viral load quantification with a set of primers and probes specific for the influenza virus matrix protein (M1) gene [14]. A standard graph was constructed from the threshold cycle values obtained from serially diluted cRNA control. cRNA control was manufactured from PCR product cloned into plasmid (pGEM-T Easy Vector System, Promega). This plasmid contained a T7 RNA polymerase promoter upstream of the insert to drive transcription by this enzyme. Previous to be in vitro transcribed using MEGAscript Kit (Ambion), the plasmid was linearized with a restriction enzyme (SpeI, New England Biolabs) downstream of the insert. With an additional DNase treatment any residual DNA was removed from RNA transcript. Finally RNA was purified using MEGAclear Kit (Ambion). The concentration and purity of the RNA control was calculated by measuring OD260/280. Known RNA control was serially diluted ten-fold in sterile water for use in real time PCR. The limit of detection was 1.86 log10 RNA copies/reaction with a 98.3% efficiency (data not shown). Oseltamivir resistance was directly detected in the initial positive pharyngeal swab by RT-PCR and sequencing of a 1296-bp fragment of the neuraminidase gene for the presence of the mutation H274Y by using an ABI 3130XL Genetic Analyzer. Standard respiratory and blood cultures were performed to assess the presence of bacterial and fungal infection [15], along with detection of urinary antigen test to Legionella pneumophila or Streptococcus pneumoniae.",
            "cite_spans": [
                {
                    "start": 1047,
                    "end": 1049,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2324,
                    "end": 2326,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Microbiology ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HAI assays were performed on a 100-μl aliquot of the samples at University Health Network (UHN), Toronto, Ontario, Canada. as previously described [16] using inactivated pandemic influenza A/California/07/2009 antigens [17].",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 150,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 220,
                    "end": 222,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Hemagglutination inhibition assays (HAI) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Immune mediator levels in plasma were measured in patients and controls by using the multiplex Bio-Rad 27-plex assay (Hercules, CA, USA) at the Infection & Immunity Medical Investigation Unit (IMI), HCUV-IECSCYL, Valladolid, Spain. This system allows for quantitative measurement of 27 different chemokines, cytokines, growth factors and immune mediators while consuming a small amount of biological material. A number of additional soluble mediators were measured by using enzyme-linked inmunosorbent assays (ELISAs): IFN-α (Verikine kits purchased from Pbl Interferon Source, Piscataway, NJ, USA), IL-23, TGF-b1 (Quantikine kits purchased from R&D Systems, Minneapolis, MN, USA), IL28A (Legend Max kit purchased from BioLegend, San Diego, CA, USA). Immune mediator's concentration of each individual sample was normalized against the median of the concentration of the control group (n = 15), and the resultant ratios were compared between groups of patients.",
            "cite_spans": [],
            "section": "Immune mediator profiling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The Mann-Whitney U test was employed for cytokine comparison purposes, since the Saphiro Wilk test evidenced absence of normal distribution of the data, and the Levene test demonstrated absence of homogeneity of variance in both MV and NMV groups. Correlation studies between cytokine levels, viral load and clinical parameters were done by calculating the Spearman correlation coefficients. Fisher's exact test was employed for comparing proportion of fatal cases between patients receiving or not steroids. All statistical tests were two-sided, and P < 0.05 was considered significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Chronic respiratory disease and smoking were the most frequent accompanying medical conditions in our cohort. Three women were pregnant (one of them was undergoing the second trimester of pregnancy and the other two the third one). Patients were admitted to ICU five days in average following the onset of the symptoms (both groups). Patients in the MV group showed the most severe respiratory status at admission, based on their Pa O2/Fi O2 values and SOFA scores. The appearance of bilateral infiltrates in chest X- Rays was a common finding in both groups (MV and NMV). Our patients showed elevated levels of AST and CPK at the first contact with the critical care services. Lymphopenia was observed in all but three MV patients and one NMV. All patients received antiviral treatment (oseltamivir) upon admission to the ICU. Six out of fifteen MV patients (40.0%) received steroidal treatment in the first 24 hours following admission to the ICU for six out of eight patients in the NMV group (75%). As already mentioned, patients did not show clinical or microbiological signs of bacterial infection at admission to the ICU. Bacterial super infection during the hospitalization period was observed in four out of fifteen (26%) MV patients. No patients in the NMV group suffered from bacterial infection during hospitalization. Based on Hemagglutination Inhibition Assay (HAI), only four patients (two MV and two NMV) had developed specific antibodies against pandemic influenza at the time of admission to the ICU. MV patients stayed longer at the ICU than NMV patients. Seven MV patients finally died, while all NMV patients survived. No differences were found in the proportion of fatal cases between the patients who received early treatment with steroids (n = 2 fatal cases) and those who did not receive that treatment (n = 5 fatal cases), p > 0.05.",
            "cite_spans": [],
            "section": "Clinical data (table 1T1table) ::: Results",
            "ref_spans": []
        },
        {
            "text": "Co-infection by other respiratory viruses was excluded in all the recruited patients. Viral load in pharyngeal swabs (copies/ml) was 300 fold higher in the group of patients with the worst clinical condition (MV) at admission to the ICU (Figure 1). [Median, inter-quartile range]: MV [53925, 129143.75]; NMV [176.81, 4340.47]. When pharyngeal viral load was compared between those patients who received steroids in the first 24 hours following admission to the ICU and those who did not, absence of significant differences between both groups of patients was found. Almost half (7/15) MV patients showed detectable virus in plasma for only one of the NMV patients. Individual values of viral load in plasma in the MV group (copies/ml) were: (1467.5), (348.7); (1423.7); (1656.2); (1276.2); (930.0); (982.5), the last three values corresponding to three patients who eventually died. The NMV patient with detectable virus in plasma showed a viral load of 236.25 copies/ml. We found no significant correlation between viral RNA load in plasma and APACHE II severity score at admission. Mutation H275Y in the neuraminidase gene (NA) was found in one sample collected from a MV male patient who had received oseltamivir (150 mg/24 h) for three days before ICU admission. This patient finally died ten days after the onset of the symptoms and six days after admission to the ICU. Partial NA sequence was uploaded to GenBank database with Accession Number CY064798. The haemagglutinin (HA) mutations D222G/D222N were detected in viral samples obtained from five out of fifteen of the most severe patients: three of these cases showed the D222G variation (all of them showed detectable virus in plasma and one finally died) while two fatal cases showed the D222N mutation (one of them showed detectable virus in plasma). In the NMV group, only one patient showed the D222G variation. MV patients with the viral mutation D222G/N did not show differences in pharyngeal viral load compared to those MV patients for whom this mutation was absent..",
            "cite_spans": [],
            "section": "Virology ::: Results",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Comparison of cytokine profiles showed significantly higher levels of three chemokines (IL-8, MCP-1, MIP-1β), two cellular growth factors (VEGF, GM-CSF) and two immuno-modulatory cytokines (IL-1ra, IL-10) in the MV group compared to the NMV one (Figure 2 and 3). In addition, MV patients showed also higher levels of two Th1 cytokines (IL-12p70, IFN-γ) and a pro-Th17 cytokine (IL-6) (p < 0.1), When MV and NMV patients were considered as one group, the most important increases as compared to healthy controls corresponded to (mediator, median fold change compared to control): IL-1RA (6.3), IP-10 CXCL10 (23.7), IL-6 (22.7), IL-8 (15.5), G-CSF (5.5), MCP-1 (7.5), IL-10 (5.6) and TGF-β (37.3). On the contrary, IFN-α, IFN-λ (IL-28) and IL-23 were undetectable in the vast majority of the patients in both groups. Comparison of cytokine levels between patients receiving/not receiving steroids in the first 24 hours following admission to the ICU revealed significant higher levels in the latter of IL-1RA, IP-10, VEGF, IL-6, G-CSF, MCP-1, MIP-1β, IL-12p70 and IFN-γ (data not shown).",
            "cite_spans": [],
            "section": "Immune mediator profiling and correlation with viral load ::: Results",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 259,
                    "end": 260,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Spearman test revealed significant positive associations between the following cytokines and viral load [cytokine, (r coefficient)]: IL-1ra (0.44), VEGF (0.52), IL-6 (0.46), MIP-1β (0.65), IL-12p70 (0.50), GM-CSF (0.45), IFN-γ (0.46) (p < 0.05) (Figure 4). Correlation analysis also demonstrated an association between IL-8 (0.37), MCP-1 (0.39) and viral load at the level (p < 0.1). When associations between plasma levels of IL-1ra, VEGF, IL-6, MIP-1β, IL-12p70, GM-CSF, IFN-γ, IL-8 and MCP-1 were examined, a significant positive correlation was found between all of them, except for the pair formed by (IL-8, IL12p70) (data not shown).",
            "cite_spans": [],
            "section": "Immune mediator profiling and correlation with viral load ::: Results",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The relationship between influenza virus and early host immune response could determine further clinical outcome. In the present study, patients with severe respiratory disease caused by the 2009 pandemic influenza virus showed high levels of viral secretion by the upper respiratory tract at admission to the ICU, evidencing a poor control of viral replication from the very first moments in the course of the disease. These results are in consonance with previous reports showing more active and prolonged viral replication in severe cases of both seasonal and pandemic influenza [18,5].",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 585,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 586,
                    "end": 587,
                    "mention": "5",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The observed absence of specific antibodies against the pandemic virus in the vast majority of the patients studied could explain the fail in controlling viral replication. Lack of protective antibodies against the new virus indicates that most patients were still undergoing the innate phase of the host response to the virus at the moment of sampling. In this sense, it is important to highlight that our cohort was constituted by non vaccinated individuals. This observation somehow remarks the potential importance of vaccination for the prevention of severe influenza disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Ten patients of this study pertained to a previous cohort for which cytokine were profiled along the period of time comprised from disease onset to the moment of appearance of specific antibodies against the virus [17]. The low number of patients available for inclusion in that period (8 samples from 4 MV patients and 7 samples from 6 NMV patients) precluded perhaps to obtain significant differences between patients with different degree of respiratory involvement in that occasion. Nonetheless, we consequently found in ventilated patients higher levels of the same mediators described in the present article. In this new work we studied a larger cohort of patients (n = 23), and cytokine profiles were compared at a punctual moment in the disease course (admission to the ICU). This approach evidenced that, at admission, the most severe patients (MV) showed an exuberant cytokine and chemokine response, in consonance with previous reports [3,7,8]. In turn, this new work aimed to analyze the relationship between viral replication and host cytokine response. In this sense, the most striking finding was that, as occurs in human cases of influenza A/H5N1 infection [13], 2009 pandemic influenza virus replication is directly associated to the host 'cytokine response, pointing to a central role of viral burden in the pathogenesis of severe forms of this disease.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 948,
                    "end": 949,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 950,
                    "end": 951,
                    "mention": "7",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 952,
                    "end": 953,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Correlation studies revealed also that pro and anti inflammatory cytokines are simultaneously regulated in response to the virus. MIP-1β and GM-CSF are chemotactic molecules which mobilize neutrophils, monocytes and macrophages to the site of infection [19]. IL-12p70 and IFN-γ are critical contributors to adaptive immunity, especially in T helper 1 (Th1)-type responses [20,21]. IL-6 has been reported along with IL-12p70 as markers of critical pandemic influenza illness [7,8]. VEGF is a potent angiogenic factor, and is stimulated in hypoxic patients [22]. In addition, it is thought to increase permeability of the bronchial airway epithelium following infection by respiratory viruses [23]. All these mediators are pro-inflammatory, and in consequence, could play a role in the genesis of the respiratory failure in these patients. Alternatively, they could be neccesary to overcome influenza infection in the most severe patients. IL-1ra is an immuno-modulatory molecule. Secretion of IL-1RA could represent an attempt to prevent cytokine-driven inflammatory damage or alternatively to represent a virus-induced evasion mechanism [19,24]. In turn, elevated levels of cytokines such as IL-6 could interfere with the development of an appropriated adaptive immunity response to the virus [25,17,26]. Our results confirm in critically ill patients previous results obtained by Lee et al in hospitalized patients with 2009 pandemic influenza, who demonstrated that high plasma levels of IL-6, IL-8, MCP-1 correlated with the extent and progression of pneumonia [5].",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 373,
                    "end": 375,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 475,
                    "end": 476,
                    "mention": "7",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 477,
                    "end": 478,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1294,
                    "end": 1296,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1565,
                    "end": 1566,
                    "mention": "5",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Conditions such as pregnancy, obesity or chronic respiratory diseases could influence cytokine production in response to viral infection [27-29]. Moreover, mechanical ventilation can induce by itself a pro-inflammatory state in the patient [30]. Steroidal treatment could down-modulate cytokine responses also, as in fact seem to occur in our cohort. Nonetheless, a detrimental effect of steroids has been documented in severe pandemic influenza, associated to increased risk of bacterial super-infection in the treated patients [31,32]. On the contrary, steroidal treatment did not impact on pharyngeal viral load at least at the time of sampling in our cohort.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 141,
                    "end": 143,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 241,
                    "end": 243,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 530,
                    "end": 532,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The fact that most patients were not treated or had just begun antiviral treatment at the time of sampling (table 1) could also explain the exacerbated cytokine response observed in our patients. One third of the most severe patients showed the amino acid substitutions D222G/N in the HA of the virus, which is thought to confer an increased predilection of the virus for the lower respiratory tract and has been associated with cases of severe disease [33,34]. Since only one severe patient was infected by a virus containing the H275Y mutation in the NA gene, the potential influence of oseltamivir resistance in the outcome of our patients is limited, though the single patient infected with this mutant virus had a fatal outcome.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 457,
                    "end": 459,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Severe respiratory disease caused by 2009 pandemic influenza virus is characterized by the existence of a direct association between viral replication and host cytokine response, revealing a potential pathogenic link with the severe disease caused by other influenza subtypes such as H5N1.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "GM-CSF: granulocyte macrophage colony-stimulating factor; IFN: interferon; IL: interleukin; IL-1RA: interleukin receptor antagonist; IP-10: interferon-gamma inducible protein-10; MCP-1: monocyte chemoattractant protein-1; MIP-1β: macrophage inflammatory protein-1β; MV: mechanical ventilation; NMV: non mechanical ventilation; TGF-b: Transforming growth factor - beta; VEGF: vascular endothelial growth factor.",
            "cite_spans": [],
            "section": "List of abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "AA, TP, MAM implemented the viral load quantification method and sequencing, participated in the data analysis and collaborated writing the manuscript. RA, DK, JFB-M, ROL designed the study, participated in the data analysis and collaborated writing the manuscript. PR, IM-L, JB, LS, AL, DA, EM, MG, CL, PM, FG, FB, PM, JR recruited the patients, designed the clinical survey, collected the clinical information, participated in the data analysis and collaborated writing the manuscript. DB, LX, LR performed the serological assays and participated in writing the manuscript. MCG, VF, JME, CC performed the viral diagnostics and participated in writing the manuscript. GL-C, SR, MG-R provided support with statistical analysis and participated in writing the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        },
        {
            "text": "This work has been developed by an international team pertaining to the Spanish-Canadian Consortium for the Study of Influenza Immunopathogenesis. This Consortium has a large experience in emerging infectious diseases researching, and has contributed to the literature with major articles on the immune response to SARS Coronavirus, H5N1 infection and Pandemic influenza.",
            "cite_spans": [],
            "section": "Authors' information",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1471-2334/11/232/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical characteristics of ventilated and non ventilated patients\nGender: M: male, F: female. Obesity is considered as Body Mass Index, BMI > 30. PaO2 = pressure of oxygen in arterial blood; FiO2 = fraction of inspired oxygen. Bacterial culture notation: R.C: respiratory culture; HC: hemoculture. SOFA: Sequential Organ Failure Assessment score. AST: Aspartate transaminase. ALT: Alanine transaminase. CPK = creatine phosphokinase. Continuous variables are expressed as mean, (standard deviation)",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Box plot representation of pharyngeal viral load in ventilated (MV) and non ventilated patients (NMV).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Comparison of cytokine levels in plasma in ventilated (MV) and non ventilated patients (NMV) by box plots. Normalized levels against control median are showed.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Comparison of cytokine levels in plasma in ventilated (MV) and non ventilated patients (NMV) by box plots. Normalized levels against control median are showed.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Correlations between viral load and cytokines (p < 0.05) (n = 23 patients).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical aspects of pandemic 2009 influenza A (H1N1) virus infection",
            "authors": [],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "18",
            "pages": "1708-1719",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Host response to influenza virus: protection versus immunopathology",
            "authors": [],
            "year": 2010,
            "venue": "Curr Opin Immunol",
            "volume": "22",
            "issn": "4",
            "pages": "475-481",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coi.2010.06.003"
                ]
            }
        },
        "BIBREF2": {
            "title": "Interferon-mediated immunopathological events are associated with atypical innate and adaptive immune responses in patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "16",
            "pages": "8692-8706",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00527-07"
                ]
            }
        },
        "BIBREF3": {
            "title": "Gene expression analysis of host innate immune responses during Lethal H5N1 infection in ferrets",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "22",
            "pages": "11308-11317",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00691-08"
                ]
            }
        },
        "BIBREF4": {
            "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia",
            "authors": [],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "10",
            "pages": "1203-1207",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1477"
                ]
            }
        },
        "BIBREF5": {
            "title": "Typing (A/B) and subtyping (H1/H3/H5) of influenza A viruses by multiplex real-time RT-PCR assays",
            "authors": [],
            "year": 2008,
            "venue": "J Virol Methods",
            "volume": "152",
            "issn": "1-2",
            "pages": "25-31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2008.06.002"
                ]
            }
        },
        "BIBREF6": {
            "title": "Manual of Clinical Microbiology, Washington, DC",
            "authors": [],
            "year": 1985,
            "venue": "American Society for Microbiology",
            "volume": "",
            "issn": "",
            "pages": "160-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Concepts and procedures for laboratory-based influenza surveillance",
            "authors": [],
            "year": 1982,
            "venue": "US Department of Health and Human Services, Public Health Service, Centers for Disease Control, Atlanta, Georgia",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Host adaptive immunity deficiency in severe pandemic influenza",
            "authors": [],
            "year": 2010,
            "venue": "Crit Care",
            "volume": "14",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc9259"
                ]
            }
        },
        "BIBREF9": {
            "title": "Viral loads and duration of viral shedding in adult patients hospitalized with influenza",
            "authors": [],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "200",
            "issn": "4",
            "pages": "492-500",
            "other_ids": {
                "DOI": [
                    "10.1086/600383"
                ]
            }
        },
        "BIBREF10": {
            "title": "Host innate defenses in the lung: the role of cytokines",
            "authors": [],
            "year": 2003,
            "venue": "Curr Opin Infect Dis",
            "volume": "16",
            "issn": "3",
            "pages": "193-198",
            "other_ids": {
                "DOI": [
                    "10.1097/00001432-200306000-00002"
                ]
            }
        },
        "BIBREF11": {
            "title": "Severe 2009 H1N1 influenza in pregnant women in Spain",
            "authors": [],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "5",
            "pages": "945-951",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e318208ee12"
                ]
            }
        },
        "BIBREF12": {
            "title": "Interleukin 12 a key immunoregulatory cytokine in infection applications",
            "authors": [],
            "year": 2010,
            "venue": "Int J Mol Sci",
            "volume": "11",
            "issn": "3",
            "pages": "789-806",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms11030789"
                ]
            }
        },
        "BIBREF13": {
            "title": "Immunogenic dendritic cells primed by social defeat enhance adaptive immunity to influenza A virus",
            "authors": [],
            "year": 2011,
            "venue": "Brain Behav Immun",
            "volume": "25",
            "issn": "1",
            "pages": "46-52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2010.07.243"
                ]
            }
        },
        "BIBREF14": {
            "title": "Serum levels of VEGF and bFGF in hypoxic patients with exacerbated COPD",
            "authors": [],
            "year": 2010,
            "venue": "Eur Cytokine Netw",
            "volume": "21",
            "issn": "2",
            "pages": "92-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Respiratory syncytial virus causes increased bronchial epithelial permeability",
            "authors": [],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "1",
            "pages": "186-191",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.126.1.186"
                ]
            }
        },
        "BIBREF16": {
            "title": "Interleukin-1 receptor antagonist induction as an additional mechanism for liver receptor homolog-1 to negatively regulate the hepatic acute phase response",
            "authors": [],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "7",
            "pages": "4393-4399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Dendritic cells are functionally defective in multiple myeloma: the role of interleukin-6",
            "authors": [],
            "year": 2002,
            "venue": "Blood",
            "volume": "100",
            "issn": "1",
            "pages": "230-237",
            "other_ids": {
                "DOI": [
                    "10.1182/blood.V100.1.230"
                ]
            }
        },
        "BIBREF18": {
            "title": "Association of profoundly impaired immune competence in H1N1v-infected patients with a severe or fatal clinical course",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "5",
            "pages": "681-689",
            "other_ids": {
                "DOI": [
                    "10.1086/655469"
                ]
            }
        },
        "BIBREF19": {
            "title": "Induction of pro-inflammatory cytokine gene expression and apoptosis in human chorion cells of fetal membranes by influenza virus infection: possible implications for maintenance and interruption of pregnancy during infection",
            "authors": [],
            "year": 2005,
            "venue": "Med Sci Monit",
            "volume": "11",
            "issn": "1",
            "pages": "RA7-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Selective impairment in dendritic cell function and altered antigen-specific CD8+ T-cell responses in diet-induced obese mice infected with influenza virus",
            "authors": [],
            "year": 2009,
            "venue": "Immunology",
            "volume": "126",
            "issn": "2",
            "pages": "268-279",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2567.2008.02895.x"
                ]
            }
        },
        "BIBREF21": {
            "title": "Cigarette smoke selectively enhances viral PAMP- and virus-induced pulmonary innate immune and remodeling responses in mice",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Invest",
            "volume": "118",
            "issn": "8",
            "pages": "2771-2784",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Delayed clearance of viral load and marked cytokine activation in severe cases of pandemic H1N1 2009 influenza virus infection",
            "authors": [],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "50",
            "issn": "6",
            "pages": "850-859",
            "other_ids": {
                "DOI": [
                    "10.1086/650581"
                ]
            }
        },
        "BIBREF23": {
            "title": "Do soluble mediators cause ventilator-induced lung injury and multi-organ failure?",
            "authors": [],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "36",
            "issn": "5",
            "pages": "750-757",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-010-1850-4"
                ]
            }
        },
        "BIBREF24": {
            "title": "Use of early corticosteroid therapy on ICU admission in patients affected by severe pandemic (H1N1)v influenza A infection",
            "authors": [],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "2",
            "pages": "272-283",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-010-2078-z"
                ]
            }
        },
        "BIBREF25": {
            "title": "Corticosteroid treatment in critically ill patients with pandemic influenza A/H1N1 2009 infection: analytic strategy using propensity scores",
            "authors": [],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "9",
            "pages": "1207-1214",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201101-0110OC"
                ]
            }
        },
        "BIBREF26": {
            "title": "Observed association between the HA1 mutation D222G in the 2009 pandemic influenza A(H1N1) virus and severe clinical outcome, Norway 2009-2010",
            "authors": [],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "15",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Surveillance of autopsy cases for the D222G substitutions in the haemagglutinin (HA) protein of Pandemic (H1N1) 2009 virus in Alberta, Canada",
            "authors": [],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "17",
            "issn": "4",
            "pages": "582-584",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Prolonged viral shedding in pandemic influenza A(H1N1): clinical significance and viral load analysis in hospitalized patients",
            "authors": [],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "17",
            "issn": "",
            "pages": "1160-1165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Viral clearance and inflammatory response patterns in adults hospitalized for pandemic 2009 influenza A(H1N1) virus pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Antivir Ther",
            "volume": "16",
            "issn": "2",
            "pages": "237-247",
            "other_ids": {
                "DOI": [
                    "10.3851/IMP1722"
                ]
            }
        },
        "BIBREF30": {
            "title": "H1N1: viral pneumonia as a cause of acute respiratory distress syndrome",
            "authors": [],
            "year": 2011,
            "venue": "Curr Opin Crit Care",
            "volume": "17",
            "issn": "1",
            "pages": "64-71",
            "other_ids": {
                "DOI": [
                    "10.1097/MCC.0b013e3283427259"
                ]
            }
        },
        "BIBREF31": {
            "title": "Th1 and Th17 hypercytokinemia as early host response signature in severe pandemic influenza",
            "authors": [],
            "year": 2009,
            "venue": "Crit Care",
            "volume": "13",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc8208"
                ]
            }
        },
        "BIBREF32": {
            "title": "Clinical aspects and cytokines response in severe H1N1 influenza A virus infection",
            "authors": [],
            "year": 2010,
            "venue": "Crit Care",
            "volume": "14",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc9324"
                ]
            }
        },
        "BIBREF33": {
            "title": "Early and sustained innate immune response defines pathology and death in nonhuman primates infected by highly pathogenic influenza virus",
            "authors": [],
            "year": 2009,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "106",
            "issn": "9",
            "pages": "3455-3460",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0813234106"
                ]
            }
        }
    }
}