{
    "paper_id": "PMC3783434",
    "metadata": {
        "title": "A Single Dose of Azithromycin Does Not Improve Clinical Outcomes of Children Hospitalised with Bronchiolitis: A Randomised, Placebo-Controlled Trial",
        "authors": [
            {
                "first": "Gabrielle",
                "middle": [
                    "B."
                ],
                "last": "McCallum",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "S."
                ],
                "last": "Morris",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [
                    "D."
                ],
                "last": "Chatfield",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carolyn",
                "middle": [],
                "last": "Maclennan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [
                    "V."
                ],
                "last": "White",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Theo",
                "middle": [
                    "P."
                ],
                "last": "Sloots",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ian",
                "middle": [
                    "M."
                ],
                "last": "Mackay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anne",
                "middle": [
                    "B."
                ],
                "last": "Chang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hideyuki",
                "middle": [],
                "last": "Sawada",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Worldwide, bronchiolitis remains one of the most common reasons for hospitalisation of children [1]. Over 3 million children are diagnosed with bronchiolitis annually [2], [3]. The incidence of bronchiolitis is higher in some populations, including Alaskan Native and Indigenous Northern Territory (NT) infants [1]. In the latter group, hospitalisation rates for bronchiolitis are higher [4] (352 vs. 62.6 per 1000) and infections are more severe than non-Indigenous children [5].",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "mention": "[1]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 167,
                    "end": 170,
                    "mention": "[2]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 172,
                    "end": 175,
                    "mention": "[3]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 311,
                    "end": 314,
                    "mention": "[1]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 388,
                    "end": 391,
                    "mention": "[4]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 476,
                    "end": 479,
                    "mention": "[5]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Bronchiolitis is a clinical syndrome that is diagnosed in children up to 24 months of age [6]–[8]. The most common infecting virus, respiratory syncytial virus (RSV) occurs in 50–80% of cases, [9] although an increasing number of viruses (e.g. human rhinoviruses (HRV), coronaviruses, bocavirus), [10], [11] including multiple infections [12] are being identified.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "mention": "[6]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 94,
                    "end": 97,
                    "mention": "[8]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 193,
                    "end": 196,
                    "mention": "[9]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 297,
                    "end": 301,
                    "mention": "[10]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 303,
                    "end": 307,
                    "mention": "[11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 338,
                    "end": 342,
                    "mention": "[12]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Current recommended therapies in hospitalised children are limited to oxygen (O2), fluids and hypertonic saline nebulisation [7]. Antibiotics are rarely advocated in the management of bronchiolitis unless the illness is very severe or when a secondary bacterial infection is suspected [13]. However, semi-synthetic macrolides (e.g. azithromycin, clarithromycin) which have immuno-modulatory, and/or anti-microbial properties [14] and in-vitro anti-viral effects, [15] which may be beneficial in children with bronchiolitis and high nasopharyngeal carriage rates of bacteria. Three randomised placebo-controlled trials (RCTs) have been published and these RCTs used different doses and duration of macrolides to treat hospitalised bronchiolitis [16]\n[17], [18]. These studies also differed in affluence of settings which may reflect differences in the frequency and severity of acute respiratory infections in these populations [19]. Thus not surprisingly, results from the existing RCTs differed in the effect on reducing length of hospitalisation and O2 requirement. A Turkish [17] trial reported improved clinical outcomes. In comparison a European [16] and a Brazilian [18] trials showed no improvement.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "mention": "[7]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 285,
                    "end": 289,
                    "mention": "[13]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 425,
                    "end": 429,
                    "mention": "[14]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 463,
                    "end": 467,
                    "mention": "[15]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 744,
                    "end": 748,
                    "mention": "[16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 749,
                    "end": 753,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 755,
                    "end": 759,
                    "mention": "[18]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 927,
                    "end": 931,
                    "mention": "[19]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "mention": "[16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "mention": "[18]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Bacterial infections in children with RSV positive acute lower respiratory infections range from 3.5% to 31% [2], [20], [21]. The higher rate is more likely in less-affluent settings and/or with those with more severe disease [22]–[24]. Viral-bacterial co-infections are more likely when the upper airways are densely colonised with bacteria or during repeated infections [25]. In the NT, children have early acquisition of bacteria in the nasal space [26]. This is more likely to be similar to Turkey where high rates of pneumonia and bronchiectasis are also reported [22]. Thus, we conducted a RCT on children hospitalised with bronchiolitis. Our primary objective was to determine whether a single large dose of azithromycin (compared to placebo) reduced length of stay (LOS) and duration of O2 requirement in children hospitalised with moderate to severe bronchiolitis. We also determined the influence of azithromycin on the incidence of respiratory readmissions and presence of bacteria and viruses in the nasopharynx.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "mention": "[2]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 114,
                    "end": 118,
                    "mention": "[20]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 120,
                    "end": 124,
                    "mention": "[21]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 226,
                    "end": 230,
                    "mention": "[22]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 231,
                    "end": 235,
                    "mention": "[24]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 372,
                    "end": 376,
                    "mention": "[25]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 452,
                    "end": 456,
                    "mention": "[26]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 569,
                    "end": 573,
                    "mention": "[22]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Our double-blinded, placebo-controlled, RCT was conducted at the Royal Darwin Hospital between June 2008 and December 2011 and The Townsville Hospital between October 2010 and December 2011.",
            "cite_spans": [],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The trial was registered with the Australian and New Zealand Clinical Trials Register. Clinical trials number: ACTRN12608000150347.",
            "cite_spans": [],
            "section": "Trial registration ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study was approved by the Human Research Ethics Committee of the Northern Territory Department of Health and Menzies School of Health Research (HREC 07/60) and The Townsville Health Service District Human Research Ethics Committee (HREC/10/QTHS/9). Individual written informed consent was obtained from children's parents or legal guardian.",
            "cite_spans": [],
            "section": "Ethics statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Children were enrolled if they were ≤18 months, admitted with a clinical diagnosis of bronchiolitis (according to standardised hospital protocols; ≤18 months, with cough and coryza, wheezing +/− crackles, respiratory distress with both tachypnoea (respiratory rate >50 beats/min) and retractions), required supplemental O2 and consented within 24 hrs of hospitalisation. Children were excluded if they had: severe disease (admitted to intensive care unit); chronic lung disease, congenital heart disease, contraindications to macrolide use (e.g. liver dysfunction, hypersensitivity), diarrhoea (>2 stools of watery consistency more than normal pattern), received macrolides (in last 7-days), or clinical and radiological features consistent with a primary diagnosis of pneumonia [27] at time of randomisation.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 783,
                    "mention": "[27]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Participants ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Study staff visited the paediatric wards twice daily to assess newly admitted children. After consent, children were randomised to receive a single large dose of oral liquid azithromycin (30 mg/kg) or placebo suspension (equal volume). The placebo suspension was made up of confectioner's Sugar, Hydroxypropyl Cellulose, Xanthan Gum, Syloid 244, Sodium Phosphate Tribasic, Imitation Vanilla Creamy Flavour, Black Cherry Flavour, Quinine Sulphate (ground Quinate 300 mg Tablets). Children were managed by the paediatric team of each hospital according to the same clinical protocol for bronchiolitis (e.g. criteria for commencement and weaning of O2) that was standardised >6 months before commencement of the trial. Children were allowed to receive concurrent medications specified by the attending physician, except macrolide antibiotics. The protocol for this trial and supporting CONSORT checklist are available as supporting information; see Checklist S1 and Protocol S1.",
            "cite_spans": [],
            "section": "Protocol and interventions used across both sites ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Randomisation was stratified by age (≤6 or >6 months), ethnicity (Indigenous or non-Indigenous) and site (Darwin or Townsville). Randomisation was by computer generated permuted blocks and treatment allocation concealed by opaque stickers. Upon enrolment, children were assigned the next treatment on the appropriate stratified list. Neither the study team (researchers, hospital staff) nor parents were aware of the assigned treatment group until the end of the trial.",
            "cite_spans": [],
            "section": "Randomisation, allocation and blinding ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The placebo medication was manufactured by the Institute of Drug Technology Australia Limited (Melbourne, Victoria). It had a similar smell and taste to active azithromycin. Azithromycin (Pfizer, Australia) was repackaged by IDT. Both medications were prepared as powder in identical opaque bottles and sealed with an aluminium foil.",
            "cite_spans": [],
            "section": "Randomisation, allocation and blinding ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Standardised data collection forms were used to record demographic, medical history and clinical data from each child (table-1). This included O2 requirement and level, respiratory rate, temperature and heart rate. Other therapies (intravenous fluids, antibiotics) and routine investigations (full blood count and chest x-ray) were also documented.",
            "cite_spans": [],
            "section": "Clinical assessment and outcome measures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Children enrolled in the study were assessed twice daily by the attending doctor (blinded and not an investigator) for clinical signs inconsistent with bronchiolitis and associated with known azithromycin side effects. Outcome measures were collected every 12 hours until the study endpoint was reached. The primary endpoints were: LOS for respiratory illness and duration of O2 requirement. LOS was defined as time from admission to time for ‘ready for discharge’ (Sp02 consistently >94% in air for >16 hrs) and feeding adequately. ‘Ready for discharge’ differed from LOS, as discharge from hospital in our setting is often delayed due to other social factors, especially in children from remote Indigenous communities. Other outcomes were (i) any respiratory related readmissions within 6 months of discharge and (ii) identification of respiratory viruses and bacterial pathogens. Adverse events were monitored by study staff every 12 hours until discharge. Respiratory readmissions were collected from the medical charts; as there these children had no access to any other hospitals in the region, this is a reliable outcome.",
            "cite_spans": [],
            "section": "Clinical assessment and outcome measures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A nasopharyngeal swab (NPS) was taken prior to administration of study medication and 48 hrs later (or at discharge). NPS were placed in skim milk tryptone glucose glycerol broth media and were transferred on ice stored at −80°C in accordance to published guidelines [28], [29].",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "mention": "[28]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 273,
                    "end": 277,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Specimen collection and process ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Assessment for viruses and atypical bacteria were described previously [30]–[32]. Nucleic acids were extracted from 0.2 ml of each NPS using the High Pure Viral Nucleic Acid kit (Roche Diagnostics, Australia), according to the manufacturer's instructions. Polymerase Chain Reaction (PCR) methods were used to detect RSV (A and B), adenovirus, parainfluenza (1, 2, 3), influenzavirus (A and B), HRV and enterovirus, coronaviruses, bocavirus type 1, human metapneumovirus (hMPV), KI (KIPyV) and WU (WUPyV) polyomaviruses, Chlamydophila pneumoniae and Mycoplasma pneumoniae. For bacterial analysis, NPS were thawed and 10 µL aliquots cultured overnight on selective media at 37°C in 5% CO2; identification of Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis and Staphylococcus aureus used established techniques as previously described [26], [28], [33].",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "mention": "[30]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 76,
                    "end": 80,
                    "mention": "[32]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 856,
                    "end": 860,
                    "mention": "[26]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 862,
                    "end": 866,
                    "mention": "[28]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 868,
                    "end": 872,
                    "mention": "[33]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Specimen collection and process ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We formally compared baseline characteristics of Indigenous vs. non-Indigenous children, with appropriate statistical tests. We did not formally do this between treatment groups in accordance with current CONSORT recommendations (available http://www.consort-statement.org/consort-statement/13-19-results/item15_baseline-data/. Accessed 28th June 2013). Our pre-specified analysis plan, stated that non parametric methods be used if data were not normally distributed. Data were presented as medians and interquartile range (IQR) for LOS and O2. Differences between groups were tested using the Mann-Whitney test. A 95% confidence interval (CI) was obtained for the difference in medians between treatment groups [34]. Subgroup analysis was performed by ethnicity (Indigenous vs. non-Indigenous) and by age (≤6 and >6 months). Differences in proportions were tested with Fisher's exact test. We looked at time to readmission within 6 months of hospital discharge using Kaplan-Meier survival plots.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 717,
                    "mention": "[34]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Statistical methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We calculated that a total sample of 92 children (equal numbers of Indigenous and non-Indigenous children recruited) would provide 90% power to detect a difference in the mean LOS of 24 hrs between each treatment for each ethnic group at the 5% significance level assuming the standard deviation was 24 hrs in each group. This study was underpowered to detect differences in rates of readmission between treatment groups.",
            "cite_spans": [],
            "section": "Sample size ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All but one child had a baseline NPS. NPS could not be obtained on all participants at 48 hrs due to discharge occurring during evenings or weekends. One participant's family withdrew consent for NPS.",
            "cite_spans": [],
            "section": "Viral and bacteria data ::: Results",
            "ref_spans": []
        },
        {
            "text": "At baseline, viruses were not detected in 23 (24%) participants. One or more virus was detected in 54 (56%) children. Two or more viruses were detected in 19 (20%) of children. RSV was the most common (n = 48, 50%), followed by HRV (n = 16, 17%), hMPV (n = 5, 5%) and coronavirus (n = 5, 5%). Figure 6 depicts the frequency of virus detection at baseline and 48hrs. There was no reduction in the mean number of viruses detected per child from baseline to 48hrs; azithromycin 1.0 to 0.8 (95% CI −0.2, 0.6, n = 34), placebo 0.9 to 1.0 (95% CI −0.3, 0.2, n = 37).",
            "cite_spans": [],
            "section": "Viral and bacteria data ::: Results",
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "mention": "Figure 6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Table-3 summarises NPS bacteria detected at baseline and 48 hrs. A reduction in the mean number of respiratory bacteria was detected per child; in the azithromycin group from 1.2 to 0.5 bacteria (difference 0.7 95%CI 0.25, 1.1, p = 0.01), and zero change in the placebo group; 1.3 to 1.3 bacteria.",
            "cite_spans": [],
            "section": "Viral and bacteria data ::: Results",
            "ref_spans": []
        },
        {
            "text": "Compared to baseline NPS, children who received azithromycin alone (n = 14) (i.e. received no additional antibiotics in hospital) were less likely to have S. pneumoniae (3/14, vs. 0/11), M. catarrhalis (5/14 vs. 1/11), H. influenzae (6/14 vs. 1/11), and Staphylococcus aureus (1/14 vs.0/11) at 48 hrs. 3/14 children did not have NPS at 48 hrs.",
            "cite_spans": [],
            "section": "Viral and bacteria data ::: Results",
            "ref_spans": []
        },
        {
            "text": "We found that a large single dose of azithromycin (compared to placebo), did not have large clinical effects on LOS, length of O2 requirement or readmission within 6 months of discharge. Azithromycin reduced the proportion of children with respiratory bacteria in their NPS but had no significant effect on viral detection by PCR.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of the 3 published RCTs on macrolides to treat hospitalised children with bronchiolitis, [16]–[18] only one [17] reported improved clinical effects i.e. reduced LOS, duration of O2 requirement and lower readmission rates. Our findings are similar to the other two trials [16], [18] showing that a single dose azithromycin does not shorten LOS and O2 requirement. However, methodological differences among trials need to be considered. One of the larger trials [16] included only children with RSV-confirmed bronchiolitis, thus limiting generalisation to bronchiolitis caused by other pathogens. Other differences included: age, ethnic populations, concurrent use of antibiotics, treatment practices and macrolide type, dose and duration. The immunomodulatory difference between azithromycin and clarithromycin may also account for the differential results between Tahan et al's study [17] with ours and the other 2 RCTs [16], [18]. For example, azithromycin increased the production of IL-10 whereas clarithromycin inhibited the production of IL-6 by dendritic cells in animal work [35]. Tahan and colleagues [17] used a daily dose for 3-weeks of clarithromycin, but ours like Kneyber et al [16], [18] (7-day daily dose) used a short course of azithromycin. However, Tahan et al's [17] study had very small numbers (n = 21) and high attrition. Thus, it remains unknown if a longer course of azithromycin may be effective in reducing readmission rates.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "mention": "[16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 94,
                    "end": 98,
                    "mention": "[18]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 108,
                    "end": 112,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 271,
                    "end": 275,
                    "mention": "[16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 277,
                    "end": 281,
                    "mention": "[18]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 460,
                    "end": 464,
                    "mention": "[16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 884,
                    "end": 888,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 920,
                    "end": 924,
                    "mention": "[16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 926,
                    "end": 930,
                    "mention": "[18]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "mention": "[35]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "mention": "[16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "mention": "[18]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of the published RCTs on macrolides for bronchiolitis in children, our patient profile is most like that of the Turkish study [17]. However, unlike the Turkish RCT, [17] we did not find a beneficial effect of azithromycin on clinical outcomes. Possibly contributory reasons include the very high concomitant use of antibiotics in our group; different treatment regime used the density of bacterial carriage and secondary co-morbidities. The common use of antibiotics in children with bronchiolitis in our setting relates to the high rates of concomitant infections among children. A similar treatment practice occurs in Alaskan children [1]. 56% of Indigenous children in our trial received antibiotics before admission and 87% during hospitalisation. While the use of antibiotics is common practice in such settings, its effectiveness and possibly increased adverse events remains unknown. Ideally concurrent antibiotics should have been disallowed in our study but it was not possible to alter clinicians' practice and our a priori protocol allowed the concurrent use of antibiotics other than macrolides.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 165,
                    "end": 169,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 637,
                    "end": 640,
                    "mention": "[1]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We used a single large dose of azithromycin, which is equivalent to one week of treatment for several reasons [36]. In our setting, early (as early as 2-weeks of age) nasopharyngeal colonisation of respiratory pathogens occurs in Indigenous children [37]. Azithromycin potentially has a beneficial microbiological effect on these pathogens [36]. Azithromycin also has the benefit of a long half life and tissue penetration requiring less frequent dosing, compared to other antibiotics [36]. This is important in our setting where adherence to treatment regimes can be challenging.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "mention": "[36]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 250,
                    "end": 254,
                    "mention": "[37]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 340,
                    "end": 344,
                    "mention": "[36]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 485,
                    "end": 489,
                    "mention": "[36]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While our trial did not find significant differences between treatment groups for clinical outcomes, our study had some novel data. Firstly, none of the published RCTs on macrolides for children with bronchiolitis report data on the impact on viral detection or bacterial carriage. As viruses were identified by PCR, it is not surprising no difference in viral detection were found at 48 hrs (although azithromycin may have some anti-viral effect) [15]. Future research should look at the impact of azithromycin on viral load/copies. While our numbers were small, we showed a significant difference in the mean number of respiratory bacteria per child; from 1.2 to 0.5 bacteria (difference 0.7 95%CI 0.25, 1.1, p = 0.01) in the azithromycin group. This is important in our setting as NPS carriage of respiratory pathogens (e.g. S. pneumoniae, H. influenzae, M. catarrhalis) are among the highest reported globally (over 80%), compared to non-Indigenous children (50%) [26].",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "mention": "[15]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 968,
                    "end": 972,
                    "mention": "[26]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Secondly, our study provides a clinical picture of hospitalised cases of bronchiolitis in different geographical and ethnic groups in Northern Australia, where acute respiratory infections may be one precursor of high rates of chronic respiratory illness [5], [38] This is the first data published, showing NPS detection of viruses and bacteria from Indigenous children hospitalised with bronchiolitis. Wheezing and bacterial infections in young children have been shown to be associated in one prospective cohort study [39]. Thus our data may have implications in settings, where acute and chronic respiratory diseases are particularly prevalent and more severe, including Alaska and New Zealand [40]–[42].",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "mention": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 260,
                    "end": 264,
                    "mention": "[38]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 520,
                    "end": 524,
                    "mention": "[39]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 697,
                    "end": 701,
                    "mention": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 702,
                    "end": 706,
                    "mention": "[42]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that Indigenous children exhibited longer LOS, O2 requirement and earlier time to hospital readmission than non-Indigenous children. The most likely reason why the latter aspects are different from our previous study [5] is because we excluded children managed in intensive care. In our cohort, Indigenous children were more likely to be readmitted for another respiratory illness. This is not surprising as Indigenous children in the NT are 5 times more likely to be hospitalised for pneumonia and influenza than non-Indigenous children [43]. Whether readmission is related to the insult from bronchiolitis can only be postulated. Recurrent hospitalisation for respiratory illness is an independent risk factor for developing bronchiectasis and/or respiratory dysfunction in adulthood [44], [45]. In our region, bronchiectasis affects 1 in every 68 Indigenous children [46]. In the follow up of our cohort, 6/61 (10%) Indigenous children (3 in azithromycin group, 3 in placebo group) have subsequently been diagnosed with bronchiectasis and an additional 4 children are awaiting chest scans.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "mention": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 547,
                    "end": 551,
                    "mention": "[43]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 795,
                    "end": 799,
                    "mention": "[44]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 801,
                    "end": 805,
                    "mention": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 879,
                    "end": 883,
                    "mention": "[46]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The prevalence of readmission for a respiratory illness within 6-months in our trial was 21%; 70% had a wheezing illness. This was similar to the Turkish trial at 24% (53% were wheezing) [17]. The two most common viruses found in our cohort, RSV and HRV have been implicated for ongoing wheezing [47]–[50]. New Zealand data have also recently described high prevalence (70%) of on-going intermittent wheeze 12-months post hospitalisation with acute lower respiratory infections [41]. In addition, wheezing and persistent cough can also be problematic post acute bronchiolitis [17]. Our trial (and the other published RCTs of macrolides for acute bronchiolitis) did not assess this, a known clinical research gap [7], [51].",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 296,
                    "end": 300,
                    "mention": "[47]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 301,
                    "end": 305,
                    "mention": "[50]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 478,
                    "end": 482,
                    "mention": "[41]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 576,
                    "end": 580,
                    "mention": "[17]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 712,
                    "end": 715,
                    "mention": "[7]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 717,
                    "end": 721,
                    "mention": "[51]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite providing new data, there are other several limitations to our study, in addition to the concurrent use of antibiotics. Having older children increased the risk of including asthma prone children. We also did not limit to the first bronchiolitis admission. Removing the children with recurrent disease in a secondary analysis made no difference to study outcomes. As our study was limited to a single dose, it remains uncertain if any macrolides, or a longer macrolide treatment course, is beneficial in high risk children who do not receive any other antibiotics. Only having two sites, may also affect the generalisability of the results.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In children hospitalised with moderate to severe bronchiolitis and requiring supplemental O2, we found that a large single dose of azithromycin (compared to placebo) did not have any clinical benefit to reduce LOS, duration of O2 requirement or readmission rates within 6 months of hospital discharge. Azithromycin reduced the proportion of bacterial carriage, but had no significant effect on reducing proportion of viruses. Further research is required to determine whether earlier administration and longer duration of azithromycin is beneficial to improve the clinical and microbiological outcomes of acute bronchiolitis, associated co-morbidities and prevent ongoing respiratory morbidity in this population.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Frequent detection of human rhinoviruses, paramyxoviruses, coronaviruses, and bocavirus during acute respiratory tract infections",
            "authors": [],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "1232-1240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Newly identified respiratory viruses in children with asthma exacerbation not requiring admission to hospital",
            "authors": [],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "",
            "pages": "1458-1461",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Risks of severity and readmission of Indigenous and non-Indigenous children hospitalised for bronchiolitis",
            "authors": [],
            "year": 2009,
            "venue": "J Paediatr Child Health",
            "volume": "45",
            "issn": "",
            "pages": "593-597",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "SIGN guideline on bronchiolitis in infants",
            "authors": [],
            "year": 2007,
            "venue": "Arch Dis Child EducPractEd",
            "volume": "92",
            "issn": "",
            "pages": "ep149-ep151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Viral and atypical bacterial detection in acute respiratory infection in children under five years",
            "authors": [],
            "year": 2011,
            "venue": "PLoSONE",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Association of bacteria and viruses with wheezy episodes in young children: prospective birth cohort study",
            "authors": [],
            "year": 2010,
            "venue": "BMJ",
            "volume": "341",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Azithromycin and lower respiratory tract infections",
            "authors": [],
            "year": 2005,
            "venue": "ExpertOpinPharmacother",
            "volume": "6",
            "issn": "",
            "pages": "2335-2351",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Role of respiratory pathogens in infants hospitalized for a first episode of wheezing and their impact on recurrences",
            "authors": [],
            "year": 2008,
            "venue": "ClinMicrobiolInfect",
            "volume": "14",
            "issn": "",
            "pages": "677-684",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Review of new and newly discovered respiratory tract viruses in children",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr EmergCare",
            "volume": "25",
            "issn": "",
            "pages": "352-360",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Lower respiratory tract infections",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr Clin North Am",
            "volume": "56",
            "issn": "",
            "pages": "1303-1321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Zinc and Vitamin-A supplementation in Indigenous children hospitalised with episodes of lower respiratory tract infection: a randomised controlled trial",
            "authors": [],
            "year": 2006,
            "venue": "The Medical Journal of Australia",
            "volume": "184",
            "issn": "",
            "pages": "107-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The impact of viral respiratory infection on the severity and recovery from an asthma exacerbation",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr InfectDis J",
            "volume": "28",
            "issn": "",
            "pages": "290-294",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Bronchiectasis in indigenous children in remote Australian communities",
            "authors": [],
            "year": 2002,
            "venue": "Med J Aust",
            "volume": "177",
            "issn": "",
            "pages": "200-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The management of acute bronchiolitis. Thoracic Society of Australia and New Zealand",
            "authors": [],
            "year": 1993,
            "venue": "J PaediatrChild Health",
            "volume": "29",
            "issn": "",
            "pages": "335-337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Sustained desensitization to bacterial Toll-like receptor ligands after resolution of respiratory influenza infection",
            "authors": [],
            "year": 2008,
            "venue": "JExpMed",
            "volume": "205",
            "issn": "",
            "pages": "323-329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Management of acute bronchiolitis",
            "authors": [],
            "year": 2011,
            "venue": "BMJ",
            "volume": "342",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Medical history of respiratory disease in early life relates to morbidity and mortality in adulthood",
            "authors": [],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": "423-429",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Diagnoses of acute lower respiratory tract infections in children in Rawalpindi and Islamabad, Pakistan",
            "authors": [],
            "year": 1990,
            "venue": "Rev Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "S907-914",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Macrolides beyond the conventional antimicrobials: a class of potent immunomodulators",
            "authors": [],
            "year": 2008,
            "venue": "IntJ AntimicrobAgents",
            "volume": "31",
            "issn": "",
            "pages": "12-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Random colony selection versus colony morphology for detection of multiple pneumococcal serotypes in nasopharyngeal swabs",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "178-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "History of macrolide use in pediatrics",
            "authors": [],
            "year": 1997,
            "venue": "Pediatr InfectDisJ",
            "volume": "16",
            "issn": "",
            "pages": "427-431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Azithromycin does not improve disease course in hospitalized infants with respiratory syncytial virus (RSV) lower respiratory tract disease: A randomized equivalence trial",
            "authors": [],
            "year": 2008,
            "venue": "Pediatric Pulmonology",
            "volume": "43",
            "issn": "",
            "pages": "142-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Long-term effects of respiratory syncytial virus (RSV) bronchiolitis in infants and young children: a quantitative review",
            "authors": [],
            "year": 2000,
            "venue": "Acta Paediatr",
            "volume": "89",
            "issn": "",
            "pages": "654-660",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Bacterial colonization of the nasopharynx predicts very early onset and persistence of otitis media in Australian aboriginal infants",
            "authors": [],
            "year": 1994,
            "venue": "Pediatr Infect Dis J",
            "volume": "13",
            "issn": "",
            "pages": "983-989",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Respiratory viruses in bronchiolitis and their link to recurrent wheezing and asthma",
            "authors": [],
            "year": 2009,
            "venue": "Clin Lab Med",
            "volume": "29",
            "issn": "",
            "pages": "741-755",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Antibiotics for persistent cough or wheeze following acute bronchiolitis in children",
            "authors": [],
            "year": 2012,
            "venue": "Cochrane Database Syst Rev",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Rhinovirus bronchiolitis and recurrent wheezing: 1-year follow-up",
            "authors": [],
            "year": 2012,
            "venue": "EurRespirJ",
            "volume": "39",
            "issn": "",
            "pages": "396-402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545-1555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Increased risk of hospitalised acute lower respiratory infections in Australian Indigenous infants aged 5–23 months following pneumococcal vaccination: a cohort study",
            "authors": [],
            "year": 2010,
            "venue": "Clinical Infectious Diseases",
            "volume": "50",
            "issn": "",
            "pages": "970-978",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Lower respiratory infections in Australian Indigenous children",
            "authors": [],
            "year": 2010,
            "venue": "J PaediatrChild Health",
            "volume": "46",
            "issn": "",
            "pages": "461-465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Hospitalisation of Indigenous children in the Northern Territory for lower respiratory illness in the first year of life",
            "authors": [],
            "year": 2010,
            "venue": "MedJAust",
            "volume": "192",
            "issn": "",
            "pages": "586-590",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Mixed respiratory virus infections",
            "authors": [],
            "year": 2008,
            "venue": "JClinVirol",
            "volume": "43",
            "issn": "",
            "pages": "407-410",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Decline in respiratory syncytial virus hospitalizations in a region with high hospitalization rates and prolonged season",
            "authors": [],
            "year": 2006,
            "venue": "Pediatr InfectDis J",
            "volume": "25",
            "issn": "",
            "pages": "1116-1122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Measuring nasal bacterial load and its association with otitis media",
            "authors": [],
            "year": 2006,
            "venue": "BMC Ear Nose Throat Disord",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Antibiotics for bronchiolitis in children",
            "authors": [],
            "year": 2011,
            "venue": "CochraneDatabaseSystRev",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Streptococcus pneumoniae and noncapsular Haemophilus influenzae nasal carriage and hand contamination in children: a comparison of two populations at risk of otitis media",
            "authors": [],
            "year": 2005,
            "venue": "Pediatr InfectDisJ",
            "volume": "24",
            "issn": "",
            "pages": "423-428",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Diagnosis and Management of Bronchiolitis",
            "authors": [],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "118",
            "issn": "",
            "pages": "1774-1793",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Differing effects of clarithromycin and azithromycin on cytokine production by murine dendritic cells",
            "authors": [],
            "year": 2007,
            "venue": "Clin Exp Immunol",
            "volume": "147",
            "issn": "",
            "pages": "540-546",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Clarithromycin in the treatment of RSV bronchiolitis: a double-blind, randomised, placebo-controlled trial",
            "authors": [],
            "year": 2007,
            "venue": "European Respiratory Journal",
            "volume": "29",
            "issn": "",
            "pages": "91-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Lifecourse predictors of adult respiratory function: results from the Newcastle Thousand Families Study",
            "authors": [],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": "823-830",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Etiology of acute lower respiratory tract infection in Central Australian Aboriginal children",
            "authors": [],
            "year": 1999,
            "venue": "PediatrInfectDisJ",
            "volume": "18",
            "issn": "",
            "pages": "714-721",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "A hospital-based case-control study of bronchiectasis in Indigenous children in Central Australia",
            "authors": [],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "",
            "pages": "902-908",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Respiratory illness after severe respiratory syncytial virus disease in infancy in The Gambia JPediatr",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "135",
            "issn": "",
            "pages": "683-688",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Bronchiolitis: recent evidence on diagnosis and management",
            "authors": [],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "125",
            "issn": "",
            "pages": "342-349",
            "other_ids": {
                "DOI": []
            }
        }
    }
}