{
    "paper_id": "PMC3325179",
    "metadata": {
        "title": "Quantifying Type-Specific Reproduction Numbers for Nosocomial Pathogens: Evidence for Heightened Transmission of an Asian Sequence Type 239 MRSA Clone",
        "authors": [
            {
                "first": "Ben",
                "middle": [
                    "S."
                ],
                "last": "Cooper",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Theodore",
                "middle": [],
                "last": "Kypraios",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rahul",
                "middle": [],
                "last": "Batra",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Duncan",
                "middle": [],
                "last": "Wyncoll",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Olga",
                "middle": [],
                "last": "Tosas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jonathan",
                "middle": [
                    "D."
                ],
                "last": "Edgeworth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roger",
                "middle": [],
                "last": "Kouyos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Methicillin-resistant Staphylococcus aureus (MRSA) is responsible for a high burden of morbidity and mortality worldwide [1]–[4]. While community-associated MRSA is becoming increasingly important globally [5], [6], in many countries, including the United Kingdom, MRSA remains predominantly a nosocomial pathogen [7], [8]. The dominant sequence type (ST) in Asia is ST239, and recent analysis of whole-genome sequence data has shown that this ST has distinct lineages in Asia, Europe and South America which probably share a European ancestor [9]–[11]. Little is known about what has enabled this ST to be so successful, or whether its propensity to transmit between hosts differs from other MRSA types in certain settings. A recent concurrent outbreak due to an ST239 MRSA strain (ST239-TW, subsequently referred to as TW) and the two dominant endemic UK MRSA types (ST22 and ST36, which we refer to as non-TW) in two linked adult intensive care units in a London teaching hospital provided a rare opportunity to compare the transmissibility of different MRSA types in the same clinical setting [12].",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "mention": "[1]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 125,
                    "end": 128,
                    "mention": "[4]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 206,
                    "end": 209,
                    "mention": "[5]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 211,
                    "end": 214,
                    "mention": "[6]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 314,
                    "end": 317,
                    "mention": "[7]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 319,
                    "end": 322,
                    "mention": "[8]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 544,
                    "end": 547,
                    "mention": "[9]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 548,
                    "end": 552,
                    "mention": "[11]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The transmissibility of a potentially emerging pathogen (the rate at which it spreads from an infected host to exposed susceptible hosts) is an important factor in determining its success and, in the case of an established pathogen, for estimating how effective interventions must be to bring an epidemic under control [13], [14]. Quantifying the degree to which strains of a nosocomial pathogen differ in their transmissibility in a particular setting could lead to a better understanding of why major clonal replacements occur. Measuring how such transmissibility changes in response to interventions would allow us to quantify the value of specific control measures, which may vary according to the strain [15]. This could lead to better resource use by allowing us to choose control measures appropriate for the specific strain. Such an analysis has greatest relevance for predominantly clonal organisms, such as S. aureus, where distinct lineages cocirculate over extended periods of time [10].",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "mention": "[13]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 325,
                    "end": 329,
                    "mention": "[14]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 709,
                    "end": 713,
                    "mention": "[15]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 994,
                    "end": 998,
                    "mention": "[10]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A fundamental measure of the overall transmission potential of a pathogen in a given setting is the basic reproduction number, . This is defined as the mean number of secondary cases generated by a typical case in a fully susceptible population [16], [17]. If the transmissibility of each infected host remains constant throughout its infectious period, and if each infected host has an equal chance of infecting each susceptible host, then  is simply the product of the mean rate at which an infected host generates secondary infections and the mean infectious period (provided the two are not correlated).",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "mention": "[16]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 255,
                    "mention": "[17]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The self-sustaining chain reaction that constitutes a major epidemic is possible only if  is greater than one. If it is less than one, although there may be some self-limiting chains of secondary transmission following the introduction of an index case (and quite large clusters become possible as  approaches one), this will not lead to a sustained increase in cases and, in a large population, only a small proportion of susceptible hosts will be infected [18]. An important related number is the net (or effective) reproduction number, . This is defined as the average number of secondary cases generated by a case infected at time , accounting for incomplete host susceptibility to infection and control measures in place. If  is greater than one at time , the epidemic will (on average) be growing. If  is less than one, it will be declining [16], [19].",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "mention": "[18]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 847,
                    "end": 851,
                    "mention": "[16]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 853,
                    "end": 857,
                    "mention": "[19]",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "These reproduction numbers are central to a mechanistic understanding of infectious disease epidemiology, and a number of methods for estimating them from different types of surveillance data have been devised [16], [19]–[23]. However, epidemics that predominantly affect hospitalized patients require some special considerations. First, unlike the community setting, the population of those exposed to infection changes rapidly over time as patients are admitted and discharged. Second, most common nosocomial pathogens are bacteria which can be carried asymptomatically over long periods, during which time colonized hosts may have several hospital admissions. This can give rise to distinctive dynamics: in addition to the usual explosive outbreaks, we also see epidemic patterns characterized by a sequence of self-limiting clusters of transmission which, over time, become more frequent and eventually coalesce into an exponentially growing epidemic [24], [25].",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "mention": "[16]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 216,
                    "end": 220,
                    "mention": "[19]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 221,
                    "end": 225,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 955,
                    "end": 959,
                    "mention": "[24]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 961,
                    "end": 965,
                    "mention": "[25]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The concept of the single admission reproduction number, , can help in the understanding of these features of hospital epidemics [25], [26].  is defined as the mean number of secondary cases caused by a typical infectious patient during a single admission to a particular hospital or ward otherwise free of the pathogen. Necessarily,  is less than or equal to . However, if  and  then every outbreak will be locally controlled in the short term, but, with repeated challenges to the hospital, long-term control failure will be inevitable. This results from the persistence of carriage following discharge which, over time, leads to a gradual increase in numbers colonized on admission. To account for changing numbers of susceptibles, we can also define a net single admission reproduction number, . This is analogous to  and represents the average number of secondary cases generated during a single hospital/ward admission where not everyone is necessarily susceptible.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "mention": "[25]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 135,
                    "end": 139,
                    "mention": "[26]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Direct ascertainment of  and  would be possible if we could reliably assess who infected whom during a hospital outbreak. In practice, even with detailed surveillance and molecular typing data, there is almost always considerable uncertainty about the true transmission tree. Instead, computationally-intensive approaches based on fitting mechanistic mathematical models to data which account for uncertainty in transmission routes and screening data represent the state-of-the art for analysing nosocomial transmission dynamics [27]–[32]. However, such approaches require detailed data on both susceptible and colonized or infected patients, and an assumption that temporal changes in the transmissibility can be described parametrically by some standard functional form (most commonly, piecewise constant). As currently implemented they do not allow direct estimates of the number of transmission events associated with each patient.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "mention": "[27]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 534,
                    "end": 538,
                    "mention": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The aims of this paper are twofold: to describe a new approach (method 1) for estimating  using hospital surveillance data; and to use it to analyse MRSA data from concurrent outbreaks with different MRSA types (TW and non-TW) in two linked adult intensive care units (ICUs). The method is simple to use and enables us to track how  changes over time without the assumption that changes in transmissibility follow a fixed functional form, and without requiring data on susceptible patients. The method extends techniques for the probabilistic reconstruction of epidemic trees developed for analyzing foot and mouth disease and SARS data [21], [33]–[35]. We contrast results using this approach with that from a fully parametric mechanistic model (method 2), which represents an adaptation of previously described parametric models for nosocomial infection to a multistrain system [31], [32]. This second approach allows  to be estimated. It requires more detailed data and stronger assumptions, but allows us to explicitly test hypotheses about how transmissibility is affected by interventions, and how it varies between different wards and subtypes of MRSA. While between-clone and between-ward differences in single admission effective reproduction numbers, , calculated using method 1 may be caused by differences in transmissibility, number of susceptibles, and lengths of stays, with method 2 we assume all MRSA positive patients have the same length of stay distribution and explicitly adjust for different numbers of susceptible patients when calculating .",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 641,
                    "mention": "[21]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 643,
                    "end": 647,
                    "mention": "[33]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 648,
                    "end": 652,
                    "mention": "[35]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 880,
                    "end": 884,
                    "mention": "[31]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 886,
                    "end": 890,
                    "mention": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Under baseline assumptions, on ICU1 there were 282 MRSA importation events (episodes where patients were assumed to be MRSA positive when admitted to the ICU) and 132 acquisition events. These comprised of 12 importations and 23 acquisitions with TW MRSA and 270 importations and 109 acquisitions with non-TW MRSA. On ICU2 there were 285 importations (25 with TW) and 166 acquisitions (43 with TW) (figure 1). Importations with non-TW to the respective ICUs decreased from 0.20 and 0.19 per day in phase 1 to 0.11 and 0.13 per day in phase 4. In contrast, importations with TW MRSA peaked in phase 2 in both ICUs (at 0.03 and 0.12 per day) and were at or below 0.01 per day in phases 1 and 4. Amongst patients who were MRSA positive on admission the median length of stay was 12 days (inter quartile range [IQR]4, 18) for TW-positive patients and 6 days (IQR 3, 13) for non-TW patients (, Wilcoxon rank sum test with continuity correction). For patients who acquired MRSA the corresponding numbers were 26.5 (13.25, 42.5) for TW patients and 19 (12, 29.25) for non-TW patients (). There was no evidence that length of stay differed by ward (), or by study phase (, Kruskal-Wallis rank sum test).",
            "cite_spans": [],
            "section": "Probabilistic tree reconstruction (method 1) ::: Results",
            "ref_spans": [
                {
                    "start": 399,
                    "end": 407,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Over the study period (January 2002 to April 2006) there were three interventions (referred to as A, B and C) and these define four study phases. Estimated net single admission case reproduction numbers (expected number of secondary cases per case during a single ward admission) associated with each MRSA-positive patient episode are shown in figure 2 (bottom panel) together with histograms of case reproduction numbers for each ward and study phase (top panel). These highlight wide between-patient variability which decreases in the second half of phase 4 when transmission is reduced and the TW clone is eliminated. While most patients have a very low expected number of secondary cases, 22 out of 103 patients (21%) with TW MRSA are expected to transmit to at least one other patient. Corresponding numbers for non-TW MRSA are 40 out of 762 (4%). This proportion was consistently higher for TW MRSA in all four study phases: 25, 11, 18 and 31% versus 7, 0, 9 and 2% for non-TW MRSA.",
            "cite_spans": [],
            "section": "Probabilistic tree reconstruction (method 1) ::: Results",
            "ref_spans": [
                {
                    "start": 344,
                    "end": 352,
                    "mention": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Aggregating these reproduction numbers into four-week intervals highlights the temporal trends, differences between wards and impact of interventions (figure 3). In ICU1 these suggest similar patterns of transmission for the different MRSA types for the period prior to intervention C (a surface antiseptic protocol). In contrast, there were marked differences between MRSA types in ICU2 and throughout the study period the four-week averaged reproduction numbers for the TW clone usually exceeded those for non-TW clones when both types were present. These differences are also seen when reproduction numbers are averaged over study phases (table 1); the TW clone had a higher reproduction number than the non-TW MRSA in each phase in ICU2 but not in ICU1. Reproduction numbers for TW MRSA were also more volatile than those for non-TW MRSA in ICU2. There was evidence from both units to suggest differences between the MRSA types in their response to infection control interventions: while the net reproduction number of non-TW MRSA fell to a low level following intervention C in both ICUs, this was not the case for the TW clone which continued to transmit for several months at pre-intervention levels. Eventually, the TW outbreak came to an end after all patients with TW MRSA were treated empirically with systemic antibiotics (linezolid) from 1st September 2004 [12], [15]. After this intervention, although patients with TW MRSA continued to be imported into the ICUs, only three isolated apparent transmission events occurred (figure 1). When reproduction numbers for the two ICUs combined were estimated (allowing for cross transmission between ICUs) the results suggested the reproduction number of the TW clone was consistently higher than that for the non-TW MRSA and varied little throughout the study period (table 1). Reproduction numbers for the non-TW clones, in contrast, fell in phase 2 and 4. These results were not highly sensitive to the assumed strength of coupling between the two ICUs or to the MRSA acquisition assumptions (supplementary table S2).",
            "cite_spans": [
                {
                    "start": 1370,
                    "end": 1374,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1376,
                    "end": 1380,
                    "mention": "[15]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Probabilistic tree reconstruction (method 1) ::: Results",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "mention": "figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1537,
                    "end": 1545,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 642,
                    "end": 649,
                    "mention": "table 1",
                    "ref_id": null
                },
                {
                    "start": 1825,
                    "end": 1832,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\nResults from method 2 showed broad agreement with these findings, but in contrast to method 1 made a priori assumptions about the timing of the changes in transmissibility (tables 2–3, figure S1). On both wards, averaging over all phases, there was about a 1 in 400 chance of a given susceptible patient acquiring MRSA from a particular MRSA-positive patient on a particular day (table 2). When estimates of daily transmission probabilities from a single MRSA positive patient were constrained to take the same values for the TW and non-TW clones but were allowed to vary by ward and study phase, we found clinically significant variation between the four study phases in both ICUs (table 2). In particular, while estimates were similar in phases 1 to 3, there was a marked reduction in phase 4. There was no strong evidence that these joint estimates (for all MRSA clones) varied by ICU in any of the study phases (table 2). These findings were robust to the assumptions made about acquisition events and times (supplementary table S3).",
            "cite_spans": [],
            "section": "Maximum likelihood (method 2) ::: Results",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "mention": "tables 2",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 184,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 388,
                    "mention": "table 2",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 691,
                    "mention": "table 2",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 924,
                    "mention": "table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Extending this analysis to allow transmission probabilities to vary with the MRSA type enabled differences between MRSA clones and wards to be quantified (table 3) and allowed hypothesis tests about whether the daily transmission probabilities differed between strains (thus allowing us to test whether the observed differences in transmissibility found using method 1 could be entirely explained by the longer length of stay of the TW patients). In ICU1 no consistent differences were seen. In ICU2 the TW clone had a higher daily transmission probability to susceptible patients in each of the four study phases under the baseline assumption of complete bacterial interference, though confidence intervals were wide and showed considerable overlap. Differences between TW and non-TW MRSA transmission probabilities reached statistical significance at the 5% level for both wards combined and for ICU1, but not for ICU2 alone, and in only one of the four phases (phase 4) using combined data from both ICUs. This phase corresponded to the introduction of the surface antiseptic bodywash protocol, which was associated with a more than halving of the transmission probability from a patient with non-TW MRSA compared to earlier phases. The fall in the transmission probability for TW MRSA in phase 4 was smaller, and likely to be confounded by the use of linezolid for TW carriers in this phase. Large differences in transmission probabilities for the two MRSA types were also seen in phase 2 (corresponding to the introduction of hand hygiene promotion), but in this case confidence intervals were wider reflecting the short duration of this phase. In other phases differences between TW and non-TW estimates were much smaller. The magnitude of the differences depended on which patients were assumed to be susceptible. Under the baseline assumption that patients colonized with one strain were not susceptible to acquiring another (complete bacterial interference) the differences were larger than in the sensitivity analysis where no bacterial interference was assumed (table 3). This can be explained by the higher prevalence of non-TW MRSA clones; under the assumption of no bacterial interference all non-TW MRSA positive patients would be considered susceptible to infection or colonisation with TW MRSA and vice versa. Changing from complete interference to no interference therefore results in a greater increase in the number of susceptibles available for the TW clones to infect than it does for the non-TW clones. To accommodate these changes, a larger reduction in the daily transmission probability for TW clones is required. Overall, combining data from both wards, the TW clone was estimated to have a daily transmission probability that was between 63 and 100% higher than the non-TW clones in phase 4, and between 53 and 94% higher in phase 2 (the lower numbers corresponding to the no bacterial interference assumption) though the differences only reached significance at the 5% level in phase 4 and only under baseline interference assumptions. Transmission probabilities were broadly similar in the two other study phases. Estimates of the single-admission reproduction number () from the model without background transmission (and assuming TW and non-TW patients have the same length of stay distribution) are reported in the supplementary material (figure S1). Results were robust to the assumptions made about the number and timing of MRSA acquisition events (supplementary table S4), but fitting a more complex model allowing patient-to-patient transmission and transmission from background sources suggested that the relative importance of patient-to-patient and background transmission could not be reliably identified in such hyperendemic settings without additional data (supplementary table S5).",
            "cite_spans": [],
            "section": "Maximum likelihood (method 2) ::: Results",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "mention": "table 3",
                    "ref_id": null
                },
                {
                    "start": 2073,
                    "end": 2080,
                    "mention": "table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Common bacterial nosocomial pathogens have distinct dynamics from typical community pathogens and call for different analytical approaches. Important features of hospital epidemics with such organisms include: i) a host population that changes rapidly over time in comparison with the timescale of epidemic dynamics; ii) a high proportion of infected (or colonized) hosts who are already infected when they enter the population (the hospital or ward); iii) a dominant role for asymptomatic infection so infected hosts can usually only be identified using screening swabs, leading to large uncertainty in the timing of transmission events; iv) a lack of a well-defined serial interval or generation time (since asymptomatic carriage can persist for months or years, but transmission is only intermittently observed during hospital admissions). The probabilistic tree reconstruction approach described above (method 1) overcame these limitations by using a hazards-based approach applied to patient screening data to assign probabilities to potential source patients for observed acquisition events. Using hazards in this way to reconstruct epidemic trees and estimate reproduction numbers appears to have first been suggested by Kenah et al\n[36]. Results using this method were supplemented with a maximum likelihood approach (method 2) where the timing of cross-infection events was assumed to be known but which allowed estimation of the daily transmission probability, enabling us to study effects related to study phase and MRSA type while controlling for differences in length of stay.",
            "cite_spans": [
                {
                    "start": 1240,
                    "end": 1244,
                    "mention": "[36]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "These methods were applied to data from two adjacent general ICUs in which admission and weekly MRSA screens and culture results from clinical samples identified patients admitted with and acquiring MRSA over a four year period. During that time there was sustained transmission with endemic MRSA and a newly introduced TW variant.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Both analytical methods supported the hypothesis that intervention C (the surface antiseptic protocol) was associated with a sustained reduction in MRSA transmission, and both indicated a reduced effect for the TW clone. Both methods gave point estimates that indicated elevated transmission of TW MRSA compared with endemic strains in all four study phases in ICU2 but not ICU1. There were, however, some differences: the ward-level reproduction numbers (method 1) tended to indicate greater increased transmission for the TW compared to non-TW MRSA than was seen using method 2. This reflects the fact that the two methods are quantifying different things: method 1 estimates secondary cases per case, which depends both on transmissibility and the length of ICU stay while carrying MRSA; method 2, in contrast, estimates only the daily transmission probability from one MRSA carrier to one susceptible patient. This will not be affected by length of stay. Indeed, there was some evidence that patients colonised with TW MRSA (particularly those colonised on ICU admission), had a longer length of stay than those colonised with non-TW MRSA. This may reflect the link between MRSA infection and excess length of stay in this cohort [37], and the increased virulence of the TW strain which was over four times more likely to cause blood stream infection in colonised patients compared to non-TW MRSA strains in the same ICUs [12]. Even in the absence of an increased rate of transmission to other patients, increased length of stay would lead to a higher single-admission reproduction number. It is possible that such differences in length of stay reflect underlying differences in the characteristics of patients most vulnerable to acquiring the different MRSA types. For example, because the TW outbreak was centred on the two ICUs, patients carrying TW on ICU admission might be more likely than patients carrying non-TW MRSA to have had recent ICU admissions. The TW clones showed a far broader range of antibiotic-resistance than endemic MRSA clones and have previously been shown to preferentially colonise vascular catheters but not carriage sites compared with endemic strains [12]. Taken together, these observations suggest that the TW MRSA could represent a phenotype particularly adapted to transmission in settings, such as ICUs, with high levels of antibiotic usage and patient catheterisation, perhaps at the expense of persistence outside these areas. There is some evidence that such adaptation results from both increased persistence in the ICU (perhaps by targeting long-stay patients, and causing infections that increase length of stay) and from an increased daily transmission probability (particularly in the presence of widespread antiseptic use). Caveats, of course, apply: differences in lengths of stays between TW and non-TW colonized/infected patients could be confounded by exposure history (the recent arrival of the TW clone rather than its biological properties may account for the different patient characteristics). Differences in daily transmission probabilities could also be subject to such confounding and could also have arisen by chance (in all phases – even phase 4, where the effect size was largest – confidence intervals were wide).",
            "cite_spans": [
                {
                    "start": 1234,
                    "end": 1238,
                    "mention": "[37]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2186,
                    "end": 2190,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The mechanisms underlying variations in transmissibility of different MRSA (and S. aureus) strains are poorly understood. Reasons for the differences in the two ICUs are also unclear. Chance variation cannot be ruled out, as the formal investigation of transmission potential of different MRSA types was, in part, motivated by perceived differences in transmissibility (using the same data), and the usual limitations of post hoc analyses therefore apply. Also, although the analyses accounts for demographic stochasticity, there may also be important sources of environmental stochasticity which are not accounted for. It seems unlikely that the difference in TW transmission in the two ICUs can be explained by colonized staff: a universal staff screening programme failed to detect the TW clone during the outbreak [12]. Differences in infection control practice also seem unlikely but cannot be ruled out: the two wards share the same infection control policies and staff pool, with medical and nursing staff rotating between units at 3–6 monthly intervals, though only physiotherapy, radiology and pharmacy staff worked across both units at the same time. It is possible that the built environment influences MRSA transmission. ICU2 was last refurbished in 1969, retaining a mixture of original materials including wood, and has much less open space, only eight sinks, and one side room, whereas ICU1 was refurbished in 1999 to an open plan configuration with better space utilization, 19 sinks and three side rooms. The reduced availability of sinks, side rooms and space to circulate may have adversely affected the ability to carry out infection control practice or cleaning, although it is unclear why this should only affect TW MRSA, which was not detected on environmental screening during the outbreak [12].",
            "cite_spans": [
                {
                    "start": 818,
                    "end": 822,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1814,
                    "end": 1818,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite anecdotal reports that some lineages of S. aureus strains have an enhanced epidemic potential in hospital settings [38], objective assessments of between-strain variation in transmissibility are largely lacking. Such variation is nonetheless to be expected given the large degree of phenotypic variation in different S. aureus and MRSA clones, and the dominance of a small number of MRSA lineages [39]. One of the few instances where the nosocomial transmission potential of different subtypes of the same nosocomial pathogen have been quantified comes from a comparison of the onward transmission from patients admitted to hospitals in the Netherlands carrying MRSA [40]. In this case, because MRSA introductions were infrequent (as MRSA prevalence in hospitals in the Netherlands is below 1%) and contact tracing extensive, the secondary cases could be assigned to distinct clusters of transmission following identified introductions. This allowed the authors to use methods based on a branching process model to estimate the single admission reproduction number, \n[41]. It was found that newly admitted ST398 MRSA strains (which are commonly associated with livestock production) had a greatly reduced propensity to spread compared with other MRSA sequence types, with an  value (95% CI) of only 0.16 (0.04–0.40), about one sixth of the corresponding value for non-ST398 MRSA. The authors concluded that less stringent control measures were likely to be sufficient to control ST398 MRSA clones than those needed for non-ST398 MRSA types.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "mention": "[38]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 405,
                    "end": 409,
                    "mention": "[39]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 675,
                    "end": 679,
                    "mention": "[40]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "mention": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Such methods would not have been applicable for our data, and the first method used here to quantify the transmissibility of different strains (method 1) instead built on recent approaches to estimate reproduction numbers by probabilistically reconstructing epidemic trees. Such tree-reconstructions have used simple rule-based methods, for example assigning sources from a candidate list based on proximity data [33], more formal semi-parametric methods using partial likelihoods and assuming a known serial interval distribution [21], [34], and, most recently, semi-parametric hazard-based approaches [36]. Hazard-based approaches have some advantages over the first two methods: they avoid some of the arbitrary assumptions of the rule-based approaches, do not require knowledge of the serial interval distribution, and can avoid biases that arise from the fact that the serial interval distribution changes over the course of an epidemic. Advantages over approaches based on fitting a full transmission model include fewer assumptions, in particular with regard to the functional form of changes in the transmission potential over time. In this respect, tree reconstruction approaches have some similarities with other semi-parametric approaches that make use of survival analytical methods, such as the approach adopted by Wolkewitz et al., who derived non-parametric estimates of a time-varying transmission rate changed over time using a Martingale-based method [42]. An important difference in the current approach is that we are specifically interested in estimating how the distribution of the number of secondary cases resulting from each case changes over time. The method 1 approach described here also makes relatively low demands for data (with no information required for patients who do not become colonized or infected), has a low computational burden, and can be easily adapted to cope with co-circulating subtypes as in the application here. This approach is appropriate when the daily probability of a patient acquiring MRSA is small, as in this case reconstructed epidemic trees will be approximately independent of this probability. This approximation is likely to be reasonable for all but the most explosive outbreaks. For example, using the exact formula we found that changing this probability from a baseline of 0.005 to 0.001 and 0.025 changed the estimated mean reproduction numbers for each phase and MRSA type by less than 3%.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "mention": "[33]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 531,
                    "end": 535,
                    "mention": "[21]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[34]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 603,
                    "end": 607,
                    "mention": "[36]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1469,
                    "end": 1473,
                    "mention": "[42]",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Two assumptions underlying the analytical approaches used here are i) that new MRSA acquisitions can be explained by patient-to-patient spread within the units (which is likely to be mediated by contacts with transiently colonized healthcare workers) and ii) that risk of transmission increases in line with colonization pressure (the number of patients with MRSA on the ward). While these assumptions are supported by observational and quasi experimental studies [43], [44], it would be desirable to more rigorously challenge them. Unfortunately, unpublished simulation studies and analysis here with a more complex model allowing different transmission routes (table S5) both suggest that the ability to identify the relative importance of background and patient-to-patient transmission may be limited in hyper-endemic settings in the absence of more discriminatory typing data. The inability of our typing methods to reliably distinguish between non-TW MRSA types, or to identify genetic variants of the TW clone therefore represent important limitations of this work. High resolution genotyping data would enable more definitive assessments of who infects whom, and therefore allow us to quantify the risks of transmission of different MRSA subtypes in different wards at different times with greater certainty.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "mention": "[43]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 470,
                    "end": 474,
                    "mention": "[44]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\nFigure 1 confirms that not all acquisition events can be explained by transmission from a known MRSA positive patient from the same ward. The combined-ICU analysis, allowing for between-ward transmission, is able to account for some MRSA acquisitions where no known source was present on the same ward, and this explains why combined ICU estimates of the reproduction number are sometimes outside the range of individual ICU estimates (table 1), but unknown MRSA sources are also likely to be present in the patient population [32]. A full model-based analysis using data augmentation (which estimates model parameters and latent parameters that represent “unobserved” - or augmented - data, typically using Markov chain Monte Carlo methods for fitting) could account for such unknown sources. Such an approach retains some important advantages for analysing typical surveillance data. These include the ability to account for imperfect swab sensitivity and for uncertainty in the number and timing of acquisition events, circumventing the need to make arbitrary assumptions about which patients were colonized on admission to a ward. In the present context such an analysis would allow us to explicitly account for the change in the screening protocol in November 2004. Since this involved screening more body sites, it is likely to have increased screening sensitivity and led to increased detection of MRSA, potentially biasing the estimated effect of intervention C. To date, however, no published work has adapted such approaches to cope with multiple co-circulating subtypes. The method 2 used here can be thought of as a simplified version of such an approach (in that it is based on a fully-specified mechanistic transmission model) but it avoids the complexities of data augmentation by assuming the epidemic process is perfectly observed. An important area for future work will be to extend data augmentation methods to cope with carriage of multiple types. Such approaches have been developed for the sequential carriage of community pathogen subtypes [45]. Addressing issues of co-colonisation with different subtypes may be particularly important for some nosocomial pathogens, and neglecting such effects is a potential source of bias. In our analysis here we considered two possibilities – complete bacterial interference (where one strain completely inhibits the acquisition of another), and no bacterial interference. The reality may lie somewhere between these two extremes. Such an analysis will be complicated by the fact that routinely-used laboratory methods are not well-suited to detecting the simultaneous carriage of multiple types [46], and sensitivity for detecting a second type will not, in general, be the same as sensitivity for detecting a single type.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "mention": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2064,
                    "end": 2068,
                    "mention": "[45]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2659,
                    "end": 2663,
                    "mention": "[46]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 437,
                    "end": 444,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Ethical approval for this research was granted by the NHS National Research Ethics Service, South East Research Ethics Committee. All data were analyzed anonymously.",
            "cite_spans": [],
            "section": "Ethics statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Anonymised data from two 15-bed adult general intensive care units (ICU) within a 1050-bed teaching hospital in London, United Kingdom, were collected between 1st January 2002 and 30th April 2006 as described elsewhere [12], [15]. Dates of admission and discharge and MRSA culture results from screen and clinical samples were analysed for all 4,570 consecutive patient admissions to both ICUs. Infection control policies were in place including specifying hand hygiene between patient contacts and use of contact precautions for known MRSA colonized patients throughout. On this background three main new MRSA control interventions were introduced: intervention A (introduced on 15th July 2003) was an education campaign to promote hand hygiene and barrier nursing; intervention B (introduced on 15th October 2003) was isolation of known MRSA colonized patients in side rooms or in patient and nursing cohort pairs; intervention C (introduced on 26th April 2004) was a surface antiseptic protocol which included daily chlorhexidine bodywashes for known MRSA positive patients, and daily triclosan bodywashes for other patients. The three interventions defined four study phases for analysis: phase 1 from 1st January 2002 to 14th July 2003; phase 2 from 15th July to 14th October 2003; phase 3 from 15th October 2003 to 25th April 2004; and phase 4 from 26th April 2004 to 30th April 2006. Patients were swabbed for MRSA carriage on admission and every Monday morning. Swabs were taken from nose, axillae and perineum until 1st November 2004, when additional rectal and throat samples were included (a change associated with an approximate 30% increase in the proportion of patients identified as carriers on admission to ICU) [47]. Clinical samples were collected when infection was suspected. S. aureus colonies were identified using a combination of catalase positivity, Staphaurex (Remel Europe Ltd., Dartford, England) and/or salt mannite positivity with confirmation by a tube coagulase test. Methicillin resistance was determined by disc testing. Screen samples were identified using a selective mannitol broth technique [47].",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 225,
                    "end": 229,
                    "mention": "[15]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1728,
                    "end": 1732,
                    "mention": "[47]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2129,
                    "end": 2133,
                    "mention": "[47]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Clinical data and infection control practice ::: Methods",
            "ref_spans": []
        },
        {
            "text": "TW MRSA was defined initially by its distinctive and extensive antimicrobial resistance pattern, sequence typing and microarray analysis [12]. More extensive typing of available admission and acquisition isolates has shown all antimicrobial resistance patterns defined TW isolates to belong to CC8/239 and non-TW isolates to be  ST22 and ST36 [15]. When TW and non-TW MRSA isolates were recovered from the same patient, only the first type recovered was considered. This was, however, rare: two patients had both types recovered from pooled screening sites; nine had both types from sputum; and seven had both types from wounds. Thirteen patients had both types recovered from different sites. Further details of patient characteristics, interventions, swabbing sites and microbiological procedures have been described elsewhere [12], [15].",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 343,
                    "end": 347,
                    "mention": "[15]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 829,
                    "end": 833,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 835,
                    "end": 839,
                    "mention": "[15]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Clinical data and infection control practice ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We introduce the following notation: let  represent the daily probability of a single susceptible patient in ward  acquiring MRSA of type  from a single patient on the same ward at day  who is colonized or infected with MRSA type . We also define the daily avoidance probability of acquiring MRSA, .",
            "cite_spans": [],
            "section": "Notation ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Denote by , , and  the number of patients on ward  on day  who are, respectively, susceptible to MRSA type , known to be colonized or infected with type , and found to be colonized or infected with type  for the first time on day  (having had a prior negative admission screening swab). Here we take  to be the number of patients on ward  on day  who have had at least one previous positive swab with MRSA type  on or before day . We take  to be the number of patients on ward  who have their first positive swab with MRSA of type  on day . In our default method 2 analysis we take  as the number of remaining patients (i.e. those with no prior MRSA positive swabs during the current episode) excluding those patients who are discharged on day  since we assume that acquisitions on the day of discharge would be not be detected. The tree reconstruction approach (method 1), in contrast, does not require knowledge of  to estimate reproduction numbers.",
            "cite_spans": [],
            "section": "Notation ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the application we consider here there are two wards and we define two subtypes (TW and non-TW), so both  and  can take values  or . We also define  to be the total number of patient episodes on ward  over the study period for which there was at least one MRSA positive swab and  to be the total number of new MRSA acquisitions on ward  over the study period, i.e. .",
            "cite_spans": [],
            "section": "Notation ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The tree-reconstruction approach calculates the probability that each observed new MRSA acquisition was acquired from each of the other MRSA positive patients in one of the two ICUs. In this approach we condition on the probabilities  and assume that all new acquisitions were acquired from a known patient source. A scaling factor, , specifies the reduction in the daily risk of transmission from an MRSA positive patient in one ward to an MRSA negative patient in a different ward. We explore the sensitivity of the results to both the  and the  values.",
            "cite_spans": [],
            "section": "Method 1: Reconstruction of the epidemic tree ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Let  represent the conditional probability that patient  acquired MRSA from patient  given that patient  acquired MRSA from one of the other  MRSA positive patients. We calculate the elements  of the  matrix  as follows. Define  to be the probability that a susceptible patient on ward  at time  escapes cross-infection from one of the  MRSA type  positive patients in the ICUs on that day. Therefore  where  is an indicator function that equals one when  and zero otherwise. Now consider a single patient  on ward  who is free of MRSA on admission and whose first and last days on the ward are  and . The probability that this patient is free of MRSA type  at the end of day  () isand the probability that this patient acquires MRSA of type  from patient  on day  is given bywhere the  terms represent the hazards of transmission of MRSA type  from patients in ward  at time  to a patient in ward  and  is an indicator function that takes the value 1 if patient  is present on ward  and MRSA type  positive on day  and 0 otherwise. These hazards can be expressed in terms of the probabilities  as , which is approximated by  when  is small, as will usually be the case.",
            "cite_spans": [],
            "section": "Method 1: Reconstruction of the epidemic tree ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The conditional probabilities, , which represent the probability that patient  was infected by patient  given that patient  was infected by one other patient, are then given by the following expression, which is approximately independent of  when  is small:Here  indexes all the patients who could potentially have infected patient . The net single admission reproduction number for patient episode  (i.e. the expected number of secondary cases resulting from this episode) is then given byand corresponding reproduction numbers for a given time period are obtained by averaging over these patient reproduction numbers for all patient episodes starting in the given period. Associated confidence intervals are derived by simulation, by repeatedly drawing the source of infection for each of the  new infections from a multinomial distribution with probability vectors given by the rows of . All confidence intervals reported for reproduction numbers are based on the quantiles of 1000 such simulations.",
            "cite_spans": [],
            "section": "Method 1: Reconstruction of the epidemic tree ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "By default, when analysing both wards together, we assume minimal cross-infection between the wards (), though we also consider the opposite extreme (), representing complete ward mixing. We report results here where  is fixed at 0.005, though also describe results of sensitivity analyses with values of 0.001 and 0.025.",
            "cite_spans": [],
            "section": "Method 1: Reconstruction of the epidemic tree ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The second approach estimates the probabilities  using maximum likelihood estimation (MLE). With two MRSA types, we assume that patients susceptible to type 1 are also susceptible to type 2, so . This implicitly assumes complete bacterial interference (i.e. that colonisation with one type of MRSA prevents acquisition of another type one or more days after the first acquisition [48]). As a sensitivity analysis we also considered the other extreme: complete lack of bacterial interference, so that a patient colonized with one MRSA type had the same daily risk of acquiring a different subtype as an uncolonized patient. With the additional assumption that new MRSA acquisitions occur the day before they are detected, the log likelihood of the new MRSA acquisition data in ward  on day  is given by:where  is a constant and",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "mention": "[48]",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Method 2: A likelihood-based approach ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Here  is given by the product of the probability of not acquiring MRSA type 2(1) on day  and the probability of acquiring type 1(2).  is the product of the probabilities of not acquiring either MRSA type. For completeness we could add a term to represent acquisition of both types on the same day. In practice we had no such observations.",
            "cite_spans": [],
            "section": "Method 2: A likelihood-based approach ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The overall log-likelihood is then given by the sum of  terms over  (the two wards) and is maximized using unconstrained optimization with the Nelder-Mead algorithm [49] as implemented in the function optim in R version 2.11.1 (www.project-r.org). Approximate 95% confidence intervals (CIs) were derived by inverting the square matrix of second-order partial derivatives of the loglikelihood function, i.e. the Hessian.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "mention": "[49]",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Method 2: A likelihood-based approach ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In practice, with method 2 rather than estimating separate  terms for every day  (which would over-parameterize the model), we apply constraints. We consider constraints where i)  terms from the same ward and same study phase are required to take the same value; ii)  are the same across all time periods within each ward; iii)  terms from the same study phase are constrained to take the same value and do not vary across study wards; and iv)  terms are the same for different MRSA types, . These constraints imply a series of nested models, and we apply likelihood ratio tests to determine whether there is evidence to reject the hypotheses that these equality constraints represent.",
            "cite_spans": [],
            "section": "Method 2: A likelihood-based approach ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To obtain estimates of  requires consideration of the length of stay distribution. To simplify matters we ignore any potential additional length of ICU stay caused by infection, but account for the facts that the longer a susceptible patient stays the greater the risk of acquiring MRSA, and the longer an MRSA-positive patient stays the greater the expected number of secondary transmission events they will cause. In simple models it is often assumed that there is constant hazard of hospital discharge and the length of stay distribution is exponential. In such cases the risk of a patient acquiring MRSA is unrelated to the subsequent length of stay and  is trivially calculated as the product of mean length of stay, the mean number of exposed patients on the ward, and the daily probability of transmission from a single source to a single exposed patient. In practice, the hazard of ICU discharge is likely to be dependent on the day of stay, and typically decreases with increasing day of stay. In this case, the patients at greatest risk of acquiring MRSA (i.e. those who have stayed longest on the ward) will also have longer expected future stays and will therefore tend to cause more secondary infections. To account for this we partition patients into groups defined by the number of ICU days a randomly-selected patient on the ward would stay after becoming MRSA positive (assuming no additional stay due to MRSA). To do this we use the empirical length of stay distribution and calculate the probability, , that a randomly selected patient on the ICU is a member of group . This is given by , where  is the probability that a newly admitted patient stays for  days. Assuming an average of  exposed patients per day on the ward, and that each patient has a daily probability, , of acquiring MRSA from a single MRSA positive patient on the ward, an MRSA patient in group  will, on average, transmit MRSA to  patients in group  (ignoring saturation effects, which will be negligible for sufficiently small ). These  values are the elements of the next generation matrix. The dominant eigenvalue of this matrix gives the reproduction number, \n[20].",
            "cite_spans": [
                {
                    "start": 2154,
                    "end": 2158,
                    "mention": "[20]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Method 2: A likelihood-based approach ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In contrast to method 1, which excludes susceptible patients from the analysis and enables estimates only of the net (or effective) reproduction number, this method accounts for susceptibles in the model and therefore allows us to estimate the single-admission reproduction number (the transmission potential of an MRSA positive patient in an otherwise fully susceptibility ward). This will be greater than or equal to the net single-admission reproduction number, and determines the threshold epidemic behaviour [25]. A further difference is that this method allows the transmission potential of an MRSA positive patient to change over time, according to the current study phase. In contrast, method 1 makes no explicit assumptions about the timing of changes in the transmission potential, and net reproduction numbers for a particular time period relate to the transmission potential of patients admitted to the ward during that time period even though the actual transmission events may occur at a later time.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "mention": "[25]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Method 2: A likelihood-based approach ::: Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Both methods 1 and 2 assume that MRSA acquisition events occur as a result of patient-to-patient transmission from known carriers and exclude observations where there are no potential source patients. An additional sensitivity analysis therefore extended method 2 by allowing for both patient-to-patient transmission and background transmission (for example, from colonized staff or persistent environmental contamination). If the daily probability of a susceptible patient on ward  at time  acquiring strain j from such background sources is , then the  term above is replaced by  in the new model, with similar changes for other terms. When applying this model,  was assumed to vary by ward, MRSA type and study phase, but to remain constant within in a phase.",
            "cite_spans": [],
            "section": "Method 2: A likelihood-based approach ::: Analysis ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Red and black filled areas indicate the number of patients known to be colonized or infected with TW and non-TW MRSA on each ward at each time point (assuming MRSA is not cleared during the ward stay). Vertical broken lines indicate the timing of interventions A, B and C. Symbols above each graph indicate the number of MRSA acquisitions and importations each day under baseline assumptions (see protocol S1 and table S1 in supporting information for details of assumptions and corresponding numbers under alternative assumptions).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Top panel shows histograms for expected numbers of secondary cases resulting from each case on the two ICUs (combined) in each of the four study phases (red is TW MRSA, white is non-TW) as calculated using method 1. The scatterplot (bottom panel) shows the same data, plotted according to the date MRSA was first isolated. Dates of interventions A, B and C are indicated by broken vertical lines. Smoothed trend lines (lowess smoothing where 10% of the points influence the smoothed value) are also shown.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: \n\nestimates for MRSA types TW and non-TW obtained using method 1. Estimates of net single admission reproduction numbers () for TW clones (red) and non-TW clones (black) are shown in terms of the point estimate (central white line), 80% CIs (dark shaded region) and 95% CI (light shaded region) for each four-week averaged reproduction number obtained by averaging individual patient reproduction numbers according to the ICU admission date. Interventions A, B and C are indicated by vertical arrows.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Infectious diseases of humans: Dynamics and Control",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Strong approximations for epidemic models.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Stochastic Process Appl",
            "volume": "55",
            "issn": "",
            "pages": "1-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Using a longitudinal model to estimate the effect of methicillin-resistant Staphylococcus aureus infection on length of stay in an intensive care unit.",
            "authors": [
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Batra",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edgeworth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robotham",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Epidemiol",
            "volume": "170",
            "issn": "",
            "pages": "1186-1194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Efficacy and limitation of a chlorhexidine-based decolonization strategy in preventing transmission of methicillin-resistant Staphylococcus aureus in an intensive care unit.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Batra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whiteley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wyncoll",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clinical Infect Dis",
            "volume": "50",
            "issn": "",
            "pages": "210-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Throat and rectal swabs may have an important role in MRSA screening of critically ill patients.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Batra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eziefula",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wyncoll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edgeworth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intensive Care Med",
            "volume": "34",
            "issn": "",
            "pages": "1703-1706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "An algorithm to estimate the importance of bacterial acquisition routes in hospital settings.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nijssen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fluit",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Epidemiol",
            "volume": "166",
            "issn": "",
            "pages": "841-851",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The nosocomial transmission rate of animal-associated st398 meticillin-resistant Staphylococcus aureus.",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Wassenberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trapman",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Bonten",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J R Soc Interface",
            "volume": "8",
            "issn": "",
            "pages": "578-584",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "New threats to the control of methicillin-resistant Staphylococcus aureus.",
            "authors": [
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Casewell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Hosp Infect",
            "volume": "30:",
            "issn": "Suppl",
            "pages": "465-471",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Real-time estimates in early detection of SARS.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bolle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "110-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "S. pneumoniae transmis- sion according to inclusion in conjugate vaccines: Bayesian analysis of a longitudinal follow-up in schools.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Temime",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Varon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "14-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Waves of resistance: Staphylococcus aureus in the antibiotic era.",
            "authors": [
                {
                    "first": "HF",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "FR",
                    "middle": [],
                    "last": "Deleo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "629-641",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Detection of multiple-strain carriers: the value of re-sampling.",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dall'antonia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Millar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Theor Biol",
            "volume": "240",
            "issn": "",
            "pages": "98-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Methicillin-resistant Staphylococcus aureus in hospitals and the community: stealth dynamics and control catastrophes.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Medley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kibbler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cookson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "10223-10228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The analysis of hospital infection data using hidden Markov models.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biostatistics",
            "volume": "5",
            "issn": "",
            "pages": "223-237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "An augmented data method for the analysis of nosocomial infection data.",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Medley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "168",
            "issn": "",
            "pages": "548-557",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "JAP",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mathematical epidemiology of infectious diseases. Wiley Series in Mathematical and Computational Biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "An outbreak in an intensive care unit of a strain of methicillin-resistant Staphylococcus aureus sequence type 239 associated with an increased rate of vascular access device-related bacteremia.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edgeworth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yadegarfar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Batra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cockfield",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clinical Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "493-501",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Winning the battle but losing the war: methicillin-resistant Staphylococcus aureus (MRSA) infection at a teaching hospital.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Redpath",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trundle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coomber",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "QJM",
            "volume": "91",
            "issn": "",
            "pages": "539-548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Rapid detection of the pandemic methicillin-resistant Staphylococcus aureus clone st 239, a dominant strain in asian hospitals.",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Feil",
                    "suffix": ""
                },
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Nickerson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chantratita",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wuthiekanun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Srisomang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "1520-1522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Bayesian inference of hospital-acquired infectious diseases and control measures given imperfect surveillance data.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pettitt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biostatistics",
            "volume": "8",
            "issn": "",
            "pages": "383-401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Estimating individual and household reproduction numbers in an emerging epidemic.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Current status and recommendations on methicillin-resistant Staphylococcus aureus infection in Latin America.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gotuzzo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Braz J Infect Dis",
            "volume": "14",
            "issn": "Suppl 2",
            "pages": "77-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Joint estimation of the basic reproduction number and generation time parameters for infectious disease outbreaks.",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biostatistics",
            "volume": "12",
            "issn": "",
            "pages": "303-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Mathematical modelling: a tool for hospital infection control.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grundmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hellriegel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "39-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Evolution of MRSA during hospital transmission and intercontinental spread.",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Feil",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Holden",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Quail",
                    "suffix": ""
                },
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Nickerson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "327",
            "issn": "",
            "pages": "469-474",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot–and–mouth outbreak.",
            "authors": [
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Friar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "121-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The concept of R0 in epidemic theory.",
            "authors": [
                {
                    "first": "JAP",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Statist Neerlandica",
            "volume": "50",
            "issn": "",
            "pages": "89-110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Genome sequence of a recently emerged, highly transmissible, multi-antibiotic- and antiseptic-resistant variant of methicillin-resistant Staphylococcus aureus, sequence type 239 (tw).",
            "authors": [
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Holden",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corton",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Quail",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Cockfield",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Bacteriol",
            "volume": "192",
            "issn": "",
            "pages": "888-892",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Community associated MRSA: an alert to pae-diatricians.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jeyaratnam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kearns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Dis Child",
            "volume": "91",
            "issn": "",
            "pages": "511-512",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Enhanced surveillance of methicillin-resistant Staphylococcus aureus (MRSA) bacteraemia in children in the UK and Ireland.",
            "authors": [
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharland",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Goodall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blackburn",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Kearns",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Dis Child",
            "volume": "95",
            "issn": "",
            "pages": "781-785",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Generation interval contraction and epidemic data analysis.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kenah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math Biosci",
            "volume": "213",
            "issn": "",
            "pages": "71-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Invasive methicillin-resistant Staphylococcus aureus infections in the United States.",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Klevens",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nadle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petit",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gershman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA",
            "volume": "298",
            "issn": "",
            "pages": "1763-1771",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Assessing the role of undetected colonization and isolation precautions in reducing methicillin-resistant Staphylococcus aureus transmission in intensive care units.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kypraios",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "O'Neill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rifas-Shiman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Infectious disease dynamics: What characterizes a successful invader?",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "McLean",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "901-910",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "A stochastic mathematical model of methicillin resistant Staphylococcus aureus transmission in an intensive care unit: predicting the impact of interventions.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "McBryde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pettitt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "McElwain",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Theor Biol",
            "volume": "245",
            "issn": "",
            "pages": "470-481",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Colonization pressure and risk of acquisition of methicillin-resistant Staphylococcus aureus in a medical intensive care unit.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Merrer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Santoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Appéré de Vecchi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Jonghe",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "21",
            "issn": "",
            "pages": "718-723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Role of airborne transmission in staphylococcal infections.",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Mortimer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wolinsky",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Gonzaga",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Rammelkamp",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "319-322",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "A simplex method for function minimization.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Nelder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "The Computer Journal",
            "volume": "7",
            "issn": "",
            "pages": "308-313",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Meticillin-resistant Staphylococcus aureus in rural Asia.",
            "authors": [
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Nickerson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wuthiekanun",
                    "suffix": ""
                },
                {
                    "first": "NP",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chaowagul",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Peacock",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "70-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Emergence of community-associated methicillin-resistant Staphylococcus aureus carriage in children in Cambodia.",
            "authors": [
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Nickerson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wuthiekanun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amornchai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wongdeethai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Trop Med Hyg",
            "volume": "84",
            "issn": "",
            "pages": "313-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Disease evolution on networks: the role of contact structure.",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "699-708",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Bacterial interference between strains of S. aureus.",
            "authors": [
                {
                    "first": "HR",
                    "middle": [],
                    "last": "Shinefield",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Ribble",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boris",
                    "suffix": ""
                },
                {
                    "first": "HF",
                    "middle": [],
                    "last": "Eichenwald",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aly",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Ann N Y Acad Sci",
            "volume": "236",
            "issn": "",
            "pages": "444-455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "A useful relationship between epidemiology and queueing theory: the distribution of the number of infectives at the moment of the first detection.",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trapman",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Bootsma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Math Biosci",
            "volume": "219",
            "issn": "",
            "pages": "15-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Community-acquired methicillin-resistant Staphylococcus aureus carrying Panton-Valentine leukocidin genes: worldwide emergence.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vandenesch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Naimi",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Enright",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Nimmo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "978-984",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "An introduction to infectious disease modelling",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509-516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "A likelihood-based method for real-time estimation of the serial interval and reproductive number of an epidemic.",
            "authors": [
                {
                    "first": "LF",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Stat Med",
            "volume": "27",
            "issn": "",
            "pages": "2999-3016",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Statistical epidemic modeling with hospital outbreak data.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dettenkofer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bertz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huebner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Stat Med",
            "volume": "27",
            "issn": "",
            "pages": "6522-6531",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Mortality and hospital stay associated with resistant Staphylococcus aureus and Escherichia coli bacteremia: estimating the burden of antibiotic resistance in europe.",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "de Kraker",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grundmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Med",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}