{
    "paper_id": "PMC4256478",
    "metadata": {
        "title": "Rapid Identification of Black Grain Eumycetoma Causative Agents Using Rolling Circle Amplification",
        "authors": [
            {
                "first": "Sarah",
                "middle": [
                    "A."
                ],
                "last": "Ahmed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bert",
                "middle": [
                    "H.",
                    "G.",
                    "Gerrits"
                ],
                "last": "van den Ende",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmed",
                "middle": [
                    "H."
                ],
                "last": "Fahal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wendy",
                "middle": [
                    "W.",
                    "J."
                ],
                "last": "van de Sande",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G.",
                "middle": [
                    "S."
                ],
                "last": "de Hoog",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joseph",
                "middle": [
                    "M."
                ],
                "last": "Vinetz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Black grain eumycetoma represents the most common fungal mycetoma worldwide. This chronic, erosive infection of subcutaneous tissues particularly affects the lower extremities and leads to severe disability [1]. The disease is considered a major health problem in tropical areas and is prevalent among people of low socio-economic status [2].",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "mention": "[1]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 338,
                    "end": 341,
                    "mention": "[2]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Mycetoma presents as a subcutaneous mass with multiple sinuses that discharge pus, serous fluid and grains, i.e. the characteristic compact grains of the causative agent formed inside the lesion [3].",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "mention": "[3]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A wide range of microorganisms has been reported to cause mycetoma. For treatment, not only differentiation between (fungal) eumycetoma and (bacterial) actinomycetoma is important, but also the identity of the causative agent, since species differ in their response to antimicrobial drugs [4]. In endemic countries, clinical diagnosis may be the only diagnostic method. A fully developed mycetoma lesion is easily identified clinically, whereas in early stages with the absence of grains, the infection may be confused with phaeomycosis or soft tissue tumors [1]. In such cases fine needle aspiration cytology or deep surgical biopsy for histological examination are useful [1], [5]. Some fungal and bacterial grains have a characteristic histological appearance which helps in provisional identification, but recognition of the causative species remains impossible [6]. Isolation of the pathogen from discharged grains or from biopsies allows identification of agents that sporulate, but most of the species lack phenotypic characteristics [3]. Molecular techniques have been introduced to facilitate the identification of nondescript organisms [7], [8], [9], but are of high cost and time-consuming. Thus, there is a need for a fast, simple and reliable method for identification.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 559,
                    "end": 562,
                    "mention": "[1]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 674,
                    "end": 677,
                    "mention": "[1]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 679,
                    "end": 682,
                    "mention": "[5]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 866,
                    "end": 869,
                    "mention": "[6]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "mention": "[3]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "mention": "[7]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "mention": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "mention": "[9]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Rolling circle amplification (RCA) is a powerful diagnostic method based on detection of specific nucleic-acid sequences and enzymatic amplification of circularized oligonucleotide probes under isothermal conditions [10]. The probes are linear oligonucleotides that contain two target-complementary sequences at their ends joined by linkers [11]. The ends of the probe hybridize to the complementary target in juxtaposition and then ligate which allows the circularization of the probe [11]. The circular structured molecule then amplifies with DNA polymerase that has strand displacement and progressive DNA synthesis activity resulting in series of repeats of the original circular template [11], [12]. The technique has been proven to be rapid, specific and low-cost for molecular identification of viruses, bacteria, and fungi [13], [14], [15], [16]. It has been applied for identification of a rare black grain mycetoma species Exophiala jeanselmei\n[17]. In addition, RCA has been used successfully for identification of white grain mycetoma species Scedosporium boydii\n[18]. The aim of the present study is to develop RCA-based diagnostics for the most common agents of black-grain eumycetoma.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "mention": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 341,
                    "end": 345,
                    "mention": "[11]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 486,
                    "end": 490,
                    "mention": "[11]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 693,
                    "end": 697,
                    "mention": "[11]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 699,
                    "end": 703,
                    "mention": "[12]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 831,
                    "end": 835,
                    "mention": "[13]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 837,
                    "end": 841,
                    "mention": "[14]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 843,
                    "end": 847,
                    "mention": "[15]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 849,
                    "end": 853,
                    "mention": "[16]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 954,
                    "end": 958,
                    "mention": "[17]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The study included 62 isolates belonging to eight species causing black grain mycetoma: Madurella mycetomatis (n = 32), M. fahalii (n = 1), M. pseudomycetomatis (n = 3), M. tropicana (n = 2), Trematosphaeria grisea (n = 10), Falciformispora senegalensis (n = 6), F. tompkinsii (n = 2), and Medicopsis romeroi (n = 6). Strains were obtained from the reference collections of CBS-KNAW Fungal Biodiversity Centre (Utrecht, The Netherlands) and the Mycetoma Research Centre (MRC, Khartoum, Sudan) and are listed with metadata in Table 1. Type strains of all tested species were included. All strains were identified down to species level by sequencing of the rDNA ITS region [19], [20].",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 675,
                    "mention": "[19]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 677,
                    "end": 681,
                    "mention": "[20]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Strains analyzed ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 525,
                    "end": 532,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "DNA was extracted using cetyltrimethyl ammonium bromide (CTAB) method as described by Möller et al. [21]. Amplification of the ITS region was performed using primers V9G and LS266 [22] in a 25 µL reaction mixture containing: 10 ng of template DNA, 0.1 mM each dNTP, 0.6 U Taq polymerase (GC Biotech, Alphen aan den Rijn, The Netherlands), 1 µL of each primer (10 pmol) and 2.5 µL reaction buffer (0.1 M Tris-HCl, 0.5 M KCl, 25 mM MgCl2, 0.1% gelatin, 1% Triton X-100). PCR reactions consisted of a 5 min predenaturation step at 95°C, followed by 30 cycles of 95°C for 30 s, 52°C for 30 s and 72°C for 1 min, with final post elongation step at 72°C for 7 min. PCR products were detected by electrophoresis using 1% agarose gels.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "mention": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 180,
                    "end": 184,
                    "mention": "[22]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "DNA extraction and target amplification ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Sequences of the ITS region were used to design 8 probes specific for each species used in this study. Two alignments were generated since the analyzed species were known to belong to two different fungal orders [19], [20]. ITS derived from Madurella (Sordariales) were aligned with 200 isolates of Chaetomiaceae including Chaetomium, Thielavia, and Achaetomium. For the remaining species (Pleosporales) an alignment was constructed to include representative isolates of the family Trematosphaeriaceae and of coelomycetes in the suborder Pleosporineae. Sequences were aligned using BioNumerics v4.61 (Applied Maths, Sint-Martens-Latem, Belgium). Probes were designed with minimum secondary structure and were checked using PrimerSelect (DNASTAR Lasergene, WI, U.S.A.). To insure specificity of the probes, target-specific sites of each padlock probe was submitted to BLAST in NCBI sequence database for homologous sequences. The melting temperature of the 5′ end of the probe binding arm was designed to be>63°C while for the 3′ end binding arm it was designed to be at least 15°C below the annealing temperature. The probes were phosphorylated at the 5′ end and are listed in Table 2. Probe linkers were taken from Zhou et al. [23].",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "mention": "[19]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 218,
                    "end": 222,
                    "mention": "[20]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "mention": "[23]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Padlock probe design ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1177,
                    "end": 1184,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Padlock probe ligation was performed in a mixture consisting of 1 µl purified ITS amplicons, 2 U pfu DNA ligase (Epicentre Biotechnologies, Madison, WI, U.S.A.), and 0.1 µmol/l padlock probe in buffer (20 mM Tris-HCl pH 7.5, 10 mM MgCl2, 20 mM KCl, 0.1% Igepal, 0.01 mM rATP, 1 mM DTT), with a total reaction volume of 10 µl. Ligation conditions were: 5 min denaturation at 94°C, followed by 7 cycles of 94°C for 30 sec, 63°C for 4 min, and final cooling at 10°C.",
            "cite_spans": [],
            "section": "Probe ligation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Prior to RCA amplification reaction and in order to reduce the ligation-independent amplification, ligation products were treated by addition of 10 U exonucleases I and 10 U exonucleases III (New England Biolabs, Hitchin, U.K.) with a final volume of 20 µl. The mixture was then incubated for 30 min at 37°C, followed by 3 min at 94°C to deactivate the endonuclease enzymes.",
            "cite_spans": [],
            "section": "Exonucleolysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "RCA amplification reaction was performed in a 50 µl mixture containing; 2 µl ligation product, 8 U Bst DNA polymerase (New England Biolabs), 10 pmol of each RCA primer (Table 2), and 400 µM dNTP mix. The mixture was incubated at 65°C for 60 min and cooled at 10°C. Electrophoresis on a 1% agarose gel was used to visualize RCA products. A positive reaction is indicated by the presence of ladder-like pattern. The reaction was also visualized by adding 1.0 µl of a 10-fold diluted SYBR Green I (Cambrex BioScience, Workingham, U.K.) to 10 µl of the amplification product. Accumulated double stranded DNA was detected with UV transilluminator (Vilber Lourmat, Marne-la-Vallée, France).",
            "cite_spans": [],
            "section": "Rolling circle amplification (RCA) ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The specificity of the 8 RCA probes was tested using strains of black-grain mycetoma causative species listed in table 1. Analytical sensitivity was determined using 10-fold serial dilution of M. mycetomatis (CBS 109801) and M. fahalii (CBS 129176) DNA and the test was performed as mentioned above. In addition, RCA was performed directly using DNA samples without amplification of the target gene. To evaluate the detection limit from direct DNA samples two-fold serial dilutions of target DNA were tested.",
            "cite_spans": [],
            "section": "Determination of analytical specificity and sensitivity ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "mention": "table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The sensitivity of the RCA probes was also determined by 10-fold serial dilution of MYC and MFAH probes tested with amplified ITS of M. mycetomatis and M. fahalii respectively.",
            "cite_spans": [],
            "section": "Determination of analytical specificity and sensitivity ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "RCA was used to identify 62 strains belonging to eight species causing human eumycetoma. Since black grain eumycetoma species are known to be phylogenetically distant, it is easy to find unique sites for their identification. The ribosomal ITS region was sufficient for identification of all species and showed no intraspecific variability within a set of 100 M. mycetomatis strains in our collection. For M. mycetomatis, M. tropicana, M. pseudomycetomatis, and F. senegalensis the ITS1 region was selected for probe design, while for M. fahalii, T. grisea, F. tompkinsii and M. romeroi the ITS 2 region was found to be more suitable.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "RCA results for the tested strains were easily visualized in 1% agarose gel. Positive reactions demonstrated ladder like patterns while negative reactions resulted in a clear background (Fig. 1). With SYBR green, positive results showed green fluorescence when exposed to UV light, while negatives did not. When exonucleolysis was performed some inhibition was observed with low RCA positive signals on gel or with fluorescence. Faint non-specific bands were observed when this step was omitted. RCA reactions were performed successfully without digestion with exonucleases, as the non-specific bands did not interfere with RCA results.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 193,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "All M. mycetomatis strains were correctly identified with RCA, irrespective of their geographical origin (Sudan, India, Mali) (Fig. 2). For the other agents, each individual species-specific probes yielded positive results with their corresponding species and with 100% agreement with ITS sequencing (Fig. 2, Table 3). No cross reactivity or false positive and negative results were observed. The sensitivity of RCA when using amplified product of the target gene was less than 32×10−3 ng of DNA. A higher concentration of 100 ng is needed when the test is carried out directly from the DNA samples without amplification of the ITS. The probes were very sensitive and a concentration of 6.6×10−5 ng was successfully ligated and then amplified with RCA.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 301,
                    "end": 307,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 309,
                    "end": 316,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The turnaround time required for conducting the entire experiment including PCR amplification of target DNA, RCA processing and analysis was found to be 6 hours. DNA sequencing of the ITS region took more than 8 hours to be performed (Fig. 3).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 241,
                    "mention": "Fig. 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Mycetoma is a unique tropical disease, endemic in many tropical and subtropical regions that has been recently added to the WHO list of neglected tropical diseases. [24]. It is mainly prevalent in what is known as “mycetoma belt” which includes Mexico, Senegal, Sudan, India and other countries between tropic of cancer [1]. In 2014, a mycetoma consortium of scientists and physicians published research gaps on mycetoma which need to be addressed in the coming years [2]. One of the research priorities identified was the need to develop a reliable and cost-effective method for species identification to improve diagnosis [2].",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "mention": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 320,
                    "end": 323,
                    "mention": "[1]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 468,
                    "end": 471,
                    "mention": "[2]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 624,
                    "end": 627,
                    "mention": "[2]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Mycetoma agents have been extensively studied in recent years [8], [9], [20]. The large phylogenetic distance between a number of these agents provides the possibility to use a moderately variable marker like rDNA ITS for species identity. Ahmed et al. [25] developed PCR-restriction fragment length polymorphism (RFLP) for identification of M. mycetomatis targeting the ITS region. However, with the description of the molecular siblings M. fahalii, M. pseudomycetomatis, and M. tropicana\n[26] the method might be insufficiently accurate. Moreover, there is a need for identification these siblings species; Madurella grisea appeared to be distantly related and was re-named as T. grisea\n[20].",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "mention": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 67,
                    "end": 70,
                    "mention": "[9]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 72,
                    "end": 76,
                    "mention": "[20]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 253,
                    "end": 257,
                    "mention": "[25]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 490,
                    "end": 494,
                    "mention": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 689,
                    "end": 693,
                    "mention": "[20]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study we developed a simple, fast and highly specific molecular method for the identification of agents of black grain mycetoma. In this method, the ITS region is easily amplified using one set of primers, which simplifies the use. In a second, isothermal amplification reaction padlock probes are used to identify the species by RCA. The only equipment necessary is a thermocycler for the PCR reaction and a water bath or heating block for the RCA reaction. This relative simplicity enhances possible use in routine laboratories in endemic areas. Due to its robustness, high potential, and reproducibility, RCA is increasingly used as a diagnostic tool in pathogenic fungi, e.g. agents of chromoblastomycosis, dermatophytes, Aspergillus, Candida, and Talaromyces marneffei\n[16], [23], [27], [28]. The method does not require DNA sequencing and is therefore considered as a rapid and cost-effective. Applications are being expanded to nano- and biotechnology [29].",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 793,
                    "mention": "[16]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 795,
                    "end": 799,
                    "mention": "[23]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 801,
                    "end": 805,
                    "mention": "[27]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 807,
                    "end": 811,
                    "mention": "[28]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 974,
                    "end": 978,
                    "mention": "[29]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study eight species-specific probes were designed and used for identification of 62 isolates. For the RCA reaction species probe hybridization to the 3′ and 5′ ends of target DNA and joining of adjacent ends by DNA ligase when both show perfect complementarity. The ligation appears to be highly specific and thus the method can detect single nucleotide polymorphism [30]. The amplification reaction is driven by an isothermal DNA polymerase to amplify the circularized probes with high efficiency and an estimated capacity to synsthesize more than 70,000 bp per hour [31]. RCA products can be detected with different methods including gel electrophoresis, radiolabeling, UV absorbance, fluorescence, and single molecule detection [32]. It was known that the positive signals can be detected within 15 min after starting the RCA reaction by real time PCR [23]. In the present study the RCA positive signal was easily visualized using both gel electrophoresis and fluorescent dye. The duration of our RCA protocol was 2 h, but additional time is required for DNA extraction and ITS amplification. Compared to the DNA sequencing the turnaround time for RCA is 2 hours less than sequencing and this even more if there is no in-house sequencer available.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "mention": "[30]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 583,
                    "end": 587,
                    "mention": "[31]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 746,
                    "end": 750,
                    "mention": "[32]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 870,
                    "end": 874,
                    "mention": "[23]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results with eight padlock probes showed that RCA accurately identified all species with no cross reactivity (Fig. 1). It may be concluded that RCA is extremely useful for specific identification of agents of mycetoma. Performance and rapid turnaround time features make the RCA suitable for quick and reliable diagnosis, which is an enormous improvement compared to the current phenotypic identification of mostly non-sporulating cultures. Future application of RCA could be the detection of agents DNA directly from clinical samples without requirement of culturing.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Agarose gel electrophoresis analysis of rolling circle amplification products. Positives probe signal seen as band pattern was only present with matched template–probe mixtures. Probe names are indicated on the top of the gel. Lanes; 1 M. mycetomatis CBS 109801T, 2 M. tropicana CBS 201.38T, 3 M. pseudomycetomatis CBS 129177T, 4 M. fahalii CBS 129176T, 5 T. grisea CBS 332.50T, 6 F. senegalensis CBS 196.79T, 7 F. tompkinsii CBS 200.70, 8 M. romeroi CBS 252.60T, M DNA ladder.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Gel representation of rolling circle amplification reaction using Madurella mycetomatis probe (MYC) for strains recovered from mycetoma patient of origin: lane 1–18 Sudan; lane 19, 20 Mali; lane 21, 22 India; lane 23 negative control water; lane M ladder.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Molecular detection and identification of agents of eumycetoma: detailed report of two cases. J Clin Microbiol",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "5813-5816",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Revision of agents of black-grain eumycetoma in the order Pleosporales Persoonia",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "141-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Development of a species-specific PCR-restriction fragment length polymorphism analysis procedure for identification of Madurella mycetomatis\n",
            "authors": [],
            "year": 1999,
            "venue": "J Clin Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "3175-3158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Histological diagnosis of madura foot (mycetoma): a must for definitive treatment",
            "authors": [],
            "year": 2009,
            "venue": "J Glob Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "64-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Rolling circle amplification: a versatile tool for chemical biology, materials science and medicine",
            "authors": [],
            "year": 2014,
            "venue": "Chem Soc Rev",
            "volume": "43",
            "issn": "",
            "pages": "3324-3341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Signal amplification of padlock probes by rolling circle replication",
            "authors": [],
            "year": 1998,
            "venue": "Nucleic Acids Res",
            "volume": "26",
            "issn": "",
            "pages": "5073-5078",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Highly efficient DNA synthesis by the phage phi Ф 29 DNA polymerase. Symmetrical mode of DNA replication",
            "authors": [],
            "year": 1989,
            "venue": "J Biol Chem",
            "volume": "264",
            "issn": "",
            "pages": "8935-8940",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Rolling circle amplification for direct detection of rpoB gene mutations in Mycobacterium tuberculosis isolates from clinical specimens",
            "authors": [],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "1540-1548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Molecular identification of black-grain mycetoma agents",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "3517-3523",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Management of mycetoma",
            "authors": [],
            "year": 2010,
            "venue": "Expert Rev Dermatol",
            "volume": "5",
            "issn": "",
            "pages": "87-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Variability and molecular diagnostics of the neurotropic species Cladophialophora bantiana\n",
            "authors": [],
            "year": 1999,
            "venue": "Stud Mycol",
            "volume": "43",
            "issn": "",
            "pages": "152-162",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "DNA Replication: The Rolling Circle Model",
            "authors": [],
            "year": 1968,
            "venue": "Cold Spring Harb Symp Quant Biol",
            "volume": "33",
            "issn": "",
            "pages": "473-484",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Use of rolling circle amplification to rapidly identify species of Cladophialophora potentially causing human infection",
            "authors": [],
            "year": 2013,
            "venue": "Mycopathologia",
            "volume": "175",
            "issn": "",
            "pages": "431-438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Improvements of rolling circle amplification (RCA) efficiency and accuracy using Thermus thermophilus SSB mutant protein",
            "authors": [],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Rapid identification and differentiation of Trichophyton species, based on sequence polymorphisms of the ribosomal internal transcribed spacer regions, by rolling-circle amplification",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "1192-1199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Rapid identification of Pseudallescheria and Scedosporium strains by using rolling circle amplification",
            "authors": [],
            "year": 2012,
            "venue": "Appl Environ Microbiol",
            "volume": "78",
            "issn": "",
            "pages": "126-133",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "A novel rolling circle amplification assay to detect members of the family Anelloviridae in pigs and humans.Virus Res",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "160",
            "issn": "",
            "pages": "424-427",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "A simple and efficient protocol for isolation of high molecular weight DNA from filamentous fungi, fruit bodies, and infected plant tissues",
            "authors": [],
            "year": 1992,
            "venue": "Nucleic Acids Res",
            "volume": "20",
            "issn": "",
            "pages": "6115-6116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Rapid identification of fungal pathogens by rolling circle amplification using Fonsecaea as a model",
            "authors": [],
            "year": 2011,
            "venue": "Mycoses",
            "volume": "54",
            "issn": "",
            "pages": "e577-e582",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Detection and identification of opportunistic Exophiala species using the rolling circle amplification of ribosomal internal transcribed spacers",
            "authors": [],
            "year": 2013,
            "venue": "J Microbiol Methods",
            "volume": "94",
            "issn": "",
            "pages": "338-342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Padlock probes: circularizing oligonucleotides for localized DNA detection",
            "authors": [],
            "year": 1994,
            "venue": "Science",
            "volume": "265",
            "issn": "",
            "pages": "2085-2088",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Padlock probes reveal single-nucleotide differences, parent of origin and in situ distribution of centromeric sequences in human chromosomes 13 and 21",
            "authors": [],
            "year": 1997,
            "venue": "Nat Genet",
            "volume": "16",
            "issn": "",
            "pages": "252-255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Rapid and sensitive detection of severe acute respiratory syndrome Coronavirus by rolling circle amplification",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "2339-2344",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A new technique for the diagnosis of mycetoma using fixed blocks of aspirated material",
            "authors": [],
            "year": 2010,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "104",
            "issn": "",
            "pages": "6-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Practical method for detection and identification of Candida, Aspergillus, and Scedosporium spp. by use of rollingcircle amplification",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "2423-2437",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Phylogenetic Findings Suggest Possible New Habitat and Routes of Infection of Human Eumyctoma",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "New species of Madurella, causative agents of black-grain mycetoma",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "988-994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Diagnostic problem with imported cases of mycetoma in The Netherland",
            "authors": [],
            "year": 1993,
            "venue": "Mycoses",
            "volume": "36",
            "issn": "",
            "pages": "81-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The mycetoma knowledge gap: identification of research priorities",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}