{
    "paper_id": "PMC4140717",
    "metadata": {
        "title": "Serum Diamine Oxidase as a Hemorrhagic Shock Biomarker in a Rabbit Model",
        "authors": [
            {
                "first": "Liang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Weikun",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Geng",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jingwei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yingbin",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Halvard",
                "middle": [],
                "last": "Boenig",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the battlefield or remote areas, prolonged hemorrhagic shock often results in multiple organ failure (MOF) with a mortality rate of 24% [1]–[4]. The gut is considered to be the “motor” driving MOF [5]– because hemorrhagic shock reduces intestinal mucosal blood perfusion that leads to intestinal mucosal barrier damage, intestinal barrier dysfunction, ectopic flora, endotoxemia, systemic inflammation, and finally MOF [8]–[13]. Clinical studies have revealed that traumatic hemorrhagic shock patients with MOF display significantly higher levels of inflammatory cytokines (e.g., tumor necrosis factor (TNF)-α, interleukin (IL)-1, IL-6) than those without MOF [14], and animal experiments have shown that severe system inflammation is strongly related with prolonged hemorrhagic shock [15].",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "mention": "[1]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 143,
                    "end": 146,
                    "mention": "[4]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 200,
                    "end": 203,
                    "mention": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 422,
                    "end": 425,
                    "mention": "[8]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 426,
                    "end": 430,
                    "mention": "[13]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 663,
                    "end": 667,
                    "mention": "[14]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 788,
                    "end": 792,
                    "mention": "[15]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The timing of resuscitation and the severity of hemorrhagic shock are critical factors affecting intestinal damage. Leukocyte activation and resulting oxidative stress occurs three to six hours after traumatic hemorrhagic shock and is an important factor underlying mucosal barrier damage [16]–[19]. Activated leukocytes, which adhere to vascular endothelial cells via immunoglobulin and intercellular adhesion molecule (ICAM)-1, release peroxides that destroy the intestinal mucosal barrier [20]–[23]. As this gastrointestinal failure in critically ill patients has a poor prognosis [24]–[26], early assessment of mucosal barrier injury in shock patients is clinically relevant.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "mention": "[16]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 294,
                    "end": 298,
                    "mention": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 492,
                    "end": 496,
                    "mention": "[20]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 497,
                    "end": 501,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 584,
                    "end": 588,
                    "mention": "[24]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 589,
                    "end": 593,
                    "mention": "[26]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, there is no serological marker that can accurately assess intestinal ischemia-reperfusion injury. Some studies have found that serum diamine oxidase (DAO) levels are significantly increased after acute mesenteric ischemia [27]–[30], but it is unclear whether serum DAO levels can function as a serological marker in evaluating the severity of intestinal injury induced by hemorrhagic shock.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "mention": "[27]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 242,
                    "end": 246,
                    "mention": "[30]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, a hemorrhagic shock model was constructed with New Zealand rabbits in which two different levels of shock blood pressures (BPs) were maintained for 180 minutes in order to simulate two degrees of prolonged hemorrhagic shock. We hypothesized that prolonged hemorrhagic shock would cause obvious intestinal damage and that serum DAO can be used as an indicator to reflect the differing severities of intestinal ischemia-reperfusion injury accompanying the two degrees of prolonged hemorrhagic shock.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All the following procedures were strictly consistent with 3R principles, while animal care and housing procedures were in compliance with Chinese regulatory requirements. The protocol of this study was approved prior to implementation by the Ethics Committee of Third Military Medical University, and all procedures were in accordance with the National Institutes of Health Guidelines for Animal Research (Guide for the Care and Use of Laboratory Animals). Special care was taken to minimize number of and suffering of animals. Thirty male New Zealand white rabbits (weighing 2.4 to 2.6 kg, aged 6 to 8 months) were purchased from animal facility at Third Military Medical University (Chongqing, China). The rabbits were housed in individual cages and received humane care according to the Principles of Laboratory Animal Care. The laboratory temperature was maintained at 24±1°C.",
            "cite_spans": [],
            "section": "Animal Subjects ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The 30 rabbits were randomly divided into three groups based on their shock BP levels: the control group, the medium BP group (50 to 41 mm Hg), and the low BP group (40 to 31 mm Hg). All animals were fasted overnight and had free access to water before the experiment. Then, the rabbits were anesthetized by administration of 30 mg/kg 3% pentobarbital, and 20-gauge venous indwelling needles were inserted into the right and left femoral arteries to measure BP and to withdraw arterial blood samples, respectively. A central venous pressure catheter (7.5 Fr.; Baxter Healthcare, Deerfield, IL, USA) was positioned in the right atrium via the right jugular vein for the collection of venous blood samples. The animals were allowed to stabilize for 30 min before induction of hemorrhagic shock.",
            "cite_spans": [],
            "section": "Experimental Protocol ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "After a baseline BP was obtained, BP-controlled hemorrhagic shock was induced. The withdrawn blood was collected and heparinized with 10 units/ml heparin. BP was continually monitored and recorded every 2 min. We first used a 180-min prolonged hemorrhagic shock animal model based on the timing of neutrophil activation. The time points corresponding to the initiation of bleeding, the end of prolonged hemorrhagic shock, and 120 min after resuscitation were marked T1, T2, and T3, respectively. Because of autologous transfusion, the shock period from T1 to T2 was separated into two phases. During the first phase, blood was withdrawn at a fast rate of 1 ml/kg/min until the BP reached the target pressure. During the second phase, blood withdrawal or reperfusion was cautiously performed at a slow rate of 0.5 to 1 ml/unit time to stabilize the shock BP. Resuscitation began with equal volumes of heparinized blood and Ringer’s solution at T2 at a rate of 2 ml/kg/min. The experiment was concluded at T3 by euthanizing the rabbits through an overdosed intravenous injection of phenobarbital.",
            "cite_spans": [],
            "section": "Experimental Protocol ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The 1-ml venous blood samples were drawn at T1, T2, and T3 with simultaneous infusion of an equal volume of Ringer’s solution. The blood samples were centrifuged at 3500 rpm for 15 min at 4°C. After waiting 30 minutes for coagulation, the supernatant was separated and stored at −80°C for subsequent measurement of DAO, lactate, and TNF-α. Then, a 6.0 to 7.0-cm segment of intestine was resected 10 cm away from the terminal ileum (ileocecal valve) and divided into two segments. One segment was fixed using formalin and embedded in paraffin; the other section was washed with cold saline, dried with blotting paper, and preserved at −80°C.",
            "cite_spans": [],
            "section": "Specimen Preparation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The embedded segments of small intestine from all three groups were stained with hematoxylin-eosin. The severity of injury was evaluated by two independent, blinded pathologists using Chiu’s scoring method [31]. Briefly, mucosal damage was scored from 0 to 5 as follows: 0, normal mucosal villi; 1, development of sub-epithelial Gruenhagen space at the apex of the villus; 2, extension of the sub-epithelial space with moderate lifting of the epithelial layer from the lamina propria; 3, massive epithelial lifting down the sides of villi, possibly with a few denuded tips; 4, denuded villi with the lamina propria and dilated capillaries exposed, possibly with increased cellularity of the lamina propria; and 5, digestion and disintegration of the lamina propria, hemorrhage, and ulceration.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "mention": "[31]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Scoring Intestinal Mucosal Injury ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The embedded intestine was cut into 6-µm sections using a cryostat (LEICA CM 1800, Leica Co., Germany). The sections were further fixed with 4% paraformaldehyde at room temperature for 10 min and washed with PBS. The samples were then immunohistochemically stained with goat polyclonal antibodies against rabbit claudin-1 or rabbit ICAM-1 (diluted 1∶50). The secondary antibody (rhodamine-labeled rabbit anti-goat IgG diluted 1∶200) was added and incubated at 37°C for 30 min followed by washes with PBS and incubation with Hoechst 33342 (2 µg/ml) at room temperature for 3 min. After washes with PBS, the specimen was sealed and observed using a laser confocal microscope. Fluorescence intensity was detected at an excitation wavelength of 543 nm for R-phycoerythrin and 405 nm for Hoechst. Five fields of view (1.6×104 µm2 each) in the rabbit intestinal mucosa were evaluated for each condition. Fluorescence intensities of claudin-1 or ICAM-1 were estimated by Image Pro Plus software and expressed as an average proportion of positive areas per one field of view (1.6×104 µm2).",
            "cite_spans": [],
            "section": "Intestinal Claudin-1 and ICAM-1 ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Myeloperoxidase (MPO) activity in homogenates of the whole intestine (proximal jejunum) was determined as previously described [32]: “The tissues were washed and homogenized using Tekmar tissue homogenizer (Brinkman, Cincinnati, OH) for 20 secs on ice in potassium phosphate buffer (pH, 7.4) containing 2 mM PMSF. The homogenate was centrifuged at 10,000 rpm for 30 mins at 4°C (39.2°F). The pellet (90% of the total myeloperoxidase [MPO] activity), was homogenized in 10 volumes of ice-cold 50 mM potassium phosphate buffer (pH, 6.0) containing 0.5% hexadecyltrimethyl-ammonium bromide and 10 mM EDTA. MPO activity was determined by using a modification of the method (22) in which the enzyme catalyzes the oxidation of 3,3′,5,5′-tetramethylbenzidine by hydrogen peroxide. An aliquot of standard recombinant human MPO (0–0.125 units) or samples homogenate was added to 0.5 mL MPO cocktail (80 mM potassium phosphate buffer; pH, 5.4; 0.5% (w/v) hexadecyltrimethyl-ammonium bromide; and 1.6 mM 3,3′,5,5′-tetramethylbenzidine). The mixtures of samples with the MPO cocktail were placed at 37°C (98.6°F), and the reaction was started by addition of 0.3 mM hydrogen peroxide. The samples were incubated for 3 mins, and the reaction was stopped with 1 mL of chilled acetate buffer. The intensity of the blue chromogen of the reaction mixture (1 mL) that possessed a wavelength maximum at 655 nm was read. The number of units of MPO in the tissue homogenate was calculated from the plot of the standard MPO units vs. absorption. The MPO activity was recorded as number of units per mg of protein. Protein determination in the final homogenate was estimated by bicinchoninic acid (Pierce Chemical, Rockford, IL) protein method using total bovine serum albumin as a standard”.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "mention": "[32]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Intestinal Myeloperoxidase Activity ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The supernatants from the blood samples at T1, T2, and T3 were collected for measurements of DAO and TNF-α. Serum DAO activity and TNF-α concentrations were measured using enzyme-linked immunosorbent assay (ELISA) kits (CUSABIO; Wuhan, China) performed according to the manufacturer’s instructions. Each sample was run in duplicate and assessed by an automated ELISA reader at 436/450 nm wavelength. Arterial blood samples collected at T1, T2, and T3 in all groups were analyzed for blood lactate concentration using a portable blood gas analyzer (i-STAT; Abbott, Abbott Park, IL, USA).",
            "cite_spans": [],
            "section": "Serum DAO, Serum TNF-α, and Arterial Lactate ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Data were presented as means ± SDs (n = 10 rabbits/group). Significance was evaluated using one-way analysis of variance (ANOVA) (SPSS 21.0; SPSS Inc., Chicago, IL, USA) followed by Turkey’s test for comparisons among groups. Statistical significance was set at P<0.05. Correlations between different variables were assessed by Pearson’s or Kendall’s coefficient.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "No animals died prior to sacrifice at T3. BP levels were not different at T1 (P>0.05). The procedure for prolonged shock-resuscitation is detailed in Figure 1. The BP in the control group was relatively stable, fluctuating from 108 mm Hg to 96 mm Hg. The mean arterial pressure (MAP) decreased over an approximate 30-min period to the target shock BP of 41 to 50 mm Hg in the medium BP group and 31 to 40 mm Hg in the low BP group. The MAP during the shock maintenance phase was 42.8±4.7 mm Hg in the medium BP group and 35.8±5.6 mm Hg in the low BP group. The shock maintenance phase was successfully prolonged to 180 min to delay the resuscitation after hemorrhagic shock. At T3, the MAP in the low BP group (41.7±5.1 mm Hg) was significantly lower than the MAP in the medium BP group (70.0±4.8 mm Hg, P<0.01).",
            "cite_spans": [],
            "section": "Hemodynamic Changes ::: Results",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "All animals were sacrificed at T3. The results of histological examination and Chiu’s scoring are shown in Figure 2. According to Chiu’s evaluating system, a higher Chiu’s score represents more severe intestinal damage. In the control group, the intestines were normal with a Chiu’s score of 0.40±0.52. In the medium BP group, the intestines manifested lesions with a Chiu’s score of 2.3±0.67. In the low BP group, the intestines exhibited more severe damage with a Chiu’s score of 3.5±0.53. The scores were significantly different between binary comparisons of the groups (P<0.01).",
            "cite_spans": [],
            "section": "Intestinal Morphology ::: Results",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "As aberrant claudin-1 expression directly impairs mucosal barrier function, immunohistochemistry was used to detect claudin-1 expression in our prolonged hemorrhagic shock model (Fig. 3). While a normal fluorescence intensity was seen in cross-sections of the control group, claudin-1 expression at T3 in the low and medium BP groups showed significantly decreased fluorescence intensity (P<0.05), and the fluorescence intensity in the low BP group was significantly lower than that of the medium BP group (P<0.05).",
            "cite_spans": [],
            "section": "Claudin-1 Expression ::: Results",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 185,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To understand the effects of ICAM-1 on intestinal neutrophil infiltration, ICAM-1 levels were evaluated in our prolonged hemorrhagic shock model (Fig. 4). The minimum fluorescence intensity for ICAM-1 was found in the intestinal mucosa of the control group, while the fluorescence intensity of ICAM-1 staining was significantly increased in the medium and low BP groups (P<0.05). Moreover, ICAM-1 fluorescence intensity was significantly higher in the low BP group as compared to the medium BP group (P<0.05).",
            "cite_spans": [],
            "section": "Intestinal ICAM-1 Expression ::: Results",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "As intestinal MPO activity is considered an index of polymorph nuclear leukocyte (PMN) sequestration [34], [35], MPO activity was assessed in our prolonged hemorrhagic shock model (Fig. 5). Compared with the control group (0.348±0.035 IU/g), significantly increased MPO activity was found in the intestines of the medium BP group (0.615±0.047 IU/g, P<0.01) and the low BP group (0.911±0.068 IU/g, P<0.01). The low BP presented a significantly higher intestinal MPO activity than the medium BP group (P<0.01). At T3, statistical analysis showed a negative correlation between the MPO activity and the claudin-1 expression (R = −0.937, P<0.001).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "mention": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 107,
                    "end": 111,
                    "mention": "[35]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Intestinal MPO Activity ::: Results",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To assess systemic inflammation, serum TNF-α was measured in our prolonged hemorrhagic shock model (Fig. 6A). During the experiment, serum TNF-α in the control group showed no significant change (P>0.05). At T1, serum TNF-α values were not significantly different between binary comparisons of the control group (0.152±0.013 ng/ml), the medium BP group (0.152±0.014 ng/ml), and the low BP group (0.153±0.016 ng/ml) (P>0.05). However, at T2 and T3, serum TNF-α levels were significantly different between binary comparisons of the control group, the medium BP group, and the low BP group (T2: 0.164±0.009 ng/ml, 0.215±0.009 ng/ml, and 0.319±0.016 ng/ml, respectively, P<0.01; T3: 0.164±0.009 ng/ml, 0.362±0.020 ng/ml, and 0.626±0.042 ng/ml, P<0.01). These results indicate that a more severe hemorrhagic shock induces higher serum TNF-α concentrations in the prolonged hemorrhagic shock model, which indicates more severe systemic inflammation. At T3, statistical analysis showed a negative correlation between serum TNF-α and shock BP (R = −0.833, P<0.01) and a negative correlation with tissue claudin-1 expression (R = −0.958, P<0.01).",
            "cite_spans": [],
            "section": "Serum TNF-α ::: Results",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "mention": "Fig. 6A",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To assess whether serum DAO can indicate the severity of intestinal damage, serum DAO was detected in our prolonged hemorrhagic shock model (Fig. 6B). At T1, no significant differences in serum DAO levels were detected between the control group and either the medium BP or low BP group (0.107±0.010 IU/l vs. 0.109±0.011 IU/l or 0.111±0.014 IU/l, respectively, P>0.05). At T2, serum DAO levels in the medium BP and low BP groups were both significantly higher than that in the control group (0.153±0.020 IU/l and 0.252±0.026 IU/l vs. 0.107±0.008 IU/l, respectively, P<0.01). A similar trend occurred at T3 (0.337±0.037 IU/l and 0.670±0.085 IU/l vs. 0.110±0.009 IU/l, respectively, P<0.01). Binary comparisons also revealed that the serum DAO level in the medium BP group were lower than that in the low BP group (0.153±0.020 IU/l vs. 0.252±0.026 IU/l at T2, P<0.01; 0.337±0.037 IU/l vs. 0.670±0.085 IU/l, P<0.01). At T3, statistical analysis of the serum DAO content showed a positive correlation with serum TNF-α (R = 0.970, P<0.01) and a positive correlation with Chiu’s score (R = 0.601, P<0.01).",
            "cite_spans": [],
            "section": "Serum DAO ::: Results",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "mention": "Fig. 6B",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To assess hypoxia and hypoperfusion, arterial lactate was measured in our prolonged hemorrhagic shock model (Fig. 6C). No significant differences in arterial blood lactate were observed between all three groups at T1. Compared with the control group, anticipated increases in lactate levels occurred in the medium BP and low BP groups at T2 (18.97±1.52 M and 14.25±0.80 mM vs. 3.23±0.49 mM, respectively, P<0.01) and at T3 (10.29±1.02 mM and 13.58±1.27 mM vs. 3.73±0.40 mM, respectively, P<0.01). At T2, the low BP group manifested significantly higher lactate levels compared with the medium BP group (18.97±1.52 mM vs. 14.25±0.80 mM, P<0.05); a similar finding was observed at T3 (10.29±1.02 mM vs. 13.58±1.27 mM). After fluid resuscitation, hypoxia and hypoperfusion were alleviated. As a result, the blood lactate concentration at T3 was lower than that at T2 in the medium BP group (P<0.05) and the low BP group (P<0.05). In the medium and low BP groups, serum lactate displayed an “increase after shock and decrease after resuscitation” trend.",
            "cite_spans": [],
            "section": "Arterial Lactate ::: Results",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "mention": "Fig. 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Although our experiments confirmed that serum DAO levels reflect the severity of intestinal injury and elevated serum DAO levels are associated with increased degrees of systemic inflammation in a rabbit model, serum DAO’s role as a potential indicator of the severity of prolonged hemorrhagic shock requires further study in clinical trials.",
            "cite_spans": [],
            "section": "Limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we constructed a prolonged hemorrhagic shock animal model demonstrating that a more pronounced shock BP induces increased levels of systemic inflammation and intestinal mucosal barrier damage, suggesting that systemic inflammation possesses an etiopathological relationship with intestinal injury. The results reveal that serum DAO can reflect the severity of intestinal damage in prolonged hemorrhagic shock. Moreover, statistical analyses reveals serum DAO shows potential in evaluating the severity of prolonged hemorrhagic shock.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Animals in the medium BP group or low BP group underwent hemorrhagic shock for 180 min at 41–50 mm Hg or 31–40 mm Hg, respectively, before fluid resuscitation. The control group was the sham shock group.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: A: control group; B: medium BP group; C: low BP group; and D: Chiu’s score quantifies intestinal mucosal damage. Animals in the medium BP group or low BP group underwent hemorrhagic shock for 180 min at 41–50 mm Hg or 31–40 mm Hg, respectively, before fluid resuscitation. The control group was the sham shock group. Data are shown as means ± SDs. *P<0.05 vs. control group or medium BP group, #\nP<0.05 vs. control group.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: A: control group; B: medium BP group; C: low BP group; and D: mean fluorescence signal of claudin-1 (100%). Animals in the medium BP group or low BP group underwent hemorrhagic shock for 180 min at 41–50 mm Hg or 31–40 mm Hg, respectively, before fluid resuscitation. The control group was the sham shock group. Data are shown as means ± SDs. *P<0.05 vs. control group or medium BP group, #\nP<0.05 vs. control group.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: A: control group; B: medium BP group; C: low BP group; and D: mean fluorescence signal of ICAM-1 (100%). Animals in the medium BP group or low BP group underwent hemorrhagic shock for 180 min at 41–50 mm Hg or 31–40 mm Hg, respectively, before fluid resuscitation. The control group was the sham shock group. Data are shown as means ± SDs. *P<0.05 vs. control group or medium BP group, #\nP<0.05 vs. control group.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Animals in the medium BP group or low BP group underwent hemorrhagic shock for 180 min at 41–50 mm Hg or 31–40 mm Hg, respectively, before fluid resuscitation. The control group was the sham shock group. Data are shown as means ± SDs. *P<0.05 vs. control group or medium BP group, #\nP<0.05 vs. control group.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: A: serum TNF-α; B: serum DAO; and C: arterial lactate. Animals in the medium BP group or low BP group underwent hemorrhagic shock for 180 min at 41–50 mm Hg or 31–40 mm Hg, respectively, before fluid resuscitation. The control group was the sham shock group. Data are shown as means ± SDs. *P<0.05 vs. control group or medium BP group, #\nP<0.05 vs. control group. **P<0.05 vs. control group or medium BP group, ##\nP<0.05 vs. control group.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Postinjury neutrophil priming and activation: an early vulnerable window. Surgery",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "118(2)",
            "issn": "",
            "pages": "358-364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Acute necrosis of the intestinal mucosa with high serum levels of diamine oxidase. Digestive diseases and sciences",
            "authors": [],
            "year": 1984,
            "venue": "",
            "volume": "29(9)",
            "issn": "",
            "pages": "872-874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Intestinal diamine oxidase levels reflect ischemic injury. The Journal of surgical research",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "50(3)",
            "issn": "",
            "pages": "228-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Diamine oxidase as a marker for diagnosis of superior mesenteric arterial occlusion. Hepato-gastroenterology",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "59(113)",
            "issn": "",
            "pages": "155-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A combination of plasma DAO and citrulline levels as a potential marker for acute mesenteric ischemia. The Libyan journal of medicine",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Pancreatic duct ligation abrogates the trauma hemorrhage-induced gut barrier failure and the subsequent production of biologically active intestinal lymph. Shock",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "28(4)",
            "issn": "",
            "pages": "441-446",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Leukocyte adherence and sequestration following hemorrhagic shock and total ischemia in rats. Shock",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "11(4)",
            "issn": "",
            "pages": "248-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Intestinal mucosal lesion in low-flow states. I. A morphological, hemodynamic, and metabolic reappraisal. Archives of surgery (Chicago, Ill: 1960)",
            "authors": [],
            "year": 1970,
            "venue": "",
            "volume": "101(4)",
            "issn": "",
            "pages": "478-483",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A 12-year prospective study of postinjury multiple organ failure: has anything changed?",
            "authors": [],
            "year": 2005,
            "venue": "Archives of surgery (Chicago, Ill 1960)",
            "volume": "140",
            "issn": "5",
            "pages": "432-438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Intestinal crosstalk: a new paradigm for understanding the gut as the “motor” of critical illness. Shock",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "28(4)",
            "issn": "",
            "pages": "384-393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Diamine oxidase in rat small bowel: distribution in different segments and cellular location. Enzyme",
            "authors": [],
            "year": 1984,
            "venue": "",
            "volume": "31(4)",
            "issn": "",
            "pages": "217-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Trauma/hemorrhagic shock mesenteric lymph upregulates adhesion molecule expression and IL-6 production in human umbilical vein endothelial cells. Shock",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "17(6)",
            "issn": "",
            "pages": "491-495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Evidence favoring the role of the gut as a cytokine-generating organ in rats subjected to hemorrhagic shock. Shock",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "1(2)",
            "issn": "",
            "pages": "141-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Gut lymph and lymphatics: a source of factors leading to organ injury and dysfunction. Annals of the New York Academy of Sciences",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "1207",
            "issn": "Suppl 1",
            "pages": "E103-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Role of the gut in the development of injury- and shock induced SIRS and MODS: the gut-lymph hypothesis, a review. Frontiers in bioscience: a journal and virtual library",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "520-528",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Changes in the epidemiology and prediction of multiple-organ failure after injury. The journal of trauma and acute care surgery",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "74(3)",
            "issn": "",
            "pages": "774-779",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Neutrophil depletion in rats reduces burn-injury induced intestinal bacterial translocation. Critical care medicine",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "28(5)",
            "issn": "",
            "pages": "1550-1555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Oxidative modification of the intestinal mucus layer is a critical but unrecognized component of trauma hemorrhagic shock-induced gut barrier failure. American journal of physiology Gastrointestinal and liver physiology",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "304(1)",
            "issn": "",
            "pages": "G57-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "TLR4 regulates Kupffer cell chemokine production, systemic inflammation and lung neutrophil infiltration following trauma-hemorrhage. Molecular immunology",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "44(10)",
            "issn": "",
            "pages": "2625-2630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Intestinal cytokine response after gut ischemia: role of gut barrier failure. Annals of surgery",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "229(4)",
            "issn": "",
            "pages": "478-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Induced nitric oxide promotes intestinal inflammtion following hemorrhagic shock. American journal of physiology Gastrointestinal and liver physiology",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "286(2)",
            "issn": "",
            "pages": "G225-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The female intestine is more resistant than the male intestine to gut injury and inflammation when subjected to conditions associated with shock states",
            "authors": [],
            "year": 2005,
            "venue": "American journal of physiology Gastrointestinal and liver physiology",
            "volume": "288",
            "issn": "3",
            "pages": "G466-472",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Apoptosis is a major mode of cell death caused by ischaemia and ischaemia/reperfusion injury to the rat intestinal epithelium. Gut",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "42(4)",
            "issn": "",
            "pages": "530-537",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Lactate is an unreliable indicator of tissue hypoxia in injury or sepsis. The Lancet",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "354(9177)",
            "issn": "",
            "pages": "505-508",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Early cytokine production risk stratifies trauma patients for multiple organ failure. Journal of the American College of Surgeons",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "209(3)",
            "issn": "",
            "pages": "320-331",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Molecular determinants of reperfusion-induced leukocyte adhesion and vascular protein leakage. Circulation Research",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "74(2)",
            "issn": "",
            "pages": "336-343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Delayed fluid resuscitation in hemorrhagic shock induces proinflammatory cytokine response. Annals of emergency medicine",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "49(1)",
            "issn": "",
            "pages": "37-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The anatomic sites of disruption of the mucus layer directly correlate with areas of trauma/hemorrhagic shock-induced gut injury. The Journal of trauma",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "70(3)",
            "issn": "",
            "pages": "630-635",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Hemorrhagic shock induces endothelial cell apoptosis, which is mediated by factors contained in mesenteric lymph. Critical care medicine",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "32(12)",
            "issn": "",
            "pages": "2464-2470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Glutamine treatment attenuates the development of ischaemia/reperfusion injury of the gut. European journal of pharmacology",
            "authors": [],
            "year": 2010,
            "venue": "25",
            "volume": "643(2–3)",
            "issn": "",
            "pages": "304-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Prognostic value of blood lactate, base deficit, and oxygen-derived variables in an LD50 model of penetrating trauma. Critical care medicine",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "27(1)",
            "issn": "",
            "pages": "154-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The role of the gastrointestinal tract in postinjury multiple organ failure. American journal of surgery",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "178(6)",
            "issn": "",
            "pages": "449-453",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Myeloperoxidase activity as a quantitative assessment of neutrophil infiltration into ischemic myocardium. Journal of pharmacological methods",
            "authors": [],
            "year": 1985,
            "venue": "",
            "volume": "14(3)",
            "issn": "",
            "pages": "157-167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Gut failure in the ICU. Seminars in respiratory and critical care medicine",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "32(5)",
            "issn": "",
            "pages": "626-638",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Gastrointestinal failure score in critically ill patients: a prospective observational study. Crit Care",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "12(4)",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Gastrointestinal symptoms during the first week of intensive care are associated with poor outcome: a prospective multicentre study. Intensive care medicine",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "39(5)",
            "issn": "",
            "pages": "899-909",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Cytokine patterns in patients after major vascular surgery, hemorrhagic shock, and severe blunt trauma. Relation with subsequent adult respiratory distress syndrome and multiple organ failure. Annals of surgery",
            "authors": [],
            "year": 1993,
            "venue": "",
            "volume": "218(6)",
            "issn": "",
            "pages": "769-776",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Relationship between disruption of the unstirred mucus layer and intestinal restitution in loss of gut barrier function after trauma hemorrhagic shock. Surgery",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "141(4)",
            "issn": "",
            "pages": "481-489",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Mesenteric lymph duct ligation prevents trauma/hemorrhage shock-induced cardiac contractile dysfunction. Journal of applied physiology (Bethesda, Md: 1985)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "106(1)",
            "issn": "",
            "pages": "57-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Epidemiology of trauma deaths: a reassessment. The Journal of trauma",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "38(2)",
            "issn": "",
            "pages": "185-193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Clinical manifestations and inflammatory cytokine responses in patients with severe acute respiratory syndrome. Journal of the Formosan Medical Association",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "104(10)",
            "issn": "",
            "pages": "715-723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Enteroaggregative Escherichia coli disrupts epithelial cell tight junctions. Infection and immunity",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "78(11)",
            "issn": "",
            "pages": "4958-4964",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Role of the gut in multiple organ failure: bacterial translocation and permeability changes. World journal of surgery",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "20(4)",
            "issn": "",
            "pages": "411-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Gut ischemia and mesenteric synthesis of inflammatory cytokines after hemorrhagic or endotoxic shock. The American journal of physiology",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "273(2)",
            "issn": "",
            "pages": "G314-321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Differential effect of anti-TNF-alpha antibody on proinflammatory cytokine release by Kupffer cells following liver ischemia and reperfusion. Shock",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "11(6)",
            "issn": "",
            "pages": "391-395",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Diamine oxidase: an overview of historical, biochemical and functional aspects. Digestive diseases (Basel, Switzerland)",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "12(1)",
            "issn": "",
            "pages": "2-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Mechanism of the salutary effects of flutamide on intestinal myeloperoxidase activity following trauma-hemorrhage: up-regulation of estrogen receptor-{beta}-dependent HO-1. Journal of leukocyte biology",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "79(2)",
            "issn": "",
            "pages": "277-284",
            "other_ids": {
                "DOI": []
            }
        }
    }
}