{
    "paper_id": "PMC4546680",
    "metadata": {
        "title": "Detection of Cytomegalovirus Antibodies Using a Biosensor Based on Imaging Ellipsometry",
        "authors": [
            {
                "first": "Hongliu",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cai",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tengfei",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yongxin",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xianzhi",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chunhua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gotthard",
                "middle": [],
                "last": "Kunze",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "CMV is the most common infectious cause of mental disability in newborns in developed countries [1]. Detection of CMV antibodies is effective for systematic screening for CMV infection [2]. For instance, the CMV immunoglobulin G (IgG) avidity assay can help to distinguish primary from non-primary human CMV infections [3–5]. The key immune methods used for CMV antibody detection are: enzyme-linked immunosorbent assay (ELISA) [6], Elecsys [7], electrochemiluminescence immunoassay (ECLIA) [8], immunofluorescence assay (IFA) [9], flow cytometry (FCM) [10] and immunoblots [11]. Additionally, new immune methods for CMV antibody detection have been developed, such as the chemiluminesent microparticle immunoassay (CMIA) [12] and protein microarrays [13, 14]. However, these methods suffer from inherent limitations, such as length of testing time, the needs for expensive equipment, specialist skills, low sensitivity, and complicated sample preparation processes. For example, conventional ELISA is still the main diagnostic test for CMV, and commercial CMV ELISA Kits are available. Although ELISA is often used as a comparison method for CMV antibody detection [13], obvious shortcomings include the need of tracer label, plate washing, the indirect format of detection, and the length of time necessary for testing. Thus, a rapid, simple, direct, and high-throughput method for CMV antibody detection is urgently needed.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 186,
                    "end": 187,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 322,
                    "end": 323,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 429,
                    "end": 430,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 442,
                    "end": 443,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 492,
                    "end": 493,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 528,
                    "end": 529,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 723,
                    "end": 725,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1167,
                    "end": 1169,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The first biosensor based on imaging ellipsometry (BIE) was developed in 1995 [15,16]. Compared to the methods above, the advantages of BIE are evident, e.g., high-throughput multiplexed analysis and quantitative, label-free rapid testing. Previous applications of BIE mainly focus on the biomedical fields [17,18], such as high-throughput disease diagnosis of hepatitis B virus (HBV) marker [19,20], the detection of avian influenza virus (AIV) [21] and antibodies against severe acute respiratory syndrome (SARS) detection [22]. Thus, the biosensor technology offers important tools for disease diagnosis. As such, new applications have recently been developed, including those for the analysis of the interaction between tropomyosin allergens and antibodies [23], and the interaction between soluble N-ethylmaleimide-sensitive factor attachment receptor (SNARE) proteins [24]. To date, however, BIE has not been applied for the detection of CMV antibody, particularly for the identification of the CMV IgG and IgM antibodies.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 82,
                    "end": 84,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 308,
                    "end": 310,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 393,
                    "end": 395,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 396,
                    "end": 398,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 526,
                    "end": 528,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 875,
                    "end": 877,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The purpose of this study was to detect antibodies against CMV-3A in patient serum using a BIE microarray with CMV-3A, as well as to specifically identify captured IgG antibody against CMV. Antibodies against CMV qualitatively were detected using BIE, and then, goat antibody against human IgG (anti-IgG) was added to the area with the captured CMV antibody to confirm IgG antibody against CMV. A standard curve representing different concentration gradients was also established for the quantitative detection of CMV antibodies. As such, the concentration of CMV antibody in serum was quantitatively detected by BIE and then compared using ELISAs.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Silicon wafers were purchased from the General Research Institute for Nonferrous Metals (China). N-hy-droxysuccinimide (NHS) and 1-(3-Dimethyla-minopropyl)-3-ethylcarbodii-mide hydrochloride (EDC), Tween-20, bovine serum albumin (BSA), IgG, and Blocking Buffer (10×, B6429) were purchased by Sigma. Anti-IgG and a goat antibody against human IgM (anti-IgM) were purchased from Beijing Bo Sheng Bio-technology Co. Ltd. CMV-3A was purchased from GalaxyBio. The CMV-3A was a fusion of three segments of Pp150, Gp52 and Pp65, which have strong antigenicity epitopes. Fusion of the multi-epitope both enhances the sensitivity/specificity and reduces false negatives. Thus, CMV-3A was used as the ligand in the BIE assay. Purified CMV antibody (Pp65, C-Term, Rabbit, 1 mg/mL) was purchased from Antibodies-online.com. Patient serum samples were purchased from QiLu Hospital of Shandong University and clinical information is listed in Table A in S2 File.",
            "cite_spans": [],
            "section": "Materials and reagents ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "TORCH ELISA Kits used to analyze serum samples were purchased from MEDSON Inc. The detection process and analysis were executed according to the manufacturer’s instructions. Microplates were coated with native CMV antigens, highly purified by sucrose gradient centrifugation and inactivated. The solid phase was first treated with the diluted sample, and IgG molecules to CMV were then captured, if present, by the antigens. After washing out all of the other sample components, bound anti-CMV IgG molecules were detected by the addition of specific polyclonal anti-H-IgG antibodies labelled with peroxidase (HRP) in the second incubation. The enzyme captured on the solid phase, acting on the substrate/chromogen mixture, generates an optical signal that is proportional to the amount of anti-CMV IgG antibodies present in the sample. A calibration curve, calibrated against the first W.H.O international standard, makes possible a quantitative determination of the IgG antibody in the patient.",
            "cite_spans": [],
            "section": "Materials and reagents ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "NE solution was prepared with NHS (0.05 M) and EDC (0.2 M) in deionized water (18.3 MΩcm) from a Milli-Q plus system (Millipore, Bedford, MA). Phosphate-buffered saline (PBS) was prepared with 140 mM NaCl, 2.7 mM KCl, 10 mM Na2HPO4, and 1.8 mM KH2PO4 (pH 7.3) in deionized water. PBST buffer was prepared with 1% Tween-20 in PBS. CMV-3A (0.1 mg/mL) was prepared with PBST. BSA (10 mg/mL) was prepared with PBST. The blocking reagent was a 1:1 (vol:vol) mixture of 10 mg/mL BSA and 10× Blocking Buffer. Purified CMV antibody, IgG, anti-IgG, and anti-IgM were diluted to a concentration of 0.1 mg/mL with PBST. Serum samples were diluted as indicated with PBST for qualitative or quantitative detection.",
            "cite_spans": [],
            "section": "Materials and reagents ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The BIE combines high spatial resolution imaging ellipsometry (FigA in S1 File) with a microfluidic system (FigB in S1 File) to analyze biomolecular interaction [25].",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "BIE principle ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The microfluidic system is used for surface patterning and array production, as well as for solution delivery, ligand immobilization and target capture [26]. The microfluidic system has four main parts: a sample plate, multi-cell array, micro-channels and pumps. A multi-cell array was formed when a polydimethyl-siloxane (PDMS) pattern mold contacted the surface of a silicon substrate, each cell having an inlet and an outlet for solution passage. The physical size of each cell was ~1.5×1×0.5 mm3. The inlet micro-channels were placed into sample plate, and the outlet micro-channels were connected with pumps (ISM939, ISMATEC, Switzerland. www.ismatec.com) offering negative pressure. The simple channel junctions can be used in serial or parallel formats to simultaneously analyze single or multiple samples.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "BIE principle ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Imaging ellipsometry is a display technique for ultrathin film and surface characterization [27], which is used to read and analyze the protein arrays made by microfluidic systems. The incident wave of polarized light irradiates the sample as a probe beam and is thereby modified resulting in a reflective or transmission beam having the ability to carry sample information, such as protein layer thickness. When imaging ellipsometry is used to detect layer thickness, the reflection intensity is represented in grayscale, and the variation in layer thickness leads to changes in the grayscale value. If the refractive index is invariant, the grayscale value is directly proportional to the thickness of the protein layer within the range of 0~30 nm layer thickness, i.e., I = kd, where I is the light intensity and d is the layer thickness [28]. Under these conditions k is a constant and can be determined from a protein layer with known grayscale values and known thickness [29]. There is also a relationship between surface concentration and film thickness: surface concentration (μg/cm2)≈K×d, where K = 0.12 [27]. Thus, the grayscale value directly reflects layer thickness and surface concentration. The higher the grayscale value, the thicker the layer and the higher the surface concentration.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 842,
                    "end": 844,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 978,
                    "end": 980,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1114,
                    "end": 1116,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "BIE principle ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Silicon wafers were cut into 20×10 mm2 rectangles and rinsed with deionized water. After soaking in piranha solution (30% H2O2:98% H2SO4 = 1:3, vol/vol) for 30 min to increase the number of silanol groups on the wafer surface, and rinsing with deionized water and ethanol, the wafers were soaked in a mixture of 3-aminopropyltriethoxy-silane (APTES) and absolute ethanol (APTES:absolute ethanol = 1:10, vol/vol) and incubated for 2 h with gentle agitation. The reaction of APTES with the surface silanol groups resulted in covalent immobilization of-O-Si(OH)2-(CH2)3-NH2, forming a layer of densely packed amino groups on the surface. After rinsing three times with absolute ethanol, the wafers were incubated in a saturated solution of succinic anhydride in ethanol for ≥ 3 h with gentle agitation. The CH2CH2COOCO- group of succinic anhydride reacted with the -NH2 of -O-Si(OH)2-(CH2)3-NH2 group immobilized on the surface, generating carboxyl groups (-(CH2)3NH-CO-(CH2)2-COOH). Once prepared, the wafers were stored in ethanol.",
            "cite_spans": [],
            "section": "Surface modification ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The above-modified silicon wafers were used as the substrate. A piece of silicon wafer was placed on the microfluidic mold of the microfluidic system so that surfaces of the wafers were patterned to form small, regular cells in an array format. Then, the carboxyl groups were activated by pumping 10 μL of NE into each cell at a flow rate of 5 μL/min and passed through the surface of the wafer. In the presence of NHS, EDC transfers carboxyl groups to the Sulfo-NHS ester, which reacts with the amino groups of proteins to immobilize the proteins on surface. Next, the ligand was immobilized: CMV-3A as ligand or probe was pumped into each cell (10 μL per cell at 1 μL/min). Third, blocking occurred by pumping the blocking reagent into each cell (50 μL per cell at 1 μL/min) and passing it through each ligand area. Thus, a sensing array surface with CMV-3A was formed to catch CMV antibodies. Fourth, targets were detected. PBST was used as blank control (50 μL per cell at 1 μL/min) and purified CMV antibody as a positive control (50 μL per cell at 1 μL/min) by pumping them into several of the individual cells. Simultaneously, patient serum samples were also pumped into remaining cells (50 μL per cell at 1 μL/min). The CMV antibodies in the serum were captured when they interacted with the CMV-3A on the sensing surface. All cells were rinsed with PBST (20 μL per cell at 20 μL/min) between every two consecutive operation steps. Finally, the microarray wafers were removed from the microfluidic system. After being rinsed with deionized water and dried with nitrogen, the wafers were analyzed using imaging ellipsometry. If the CMV antibodies in the solution or serum interacted with the CMV-3A on the surface and formed a complex, the layer in that area became thicker. The experimental results were recorded as images in grayscale, and binding of CMV antibodies resulted in a significant increase in grayscale value.",
            "cite_spans": [],
            "section": "CMV detection procedure ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To detect the specificity of antibodies against CMV, CMV-3A as ligand was immobilized on two columns (Fig 1). PBST buffer was added as blank control to two areas on the first row. Simultaneously, purified CMV antibody (0.1 mg/mL) was added as positive control to two areas on the second row. Normal serum without CMV antibodies was added as negative control to two areas on the third row. Three patient serum samples (No. 956, 933, and 978; see Table A in S2 File for sample information) were analyzed on the following rows, respectively. The increase in light reflection density at each area revealed that CMV antibodies in the samples interacted with the CMV-3A immobilized on the chip.",
            "cite_spans": [],
            "section": "Qualitative detection of CMV antibodies and patient serum ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 107,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We further analyzed the types of CMV antibodies captured by the CMV-3A (Fig 2). In the first step, IgG was immobilized as ligand on the first and second columns. Simultaneously, CMV-3A was immobilized on the third, fourth, fifth, and sixth columns. In the second step, sample No. 948 was added to the third and fourth columns, and sample No. 940 was added to the fifth and sixth columns. PBST buffer was added as blank control to remaining areas. In the third step, anti-IgG and anti-IgM were added to third and fourth rows to identify and confirm if the antibody captured by the ligand was IgG or IgM. PBST buffer was added as blank control to remaining areas.",
            "cite_spans": [],
            "section": "Qualitative detection of CMV antibodies and patient serum ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 77,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To establish a calibration curve, a serum sample (No. 942, 21.8 IU/ml, see Table A in S2 File) was used, and five levels of serial dilution containing 0.011, 0.043, 0.170, 0.681, and 2.725 IU/mL of CMV antibody were prepared in PBST. CMV-3A was immobilized as ligand on two columns (Fig 3). After blocking, PBST buffer, CMV antibody and normal serum without CMV antibody were added as blank, positive, and negative controls (respectively) to the first, second, and third rows, respectively. The 0.011-, 0.043-, 0.170-, 0.681- and 2.725-IU/mL samples were added from the fourth to the eighth rows, respectively. Concentration plotted on the X-axis and the variation of the grayscale value compared to blank control was plotted on the Y-axis to generate the calibration curve (Fig 3).",
            "cite_spans": [],
            "section": "Calibration curve and quantitative detection of clinical serum samples ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 283,
                    "end": 288,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 775,
                    "end": 780,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "After acquiring the calibration curve, the concentrations of antibodies in samples of unknown concentration could be determined on the curve according to their grayscale values. Measurements of every sample were repeated in two areas on one chip (Fig 4). Commercial ELISA CMV antibody kits were used as controls according to the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Calibration curve and quantitative detection of clinical serum samples ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 252,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "For statistical analyses, the corresponding P-values were calculated with single factor analysis of variance in Microsoft Office Excel according to the quantity of areas in images and patients’ serum samples in Table A in S2 File [30]. In qualitative and quantitative detection experiments, significant changes in grayscale value detection areas compared to the blank control areas and the detection areas were deemed positive signals if P-value was < 0.05. If the P was ≥ 0.05, the detection areas were deemed negative signals. In comparison of the ELISA and BIE data, the results of the two methods were deemed in agreement if P was ≥ 0.05. If P was < 0.05, the two methods were deemed in disagreement. The correlation coefficient (r-value) of BIE and ELISA was calculated with analysis of correlation coefficient in Microsoft Office Excel (Table B in S2 File).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Statistical analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Compared to blank controls areas, the purified CMV antibody and patient serum sample detection areas had markedly thicker films, with the average grayscale value displaying significant increases, while negative control areas did not (Fig 1). The mean grayscale value of blank controls was measured at 117.45 ± 0.92, and the value of the purified CMV antibody was measured at 176.8 ± 3.39. Thus, the mean grayscale value of purified CMV antibody minus the mean grayscale value of blank control was 59.4 (P = 0.002). The value of the negative control was 125.9 ± 3.18. The mean grayscale value of the negative control minus the mean grayscale value of the blank control was 8.4 (P = 0.07). This indicated that there were specific interactions between the purified CMV antibody and the CMV-3A. Therefore, CMV antibodies in patient samples could be captured by the CMV-3A immobilized on the substrate.",
            "cite_spans": [],
            "section": "Specificity confirmation and qualitative detection ::: Results",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 239,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Indeed, the average grayscale value of the serum samples analyzed significantly increased relative to the controls (Fig 1). The mean serum value was 253.58 ± 0.49, and the mean grayscale value of serum minus the mean grayscale value of the blank control was 136.1 (P = 2.8×10−5), indicating that CMV antibodies were abundant in the serum samples. This was consistent with the ELISA results (Table A in S2 File).",
            "cite_spans": [],
            "section": "Specificity confirmation and qualitative detection ::: Results",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 121,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "When purified human IgG was used as the ligand, the average grayscale value of the anti-IgG detection areas significantly increased, while the anti-IgM detection areas did not (left two columns in Fig 2). The mean grayscale value of the anti-IgG minus the mean grayscale value of the blank control was 96.2 (P = 0.003). The mean value of the anti-IgM minus the mean grayscale value of the blank control was 8.15 (P = 0.29). These data are indicative of the specific interactions between the anti-IgG and the human IgG immobilized on the chip, which could be used as references to determine whether the antibodies in samples are IgG.",
            "cite_spans": [],
            "section": "Identification of IgG antibody against CMV by BIE ::: Results",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 202,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Compared to the CMV antibody areas, the anti-IgG detection areas displayed significant increases, while the anti-IgM detection areas did not (Fig 2). For example, the value of sample 948 was 156.2 ± 2.6, while the value of the anti-IgG was 189.6 ± 4.4, for a difference of 33.4 (P = 0.02). However, the value of the anti-IgM was 154.25 ± 0.25, and the difference was not obvious (P = 0.53). This indicated that IgG CMV antibodies were captured by the chip. For sample No. 940 detection, the value of the anti-IgG was 237.7 ± 11, and the increase was 77.3 (P = 0.01). The result also indicated that the content of IgG in samples No. 948 and 940 was different.",
            "cite_spans": [],
            "section": "Identification of IgG antibody against CMV by BIE ::: Results",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 147,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Five concentration gradients of a serum sample (No. 942, 21.8 IU/mL, see Table A in S2 File) measured in serially diluted samples were used to determine the sensitivity of the BIE assay (Fig 3). We found that the change in signal intensity was consistent with the increase in CMV antibody concentration. The CMV antibody detection sensitivity levels reached 0.01 IU/mL. The grayscale values of the blank control were 124.7 ± 0.5, and the grayscale values of the dilutions as low as 0.01 IU/mL were 132.3 ± 0.1, i.e., ~ 6.1% greater than that of the controls (P = 0.03). Repeating these tests > 10 times, our results demonstrated that the sensitivity of the assay reached 0.01 IU/mL or less. Each variation in grayscale value was linked to a corresponding concentration of the CMV antibody over the range of 0.011–2.725 IU/mL, and the calibration curve is shown in Fig 3. The concentrations of unknown samples could be determined according to corresponding grayscale value on the calibration curve.",
            "cite_spans": [],
            "section": "BIE sensitivity and calibration curve ::: Results",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 192,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 864,
                    "end": 869,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "41 CMV patients (Table A in S2 File) with quantitative results by ELISA were tested with BIE (Fig 4). For different serum samples, the changes in BIE signal intensity were different. The comparison of results between the two methods is shown in Fig 5. Single factor analysis and correlation coefficient analysis revealed that the results were in agreement between ELISA and BIE (F = 1.38<F0.05 = 3.96; P = 0.24>0.05, r = 0.7) (Table B in S2 File).",
            "cite_spans": [],
            "section": "Quantitative detection of CMV antibodies in clinical serum ::: Results",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 99,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 245,
                    "end": 250,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "High-throughput detection is suitable for mass CMV screening in women of childbearing age. When coupled with microfluidic technologies, BIE can greatly improve the throughput for CMV detection on one chip. The microarrays developed here have multiple cells immobilized with different ligands for different CMV antibody subtypes. Imaging ellipsometry is also suitable to high-throughput analysis. It can be used to visualize the variation in signal from all units of the microarray with high spatial resolution. Patient sample analysis results from one microarray can simultaneously be identified, and the data can be obtained in several seconds using an imaging ellipsometer. Presently, our method can provide simultaneous 48 reaction areas. With its enhanced throughput and lower cost, BIE may be used in clinical mass CMV screenings for healthy births in the future.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Antibody detection is widely available for the clinical diagnosis of CMV infection. However, the identification of antibody types may help to determine the course of disease, and BIE may be used as a clinical primary screening tool for CMV patients. IgM is produced in large amounts early in infection (reaching a peak in the first month), and is followed by IgG production [7,31]. Levels of IgM decline in the months following the onset of infection, whereas IgG levels persist for the rest of the patient’s life [32,33]. Determining IgG avidity can provide additional guidance on infection status, and low avidity IgG is initially present but increases over time [34]. A positive result for IgM combined with low-to-moderate IgG suggests avidity a primary CMV infection within the past 3 to 4 months [35]. The visualized BIE image (Fig 2) could reflect types via difference in brightness, so this technology can achieve rapid screening. To date, our work is simply a demonstration for IgG type antibody detection with BIE. IgM and other antibodies needed to screen for specific antigen can be incorporated in the future for further practical applications.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 376,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 518,
                    "end": 520,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 666,
                    "end": 668,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 803,
                    "end": 805,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 834,
                    "end": 839,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Presently, most methods mention the relative sensitivity (%) of detection for CMV antibodies [8,36], but little in provided about absolute sensitivity. Compared other methods, the absolute sensitivity of BIE can reach 0.01 IU/mL, and it has good resolution in the range of 0.1–1.0 IU/mL on the calibration curve for quantitative detection. The reference range for detection of CMV antibodies has previously been published. For example, Elecsys (Roche Diagnostics) immunoassays have an equivocal range (0.5–1.0 IU/mL) of CMV IgG [12]. In our experiment, ELISA as a control method had a reference range of 0.4–0.6 IU/mL. Therefore, the sensitivity of our BIE biosensor is below the reference range and has already reached clinical standards.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 96,
                    "end": 98,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 529,
                    "end": 531,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "However, there is a substantial discordance between the ELISA and the BIE in some patients (i.e., 940, 956, 964, 984, and 980). Samples from these patients displayed stronger signal using ELISA than BIE. In ELISAs, anti-CMV IgG molecules are detected by the addition of polyclonal specific anti-H-IgG antibodies labelled with horseradish peroxidase (HRP). In contrast, the BIE biosensor directly identified the variation of the surface anti-CMV IgG concentration after capturing target without a secondary label. Thus, this label-free method may avoid some interference factor. In addition, the grayscale images offered uniform areas, helping to avoid false positive signals. When the correlation coefficient (r-value) and P-value were calculated after excluding the number of severe mutations (940, 956, 964, and 984), r-value = 0.93 and P = 0.8 the statistical results showed more agreement between ELISA and BIE.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we have developed a label-free and multiplex screening CMV IgG biosensor method. The high-throughput detection is suitable for mass CMV screening of women of childbearing age. Further, our results demonstrate that the sensitivity of BIE has already reached clinical diagnose standards for anti-CMV IgG. Thus, on the basis of anti-CMV IgG detection, BIE can be used for qualitative and quantitative detection of more types of CMV antibodies using a simple and fast procedure.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (A) Grayscale images of different CMV antibodies samples; and (B) 3-D grayscale distribution map of different CMV antibody samples in image A. In the first step, CMV-3A was immobilized as the ligand on two columns. In the second step, PBST buffer was added as a blank control to two areas on the first row. Simultaneously, purified CMV antibody was added as a positive control to two areas on the second row. Normal serum without CMV antibodies was added as a negative control to two areas on the third row. According to ELISA data, No. 956 had a high CMV antibody concentration, and No. 933 and 978 had medium CMV antibody concentrations. To observe qualitative detection of CMV antibodies in serum, samples with higher concentrations were chosen.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: (A) Grayscale images of IgG antibody identification in serum; and (B) grayscale value and P-value of the IgG antibody identification. “*” indicates significant changes in grayscale values. In the first step, IgG was immobilized as ligand on the first and second columns. CMV-3A was immobilized on the third, fourth, fifth, and sixth columns. In the second step, PBST buffer was added as blank control to the corresponding areas in the image. Sample No. 948 was added to the third and fourth columns, and sample No. 940 was added to the fifth and sixth columns. In the third step, PBST buffer was added as blank control to the first areas in every column. Anti-IgG and anti-IgM were added to the third and fourth rows, respectively.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) Grayscale images of different CMV antibody concentration levels detected; (B) 3-D grayscale distribution map of different concentrations of CMV antibodies detected; and (C) standard curve of CMV-3A as ligand to detect five serial dilutions of containing CMV antibodies (0.011, 0.043, 0.170, 0.681, and 2.725 IU/mL). In the first step, CMV-3A was immobilized as the ligand on two columns. In the second step, PBST buffer was added as a blank control to two areas on the first row. Simultaneously, purified CMV antibody was added as a positive control to two areas on the second row. Negative serum was added as a negative control to two areas on the third row. The serial dilutions of CMV antibodies were added as analytical samples on the following rows. The same concentration was measured in two duplicate areas.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: In the first step, CMV-3A was immobilized as the ligand on six columns. In the second step, PBST buffer was added as a blank control to six areas on the first row. Simultaneously, purified CMV antibody was added as a positive control to the last two areas on the second row. Patient serum samples were added as analytical samples on the following areas, respectively. The same serum sample was measured in two duplicate areas (No.940, 959,938 no sample, P15-9, and PBST control are underlined).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: P15-1 and P15-2 were used as healthy controls. Concentration of CMV antibody (0.5 IU/mL) located in the normal reference range (0.4–0.6 IU/mL). The correlation coefficient (r-value) and P-value were calculated.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Prevention of Maternal-Fetal Transmission of Cytomegalovirus",
            "authors": [],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "57",
            "issn": "",
            "pages": "189-192",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cit585"
                ]
            }
        },
        "BIBREF1": {
            "title": "Maternal IgG avidity, IgM and ultrasound abnormalities: combined method to detect congenital cytomegalovirus infection with sequelae",
            "authors": [],
            "year": 2013,
            "venue": "J Perinatol",
            "volume": "33",
            "issn": "",
            "pages": "831-835",
            "other_ids": {
                "DOI": [
                    "10.1038/jp.2013.87"
                ]
            }
        },
        "BIBREF2": {
            "title": "Diagnosis and management of human cytomegalovirus infection in the mother, fetus, and newborn infant",
            "authors": [],
            "year": 2002,
            "venue": "Clin. Microbiol. Rev",
            "volume": "15",
            "issn": "",
            "pages": "680-715",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "New advances in the diagnosis of congenital cytomegalovirus infection",
            "authors": [],
            "year": 2008,
            "venue": "J. Clin. Virol",
            "volume": "41",
            "issn": "",
            "pages": "192-197",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2007.10.015"
                ]
            }
        },
        "BIBREF4": {
            "title": "Maternal IgG avidity, IgM and ultrasound abnormalities: combined method to detect congenital cytomegalovirus infection with sequelae",
            "authors": [],
            "year": 2013,
            "venue": "J. Perinatol",
            "volume": "33",
            "issn": "",
            "pages": "831-835",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A simple method to quantitate IP-10 in dried blood and plasma spots",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0039228"
                ]
            }
        },
        "BIBREF6": {
            "title": "Clinical evaluation of new automated cytomegalovirus IgM and IgG assays for the Elecsys analyser platform",
            "authors": [],
            "year": 2012,
            "venue": "Eur. J. Clin. Microbiol. Infect. Dis",
            "volume": "31",
            "issn": "",
            "pages": "3331-3339",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-012-1700-0"
                ]
            }
        },
        "BIBREF7": {
            "title": "Value of CMV-IgM detection by electrochemiluminescence immunoassay in diag-nosis of CMV infection in pregnant women",
            "authors": [],
            "year": 2013,
            "venue": "Maternal and Child Health Care of China",
            "volume": "28",
            "issn": "",
            "pages": "4738-4739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Microtubule network facilitates nuclear targeting of human cytomegalovirus capsid",
            "authors": [],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "8541-8547",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The use of flow cytometry for the detection of CMV-specific antigen (Pp65) in leukocytes of kidney recipients",
            "authors": [],
            "year": 2000,
            "venue": "Clin. Transplant",
            "volume": "14",
            "issn": "",
            "pages": "147-151",
            "other_ids": {
                "DOI": [
                    "10.1034/j.1399-0012.2000.140208.x"
                ]
            }
        },
        "BIBREF10": {
            "title": "Improving diagnosis of primary cytomegalovirus infection in pregnant women using immunoblots",
            "authors": [],
            "year": 2013,
            "venue": "J. Med. Virol",
            "volume": "85",
            "issn": "",
            "pages": "315-319",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.23471"
                ]
            }
        },
        "BIBREF11": {
            "title": "Detection of human cytomegalovirus IgG antibody using automated immunoassay with recombinant antigens gives uniform results to established assays using whole virus antigens",
            "authors": [],
            "year": 2010,
            "venue": "Pathology",
            "volume": "42",
            "issn": "",
            "pages": "578-580",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Multiplexed infectious protein microarray immunoassay suitable for the study of the specificity of monoclonal immunoglobulins",
            "authors": [],
            "year": 2013,
            "venue": "Anal. Biochem",
            "volume": "433",
            "issn": "",
            "pages": "202-209",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Development of Recombinant Antigen Array for Simultaneous Detection of Viral Antibodies",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A biosensor concept based on imaging ellipsometry for visualization of biomolecular interactions",
            "authors": [],
            "year": 1995,
            "venue": "Anal. Biochem",
            "volume": "232",
            "issn": "",
            "pages": "69-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Imaging ellipsometry revisited: developments for visualization of thin transparent layers on silicon substrates",
            "authors": [],
            "year": 1996,
            "venue": "Rev. Sci. Instrum",
            "volume": "67",
            "issn": "",
            "pages": "2930-2936",
            "other_ids": {
                "DOI": [
                    "10.1063/1.1147074"
                ]
            }
        },
        "BIBREF16": {
            "title": "Development of biosensor based on imaging ellipsometry and biomedical applications",
            "authors": [],
            "year": 2011,
            "venue": "Thin Solid Films",
            "volume": "519",
            "issn": "",
            "pages": "2750-2757",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tsf.2010.12.175"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Seventh chapter, INTECH",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Detection of Hepatitis B markers using biosensor based on imaging ellipsometry",
            "authors": [],
            "year": 2009,
            "venue": "J. Viral Hepat",
            "volume": "16",
            "issn": "",
            "pages": "822-832",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2893.2009.01123.x"
                ]
            }
        },
        "BIBREF19": {
            "title": "Evaluation of a New CA15-3 Protein Assay Method: Optical Protein-Chip System for Clinical Application",
            "authors": [],
            "year": 2005,
            "venue": "Clin. Chem",
            "volume": "51",
            "issn": "",
            "pages": "1038-1040",
            "other_ids": {
                "DOI": [
                    "10.1373/clinchem.2004.043240"
                ]
            }
        },
        "BIBREF20": {
            "title": "Detection of avian influenza virus subtype H5 using a biosensor based on imaging ellipsometry",
            "authors": [],
            "year": 2010,
            "venue": "Biosens. Bioelectron",
            "volume": "25",
            "issn": "",
            "pages": "1530-1534",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bios.2009.10.030"
                ]
            }
        },
        "BIBREF21": {
            "title": "Investigation of Interaction between Two Neutralizing Monoclonal Antibodies and SARS Virus Using Biosensor Based on Imaging Ellipsometry",
            "authors": [],
            "year": 2006,
            "venue": "Biomed. Microdevices",
            "volume": "",
            "issn": "8",
            "pages": "247-253",
            "other_ids": {
                "DOI": [
                    "10.1007/s10544-006-8305-2"
                ]
            }
        },
        "BIBREF22": {
            "title": "Analysis of interaction between tropomyosin allergen and antibody using a biosensor based on imaging ellipsometry",
            "authors": [],
            "year": 2013,
            "venue": "Anal. Chem",
            "volume": "85",
            "issn": "",
            "pages": "4446-4452",
            "other_ids": {
                "DOI": [
                    "10.1021/ac303783j"
                ]
            }
        },
        "BIBREF23": {
            "title": "Analysis of interactions between SNARE proteins using imaging ellipsometer coupled with microfluidic array",
            "authors": [],
            "year": 2014,
            "venue": "Sci. Rep",
            "volume": "4",
            "issn": "",
            "pages": "5341-5346",
            "other_ids": {
                "DOI": [
                    "10.1038/srep05341"
                ]
            }
        },
        "BIBREF24": {
            "title": "Feasibility of protein A for the oriented immobilization of immunoglobulin on silicon surface for a biosensor with imaging ellipsometry",
            "authors": [],
            "year": 2003,
            "venue": "J. Biochem. Biophys. Methods",
            "volume": "57",
            "issn": "",
            "pages": "203-211",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-022X(03)00109-X"
                ]
            }
        },
        "BIBREF25": {
            "title": "A label-free protein microfluidic array for parallel immunoassays",
            "authors": [],
            "year": 2006,
            "venue": "Electrophoresis",
            "volume": "27",
            "issn": "",
            "pages": "4078-4085",
            "other_ids": {
                "DOI": [
                    "10.1002/elps.200500956"
                ]
            }
        },
        "BIBREF26": {
            "title": "The use of the isoscope ellipsometer in the study of adsorbed proteins and biospecific binding reactions",
            "authors": [],
            "year": 1983,
            "venue": "J. Phys",
            "volume": "44",
            "issn": "",
            "pages": "83-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Optimization of off-null ellipsometry for air/solid interfaces",
            "authors": [],
            "year": 2007,
            "venue": "Appl. Opt",
            "volume": "46",
            "issn": "",
            "pages": "8475-8481",
            "other_ids": {
                "DOI": [
                    "10.1364/AO.46.008475"
                ]
            }
        },
        "BIBREF28": {
            "title": "Off-null ellipsometry revisited: basic considerations for measuring surface concentrations at solid/liquid interfaces",
            "authors": [],
            "year": 1993,
            "venue": "J. Colloid Interface Sci",
            "volume": "156",
            "issn": "",
            "pages": "377-382",
            "other_ids": {
                "DOI": [
                    "10.1006/jcis.1993.1125"
                ]
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Statistics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Maternal, fetal and neonatal diagnosis of congenital human cytomegalovirus infection",
            "authors": [],
            "year": 2008,
            "venue": "Expert Opin. Med. Diagn",
            "volume": "2",
            "issn": "",
            "pages": "547-563",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Cytomegalovirus strain diversity in seropositive women",
            "authors": [],
            "year": 2008,
            "venue": "J. Clin. Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "882-886",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Cytomegalovirus reinfections in healthy seroimmune women",
            "authors": [],
            "year": 2010,
            "venue": "J. Infect. Dis",
            "volume": "201",
            "issn": "",
            "pages": "386-389",
            "other_ids": {
                "DOI": [
                    "10.1086/649903"
                ]
            }
        },
        "BIBREF33": {
            "title": "Avidity of immunoglobulin G directed against human cytomegalovirus during primary and secondary infections in immunocompetent and immunocompromised subjects",
            "authors": [],
            "year": 1997,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "4",
            "issn": "",
            "pages": "469-473",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Value of cytomegalovirus (CMV) IgG avidity index for the diagnosis of primary CMV infection in pregnant women",
            "authors": [],
            "year": 1997,
            "venue": "J. Infect. Dis",
            "volume": "175",
            "issn": "",
            "pages": "944-946",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Human cytomegalovirus detection by real-time PCR and pp65-antigen test in hematopoietic stem cell transplant recipients: a challenge in low and middle-income countries",
            "authors": [],
            "year": 2013,
            "venue": "Pathog. Glob. Health",
            "volume": "107",
            "issn": "",
            "pages": "312-319",
            "other_ids": {
                "DOI": [
                    "10.1179/2047773213Y.0000000114"
                ]
            }
        }
    }
}