{
    "paper_id": "PMC4814865",
    "metadata": {
        "title": "EV‐D68 infection in children with asthma exacerbation and pneumonia in Mexico City during 2014 autumn",
        "authors": [
            {
                "first": "Joel",
                "middle": [
                    "A."
                ],
                "last": "Vazquez‐Perez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jose",
                "middle": [
                    "E."
                ],
                "last": "Ramirez‐Gonzalez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yazmin",
                "middle": [],
                "last": "Moreno‐Valencia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Victor",
                "middle": [
                    "A."
                ],
                "last": "Hernandez‐Hernandez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jose",
                "middle": [
                    "A.",
                    "I."
                ],
                "last": "Romero‐Espinoza",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "Castillejos‐Lopez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andres",
                "middle": [],
                "last": "Hernandez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rogelio",
                "middle": [],
                "last": "Perez‐Padilla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lizbeth",
                "middle": [
                    "E."
                ],
                "last": "Oropeza‐Lopez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Noe",
                "middle": [],
                "last": "Escobar‐Escamilla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maribel",
                "middle": [],
                "last": "Gonzalez‐Villa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alejandro",
                "middle": [],
                "last": "Alejandre‐Garcia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Justino",
                "middle": [],
                "last": "Regalado‐Pineda",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patricio",
                "middle": [],
                "last": "Santillan‐Doherty",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Irma",
                "middle": [],
                "last": "Lopez‐Martínez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Diaz‐Quiñonez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jorge",
                "middle": [],
                "last": "Salas‐Hernandez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nPicornaviridae family is an extensive group of viruses causing enteric, neurological, and respiratory diseases. Members of this family including rhinoviruses A, B and C, coxsackievirus, echovirus, and enterovirus are responsible for important pediatric enteric and respiratory diseases. Several reports have shown that rhinovirus C is associated with asthma exacerbations.1, 2, 3, 4 Non‐polio enteroviruses such as coxsackievirus A16 and enterovirus 71 have been associated with hand, foot and mouth disease in the United States and Asia,5 whereas coxsackievirus A24 and enterovirus 70 have been related to conjunctivitis outbreaks and echoviruses 13, 18, and 30 have caused outbreaks of viral meningitis in the United States.6\n",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In the late summer of 2014, clusters of severe respiratory infections due to enterovirus D68 had been reported in children throughout the United States, Canada, and the Netherlands.7 These children presented with asthma exacerbation and were generally characterized by low‐grade or absent fever, wheezing, dyspnea, and hypoxia.8, 9 Severe cases of the disease needed mechanical ventilation, and on rare occasions, children developed acute focal limb weakness with non‐enhancing spinal cord lesions following the respiratory illness.8, 9\n",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The purposes of this report were to describe the clinical findings of an EV‐D68 infection outbreak in Mexico City and identify genetic relationship with the strains reported in United States, Europe, and Asia. During September, we detected an increase in enterovirus/rhinovirus identification on respiratory samples from hospitalized children with pneumonia or asthma exacerbation (none with paralysis), of which 24 were EV‐D68‐positive.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "All samples used in the study were collected from children under 15 years of age who presented with clinical signs of acute respiratory infection (ARI) at the Pediatrics Unit of the National Institute of Respiratory Diseases (INER) in Mexico City, a referral center for respiratory diseases mainly attending patients with no health insurance coverage. A total of 126 nasopharyngeal swabs (NPS) were collected from hospitalized patients with ARI, all with difficult breathing or hypoxemia (oxygen saturation < 90% on room air), between September 2014 and December 2014. Demographic data and clinical symptoms of the enrolled patients were obtained from clinical charts including clinical diagnosis, age, gender, signs and symptoms at admission, underlying medical conditions, antibiotic usage prior to admission, physical examination, laboratory findings, length of hospital stay, oxygen requirement, and results from bacterial molecular detection.",
            "cite_spans": [],
            "section": "Study population and clinical data ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "The patients were separated into two groups: a) those with pneumonia (all ARI including opacities in the chest roentgenogram); and b) those with wheezing and/or asthma but no chest roentgenogram opacities.",
            "cite_spans": [],
            "section": "Study population and clinical data ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "For all children, their legal guardians provided written informed consent for sample donation and allowed diagnostic tests to be performed. All participants assented to participate in the study.",
            "cite_spans": [],
            "section": "Study population and clinical data ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "Total nucleic acids were extracted from samples using a high‐throughput automated extraction system (MagNa Pure; Roche, Indianapolis, USA). Multiplex reverse transcription‐polymerase chain reaction (RT‐qPCR) was standardized to detect the main respiratory viruses (influenza, parainfluenza, bocavirus, adenovirus, metapneumovirus, coronavirus, respiratory syncytial virus, and enterovirus/rhinovirus), by high‐throughput gene expression analysis using 48·48 Dynamic Array integrated fluidic chips on the BioMark platform (San Francisco, CA, USA). Subsequent identification of enteroviruses/rhinovirus was performed by semi‐nested RT‐PCR, to obtain a 154‐bp fragment using primers EV1/EV3 in the first round and EV2/EV3 in the semi‐nested reaction as previously described.10 To identify EV‐D68 by RT‐qPCR method, a specific forward primer, compatible with EV3 primer and EVP TaqMan® Probe (TIBMOLBIOL, LLC, Adelphia, NJ, USA) (Table 1), was designed, using the Primer Express® Software (Applied Biosystems, Foster City , CA, USA) with default parameters. To confirm the RT‐qPCR results and identify other enteroviruses and rhinovirus, DNA sequencing from amplicons was performed in the Applied Biosystems ABI PRISM® (Foster City , CA, USA) 3130xl Genetic Analyzer instrument with BigDye Terminator v3·1 Cycle Sequencing kit®.",
            "cite_spans": [],
            "section": "Viral nucleic acid extraction and EV‐D68 detection ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "Partial sequencing of the VP1 was performed in 15 patients, directly from respiratory samples. Briefly, 519‐bp amplicons were obtained using specific primers for VP1 (Table 1) in 25 μl reactions using the OneStep RT‐PCR Kit (QIAGEN, Valencia, CA). The amplicons were sequenced in both directions with the same primers. Sequencing reactions were performed with BigDye Terminator v3·1 (Life Technologies, Carlsbad, CA, USA) as indicated by the manufacturer. Sequences were obtained by capillary electrophoresis using an ABI Prism 3500 Genetic Analyzer (Life Technologies) and were assembled using MEGA 5·0·5. The aforementioned sequences can be found at GenBank (KR081323‐KR081333 and KT382190‐KT382193).",
            "cite_spans": [],
            "section": "Partial sequencing of EV‐D68 VP1 ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "A total of 97 EV‐D68 VP1 partial nucleotide sequences were analyzed, including 15 sequences obtained as previously described and 82 obtained from year 1962 to 2014, available at the NCBI database. A final multiple alignment of 453 bp in length was created and manually edited with MEGA 5·05.11 Unrooted maximum‐likelihood tree with 1000 bootstrap replicates was constructed using the Kimura model with 5‐parameter gamma‐distributed rates. Genetic distance analysis between VP1 sequences was conducted using the Kimura 2‐parameter model12 in MEGA 5·0·5. Codon positions were 1st+2nd+3rd+ non‐coding.",
            "cite_spans": [],
            "section": "Phylogenetic analysis ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "Clinical and demographic data were analyzed with the statistical program SPSS version 22 (IBM Corp., Armonk, NY). For continuous‐variable comparison, Kruskal–Wallis test was used, and chi‐square or Fisher's exact test was used as appropriate to compare categorical outcomes. The probability to suffer hypoxemia (oxygen saturation (SpO2) <90%) was determined by Kaplan–Meier survival analyses. Differences between hypoxemia probabilities (Figure 2) were compared between the three groups by log‐rank tests. All statistical tests were two‐tailed, and a P‐value <0·05 was considered significant.",
            "cite_spans": [],
            "section": "Statistical analyses ::: Patients and methods",
            "ref_spans": [
                {
                    "start": 445,
                    "end": 446,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Between September and November of 2014, a total of 126 children with respiratory disease were hospitalized at our institute. There was a 90% increase in admission for respiratory symptoms compared with the corresponding months in 2012 and 2013 based on overall admission.13\n",
            "cite_spans": [],
            "section": "Clinical and virological findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "At least one respiratory virus was detected in 78 (62%) of NPS from the enrolled patients. The most common were enterovirus/rhinovirus (EV/RV) in 40 (31·7%) patients, followed by RSV (11·9%), HMPV (8·7%), HPIV (4·0%), adenovirus (2·4%), and influenza A and coronavirus OC43 (both with 1·6% each). Single viral infections were detected in 70 samples (55·5%), while double viral infections were found in 8 samples (6·3%).",
            "cite_spans": [],
            "section": "Clinical and virological findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of the 40 patients positive for enterovirus/rhinovirus, EV‐D68 was identified in 24 patients (19%) and rhinoviruses B and C were identified in 16 patients (12·7%); EV‐D68 was identified in 12 patients in September, 10 in October, and 2 in November 2014.",
            "cite_spans": [],
            "section": "Clinical and virological findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "Median age of patients infected with EV‐D68 was 5·2 years (IQR 1·75–7·8), and 13 (54·2%) of them were female. Common features of the hospitalized patients included cough, rhinorrhea, dyspnea, and wheezing (Table 2). Among all hospitalized patients with respiratory infection, individuals with an EV‐D68 infection had significantly greater neutrophilia (80·9%, 95% CI 65·0–92·2, P = 0·001) and lymphopenia (13·9% 95% CI 5·3–24·5; P = 0·0002) when compared with those negative for enterovirus/rhinovirus infection, but not when compared with those positive for rhinovirus infection (Table 3). Other parameters such as O2 saturation on room air, partial oxygen and carbon dioxide pressure, bicarbonate, oxygen saturation, and leukocyte, monocyte, eosinophil and basophil levels did not show any significant differences (Table 3). To find a relationship between EV‐D68 infection and wheezing/asthma or pneumonia diagnoses, we classified patients into two groups. Among the 24 patients positive for EV‐D68 infection, nine (37·5%) were admitted because of wheezing or asthma exacerbation with no lung opacities in the chest roentgenogram and 15 (62·5%) had opacities (pneumonia), and we found no significant difference between both groups.",
            "cite_spans": [],
            "section": "Clinical and virological findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "Sixteen of the 24 EV‐D68‐positive children (67%) were febrile. No neurological signs or symptoms as such acute flaccid paralysis, encephalitis, or aseptic meningitis were observed in the hospitalized children included in this study.",
            "cite_spans": [],
            "section": "Clinical and virological findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "The length of hospital stay for all the EV‐D68‐infected patients was 6 days (median), IQR (4–7), while the whole evolution period (considered from the symptom onset until disease resolution) was 11 days (median), IQR (7–21). Regarding respiratory parameters, most admitted children required significant levels of respiratory support. Patients with EV‐D68 infection were significantly more likely to progress to hypoxemia than those with rhinovirus infection or those who were enterovirus/rhinovirus‐negative (P = 0·044) (Figure 1).",
            "cite_spans": [],
            "section": "Clinical and virological findings ::: Results",
            "ref_spans": [
                {
                    "start": 528,
                    "end": 529,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To characterize enterovirus D68 strains associated with children with acute respiratory diseases, we obtained 15 partial VP1 sequences. Of the remaining samples, six were negative for VP1 amplification and three were positive; however, the quality and quantity of genetic material available were not enough to obtain a readable sequence. Phylogenetic analysis based on 453 nucleotides of VP1 showed that EV‐D68 prevalent in Mexico during 2014 (Figure 2) formed a robust cluster with sequences of strains isolated during 2012–2014 in New York, California, Colorado, and Missouri, USA, and also with sequences from Italy. The EV‐D68 formed 3 different clades as previously reported; however, the most recently isolates including the acute‐flaccid‐myelitis‐associated enterovirus D68 belonged to this recent cluster (clade B1). Mexican sequences also belonged to this new clade B1 (Figure 2). Evolutionary divergence analyses showed a lowest divergence (0·005–0009) between 2014 Mexican isolates and California, New York, and Missouri sequences, with the exception of MEX3088/14 isolate which showed lowest divergence with Italian isolates (0·011).",
            "cite_spans": [],
            "section": "Molecular characterization of enterovirus D68 isolates ::: Results",
            "ref_spans": [
                {
                    "start": 451,
                    "end": 452,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 886,
                    "end": 887,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We reported the first confirmed geographical and temporal outbreak of enterovirus D68 in Mexico City. Previous results13 showed that the infection with this enterovirus serotype has remained almost undetectable at least in the last 3 years, differently from the Netherlands where EV‐D68 seems to circulate every year in a seasonal pattern.14 Importantly, we observed an unexpectedly high number of detections of EV/RV during the same time frame (2012–2013) as well as high number of EV‐D68‐positive cases. These data are lower, compared with 36% of EV‐D68 cases tested by CDC in 49 states from August 2014 to January 2015.15 This is the first time that we detect an increase in respiratory diseases related to EV‐D68, somewhat expected due to the closeness to the United States and the continuous flow of individuals between the two countries. Molecular analysis of EV‐D68 from Mexico City tended to group with US sequences, supporting this hypothesis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "EV‐D68 has been classified into three clades: A, B, and C,16 but recently a distinct clade B1 emerged.17 Strains from the United States and Europe during 2014 belong to this clade, including viruses associated with neurological illness. However, this does not mean that all B1 EV‐D68 are greatly pathogenic, as other viruses belonging to this clade cause mild respiratory illness including EV‐D68 from Mexico.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The presence of EV‐D68 contributed to the burden of respiratory infections in our institute during the autumn of 2014. However, the number of cases decreased quickly, being undetectable at early December. All patients analyzed were admitted with pneumonia or wheezing regardless of the virus found, in contrast to previous reports in which previous history of asthma or wheezing seems to be an important severity factor.7 EV‐D68 infection was associated with lymphopenia and higher propensity to hypoxemia, and these clinical and hematological findings have not been reported in other populations so far. Moreover, an association between EV‐D68 and neurological disease was not detected in any positive patient.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The clinical manifestations of EV‐D68 have been reported previously, based in cohorts from the Netherlands, Philippines, and Arizona, as well CDC surveillance data: The predominant symptoms were cough and dyspnea.18 The majority of the patients had mild diseases, but children were identified with additional symptoms like wheeze and retraction without fever or other systemic symptoms. Our pediatric patients behave similarly, and were afebrile and had more dyspnea, wheezing, and conjunctival discharge than children with rhinovirus infection or other viral infection. Children with EV‐D68 infection had abnormal blood counts with neutrophilia and in our patients a decreased lymphocyte count but not statistically different from that found in children with rhinovirus infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To date, CDC has reported 1153 subjects with EV‐D68 infection, of which 14 died.15 Cases with neurological complication have been reported in Europe and North America; thus, EV‐D68 could emerge as a cause of poliolike syndromes, in the absence of poliovirus infection.16, 19 In accordance with our surveillance,13 picornaviruses are becoming emerging respiratory agents with rhinovirus C and EV‐D68 causing pneumonia and asthma exacerbations mostly in pediatric patients. Studies on EV‐D68 molecular and immunological responses and antigens,20 principally B1 clade, are needed to determine viral factors of pathogenesis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, the methodology proposed in this study allows the molecular identification of different enteroviruses by DNA sequencing and also the specific identification of the emerging EV‐D68 in the same viral genomic region. Rapid diagnosis through RT‐qPCR may be used as a primary screening and may contribute to proper patient management.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "All authors declare that they do not have any competing interests.",
            "cite_spans": [],
            "section": "Conflict of interest",
            "ref_spans": []
        },
        {
            "text": "The Science and Bioethics Committee of the INER revised and approved the protocol (B‐2613) and the consent procedure.",
            "cite_spans": [],
            "section": "Ethical approval",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Primers and probe used in this study\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Clinical symptoms and ventilatory support of EV‐D68 infections and its comparison with rhinovirus infection in children with acute respiratory infections in Mexico City\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Laboratory findings of EV‐D68 infections and its comparison with rhinovirus infection in children with acute respiratory infections in Mexico City\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Kaplan–Meier curves of hypoxemia probability according picornavirus infection. Patients rhinovirus‐ and enterovirus D68‐negative (EV/RV–negative, N = 86), and patients rhinovirus‐positive (N = 16) and enterovirus D68‐positive (N = 24). Hypoxemia probability was defined in Methods.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Maximum‐likelihood (ML) phylogenetic tree for EV‐D68 VP1 region. ML tree from 97 enterovirus D68 sequences registered in GenBank was calculated using partial VP1 region (453 bp) with 1000 bootstrap replicates. The sequence of 15 isolates from Mexico 2014, and eight strains from patients with acute flaccid myelitis were included (red arrows). Clades of EV‐D68 are indicated with square brackets. Bootstrap values (>70) are shown in each node.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Human rhinovirus and wheezing: short and long‐term associations in children",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "827-833",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Molecular characterization and distinguishing features of a novel human rhinovirus (HRV) C, HRVC‐QCE, detected in children with fever, cough and wheeze during 2003",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "47",
            "issn": "",
            "pages": "219-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Association between human rhinovirus C and severity of acute asthma in children",
            "authors": [],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "37",
            "issn": "",
            "pages": "1037-1042",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Human rhinovirus species C infection in young children with acute wheeze is associated with increased acute respiratory hospital admissions",
            "authors": [],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "188",
            "issn": "",
            "pages": "1358-1364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Notes from the field: severe hand, foot, and mouth disease associated with coxsackievirus A6 ‐ Alabama, Connecticut, California, and Nevada, November 2011–February 2012",
            "authors": [],
            "year": 2012,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "61",
            "issn": "",
            "pages": "213-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Enterovirus surveillance–United States, 1970–2005",
            "authors": [],
            "year": 2006,
            "venue": "MMWR Surveill Summ",
            "volume": "55",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Severe respiratory illness associated with enterovirus D68 ‐ Missouri and Illinois, 2014",
            "authors": [],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "798-799",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Acute flaccid paralysis with anterior myelitis ‐ California, June 2012–June 2014",
            "authors": [],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "903-906",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Acute flaccid paralysis following enterovirus D68 associated pneumonia, France, 2014",
            "authors": [],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "CSF RT‐PCR standardization in pediatric patients with enteroviral central nervous system infection",
            "authors": [],
            "year": 2012,
            "venue": "Rev Invest Clín",
            "volume": "64",
            "issn": "",
            "pages": "59-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [],
            "year": 2011,
            "venue": "Mol Biol Evol",
            "volume": "28",
            "issn": "",
            "pages": "2731-2739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
            "authors": [],
            "year": 1980,
            "venue": "J Mol Evol",
            "volume": "16",
            "issn": "",
            "pages": "111-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Detection and Characterization of respiratory viruses causing Acute Respiratory Illness and Asthma Exacerbation in children during Three Different Season (2011–2014) in Mexico City",
            "authors": [],
            "year": 2015,
            "venue": "Influenza Other Respir Viruses",
            "volume": "9",
            "issn": "",
            "pages": "287-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Continued seasonal circulation of enterovirus D68 in the Netherlands, 2011–2014",
            "authors": [],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "00-00",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Enterovirus D68 in the United States, 2014 ‐ CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Global reemergence of enterovirus D68 as an important pathogen for acute respiratory infections",
            "authors": [],
            "year": 2014,
            "venue": "Rev Med Virol",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A novel outbreak enterovirus D68 strain associated with acute flaccid myelitis cases in the USA (2012–14): a retrospective cohort study",
            "authors": [],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "671-682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Enterovirus d68. A focused review and clinical highlights from the 2014 U.S. Outbreak",
            "authors": [],
            "year": 2015,
            "venue": "Ann Am Thorac Soc",
            "volume": "12",
            "issn": "",
            "pages": "775-781",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Enterovirus D68: the unexpected guest",
            "authors": [],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Seven Strains of Enterovirus D68 Detected in the United States during the 2014 Severe Respiratory Disease Outbreak",
            "authors": [],
            "year": 2014,
            "venue": "Genome Announc",
            "volume": "2",
            "issn": "",
            "pages": "e01201-14",
            "other_ids": {
                "DOI": []
            }
        }
    }
}