{
    "paper_id": "PMC4015357",
    "metadata": {
        "title": "Prevalence of adenovirus in children with acute respiratory tract infection in Lanzhou, China",
        "authors": [
            {
                "first": "Yu",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "email": "jinyu@lzu.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Rong-fang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": "lazyrfang@126.com",
                "affiliation": {}
            },
            {
                "first": "Zhi-ping",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": "xiezhiping@126.com",
                "affiliation": {}
            },
            {
                "first": "Kun-long",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "email": "yankunlong@qq.com",
                "affiliation": {}
            },
            {
                "first": "Han-chun",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "email": "gaohc@126.com",
                "affiliation": {}
            },
            {
                "first": "Jing-rong",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "email": "songyang92006@163.com",
                "affiliation": {}
            },
            {
                "first": "Xin-hui",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "email": "wildhui@126.com",
                "affiliation": {}
            },
            {
                "first": "Yun-de",
                "middle": [],
                "last": "Hou",
                "suffix": "",
                "email": "houyd@126.com",
                "affiliation": {}
            },
            {
                "first": "Zhao-jun",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "email": "zhaojund@126.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute respiratory tract infections (ARTIs) are a major health problem worldwide, with high morbidity and mortality rates. Human adenovirus (HAdV) is not only an important cause of mild upper respiratory tract illness, but is also associated with more serious diseases, such as severe pneumonia. HAdV is responsible for 5–10% of lower respiratory tract infection (LRTI) in children [1,2]. Additionally, the occurrence of fatal outcomes and chronic pulmonary sequelae associated with HAdV infection has been reported frequently [3-5].",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 383,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 384,
                    "end": 385,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 527,
                    "end": 528,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 529,
                    "end": 530,
                    "mention": "5",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "HAdV infections can occur endemically throughout the year or in epidemics. In most studies, HAdV have been isolated endemically throughout the year [1,6,7], but numerous outbreaks of ARTI caused by HAdV have been reported during the last decade in many countries. Particular species and serotypes are more commonly associated with disease, syndromes, epidemiological settings, and demographic risk groups [8]; however, the prevalence of HAdV in Lanzhou remains unknow.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 150,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 151,
                    "end": 152,
                    "mention": "6",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 153,
                    "end": 154,
                    "mention": "7",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 406,
                    "end": 407,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "HAdV belongs to the Mastadenovirus genus and consists of seven species (A–G). To date, 67 types have been identified[8-13]. Whether these new types represent truly new strains or simply recombination events without clinical significance, needs to be further investigated. Respiratory diseases are generally associated with species B (serotypes 3 and 7), C (serotypes 1, 2, and 5), and E (serotype 4) viruses, whereas viruses in species F cause gastroenteritis, and viruses in subspecies D are often associated with keratoconjunctivitis. A study from Cuba recently reported that species D can also be isolated in respiratory specimens as a dominant genotype [14]. In China, AdV3 and AdV7 have been reported as causative agents in epidemic outbreaks of respiratory disease. In 2009, a study from the Chinese Centers for Disease Control (CDC) reported an HAdV acute respiratory disease outbreak in Qishan, Shanxi Province, and AdV55 (QS-DLL), a new adenovirus not previously reported worldwide, was identified as the cause of these infections. The novel HAdV was shown to arise from a hexon recombination between AdV11 and AdV14 [11]. This outbreak of AdV55 in China prompted us to review HAdV-associated ARTIs in Lanzhou City, China.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The objective of this study was to describe the epidemiological and clinical features of HAdV ARTIs over a period of 3 years.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Between November 2006 and November 2009, 1169 nasopharyngeal aspirates (NPAs), consisting of 764 inpatient specimens and 405 outpatient specimens, were collected from 1169 children with ARTIs in the First Hospital of Lanzhou University, Gansu Province, China.",
            "cite_spans": [],
            "section": "Study participants and samples ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Informed consent was obtained from the parents of all children who provided specimens. The study protocol was approved by the hospital’s ethics committee (The Ethics Committee of the First Hospital of Lanzhou University).",
            "cite_spans": [],
            "section": "Study participants and samples ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All NPA specimens were collected and transported immediately to the laboratory at the National Institute for Viral Disease Control and Prevention, China CDC, and stored at -80°C until further analysis. Demographic data and clinical findings were recorded.",
            "cite_spans": [],
            "section": "Study participants and samples ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Viral DNA and RNA were extracted from 140 μL of each NPA specimen using the QIAamp viral DNA and RNA mini kits (Qiagen, Shanghai, China) according to the manufacturer’s protocol. cDNA was synthesized using random hexamer primers with Superscript II RH- reverse transcriptase (Invitrogen, Carlsbad, CA, USA).",
            "cite_spans": [],
            "section": "DNA/RNA extraction ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In screening for HAdV, we used forward (TTCCCCATGGCICAYAACAC) and reverse (CCCTGGTAKCCRATRTTGTA) primers that target the partial region of the hexon gene to amplify a 482-bp fragment, as described elsewhere [15]. The polymerase chain reaction (PCR) was performed under the following conditions: 94°C for 8 min, followed by 35 cycles at 94°C for 30 s, 50°C for 30 s, and 72°C for 45 s, and a final extension at 72°C for 10 min.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "HAdVs detection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All specimens were also screened for human respiratory syncytial virus (HRSV), human metapneumovirus (HMPV), influenza viruses A and B (IFVA, IFVB), parainfluenza virus types 1 to 3 (PIV1–3), human rhinoviruses (HRVs), and human coronaviruses (NL63 , HKU1) using a standard reverse-transcription PCR technique[16-19], and human Bocavirus (Bcov) using traditional PCR methods[20].",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 313,
                    "end": 315,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Detection of other respiratory viruses ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The whole hexon gene was amplified using forward primer hexon-s and reverse primer hexon-as [11,21] in our AdV11-positive specimens; the predicted product was 3449 bp. PCR was performed under the following conditions: 94°C for 1 min, followed by 35 cycles at 94°C for 30 s, 55°C for 30 s, and 68°C for 5 min, and a final extension at 68°C for 10 min.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 96,
                    "end": 98,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Nucleotide sequence analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All positive PCR products were purified using the QIAquick PCR purification kit (Qiagen), cloned into the pGEM-T Easy vector (Promega, Madison, WI, USA), and sequenced by HUADA Gene Company(Beijing, China). The nucleotide and deduced amino acid sequences of the hexon gene were compared with reference strains downloaded from GenBank. Phylogenetic analyses were conducted using MEGA software (ver. 5.05). Sequences were determined and analyzed using the DNAMAN software package .",
            "cite_spans": [],
            "section": "Nucleotide sequence analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The statistical significance of differences between the various groups was tested using the chi-squared test and Fisher’s exact test. A P value of <0.05 was considered to indicate statistical significance. All analyses were performed using the SPSS software (ver. 13.0.)",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Between November 2006 and November 2009, 1169 patients were enrolled. The ages of the children with ARTIs ranged from 1 day to 168 months. The vast majority of patients (90.95%) were ≤ 5 years old. The ratio of boys to girls was 1.7:1 and that of outpatients to inpatients was 1:1.9.",
            "cite_spans": [],
            "section": "Patient characteristics ::: Results",
            "ref_spans": []
        },
        {
            "text": "In total, 74 of 1169 (6.33%) specimens were positive for HAdV. The 74 HAdV-positive cases consisted of 16 obtained in 2006–2007, 26 in 2007–2008, and 32 obtained in 2008–2009. The rate of adenovirus coinfection with other respiratory viruses was 62% (48/74); the most common coinfected virus was HRSV (15), followed by HPIV (11), Bcov (7), IFVB (5), IFVA (3), HRV (4), HMPV (4), HKU1 (1), and 2NL63 (1). Adenoviruses represented 11.68% of all Viral agents identified.",
            "cite_spans": [],
            "section": "Detection of HAdVs and other respiratory viruses ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of the 74 HAdV-positive cases (Figure 1), AdV3 (58/74) was detected most frequently, followed by AdV11 (10/74), AdV2 (2/74), AdV7 (2/69), AdV6 (1/74), and AdV1 (1/74). AdV3 accounted for 78.38% of HAdV positive specimens, suggesting an epidemic of ARTIs due to AdV3 during the period from November 2006 to September 2009. AdV11 was isolated sporadically throughout the study period.",
            "cite_spans": [],
            "section": "Detection of HAdVs and other respiratory viruses ::: Results",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 39,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In total, 10 AdV11 viruses were detected in 1169 specimens, and the whole hexon gene was amplified successfully in one specimen (LZY153) collected in February 2009. The identity between LZY153 and QS-DLL (FJ643676) was 99.96%. Whole hexon gene sequence analysis showed intraspecies recombination between HAdV-11 and HAdV-14(data not show), similar to that seen for QS-DLL (FJ643676).",
            "cite_spans": [],
            "section": "Identification of the novel HAdVs - AdV55 ::: Results",
            "ref_spans": []
        },
        {
            "text": "The monthly distribution of respiratory adenovirus infection is shown in Figure 1. No HAdV outbreak was identified in Lanzhou City, China, during 2006–2009. HAdV were detected in every month except May to October 2007, February and August 2008, and August, October, and November 2009 (Figure 2).",
            "cite_spans": [],
            "section": "HAdVs epidemiology ::: Results",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 292,
                    "end": 293,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The mean age of the 74 AdV-positive patients was 21 (range, 0.5–144) months; 79.7% (59/74) of patients were younger than 5 years. Furthermore, 52.17% of AdV infections occurred in children <1 year of age; 11 patients were younger than 6 months, including two newborns. The peak incidence occurred at 3–4 years of age (Table 1). The ratio of males to females was 2:1.",
            "cite_spans": [],
            "section": "HAdVs epidemiology ::: Results",
            "ref_spans": [
                {
                    "start": 324,
                    "end": 325,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Information on clinical characteristics was available for 74 patients (Table 2). Upper respiratory infection (URTI) was the most common presentation (32/74, 43.24%), followed by bronchopneumonia (21/74, 28.38%), bronchiolitis (14/74, 18.91%), and bronchitis (7/74, 9.46%). Fever was recorded in 70.27% (52/74) of the patients; prolonged (duration > 10 days) and high (temperature > 39°C) fever was recorded in 32.43% (24/74) of the patients. Cough was observed in 66.22% (49/74) of patients, wheezing in 18(58.1%), and cyanosis in two patients. Gastrointestinal (GI) discomfort, such as diarrhea, was observed in 14 (18.92%).",
            "cite_spans": [],
            "section": "Clinical characteristics of HAdVs infection in children ::: Results",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We compared clinical characteristics between the AdV group and the RSV group (Table 3). Subjects coinfected with RSV and AdV were removed from further analysis, leaving 58 AdV-positive patients and 88 RSV-positive patients. Children infected with AdV were significantly older than children infected with RSV (chi-squared test, p < 0.001) and had fever more frequently (p = 0.030), but wheezing, cough, crackles, and cyanosis less frequently (Table 3). No significant difference in GI discomfort or the duration of hospitalization was observed between groups. But significant differences were observed in the frequency of URTI and LRTI between the two groups, and a greater frequency of LRTIs in RSV group(p < 0.001).",
            "cite_spans": [],
            "section": "Clinical characteristics of HAdVs infection in children ::: Results",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 448,
                    "end": 449,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Chest radiographs were obtained from 18 AdV-positive patients; all showed abnormal findings. Peribronchial and perihilar infiltration were observed in 11 (11/18) of the children, coarse lung markings were observed in five (5/18), and one patient who was infected with HAdVs type 7 had pleural effusions and homogenous consolidation. Complete blood cell counts were performed for 40 of the 74 HAdVs-positive children. Most white blood cell (WBC) counts were within the normal range; for 25% (10/40) of the patients, WBC counts were >10 × 109 leukocytes/L. The mean WBC count was 8.41(range, 3.3–19.9 × 109 ) leukocytes/L. The overall hospitalization rate was 51.35% (38/74), with a median stay of 12.75 (range, 3–36) days.",
            "cite_spans": [],
            "section": "Clinical characteristics of HAdVs infection in children ::: Results",
            "ref_spans": []
        },
        {
            "text": "In the present study, 1169 children with ARTIs were enrolled; more than half of the children (73.55%) were infected with at least one viral agent, and HAdV were detected in 74 children (6.33%), accounting for 11.68% of total virus isolates. Similar incidences of HAdV have been reported in Cuba, Taiwan, Brazil, and South Korea [1,14,22,23]. However, higher frequencies of HAdV were observed in Argentina, where rates reached 14.3% in 168 hospitalized children with LRTI during the period from 1991 through 1995[24]. HAdV infections can occur endemically throughout the year or in epidemics. Epidemics of adenoviral respiratory disease are common during the winter and spring. In the present study, although the HAdV detection rate was relatively high in winter and spring, in contrast to HRSV infections [25,26], no fixed seasonal rhythm of HAdV was identified (Figure 2).",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 334,
                    "end": 336,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 337,
                    "end": 339,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 806,
                    "end": 808,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 809,
                    "end": 811,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 870,
                    "end": 871,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "HAdV are responsible for 4–10% of LRTIs in children [3]. Serotypes 1–3, 5, and 7 are frequently recovered from children with ARTIs, but outbreaks of severe infections in healthy children are most frequently reported with AdV7, followed by AdV3 and AdV21 [3,27,28]. In hospitalized Korean children with LRTIs due to HAdV, the serotypes recovered most frequently between 1990 and 1998 were AdV7 (41%), AdV3 (15%), and AdV2 (15%) [3]. A two-decade study from Taiwan showed that AdV3 and AdV7 were the major detected types; AdV3 was consistently isolated throughout the survey period [29]. HAdV types 3 and 7 are also two of the most important etiological agents of pneumonia in China; a previous study from China showed that AdV3 was the most prevalent genome type in children with pneumonia over the 27-year period from 1962 to 1988[27]. AdV3 and AdV7 accounted for 69–100% of HAdV strains isolated from patients with pneumonia in Beijing, China [27]. In the present study, six serotypes (types 1, 2, 3, 6, 7, 11) were observed between November 2006 and November 2009 in Lanzhou City, China. AdV3 was predominant during this period, accounting for 78.38% of HAdV. Genome recombination plays an important role in the molecular evolution of HAdV, leading to newly emerging strains that have tropism changes or become virulent [8-13,30]. Interestingly, recombination between AdV11 and AdV14 was found in our AdV11 isolates. AdV11, which has rarely been reported worldwide in ARTIs, accounted for 13.51% of HAdV isolates in our study. AdV14, which belongs to the species B2 , has been reported to cause outbreaks of severe respiratory disease in many places recently [31]. AdV11, which also belongs to subgenus B2, was isolated more frequently in China between 1965 and 1985 [32]. Since then, AdV11 infections had not been reported for more than 20 years until an acute respiratory outbreak caused by AdV55, showing a hexon recombination between AdV11 and AdV14, occurred in Shanxi Province, China, in the spring of 2008. Our study confirmed that AdV55 was present and circulating in Lanzhou, China.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 255,
                    "end": 256,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 260,
                    "end": 262,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 428,
                    "end": 429,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 945,
                    "end": 947,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1323,
                    "end": 1324,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1662,
                    "end": 1664,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1770,
                    "end": 1772,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A previous study indicated that the incidence of HAdV infection was inversely related to age [3]. In our study, HAdV was detected most commonly in children aged 3–7 years (10.00%), and the majority of cases (79.73%) were < 5 years old. These results are consistent with those of studies from Greater Manchester, UK, and Korea, which also revealed that most HAdV infections occurred among children less than 5 years of age [33]. However, in the present study, HAdVs infection was also found in 11 infants younger than 6 months, including two newborns. This result is in contrast to that of a previous study from Taiwan, which found that all HAdVs-positive patients except one infant were older than 6 months [34]; this phenomenon was explained by the reasoning that infants < 6 months of age are normally protected by maternal antibodies, although the exact mechanism requires further study. Our study also revealed that patients with AdV3 were significantly older than patients infected with other virus types (median age, 30 vs. 8 months), which is also consistent with a previous study from Taiwan. Males were more frequently infected than females with all HAdV serotypes in our study, which is also consistent with the results of a previous study [1]. All of these issues require further study.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 708,
                    "end": 710,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1251,
                    "end": 1252,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The most common clinical diagnosis was URTI (43.24%), and 56.76% of our HAdV-positive patients had lower respiratory tract conditions, including pneumonia, bronchitis, and bronchiolitis. HAdVs were less frequent causes of ARTIs in children than were HRSV, HPIV, and HRV in our study. Furthermore, significant differences were observed in the frequency of URTI and LRTI between the RSV group and HAdV group, and a greater frequency of URTIs in HAdV group. Most LRTIs caused by HAdV are mild and indistinguishable from LRTIs caused by other respiratory viruses; however, HAdV can result in fatal outcomes or residual sequelae. In a previous study from Buenos Aires, Argentina, the overall fatality rate during hospitalization of patients with AdV7 reached 28.6%. Another study from China conducted over a 33-year period (1958–1990) reported a 15.5% fatality rate of HAdV-associated infantile pneumonia. The symptoms manifested during infection with AdV3 and AdV7 have become less severe since the mid-1980s, and no fatal case has been reported since 1986 [27]. In our 3-year study, the RTIs associated with AdV3 resulted in no mortality. This finding could be because of a stabilization of the circulating HAdV type 3 in China, with subsequent increases in herd immunity and reductions in HAdV infections. AdV7 is most frequently reported elsewhere and may be related to severe infections in healthy children [3]. In the present study, only two patients were AdV7-positive; pleural effusions and homogenous consolidation were identified on chest radiographs in one of these patients, with negative results by bacterial culturing. AdV11, which has rarely been reported in respiratory specimens, was second in frequency only to AdV3 in this study and was detected in 14.86% of AdV-positive samples. Sample LZY153, which was confirmed to contain the new AdV55 genotype with hexon recombination between AdV11 and AdV14, was collected in February 2009 from a 12-month-old boy who was admitted to the hospital because of bronchitis and eventually recovered. Given that our sample contained only one confirmed AdV55 case, the clinical significance of this genotype is difficult to analyze. Furthermore, interpretation of the general impact of HAdV infection is also restricted by the difficulty of patient follow-up for the detection of lung sequelae. Long-term surveillance of infection with different HAdV genotypes, especially newly identified genotypes, is needed to explore their clinical effects.",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1056,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1408,
                    "end": 1409,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of the 10 AdV-11 positive samples, only one (LZY153) was successfully amplified for the whole 3449 bp long hexon gene and was identified as AdV 55, which was assumed to be caused by the low amplification efficiency by our PCR for the long fragment and/or the degradation of the DNA in the specimens (the NPAs collected at 2006–2009 ). AdV 55 has been confirmed as a novel recombinant between AdV-11 and AdV-14 at the hexon gene [10]. And it is difficult to identify the other nine AdV11-positive samples as AdV55 by the short fragment of the hexon gene. However, this novel recombinant AdV55 needs further study to explore its clinical significance after more cases with AdV55 were reported and confirmed.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, the present study confirmed that multiple HAdV types co-circulated in Lanzhou City, China. AdV3 predominated during November 2006 to November 2009. We also found that AdV55 existed and circulated in China. No fixed seasonal rhythm of HAdV was identified. The incidence of HAdV infection peaked in children aged 3–7 years, but a relatively high infection rate (3.29%) was observed in infants younger than 6 months, which should be given more attention. Further molecular surveillance of HAdV should be undertaken continuously to explore their epidemiological and clinical characteristics.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present study showed that HAdV is an important viral agent in children with ARTIs in Lanzhou City, China. Multiple HAdV types co-circulated with Ad3, which was predominant in this 3-year study. The novel AdV55 genotype was found in one case. No fixed seasonal rhythm could be identified.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "Rong-fang Zhang carried out RT-PCR, virus detection and sequencing studies. Zhi-ping Xie, Kun-long Yan, Han-chun Gao, Jing-rong Song, Xin-hui Yuan was involved in clinical diagnosis of patients and collecting samples. Yu Jin and Rong-fang Zhang drafted the manuscript.Yu Jin, Yun-de Hou, Zhao-jun Duan conceived the study, made the arrangements for obtaining samples from the hospitals , and finalized the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Distribution of human adenovirus (HAdVs) in different age groups\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Comparison of clinical and demographic characteristics of human adenovirus genotypes isolated between December 2006 and November 2009\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Comparison of clinical and demographic characteristics between human adenovirus (HAdVs) and human respiratory syncytial virus (HRSV) groups in children with acute respiratory tract infections\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Phylogenetic tree for Chinese ADV nucleotide sequences, based on 482 bp of the hexon gene, Phylogenetic trees were constructed by the neighbor-joining method using MEGA 5.05. Reference strains for different HAdV genotypes, Fowl adenovirus, Canine adenovirus and Bovine adenovirus are obtained from GenBank and marked .The genotype assignment is indicated at the right by the brackets.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Temporal distribution of human adenovirus genotypes isolated between November 2006 and November 2009.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Respiratory adenoviral infections in children: a study of hospitalized cases in southern Taiwan in 2001–2002",
            "authors": [],
            "year": 2004,
            "venue": "J Trop Pediatr",
            "volume": "10",
            "issn": "5",
            "pages": "279-284",
            "other_ids": {
                "DOI": [
                    "10.1093/tropej/50.5.279"
                ]
            }
        },
        "BIBREF1": {
            "title": "Computational analysis and identification of an emergent human adenovirus pathogen implicated in a respiratory fatality",
            "authors": [],
            "year": 2011,
            "venue": "Virology",
            "volume": "10",
            "issn": "2",
            "pages": "141-147",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2010.10.020"
                ]
            }
        },
        "BIBREF2": {
            "title": "Genomic analyses of recombinant adenovirus type 11a in China",
            "authors": [],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "10",
            "issn": "10",
            "pages": "3082-3090",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00282-09"
                ]
            }
        },
        "BIBREF3": {
            "title": "Genome sequence of a novel virus of the species human adenovirus d associated with acute gastroenteritis",
            "authors": [],
            "year": 2013,
            "venue": "Genome Announc",
            "volume": "10",
            "issn": "1",
            "pages": "e00068-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Novel human adenovirus strain",
            "authors": [],
            "year": 2012,
            "venue": "Bangladesh. Emerg Infect Dis",
            "volume": "10",
            "issn": "5",
            "pages": "846-848",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1805.111584"
                ]
            }
        },
        "BIBREF5": {
            "title": "Molecular characterization of adenoviral infections in Cuba: report of an unusual association of species D adenoviruses with different clinical syndromes",
            "authors": [],
            "year": 2009,
            "venue": "Arch Virol",
            "volume": "10",
            "issn": "4",
            "pages": "619-627",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-009-0338-4"
                ]
            }
        },
        "BIBREF6": {
            "title": "Development of RT-multiplex PCR assay for detection of adenovirus and group A and C rotaviruses in diarrheal fecal specimens from children in China",
            "authors": [],
            "year": 2004,
            "venue": "Kansenshogaku Zasshi",
            "volume": "10",
            "issn": "8",
            "pages": "699-709",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Detection of the new human coronavirus HKU1: a report of 6 cases",
            "authors": [],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "10",
            "issn": "5",
            "pages": "634-639",
            "other_ids": {
                "DOI": [
                    "10.1086/500136"
                ]
            }
        },
        "BIBREF8": {
            "title": "Human coronavirus NL63 infection in Canada",
            "authors": [],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "10",
            "issn": "4",
            "pages": "503-506",
            "other_ids": {
                "DOI": [
                    "10.1086/426869"
                ]
            }
        },
        "BIBREF9": {
            "title": "Development of three multiplex RT-PCR assays for the detection of 12 respiratory RNA viruses",
            "authors": [],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "10",
            "issn": "1–2",
            "pages": "53-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Direct diagnosis of human respiratory coronaviruses 229E and OC43 by the polymerase chain reaction",
            "authors": [],
            "year": 2001,
            "venue": "J Virol Methods",
            "volume": "10",
            "issn": "1–2",
            "pages": "59-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Viral etiology and epidemiology of acute lower respiratory tract infections in Korean children",
            "authors": [],
            "year": 1995,
            "venue": "Pediatr Infect Dis J",
            "volume": "10",
            "issn": "12",
            "pages": "1054-1059",
            "other_ids": {
                "DOI": [
                    "10.1097/00006454-199512000-00005"
                ]
            }
        },
        "BIBREF12": {
            "title": "Detection of adenovirus in clinical specimens by polymerase chain reaction and liquid-phase hybridization quantitated by time-resolved fluorometry",
            "authors": [],
            "year": 1993,
            "venue": "J Clin Microbiol",
            "volume": "10",
            "issn": "7",
            "pages": "1886-1891",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Outbreak of acute respiratory disease in China caused by B2 species of adenovirus type 11",
            "authors": [],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "10",
            "issn": "3",
            "pages": "697-703",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01769-08"
                ]
            }
        },
        "BIBREF14": {
            "title": "Molecular epidemiology of human adenovirus isolated from children hospitalized with acute respiratory infection in Sao Paulo",
            "authors": [],
            "year": 2007,
            "venue": "Brazil. J Med Virol",
            "volume": "10",
            "issn": "2",
            "pages": "174-181",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.20778"
                ]
            }
        },
        "BIBREF15": {
            "title": "Genome type analysis of adenovirus types 3 and 7 isolated during successive outbreaks of lower respiratory tract infections in children",
            "authors": [],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "10",
            "issn": "10",
            "pages": "4594-4599",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.41.10.4594-4599.2003"
                ]
            }
        },
        "BIBREF16": {
            "title": "Adenovirus type 7 associated with severe and fatal acute lower respiratory infections in Argentine children",
            "authors": [],
            "year": 2002,
            "venue": "BMC Pediatr",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2431-2-6"
                ]
            }
        },
        "BIBREF17": {
            "title": "Newly identified respiratory viruses associated with acute lower respiratory tract infections in children in Lanzou, China, from 2006 to 2009",
            "authors": [],
            "year": 2012,
            "venue": "Clin Microbiol Infect",
            "volume": "10",
            "issn": "1",
            "pages": "74-80",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2011.03541.x"
                ]
            }
        },
        "BIBREF18": {
            "title": "Human respiratory syncytial virus in children with acute respiratory tract infections in China",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "10",
            "issn": "11",
            "pages": "4193-4199",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00179-10"
                ]
            }
        },
        "BIBREF19": {
            "title": "A new genome type of adenovirus 3 associated with severe lower acute respiratory infection in children",
            "authors": [],
            "year": 1990,
            "venue": "J Med Virol",
            "volume": "10",
            "issn": "1",
            "pages": "73-76",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.1890300116"
                ]
            }
        },
        "BIBREF20": {
            "title": "Molecular epidemiology of adenovirus types 3 and 7 isolated from children with pneumonia in Beijing",
            "authors": [],
            "year": 1996,
            "venue": "J Med Virol",
            "volume": "10",
            "issn": "3",
            "pages": "170-177",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1096-9071(199607)49:3<170::AID-JMV3>3.0.CO;2-1"
                ]
            }
        },
        "BIBREF21": {
            "title": "A two decade survey of respiratory adenovirus in Taiwan: the reemergence of adenovirus types 7 and 4",
            "authors": [],
            "year": 2004,
            "venue": "J Med Virol",
            "volume": "10",
            "issn": "2",
            "pages": "274-279",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.20087"
                ]
            }
        },
        "BIBREF22": {
            "title": "Lower respiratory tract infections due to adenovirus in hospitalized Korean children: epidemiology, clinical features, and prognosis",
            "authors": [],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "10",
            "issn": "10",
            "pages": "1423-1429",
            "other_ids": {
                "DOI": [
                    "10.1086/320146"
                ]
            }
        },
        "BIBREF23": {
            "title": "Computational analysis identifies human adenovirus type 55 as a re-emergent acute respiratory disease pathogen",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "10",
            "issn": "3",
            "pages": "991-993",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01694-09"
                ]
            }
        },
        "BIBREF24": {
            "title": "A community-based outbreak of severe respiratory illness caused by human adenovirus serotype 14",
            "authors": [],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "10",
            "issn": "10",
            "pages": "1427-1434",
            "other_ids": {
                "DOI": [
                    "10.1086/598521"
                ]
            }
        },
        "BIBREF25": {
            "title": "Genetic relationship between thirteen genome types of adenovirus 11, 34, and 35 with different tropisms",
            "authors": [],
            "year": 1991,
            "venue": "Intervirology",
            "volume": "10",
            "issn": "6",
            "pages": "338-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The epidemiology of adenovirus infections in Greater Manchester, UK 1982–96",
            "authors": [],
            "year": 2000,
            "venue": "Epidemiol Infect",
            "volume": "10",
            "issn": "2",
            "pages": "333-345",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268899004550"
                ]
            }
        },
        "BIBREF27": {
            "title": "Molecular and clinical characteristics of adenoviral infections in Taiwanese children in 2004–2005",
            "authors": [],
            "year": 2008,
            "venue": "Eur J Pediatr",
            "volume": "10",
            "issn": "6",
            "pages": "633-640",
            "other_ids": {
                "DOI": [
                    "10.1007/s00431-007-0562-4"
                ]
            }
        },
        "BIBREF28": {
            "title": "Chronic lung damage caused by adenovirus type 7: a ten-year follow-up study",
            "authors": [],
            "year": 1981,
            "venue": "Chest",
            "volume": "10",
            "issn": "2",
            "pages": "127-131",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.80.2.127"
                ]
            }
        },
        "BIBREF29": {
            "title": "Type 7 adenovirus pneumonia",
            "authors": [],
            "year": 1971,
            "venue": "J Pediatr",
            "volume": "10",
            "issn": "4",
            "pages": "605-611",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-3476(71)80307-4"
                ]
            }
        },
        "BIBREF30": {
            "title": "Molecular epidemiology of adenovirus acute lower respiratory infections of children in the south cone of South America (1991–1994)",
            "authors": [],
            "year": 1996,
            "venue": "J Med Virol",
            "volume": "10",
            "issn": "2",
            "pages": "151-156",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1096-9071(199602)48:2<151::AID-JMV6>3.0.CO;2-8"
                ]
            }
        },
        "BIBREF31": {
            "title": "The association of newly identified respiratory viruses with lower respiratory tract infections in Korean children, 2000–2005",
            "authors": [],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "10",
            "issn": "5",
            "pages": "585-592",
            "other_ids": {
                "DOI": [
                    "10.1086/506350"
                ]
            }
        },
        "BIBREF32": {
            "title": "Genetic analysis of a novel human adenovirus with a serologically unique hexon and a recombinant fiber gene",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0024491"
                ]
            }
        },
        "BIBREF33": {
            "title": "Computational analysis of two species C human adenoviruses provides evidence of a novel virus",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "10",
            "issn": "10",
            "pages": "3482-3490",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00156-11"
                ]
            }
        }
    }
}