{
    "paper_id": "PMC4316158",
    "metadata": {
        "title": "Exploration of diarrhoea seasonality and its drivers in China",
        "authors": [
            {
                "first": "Zhiwei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenbiao",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yewu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maigeng",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cunrui",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shilu",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "There was a distinct seasonality in diarrhoea occurrence in the total population (Figure 1) and in each age group (Figures S1A–S1C (supplementary material)), and two peaks were observed every year. Specifically, diarrhoea in children <5 years peaked in fall-winter seasons, and diarrhoea in persons > = 5 years peaked in summer (Figure 2). Further, we found that the peak times in children (<15 years) varied greatly over time, while the peak times in adults (> = 15 years) was consistent across years (Figures S2A–S2F (supplementary material)).",
            "cite_spans": [],
            "section": "Patterns of Seasonality ::: Results",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 329,
                    "end": 337,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Figure 3 shows the seasonality of diarrhoea in different regions (listed by latitude), revealing that in both children <5 years and persons > = 5 years, diarrhoea at higher latitudes were more likely to be peaking in summer, and diarrhoea at lower latitudes were more likely to be peaking in fall-winter seasons (Figures 3A–C). Analysis by season (Figures S3A–3C (supplementary material)) reveals this pattern more clearly. In terms of the amplitude distribution by age and region (seasonal amplitude refers to the relative fluctuation of diarrhoea within a certain period of time, and it provides pivotal information on the possibility of diarrhoea outbreaks), we found that adults (> = 15 years) had much greater diarrhoea amplitudes than children (<15 years) (Figure 4), but the amplitude in persons > = 20 years declined progressively with increasing age, reaching its valley in elderly > = 85 years (Figure 4), and this decreasing trend was remarkably consistent across years (Figure S4 (supplementary material)). Figures 5A–C depicts the spatial pattern of diarrhoea amplitude, indicating that, in persons > = 5 years, diarrhoea amplitudes at higher latitudes were greater than lower latitudes.",
            "cite_spans": [],
            "section": "Patterns of Seasonality ::: Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 313,
                    "end": 325,
                    "mention": "Figures 3A–C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 763,
                    "end": 771,
                    "mention": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 913,
                    "mention": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1031,
                    "mention": "Figures 5A–C",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To better understand whether there was a statistically significant relationship between latitude and diarrhoea seasonal parameters (peak time, trough time and amplitude), we calculated the Spearman correlations between them, and found that diarrhoea peak time and trough time were negatively correlated with latitude (Figures 6A–D). No significant correlation was observed between amplitude in children <5 years and latitude, but amplitude in persons > = 5 years was positively correlated with latitude (r = 0.62, P<0.001) (Figures 6E–F).",
            "cite_spans": [],
            "section": "Drivers of seasonality ::: Results",
            "ref_spans": [
                {
                    "start": 318,
                    "end": 330,
                    "mention": "Figures 6A–D",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 536,
                    "mention": "Figures 6E–F",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To identify the putative predictors of diarrhoea seasonality, we conducted regression tree analysis. Table 1 shows the summary statistics for the demographic, economic, and geographic characteristics, climatic factors, and diarrhoea seasonal parameters of the 31 provinces in China, which were included in the regression model. We found Latitude 27.8°N and Latitude 38.65°N were the latitudinal thresholds for diarrhoea seasonality in China (Figures 7A–D). Specifically, for provinces with latitude > = 27.8°N, diarrhoea in children <5 years reached its trough point between week 10 to 14, and jumped to the peak point between week 35 to 39, and diarrhoea in persons > = 5 years reached its trough point between week 4 to 11. For provinces with latitude < 27.8°N, diarrhoea in children <5 years reached its trough point in week 19, and jumped to the peak point in week 45, and diarrhoea in persons > = 5 years reached its trough point in week 15. Peak time in persons > = 5 years was associated with monthly mean temperature. Humidity and temperature may drive the distribution of amplitude in children <5 years, and latitude and rainfall were associated with amplitude in persons > = 5 years (Figures 7E–F).",
            "cite_spans": [],
            "section": "Drivers of seasonality ::: Results",
            "ref_spans": [
                {
                    "start": 442,
                    "end": 454,
                    "mention": "Figures 7A–D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1194,
                    "end": 1206,
                    "mention": "Figures 7E–F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 101,
                    "end": 108,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "After identifying the latitudinal threshold for diarrhoea peak and trough times, we plotted the heat maps accordingly (Figure 8A–C), and found that: At latitudes> = 38.65°N, diarrhoea in children <5 years and persons > = 5 years both peaked in summer; At latitudes > = 27.8 & <38.65°N, diarrhoea in children <5 years peaked in fall-winter seasons, but diarrhoea in persons > = 5 years peaked in summer; At latitudes <27.8°N, diarrhoea in children <5 years peaked in fall-winter seasons (slightly later than those between 27.8 to 38.65°N), while diarrhoea in persons > = 5 years did not have a distinct seasonality, peaking across the second half of each year.",
            "cite_spans": [],
            "section": "Epidemiological transmission zones ::: Results",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 130,
                    "mention": "Figure 8A–C",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The national surveillance data allows us to do this first comprehensive study concerning diarrhoea seasonality by age and geography in China. Diarrhoea in children <5 years normally peaked in fall-winter seasons, while diarrhoea in persons > = 5 years were more likely to peak in summer. Three epidemiological regions characterized by distinct diarrhoea seasonality were identified in this study: northern provinces (latitudes> = 38.65°N), intermediate provinces (latitudes> = 27.8°N & <38.65°N) and southern provinces (latitudes<27.8°N). Regression analysis indicated that mean temperature was predictive of diarrhoea peak time in persons > = 5 years, and relative humidity was linked to diarrhoea amplitude in children <5 years.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The core of seasonality in diarrhoea is related to temporal oscillations in the pathogenic agents and host susceptibility (fluctuations of neuroendocrine function and immune response12). The most intriguing finding of this study is the remarkable difference in the diarrhoea seasonality between children <5 years and persons > = 5 years. We found that diarrhoea in children <5 years appeared to peak in fall-winter seasons, which is in accord with findings in Brazil13, and this may partially be attributable to the fact that rotavirus is the predominant aetiology of diarrhoea in infants and young children1415 and rotavirus favours low temperature56816. Compared with infants and young children, persons > = 5 years in China are more likely to be attacked by bacterial pathogens17, possibly resulting in their summer peak time of diarrhoea18. Interestingly, we found diarrhoea seasonality (peak time, trough time and amplitude) in children <15 years varied over time, indicating a yearly-specific diarrhoea control and prevention strategy in children <15 years in China. Further, the consistent diarrhoea seasonality in adults > = 15 years across years we observed in this study may facilitate the development of future early warning systems focusing on diarrhoea control in adults.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 466,
                    "end": 468,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 607,
                    "end": 609,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 609,
                    "end": 611,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 649,
                    "end": 650,
                    "mention": "5",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 650,
                    "end": 651,
                    "mention": "6",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 651,
                    "end": 652,
                    "mention": "8",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 780,
                    "end": 782,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 841,
                    "end": 843,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we detected greater amplitudes of diarrhoea seasonality at higher latitudes among persons > = 5 years, implying that reduced winter sunlight and its potential effect on vitamin D deficiency might play a role in diarrhoea seasonality in persons > = 5 years. At northern latitudes, vitamin D deficiency is more common due to reduced ultraviolet light exposure19. At latitudes >40°N, even with adequate sun exposure, the dermal generation of vitamin D is negligible2021, which may render the greater amplitudes of diarrhoea seasonality in persons > = 5 years by altering their immune response22. This finding should guide clinical and public health practice in those regions with high latitudes, and clinicians in those regions should be particularly made aware of the adverse impact of vitamin D insufficiency on diarrhoea and consider supplementation of vitamin D in persons with higher risk for diarrhoea. Moreover, we found amplitudes of diarrhoea seasonality in persons > = 15 years were much higher than children <15 years. This is striking because children shoulder majority of diarrhoea burden. Existing literature offers limited information on the mechanism explaining this finding, and we speculated that it may be because persons > = 15 years have had relatively recent diarrhoea compared with children <15 years23.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 604,
                    "end": 606,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As reported in prior studies, though temperature, rainfall and relative humidity were associated with the occurrence of diarrhoea5678, no climatic factor alone can fully capture the complexity of diarrhoea seasonality. However, in this study, we found climatic factors helped distinguish the peak time, trough time and amplitude between regions, which is pivotal for future diarrhoea control. Specifically, we found that 17.5°C was the temperature threshold for diarrhoea peak time in persons > = 5 years, with diarrhoea in those provinces with mean temperature below 17.5°C peaking earlier. Relative humidity was associated with seasonal amplitude of diarrhoea in children <5 years, and provinces with relative humidity below 55.5% had a greater seasonal amplitude of diarrhoea in children <5 years. It was also observed that 26.5 mm rainfall was the threshold for both trough time in children <5 years and amplitude in persons > = 5 years. For those regions with latitude > = 27.8°N and monthly average rainfall <26.5 mm, diarrhoea in children <5 years peaked the earliest, highlighting that public health sectors in these regions should take earlier precautionary measures to prevent infants and young children from being attacked by diarrhoea. Further, for the similar regions (latitude >29.65°N and monthly average rainfall < = 26.5 mm), the seasonal amplitude of diarrhoea in persons > = 5 years was the greatest. The identification of climatic factors associated with diarrhoea seasonality in this study will shed new light on the possible role of climate variation in the occurrence of diarrhoea.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 130,
                    "mention": "5",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "6",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 131,
                    "end": 132,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 132,
                    "end": 133,
                    "mention": "8",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our large-scale analysis of diarrhoea seasonality identified three epidemiological regions: northern China where diarrhoea in children <5 years and persons > = 5 years both peaked in summer, mid-latitudes where diarrhoea in children <5 years peaked in fall-winter seasons and diarrhoea in persons > = 5 years peaked in summer, and southern China where diarrhoea in children <5 years peaked in fall-winter seasons and diarrhoea in persons > = 5 years peaked year-round. The three epidemiological zones indicate that diarrhoea seasonality in China may result from the interaction between climatic factors, behaviours likely to mix feces with food and water, and population immunity37. The seasonal patterns of diarrhoea at low latitudes (<27.8°N) in children <5 years and persons > = 5 years we found were not consistent with prior studies67824. Previous research mainly focused on rotavirus seasonality in children <5 years and found that rotavirus persists year-round in tropical areas (<24°N) and peaks from autumn to spring (cold and dry seasons) in temperate areas6. Information on diarrhoea seasonality in adults is scarce in existing literature, and one study looking at the rotavirus diarrhoea in Japan did not find a significant seasonality25. The motivation of this study is to assist on-going diarrhoea surveillance and the epidemiological regions we identified have important implications for development of early warning system. Specifically, in northern China, diarrhoea preventive measures should be taken earlier (before summer); in intermediate latitudes, more attention should be paid to diarrhoea in children <5 years during fall-winter seasons, and diarrhoea control may focus more on persons> = 5 years in summer, and in southern China, diarrhoea control should also focus on children <5 years during fall-winter seasons while diarrhoea surveillance in persons > = 5 years should be strengthened, given its non-distinct seasonality.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 680,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 680,
                    "end": 681,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 837,
                    "end": 838,
                    "mention": "6",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 838,
                    "end": 839,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 839,
                    "end": 840,
                    "mention": "8",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 840,
                    "end": 842,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1067,
                    "end": 1068,
                    "mention": "6",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1247,
                    "end": 1249,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This is the first study to explore the seasonality of diarrhoea in China at the national level. The remarkably different diarrhoea seasonality in children <5 years and persons > = 5 years we found will be useful for designing and implementing future diarrhoea control and prevention strategies. The three epidemiological zones we identified will guide the development of targeted early warning systems and implementation of future risk management efforts. Further, the potential drivers of diarrhoea seasonality we identified will facilitate future studies assessing the impact of social-environmental change on diarrhoea in China. Several limitations should also be acknowledged. First, these diarrhoea cases were not all lab-confirmed. Second, most diarrhoea cases may be undetected as people with mild symptoms may not seek medical care. Third, access to health care may vary across provinces, and we cannot rule out surveillance bias in some areas such as Tibet and Xinjiang. Finally, we did not have data on the pathogenic agents, which restricts us to examine the seasonality of specific pathogens and give more evidence-based implications for future vaccination programs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, our study unfolds the striking difference in diarrhoea seasonality between children <5 years and persons > = 5 years. The distinct geographic patterns of diarrhoea, which may be impacted by climatic factors, were also unveiled. Future research should focus more on elucidating the impact of social-environmental changes on diarrhoea in different epidemiological zones and mechanisms why diarrhoea seasonality differs greatly across different age groups. Our work has practical implications for the development of early warning systems targeting different population in different regions.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The territory of China lies between latitudes 18° and 54°N, and longitudes 73° and 135°E. China's climate is mainly dominated by dry seasons and wet monsoons, and it is diverse from region to region due to the complex topography of China. Table 1 shows the summary statistics for the demographic, economic, and geographic characteristics as well as climatic factors of 31 Chinese provinces. Infectious diarrhoea data from 1st January 2005 to 31st December 2012 were collected from CISDCP. CISDCP is the reporting system of nationally notifiable infectious diseases and public health emergencies throughout China26. Diarrhoea cases were those who have three or more loose or liquid stools per day diagnosed in the hospital or the local CDC. In this study, we used the weekly reports of diarrhoea cases from CISDCP. Information on the age and residential address of the diarrhoea patients was obtained. Ethical approval was obtained from the Research Institutional Review Board of Public Health of Shandong University (China) prior to the data being collected. Patient information was de-identified and thus no written informed consent was obtained.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 613,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Data collection ::: Methods",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Demographic, economic, geographic and climate information in all 31 provinces from 2005 to 2012, including population, per capita gross regional product (PGRP), latitude, longitude, monthly average mean temperature, monthly average relative humidity, and monthly average rainfall, were collected from China Statistical Yearbook27 to identify the putative drivers of diarrhoea seasonality.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A seasonal decomposition analysis was conducted to assess whether there was a distinct seasonality in diarrhoea occurrence28. In this analysis, diarrhoea time-series was decomposed into seasonality, long-term trend, and irregular factors23. Heat maps were created to present the peak and trough times of diarrhoea in each age group and province. A cosinor function combined with Poisson regression was used to quantify the seasonal parameters of diarrhoea (ie., peak time, trough time and annual amplitude)29. The annual amplitude was expressed as a proportion of mean diarrhoea cases to facilitate the comparisons between different age groups and different regions. To identify the putative drivers of diarrhoea seasonality, a classification and regression tree (CART) analysis was conducted30. CART model is based on simple splits of the data and does not require the assumptions such as the existence of linear regression among and variables and homoscedasticity in variance. CART model was chosen in this study mainly because the potential drivers of diarrhoea seasonality (e.g., latitude and temperature) are highly correlated with each other and CART can potentially better accommodate complex interactions between variables since they avoid some of the assumptions associated with linear regression31. More importantly, CART model can identify the thresholds for the independent variables in the regression. Visual maps for the spatial distributions of diarrhoea incidence and annual amplitude were created using ArcGIS version 9.3 (ESRI Inc., Redlands, CA, USA). All the remaining analysis was conducted using the R statistical environment (version 2.15.3), with the “season” package (version 0.3-3) to conduct the cosinor analysis and “rpart” package to conduct the regression tree analysis.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 506,
                    "end": 508,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 792,
                    "end": 794,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1305,
                    "end": 1307,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Z.X., W.H., Q.G. and S.T. designed the study and collected the data, Z.X. and W.H. analysed the data and drafted the manuscript, W.H., Y.Z., X.W., M.Z., H.S., C.H., S.T. and Q.G. revised the manuscript.",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Data: the raw time-series distribution of diarrhoea in China; seasonal: the seasonal trend decomposed from the raw data; trend: the long-term trend decomposed from the raw data; reminder: the reminding part which cannot be explained by seasonality or long-term trend.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Horizontal line: different age groups, from 0–4 years to > = 85 years; vertical line: week, from week 1 to week 52; colour palette: “High” refers to relatively higher number of diarrhoeal cases within each age group, and “Low” refers to relatively lower number of diarrhoeal cases within each age group.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (A) Time series of weekly diarrhoea cases in the total population, sorted by decreasing latitude from left to right. (B) Time series of weekly diarrhoea cases in children <5 years, sorted by decreasing latitude from left to right. (C) Time series of weekly diarrhoea cases in persons > = 5 years, sorted by decreasing latitude from left to right. Week 1 is the first week of January. Colour palette: “High” refers to relatively higher number of diarrhoeal cases within each province, and “Low” refers to relatively lower number of diarrhoeal cases within each province.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: This figure was generated using ArcGIS 10 (ESRI, Redlands, CA, USA).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: The variables on the tree indicate the predictors of diarrhoea seasonality (e.g., Figure 7A implies that latitude is the primary predictor of diarrhoea peak time in children <5 years). The numbers on the tree refer to the thresholds of the predictors (e.g., Figure 7A suggests that, for the regions with latitude < 27.8°N, diarrhoea in children < 5 years are more likely to peak around week 45).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Diarrhoea morbidity and mortality in older children, adolescents, and adults",
            "authors": [],
            "year": 2010,
            "venue": "Epidemiol Infect",
            "volume": "138",
            "issn": "",
            "pages": "1215-1226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Trend and disease burden of bacillary dysentery in China (1991–2000)",
            "authors": [],
            "year": 2006,
            "venue": "Bull World Health Organ",
            "volume": "84",
            "issn": "",
            "pages": "561-568",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Cholera in Bangladesh: Climatic components of seasonal variation",
            "authors": [],
            "year": 2010,
            "venue": "Epidemiology",
            "volume": "21",
            "issn": "",
            "pages": "706-710",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Seasonal variation in host susceptibility and cycles of certain infectious diseases",
            "authors": [],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "369-374",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Modeling diarrhea disease in children less than 5 years old",
            "authors": [],
            "year": 2004,
            "venue": "Ann Epidemiol",
            "volume": "14",
            "issn": "",
            "pages": "371-377",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Burden and aetiology of diarrhoeal disease in infants and young children in developing countries (the Global Enteric Multicenter Study, GEMS): a prospective, case-control study",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "209-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Analysis of reported infectious diarrhea (other than cholera, dysentery, typhoid and paratyphoid) in China in 2011",
            "authors": [],
            "year": 2013,
            "venue": "Chin J Epi",
            "volume": "47",
            "issn": "",
            "pages": "328-332",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Climatic factors associated with hospitalizations for rotavirus diarrhoea in children under 5 years of age",
            "authors": [],
            "year": 2008,
            "venue": "Epidemiol Infect",
            "volume": "136",
            "issn": "",
            "pages": "56-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Analysis of the aetiology of diarrhoea in outpatients in 2007, Henan province, China",
            "authors": [],
            "year": 2013,
            "venue": "Epidemiol Infect",
            "volume": "141",
            "issn": "",
            "pages": "540-548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Impact of ambient temperature on children's health: A systematic review",
            "authors": [],
            "year": 2012,
            "venue": "Environ Res",
            "volume": "117",
            "issn": "",
            "pages": "120-131",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Seasonal variance of 25-(OH) vitamin D in the general population of Estonia, a Northern European country",
            "authors": [],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2095-2128",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Vitamin D: A millenium perspective",
            "authors": [],
            "year": 2003,
            "venue": "J Cell Biochem",
            "volume": "88",
            "issn": "",
            "pages": "296-307",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Nutr Rev",
            "volume": "61",
            "issn": "",
            "pages": "107-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Vitamin D deficiency associated with increased incidence of gastrointestinal and ear infections in school-age children",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "585-593",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Seasonality of tuberculosis in the United States, 1993–2008",
            "authors": [],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "",
            "pages": "1553-1560",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The global burden of diarrhoeal disease, as estimated from studies published between 1992 and 2000",
            "authors": [],
            "year": 2003,
            "venue": "Bull World Health Organ",
            "volume": "81",
            "issn": "",
            "pages": "197-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Winter seasonality and rotavirus diarrhoea in adults",
            "authors": [],
            "year": 2001,
            "venue": "Lancet",
            "volume": "357",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Emergence and control of infectious diseases in China",
            "authors": [],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "1598-1605",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "National census in China in 2012",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Extreme temperatures and paediatric emergency department admissions",
            "authors": [],
            "year": 2013,
            "venue": "J Epidemiol Community Health",
            "volume": "68",
            "issn": "",
            "pages": "304-311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "[Chapter three: Consinor] Analysing Seasonal Health Data. [75–78] (Springer, Heidelberg",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Global burden of childhood pneumonia and diarrhoea",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1405-1416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Temperature, air pollution and total mortality during summers in Sydney, 1994–2004",
            "authors": [],
            "year": 2008,
            "venue": "Int J Biometeorol",
            "volume": "52",
            "issn": "",
            "pages": "689-696",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 1984,
            "venue": "Classification and regression trees",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Setting research priorities to reduce global mortality from childhood diarrhoea by 2015",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Global seasonality of rotavirus infections",
            "authors": [],
            "year": 1990,
            "venue": "Bull World Health Organ",
            "volume": "68",
            "issn": "",
            "pages": "171-177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Seasonality of rotavirus disease in the tropics: a systematic review and meta-analysis",
            "authors": [],
            "year": 2009,
            "venue": "Int J Epidemiol",
            "volume": "38",
            "issn": "",
            "pages": "1487-1496",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Global Seasonality of rotavirus disease",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "e134-e147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Seasonality of rotavirus in South Asia: A meta-analysis approach assessing associations with temperature, precipitation, and vegetation index",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "A nationwide web-based automated system for early outbreak detection and rapid response in China",
            "authors": [],
            "year": 2011,
            "venue": "Western Pac Surveill Response J",
            "volume": "2",
            "issn": "",
            "pages": "10-15",
            "other_ids": {
                "DOI": []
            }
        }
    }
}