{
    "paper_id": "PMC4193739",
    "metadata": {
        "title": "Seasonal Variation of Newly Notified Pulmonary Tuberculosis Cases from 2004 to 2013 in Wuhan, China",
        "authors": [
            {
                "first": "Xiaobing",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qionghong",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianjie",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhengbin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gaofeng",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Igor",
                "middle": [],
                "last": "Mokrousov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Although China has achieved a great progress in TB control, tuberculosis is still a public health problem [1]. In 2012, it was estimated that there were approximately 1.0 million newly diagnosed cases, 1.4 million prevalent cases, and 44 thousand deaths that were due to TB in China [2].",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "mention": "[1]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 283,
                    "end": 286,
                    "mention": "[2]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In 1996, Douglas reported an unique seasonal pattern (summer peak) of tuberculosis compared with most other respiratory diseases [3]. Since then, there were many other researchers recognized various patterns of seasonality of TB [4]–[15], except for a few studies in which no obvious pattern of seasonality of TB was found [16]. Some studies showed that there was a single spring-early summer peak [4]–[8], while other studies found a single summer peak [3], [9], [10]. Additionally, a few of other studies showed a dominant peak (spring/summer) along with a second peak (summer/winter) [11], [12]. What caused the difference?",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "mention": "[3]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 229,
                    "end": 232,
                    "mention": "[4]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 233,
                    "end": 237,
                    "mention": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 323,
                    "end": 327,
                    "mention": "[16]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 398,
                    "end": 401,
                    "mention": "[4]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 402,
                    "end": 405,
                    "mention": "[8]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 454,
                    "end": 457,
                    "mention": "[3]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 459,
                    "end": 462,
                    "mention": "[9]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 464,
                    "end": 468,
                    "mention": "[10]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 587,
                    "end": 591,
                    "mention": "[11]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 593,
                    "end": 597,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Researchers linked the seasonal variation of TB to two kinds of factors. Firstly, factors like indoor crowding in winter could lead to an increase of TB transmission (extrinsic infection). Secondly, vitamin D deficiency and high epidemic of other respiratory diseases could cause impaired immunity which would result in TB reactivation (intrinsic reactivation). However, questions arise. Which factor is the dominant reason for seasonality of TB? Are these the only influencing factors in term of extrinsic infection or intrinsic reactivation of TB? To examine those issues, we studied the seasonality of TB in Wuhan, China. Wuhan city with 10 million residents is the fourth largest city in China, and also one of the most important transportation junctions for the whole country.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "There are only a few studies reporting the seasonal variation of TB in China till now. The first one was conducted in Hong Kong from 1991 to 2002 [10], the second one was about the whole country from 2004 to 2012 [15], and the third study explored the seasonality of pulmonary TB in Wuhan from 2006 to 2010 [12]. But the above report in Wuhan mentioned prevalence data of pulmonary TB cases, and studied the seasonality only by subgroup of smear positive and negative. In this study, we used newly notified pulmonary TB data, and investigated the seasonality of total pulmonary TB cases and by subgroups such as time period, sex, age, occupation, district, and sputum smear result from 2004 to 2013 in Wuhan.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "mention": "[10]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 213,
                    "end": 217,
                    "mention": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 307,
                    "end": 311,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although there are a lot of mathematic models used to analyze the seasonality, TRAMO-SEATS (Time Series Regression with ARIMA Noise, Missing Observations and Outliers, TRAMO-SEATS) applied in our study is one of the most popular seasonal adjustment time series models over the world. Our study explored the seasonal variation of pulmonary TB in Wuhan, aimed to give the clue to reveal the characteristics of TB epidemic and the influencing factors and to develop suitable TB control measurements.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The Data of confirmed pulmonary TB cases (laboratory or clinical verified) by month in Wuhan city, Hubei Province, China from Jan 2004 to Dec 2013 was obtained from the internet-based National Infectious Diseases Reporting System(NIDRS), Chinese Center for Disease Control and Prevention. It is mandatory for all hospitals, clinics, disease prevention and control institutions and other designated health care establishments to report all newly diagnosed pulmonary TB cases timely and directly via NIDRS. From NIDRS, we also obtained the data of sex, age, occupation, district, and sputum smear result of pulmonary TB cases.",
            "cite_spans": [],
            "section": "Data ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Monthly pulmonary TB case counts were analyzed by the TRAMO-SEATS seasonal adjustment program which is an advanced seasonal adjustment program paralleled with X-12-ARIMA program [17]. It is a very stable and efficient model developed by the bank of Spain. In the TRAMO-SEATS program, the original time series is decomposed into three basic components: trend component, seasonal factor and irregular noise component. The trend component is the long-term and medium-to-long term variation tendency of the time series, including up or down trend and important break points; it reflects the basic and primary trend of a disease in the long-term or medium-to-long term. The seasonal factor is considered as a fluctuation repeatedly occurred in the same month or quarter each year; it shows the seasonal characteristic of the disease, and caused by complex factors. The irregular noise component is the residual component that remains after trend component and seasonal factor are removed from the time series; it represents the noise of the time series.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "mention": "[17]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Seasonal Adjustment of Time Series ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Firstly, the TRAMO-SEATS program was applied to the raw monthly case counts. The time series of total pulmonary TB cases was decomposed into trend component, seasonal and irregular noise component. A decomposition of monthly case counts was obtained for groups of interest, according to time period, sex, age, occupation, district, and sputum smear result. If the population had the identifiable seasonality judged by TRAMO-SEATS program, we calculated the mean spring peak month, mean summer peak month, mean trough month, annual spring seasonal amplitude and annual summer seasonal amplitude with 95% confidence interval (CI), and annual spring-summer amplitude difference with median, upper and lower quartile for the years from 2004 to 2013. Annual spring and summer seasonal amplitude were calculated from isolated seasonal factor and defined as the fraction with the numerator being the spring-peak-to-trough or summer-peak-to-trough difference between the months with the highest spring or summer and the lowest case counts and with the denominator being mean case counts for that year. Annual spring-summer amplitude difference was defined as a fraction with the numerator being the spring-peak-to-summer-peak difference between the months with the highest spring and the highest summer case counts and with the denominator being mean case counts for that year.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Secondly, the amplitudes of spring and summer seasonal fluctuation were compared within groups. The Student’s t-test for two independent samples was used to compare seasonal amplitudes of two subgroups. The Bonferroni method for one way analysis of variance was used to compare all pairwise seasonal amplitudes of three or more subgroups in condition of equal variance and normal distribution, and the Kruskal-Wallis test was used in condition of unequal variance or skew distribution. P-value<0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The DEMETRA package (DEMETRA 2.0; Eurostat, the Statistical Office of the European Communities) was used for TRAMO-SEATS program; Microsoft Excel 2007 (Microsoft Corporation, Redmond, WA, USA) was used for data management; the SPSS 18.0 (SPSS Inc., Chicago, IL, USA) was used for statistical comparisons of seasonal indicators within subgroups.",
            "cite_spans": [],
            "section": "Statistical Software ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "From 2004 to 2013, there were 77.76 thousand newly notified pulmonary TB cases in Wuhan, China (Table 1). Figure 1 showed the original time series of pulmonary TB cases from 2004 January to 2013 December. Wuhan city is located in Hubei Province which is in the middle of China. Wuhan has a subtropical wet monsoon climate. Based on the temperature data and climatic seasonal division method, seasons in Wuhan were defined as spring (March–May), summer (June–September), autumn (October–November), and winter (December–February) [18]. There were a dominant spring peak (March) and a second summer peak (September), along with the trough (December).",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "mention": "[18]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "mention": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 103,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\nFigure 2, 3 and 4 displayed the three components produced by TRAMO-SEATS program which were trend component, seasonal and irregular noise component. There was an upward trend from 2004 to 2005, a decreasing trend from 2005 to 2010, then a slowing upward trend from 2010 to 2013. From the isolated seasonal component, it was found that seasonal amplitude decreased each year from 2004 to 2013.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "mention": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 11,
                    "end": 12,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 17,
                    "end": 18,
                    "mention": "4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\nTable 2 illustrated spring seasonal amplitudes for subgroups of each group and the comparisons of spring seasonal amplitudes. An annual mean of 56.81% (95% CI, 41.93%–71.69%) more pulmonary TB cases were notified in the spring peak month (March) compared with the trough month (December) from 2004 to 2013. The spring seasonal amplitude in 2004–2008(73.17%) was higher than that of 2009–2013(40.45%), and the difference between them was significant (P<0.05). There were no statistical differences in spring seasonal amplitude between males and females, age groups, center and far district, smear positive and smear negative pulmonary TB (P>0.05). There were significant differences in spring seasonal amplitude by occupation, with amplitude ranging from 59.37% to 113.22% (P<0.05). The most common of spring peak month was March, the others were April and May. The trough month for all groups and subgroups was December.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\nTable 3 summarized summer seasonal amplitudes for subgroups of each group and the comparisons of summer seasonal amplitudes. An annual mean of 43.40% (95% CI, 28.88%–57.92%) more pulmonary TB cases were notified in the summer peak month (September) compared with the trough month (December) from 2004 to 2013. The summer seasonal amplitude in 2004–2008(60.11%) was higher than that of 2009–2013(26.68%), and the difference between them was significant (P<0.05). There was no statistical difference in summer seasonal amplitude between males and females, center and far district, smear positive and smear negative pulmonary TB (P>0.05). There were significant differences in summer seasonal amplitude by age, with amplitude ranging from 36.05% to 100.09% (P<0.05). There were significant differences in summer seasonal amplitude by occupation, with amplitude ranging from 43.40% to 109.88% (P<0.05). The most common of summer peak month was September, others were July and August. The trough month for all groups and subgroups was December.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\nTable 4 displayed the median, the lower and upper quartile of spring and summer seasonal amplitude difference in Wuhan from 2004 to 2013. The median of 0–14 years old group and student were negative which showed that the summer seasonal amplitude was higher than the spring seasonal amplitude.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "After the severe acute respiratory syndrome (SARS) outbroke in 2003, the internet-based National Infectious Diseases Reporting System (NIDRS) was established in China. The government has taken a series of measures to strengthen the mandatory reporting system of infectious diseases [19]. From then on, the hospitals have taken it as a serious task to report the legal infectious diseases. Thus, the surveillance and reporting system of legal infectious diseases become more reliable than before [19]. In China, pulmonary tuberculosis is one of the legal infectious diseases.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "mention": "[19]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 495,
                    "end": 499,
                    "mention": "[19]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A procedure that filters the seasonal fluctuations from a time series is called a seasonal adjustment program. There exists a lot of different procedures but most of the statistical agencies use quite standardized techniques where the most important ones are the X-12-ARIMA program and the TRAMO/SEATS procedure [20]. Comparing with the X-12-ARIMA, TRAMO/SEATS has the characteristics of high stability and efficiency [17].",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 418,
                    "end": 422,
                    "mention": "[17]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "TRAMO does the pre-adjustment of the series and stands for “Time Series Regression with ARIMA Noise, Missing Observations and Outliers”. It does a similar job as regARIMA in the X12 program. SEATS stands for “Signal Extraction in ARIMA Time Series”, and decomposes the series in its unobserved components following an ARIMA based method [20]. The TRAMO and SEATS packages were developed at the Bank of Spain by Victor Gomez and Agustin Maravall, with the programming help of Gianluca Caporello. Eurostat released the program package DEMETRA, which included X12 and the TRAMO/SEATS programs [17].",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 590,
                    "end": 594,
                    "mention": "[17]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that there was an apparent seasonal variation of pulmonary TB disease in Wuhan city in our study. The dominant (spring) peak month was March for pulmonary TB and the trough month was December in this study. The spring peak month was similar to many of the studies in other locations such as Japan [4], Kuwait [5], India [6] and Spain [11]. The trough month was earlier than that (January or February) in Japan [4], Hong Kong [10] and Hubei Province [15], while was same as the research in Spain [11], Mongolia [8], India [6] and Kuwait [5]. In our study, the second (summer) peak existed which was consistent with studies conducted in Hong Kong [10] and United Kingdom [3]. The summer peak month was September for the total pulmonary TB cases and the majority of subgroups.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "mention": "[4]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 318,
                    "end": 321,
                    "mention": "[5]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 329,
                    "end": 332,
                    "mention": "[6]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 343,
                    "end": 347,
                    "mention": "[11]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 419,
                    "end": 422,
                    "mention": "[4]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 434,
                    "end": 438,
                    "mention": "[10]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 458,
                    "end": 462,
                    "mention": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 504,
                    "end": 508,
                    "mention": "[11]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 519,
                    "end": 522,
                    "mention": "[8]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 530,
                    "end": 533,
                    "mention": "[6]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 545,
                    "end": 548,
                    "mention": "[5]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 654,
                    "end": 658,
                    "mention": "[10]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 678,
                    "end": 681,
                    "mention": "[3]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A number of factors enhance the pulmonary TB transmission in winter. First, poor ventilated room crowded with people could increase the chance of transmission among the infectious source and the contactors in winter. In Wuhan city, the winter is from December to February, and the coldest month is January in most of the years. In winter, people are more likely to stay at home and close the window because of the low temperature, moreover, because of the severe air pollution.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Second, the crowding and poor ventilated public transport plays an important role in the transmission of pulmonary TB [21]–[23]. The most important holiday (Spring Festival, Chinese New Year) in China is always at the end of January or at the beginning of February. Transportation during the Spring Festival holiday, called “chunyun” in china, is very busy. During the period of about half month before or after the Spring Festival, there are thousands of people taking buses/coaches, airplanes or railways to travel between the hometown and the work town. The crowding degree of the above public transports is several times as the usual time. Furthermore, the travel time of people on these public transports is longer than usual, pulmonary TB has more chance to transmit over “chunyun” time period.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "mention": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 123,
                    "end": 127,
                    "mention": "[23]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Third, the severe air pollution especially haze could increase TB transmission. The first time that Wuhan residents obviously felt haze weather which caused peripheral visibility extremely reduced is June 12, 2012. From then on, haze weather occurred frequently. Many studies showed that, the main component of haze was inhalable airborne particle matter (mainly PM 2.5) [24], [25]. From January 1, 2013, Wuhan began to release hourly PM2.5 readings. PM2.5 concentration is highest in winter. Although the main components of PM2.5 are chemicals such as SO4\n2−, NO3\n− and NH4\n+, PM2.5 still has the possibility to contain Mycobacterium tuberculosis [26], [27], thus increases the TB transmission.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "mention": "[24]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 377,
                    "end": 381,
                    "mention": "[25]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 648,
                    "end": 652,
                    "mention": "[26]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 654,
                    "end": 658,
                    "mention": "[27]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Fourth, health care seeking delay in winter could increase the risk of disease transmission. The weather in winter is moderately cold in Wuhan. The cold weather may be a possible cause leading to health care seeking delay in winter. Another important reason for health care seeking delay may be the Spring Festival at the end of winter. During the Spring Festival, congregation for celebrating the coming new year always leads to heath care seeking delay. Thus, the consultation rate during this period is relatively low. This delay in health care seeking contributes to diagnosis delay which may increase the risk of disease transmission (due to the longer communicable period of tuberculosis) in winter.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The nearly recent molecular epidemiological study revealed that the median incubation time of TB was about 15.6 months [28]. Moreover, from the onset of symptoms to the diagnosis of TB, there is a time interval which is called diagnosis delay. The median diagnosis delay of pulmonary TB cases in Wuhan was 35 days in our previous study [29]. After the increase of TB transmission in winter, the peak of TB cases would appear 16.8 months (the sum of incubation and diagnosis delay) later. In other words, the summer peak (July-September) in this study was most likely resulted from the winter transmission. In our study, the 0–14 years old age group had the highest summer amplitude which paralleled with the spring amplitude. The summer amplitude of 0–14 years old age group was significant higher than older age groups. The younger persons must have had relatively recent TB infection in winter compared with the elderly who may have been infected many years earlier. This suggested a possible organic basis for the above speculation.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "mention": "[28]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 336,
                    "end": 340,
                    "mention": "[29]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The reactivation of TB means that the relatively longer time between the acquisition of mycobacterium tuberculosis and the onset of the symptoms comparing with the winter transmission. The reactivation of tuberculosis is associated with HIV infection, immunosuppressive therapy or complex factors such as poor nutrition and socioeconomic status which can lead to decreased immunity. First, vitamin D deficiency has been hypothesized to be contributed to the reactivation of TB [30]. Prior to the introduction of chemotherapy, the measures (sunlight exposure and fish liver oils supplement) to enhance the level of serum 25-hydroxy vitamin D (25(OH)D) were included as an integral part of traditional anti-TB therapy. Studies [31], [32] showed that vitamin D deficiency could impair cell mediated immunity and reduce function of macrophages, thus lead to the reactivation of tuberculosis. Synthesis of vitamin D is dependent on the sunlight. Latitude is considered as an important influencing factor of sunlight exposure. The consensus reached in nutrition is that, the serum 25 (OH) D concentration is quite low or absent above latitude of 33° N in winter [33]. Although there has been no data of the seasonal variation of serum 25 (OH) D concentrations of residents in Wuhan which is located at 30° N, we suppose that the serum 25 (OH) D concentrations are relatively low in winter of Wuhan residents. The result of one study showed that the serum level of 25-hydroxy vitamin D revealed about one month lag after the change of ultraviolet radiation [34], another study showed that the trough of 25-hydroxy vitamin D was in mid-winter [35]. Thus, the trough month of the serum level of 25-hydroxy vitamin D in Wuhan residents is assumed to be in February, one month behind the trough of ultraviolet radiation (January). This would result in the reactivation peak in late winter, considering the diagnosis delay (35 days, about 1.2 month), then would lead to the spring peak (March) of pulmonary TB.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "mention": "[30]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 725,
                    "end": 729,
                    "mention": "[31]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 731,
                    "end": 735,
                    "mention": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "mention": "[33]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1550,
                    "end": 1554,
                    "mention": "[34]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1635,
                    "end": 1639,
                    "mention": "[35]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Second, we speculate that ambient air pollution is related to TB reactivation. Several studies showed that after a time of exposure to diesel exhaust inhalation, the expression levels of interleukin (TNF)-α, IL-12, interferon (IFN)-γ in marine decreased significantly [36], [37]. IFN-γ attacks and kills the Mycobacterium tuberculosis by macrophage activation. TNF-α is important in the procedure of granuloma formation and the infection localized. Furthermore, the inhibition of TNF-α by drugs would lead to TB reactivation [38]. A recent study suggested a potential association between the exposure to particulate matter (PM) and pulmonary TB [39]. Additionally, the frequent haze weather may lead to reduced ultraviolet radiation intensity, thus lower the level of serum 25-hydroxy vitamin D in body. The haze weather is most frequently in winter. Consequently, all of the above factors would cause the winter or early spring peak of TB reactivation. Considering the diagnosis delay of TB, TB reactivation would manifest as TB peak in spring. Thus, we speculated that spring peak (from March to May) in our study was more likely caused by the reactivation of the latent TB than the enhanced winter transmission.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "mention": "[36]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "[37]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 525,
                    "end": 529,
                    "mention": "[38]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 645,
                    "end": 649,
                    "mention": "[39]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are paucity of data on the relationship between the humidity, precipitation and seasonality of tuberculosis. Ane-Anyangwe's study [13] in the South Western Cameroon showed that the peak month was in winter (rainy season). The author attributed it to the two factors: vitamin D deficiency due to the lack of sunlight exposure, higher risks of indoor infection because of the humid and cold weather. The rainy season in Wuhan is very short, last about 20–30 days every year, usually from mid June to early July in summer. The precipitation does not have significant seasonality beyond the rainy season. The ultraviolet radiation is enough for the synthesis of serum 25(OH) D even during the rainfall season period. In rainy season, the temperature is high and the continuous heavy rain is infrequent(the annual mean frequency of continuous heavy rain was 0.41 times between 1959–1996, 95% lasted less than 5 days) [40], thus it is not likely to enhance the indoor infection.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "mention": "[13]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 918,
                    "end": 922,
                    "mention": "[40]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There was no significant difference between the males and females in the spring and summer seasonal amplitude. This observation was similar to many of the studies on the seasonality of TB over the world [10], [41]. Even through the summer seasonal amplitude of smear positive was higher than that of smear negative pulmonary TB, which was similar to Luo's [12] and Leung's [10] study, but the difference between them was not significant.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "mention": "[10]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 209,
                    "end": 213,
                    "mention": "[41]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 356,
                    "end": 360,
                    "mention": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 373,
                    "end": 377,
                    "mention": "[10]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The spring and summer seasonal amplitude of pulmonary TB over period 2009–2013 were significantly lower than that over 2004–2008. The seasonal variation reduced along with the number of pulmonary TB cases. The decrease of TB cases might be one of the reasons of the change of seasonal variation. The other reason might be the variation of the influencing factors driving the seasonality of TB, such as the increasing of ground public transport. The first section of the Wuhan subway system was opened on December 12, 2012, and more and more subways begin work now. The crowding and close environmental of subway cars would provide enough chance to the TB transmission.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Newly notification pulmonary TB cases had a decreasing trend from 2005 to 2010, then a slowing upward trend from 2010 to 2013. This suggested that during the recent period, the risk factors for transmission and reactivation of tuberculosis increased, and should arouse the attention of the government. In our opinion, these factors included the increasing of ground public transport, the more severe of air pollution, and so on.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Given the consistent pattern in seasonality of TB, foreign travelers can be informed about TB risk and screening. The consistency in seasonality of TB case detection may be used to initiate control measures and provide extra facilities and arrangements during peak seasons.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, this study had some limitations. First, Lack of clinical data was a major limitation of this study. Except for the sputum smear result of the pulmonary TB cases, there were no data on the other clinical characteristics such as culture result, cavity, retreatment or new case, and so on in National Infectious Diseases Reporting System (NIDRS). As a result, those clinical factors that had been mentioned above were not included in the analysis. Second, all of the explanation of the seasonality was just the speculation, and the conclusions were not definite. Since the study is observational, the temporal association between cause and effect could not be established. There was a need of further study to explore the exact mechanism of the seasonal variation of pulmonary TB in Wuhan. The further research should be focused on the relationship between PM2.5 and serum 25 (OH) D concentration, PM2.5 and pulmonary TB, and so on. Thus the results would provide basis to prevent and control the TB epidemic.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Seasonality in pulmonary tuberculosis among migrant workers entering Kuwait",
            "authors": [],
            "year": 2008,
            "venue": "BMC Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Seasonal variation and prevalence of tuberculosis among health seekers in the South Western Cameroon",
            "authors": [],
            "year": 2006,
            "venue": "East Afr Med J",
            "volume": "83",
            "issn": "",
            "pages": "588-595",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Seasonal variation and hospital utilization for tuberculosis in Russia: hospitals as social care institutions",
            "authors": [],
            "year": 2005,
            "venue": "Eur J Public Health",
            "volume": "15",
            "issn": "",
            "pages": "350-354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The incubation period distribution of tuberculosis estimated with a molecular epidemiological approach",
            "authors": [],
            "year": 2011,
            "venue": "Int J Epidemiol",
            "volume": "40",
            "issn": "",
            "pages": "964-970",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "[Chang of climatic Season in responses to global climate change – Taking Hubei Province as an example]",
            "authors": [],
            "year": 2009,
            "venue": "Di Li Ke Xue",
            "volume": "29",
            "issn": "",
            "pages": "911-915",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Relationship between serum 25-hydroxyvitamin D and lung function among Korean adults in Korea National Health and Nutrition Examination Survey (KNHANES), 2008–2010",
            "authors": [],
            "year": 2013,
            "venue": "J Clin Endocrinol Metab",
            "volume": "98",
            "issn": "",
            "pages": "1703-1710",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A possible link between vitamin D deficiency and impaired host defence to Mycobacterium tuberculosis",
            "authors": [],
            "year": 1985,
            "venue": "Tubercle",
            "volume": "66",
            "issn": "",
            "pages": "301-306",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Seasonality of tuberculosis: the reverse of other respiratory diseases in the UK",
            "authors": [],
            "year": 1996,
            "venue": "Thorax",
            "volume": "51",
            "issn": "",
            "pages": "944-946",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "[Factors of diagnosis delay among patients with smear-positive pulmonary tuberculosis]",
            "authors": [],
            "year": 2011,
            "venue": "Huazhong Ke Ji Da Xue Xue Bao",
            "volume": "40",
            "issn": "",
            "pages": "231-235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "TB transmission on public transportation: a review of published studies and recommendations for contact tracing",
            "authors": [],
            "year": 2011,
            "venue": "Travel Med Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "27-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The effects of inhalation of diesel exhaust on murine mycobacterial infection",
            "authors": [],
            "year": 2005,
            "venue": "Exp Lung Res",
            "volume": "31",
            "issn": "",
            "pages": "405-415",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Summer tuberculosis",
            "authors": [],
            "year": 1999,
            "venue": "Thorax",
            "volume": "54",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Seasonal pattern of tuberculosis in Hong Kong",
            "authors": [],
            "year": 2005,
            "venue": "Int J Epidemiol",
            "volume": "34",
            "issn": "",
            "pages": "924-930",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Seasonal variations in notification of active tuberculosis cases in China, 2005–2012",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Trend and seasonality of tuberculosis in Spain, 1996–2004",
            "authors": [],
            "year": 2008,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "12",
            "issn": "",
            "pages": "221-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "[Analysis of a wide range haze pollution in China]",
            "authors": [],
            "year": 2013,
            "venue": "Hunan Ke Ji Da Xue Xue Bao",
            "volume": "28",
            "issn": "",
            "pages": "104-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Guidance from WHO on the prevention and control of TB during air travel",
            "authors": [],
            "year": 2010,
            "venue": "Travel Med Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "84-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Assessment of tuberculosis burden in China using a dynamic disease simulation model",
            "authors": [],
            "year": 2013,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "17",
            "issn": "",
            "pages": "1186-1194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Tuberculosis following the use of etanercept, a tumor necrosis factor inhibitor",
            "authors": [],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "295-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Seasonality in various forms of tuberculosis",
            "authors": [],
            "year": 2006,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "10",
            "issn": "",
            "pages": "1117-1122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Seasonality of tuberculosis in an Eastern-Asian country with an extreme continental climate",
            "authors": [],
            "year": 2009,
            "venue": "Eur Respir J",
            "volume": "34",
            "issn": "",
            "pages": "921-925",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Seasonal periodicity of serum vitamin D and parathyroid hormone, bone resorption, and fractures: the Geelong Osteoporosis Study",
            "authors": [],
            "year": 2004,
            "venue": "J Bone Miner Res",
            "volume": "19",
            "issn": "",
            "pages": "752-758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A statistical analysis of the seasonality in pulmonary tuberculosis",
            "authors": [],
            "year": 2000,
            "venue": "Eur J Epidemiol",
            "volume": "16",
            "issn": "",
            "pages": "483-488",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Effects of diesel exhaust on murine alveolar macrophages and a macrophage cell line",
            "authors": [],
            "year": 2002,
            "venue": "Exp Lung Res",
            "volume": "28",
            "issn": "",
            "pages": "201-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Particulate air pollution and susceptibility to the development of pulmonary tuberculosis disease in North Carolina: an ecological study",
            "authors": [],
            "year": 2013,
            "venue": "Int J Environ Health Res",
            "volume": "24",
            "issn": "",
            "pages": "103-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "[A characteristic analysis of heavy rain climate in Wuhan]",
            "authors": [],
            "year": 1998,
            "venue": "Hua zhong Shi Fan Da Xue Xue Bao(Zi Ran Ke Xue Ban)",
            "volume": "32",
            "issn": "",
            "pages": "105-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Vegetarian diet as a risk factor for tuberculosis in immigrant south London Asians",
            "authors": [],
            "year": 1995,
            "venue": "Thorax",
            "volume": "50",
            "issn": "",
            "pages": "175-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The air-borne particulate pollution in Beijing-concentration, composition, distribution and sources",
            "authors": [],
            "year": 2004,
            "venue": "Atmos Environ",
            "volume": "38",
            "issn": "",
            "pages": "5991-6004",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Chemical characteristics of PM2.5 and PM10 in haze-fog episodes in Beijing",
            "authors": [],
            "year": 2006,
            "venue": "Environ Sci Technol",
            "volume": "40",
            "issn": "",
            "pages": "3148-3155",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Chemical characteristics of PM2.5 during a typical haze episode in Guangzhou",
            "authors": [],
            "year": 2009,
            "venue": "J Environ Sci (China)",
            "volume": "21",
            "issn": "",
            "pages": "774-781",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Seasonality of tuberculosis in India: is it real and what does it tell us",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "1613-1614",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Sunlight and Vitamin D: A global perspective for health",
            "authors": [],
            "year": 2013,
            "venue": "Dermatoendocrinol",
            "volume": "5",
            "issn": "",
            "pages": "51-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Emergence and control of infectious diseases in China",
            "authors": [],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "1598-1605",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Seasonality of tuberculosis in the United States, 1993–2008",
            "authors": [],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "",
            "pages": "1553-1560",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The seasonality of tuberculosis, sunlight, vitamin D and household crowding",
            "authors": [],
            "year": 2014,
            "venue": "J Infect Dis Apr",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Application of a hybrid model for predicting the incidence of tuberculosis in Hubei, China",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}