{
    "paper_id": "PMC4899603",
    "metadata": {
        "title": "Development of a Rapid Point-of-Use DNA Test for the Screening of Genuity® Roundup Ready 2 Yield® Soybean in Seed Samples",
        "authors": [
            {
                "first": "Dilip",
                "middle": [],
                "last": "Chandu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sudakshina",
                "middle": [],
                "last": "Paul",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mathew",
                "middle": [],
                "last": "Parker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yelena",
                "middle": [],
                "last": "Dudin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "King-Sitzes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Perez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Don",
                "middle": [
                    "W."
                ],
                "last": "Mittanck",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manali",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [
                    "C."
                ],
                "last": "Glenn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Olaf",
                "middle": [],
                "last": "Piepenburg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The amplification and detection of signal from nucleic acid targets to test for the presence of specific genetic markers in sample material are of ever increasing importance in a vast array of application areas. These include trait detection applications in the agricultural sector, as well as clinical diagnostics, testing for food-borne pathogens, environmental testing, and many others [1–3].",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 391,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 392,
                    "end": 393,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Collectively, the field of nucleic acid based testing may be termed “molecular diagnostics,” and its central step most often consists of nucleic acid amplification techniques (NAATs). NAATs owe their increasing popularity to their extremely high sensitivity, specificity, speed, and operational simplicity. NAATs, in fact, increasingly complement or may replace traditional methods such as culturing techniques [4–6] and antibody-based protein detection techniques [7–9].",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "mention": "4",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 414,
                    "end": 415,
                    "mention": "6",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 466,
                    "end": 467,
                    "mention": "7",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Since its inception in the late 1980s, the polymerase chain reaction (PCR) has been the mainstay technique for the amplification of nucleic acids. Although PCR-based testing in laboratories is well established and extremely successful, the reliance of PCR on precise thermal control (at relatively high and rapidly changing—or “cycling”—temperatures; Figure 1(a)) has limited its use outside of centralized facilities. The thermocycling equipment used in PCR is expensive, particularly as suitable detection technologies have to be integrated with the amplification itself. Recent efforts to miniaturize and simplify PCR instrumentation have been reported [10–12]; however, these approaches have their limitations and have not been adopted in practice [13]. The limitations inherent in PCR make this method generally unsuitable for providing cost-effective access of molecular diagnostics to most end-users and have generally limited the adoption of NAAT-based diagnostic devices in point-of-use (POU)/point-of-care (POC) settings when dealing with noncentralized sample testing. Novel NAATs such as the isothermal recombinase polymerase amplification (RPA) [14], developed by TwistDx (Cambridge, UK), overcome the disadvantages of PCR-based technologies. RPA provides an inexpensive, fast, real-time, and reliable alternative POU/POC method that employs use of crude DNA preparation and simple field-deployable detection devices. Other technologies employing a constant temperature to facilitate the amplification of nucleic acids targets have also been reported in the literature. In contrast to PCR, the use of these isothermal technologies reduces the need for sophisticated instrumentation, consistent electrical power supply, and complex sample processing protocols [15, 16]. In addition to RPA, technologies utilizing amplification of nucleic acid targets at constant temperature such as nicking enzyme amplification reaction (NEAR) [17], loop mediated amplification (LAMP) [18], nucleic acid sequence based amplification (NASBA) [19], helicase dependent amplification (HDA) [20], and cross priming amplification (CPA) [21] have been reported in the literature. RPA is unique within this class of molecular methods in its combination of high performance (sensitivity and specificity of detection), low temperature operation, and overall robustness to temperature fluctuations [16, 22].",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 659,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 660,
                    "end": 662,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1159,
                    "end": 1161,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1773,
                    "end": 1775,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1777,
                    "end": 1779,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1941,
                    "end": 1943,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1982,
                    "end": 1984,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2038,
                    "end": 2040,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2083,
                    "end": 2085,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2127,
                    "end": 2129,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2384,
                    "end": 2386,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2388,
                    "end": 2390,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": [
                {
                    "start": 351,
                    "end": 362,
                    "mention": "Figure 1(a)",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The expansion of molecular diagnostics from centralized laboratories into POU-type scenarios such as the one proposed in this publication requires the integration of NAAT platforms into low-cost and low-complexity devices with simple operating procedures. The isothermal NAAT RPA is ideally positioned to enable such solutions. RPA combines constant low reaction temperature with high sensitivity, specificity, and reaction speed. Briefly, in RPA, the sequence of biochemical events that facilitate the amplification of specific DNA fragments include binding of oligonucleotide primers to the target, extension of the bound primers by a DNA polymerase, and dissociation of the amplified product under isothermal condition (Figure 1(a)) [14].",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 739,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": [
                {
                    "start": 723,
                    "end": 734,
                    "mention": "Figure 1(a)",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As part of the RPA reaction, oligonucleotides used for amplification are mixed with DNA binding proteins (GP32, UvsX, and UvsY) resulting in formation of filaments of protein coated oligonucleotide complexes. Binding of GP32 to the oligos is followed by UvsY and finally UvsX, the recombinase. The UvsX/oligo complex searches the template DNA for homologous sequences and subsequently extends the primers. Target amplification is detected with a dual labeled oligonucleotide probe, containing a fluorophore (either TAMRA or FAM) and quencher separated by an abasic site (Table 1), of complimentary sequence. When the probe binds to the amplified target DNA, exonuclease III cleaves the abasic site, and the fluorophore and quencher are separated resulting in a fluorescence signal proportional to the amount of amplified target DNA.",
            "cite_spans": [],
            "section": "1. Introduction",
            "ref_spans": [
                {
                    "start": 571,
                    "end": 578,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "RPA has been successfully employed in a number of reports for both human IVD [23–27] and veterinary applications [28, 29]. Importantly, substrate templates suitable for RPA can be obtained from crudely treated sample material. For this reason, the simplicity of the nucleic acid amplification can be mirrored by uncomplicated and simple front-end sample preparation procedures.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 81,
                    "end": 83,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 114,
                    "end": 116,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 118,
                    "end": 120,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "In order to constitute a fully integrated diagnostic system for the detection of genetic traits, the chosen sample processing procedure and the RPA biochemistry have to be augmented by a compatible read-out approach that is capable of monitoring a signal generated by the target amplification event and thus delivering the diagnostic information. Moreover, this detection method has to maintain the overall operational simplicity and portability of the complete POC system. An extremely useful tool to achieve these requirements is the use of a novel type of fluorogenic oligonucleotide probe specifically designed for RPA, in combination with appropriate fluorescence detection equipment. This approach is described in greater detail elsewhere [14, 16].",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 748,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 750,
                    "end": 752,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "One potential application for the use of NAAT-based diagnostic devices is to develop field detection methods for genetically modified (GMO) crops. Since the first commercialization in the USA in 1996, millions of farmers demonstrate confidence in the benefits of GMO crops as evident by high adoption rates [30], especially in three large-acreage crops: maize (Zea mays L.), soybean (Glycine max), and cotton (Gossypium sp.). Currently, GMO crops are grown in ~30 countries worldwide over an accumulated area of ~1.5 billion hectares [30].",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "As part of the stewardship efforts supporting the commercialization of GM crops, international organizations such as BIO (Biotechnology Industry Organization) developed policy guidance documents (https://www.bio.org/sites/default/files/Product-Launch-Stewardship-11272012.pdf) [31] which mandate, among others, development of a reliable detection method or test for use by growers, processors, and buyers prior to product commercialization to enable crop identity verification for intended use.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Protein-based lateral-flow devices (LFD) are the current gold standard for the rapid, on-site test format for GMO sample screening [8, 9, 32]. LFD-based screening is used at different points in the grain trade, including farms, grain elevators, and ports to test for different GMO traits to support consumer preferences and trade requirements. However, ongoing improvements to GMO crops have resulted in the introduction of given transgenes, such as the gene for expressing the glyphosate-tolerant CP4 variant of 5-enolpyruvylshikimate-3-phosphate synthase (CP4 EPSPS), into multiple GMO crops, in which case protein-based detection methods cannot distinguish between these various products. In addition, many new GMO crops involve the combination by conventional breeding of two or more transgenic events (i.e., single-locus insertions) to offer combinations of insect and herbicide tolerance genes to combat a wider range of pests and weeds than covered by the single events [30, 33]. Additionally, other new GMO crops do not express a protein to achieve the intended trait (for e.g., Vistive® Gold Soybean). In all of these new GMO crops, protein-based detection methods, such as LFD, cannot differentiate the various traits for field detection.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "mention": "8",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 135,
                    "end": 136,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 138,
                    "end": 140,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 978,
                    "end": 980,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 982,
                    "end": 984,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Monsanto's Genuity Roundup Ready 2 Yield (RR2Y) and its predecessor Roundup Ready® soybean present a unique case study for the application of RPA technology to distinguish the two products at the molecular level. The unique protein expressed in RR1 and RR2Y soybean is the same CP4 EPSPS, preventing the use of protein-based LFD method to differentiate the two products.",
            "cite_spans": [],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "The current publication reports the use of new NAAT-based technology platform to develop a field detection method, using RR2Y-specific assay as an example. This represents the development of a rapid and inexpensive field-deployable detection method that can effectively differentiate between samples from different GMO events, in this case RR1 and RR2Y soybean that express the same CP4 EPSPS protein. The report also demonstrates the ease and reliability of the method starting from a laboratory sample such as purified DNA template or whole seed sample encountered in a field.",
            "cite_spans": [],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Typically, 100 seeds were collected and crushed in Oster Blender (Model 4655; 600 watt, 3 speeds) with ice crushing blade (#4961 USA). One scoop (~90 mg) of the seed powder was transferred to a tube containing 4 mL of lysis buffer (0.2 M NaOH). Each tube was shaken for approximately 5 seconds and incubated at room temperature (RT) for 1 minute to let the particulates settle down.",
            "cite_spans": [],
            "section": "2.1. Preparation of Seed Extracts for RPA Reactions ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "DNA was extracted from ground seed using the ZE Plant/Seed DNA miniprep™ kit (Zymo Research) using a modified method of the manufacturer's instructions. Briefly, 1.3 mL of DNA Binding Buffer (with β-mercaptoethanol (BME)) was added to each 2 mL screwcap tube, followed by addition of ~90 mg of ground seed sample. Seed solution was mixed in a Disruptor Genie for 2 minutes and centrifuged at 10,000 ×g for 2 minutes. Supernatant (900 µL) was transferred to a Zymo-Spin IIC Column in a collection tube and centrifuged at 10,000 ×g for 2 minutes. Zymo-Spin IIC Column was transferred to a new collection tube and 200 µL of DNA Pre-Wash Buffer was added, followed by centrifugation at 10,000 ×g for 1 minute. Plant/Seed DNA Wash Buffer (500 µL) was added to the Zymo-Spin IIC Column and centrifuged at 10,000 ×g for 1 minute. DNA was eluted from the Zymo-Spin IIC Column by incubating in presence of 30 µL of elution buffer at RT for 2 minutes, followed by centrifugation at 10,000 ×g for 30 sec.",
            "cite_spans": [],
            "section": "2.2. DNA Extraction for PCR and RPA ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Oligonucleotide primers and probes used to develop the RPA assays were purchased from Biosearch Technologies (Novato, CA). The RPA reactions were typically carried out at 39°C, unless otherwise noted, using a device that maintains constant temperature combined with fluorescence detection (Twista®, TwistDx, UK). Reaction contents were mixed prior to amplification and again at five minutes during incubation. The output of the reaction was monitored in real time using the Twista Studio Software (TwistDx, UK) with fluorescence measurements taken every 20 seconds for a total of 15 (or 20) minutes [22].",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "2.3. RPA Assay Design ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "RPA assays with purified DNA as the template were performed as described below. Lyophilized RR2Y RPA Exo pellets were obtained from TwistDx. The RR2Y RPA Exo pellets comprised all essential components including the critical recombinase and polymerase proteins, such as 900 ng/µL gp32, 120 ng/µL uvsX, and 30 ng/µL uvsY, 0.5 U of ExoIII, and 0.25 U of POL. Assay pellets were generated by lyophilizing reaction mixtures containing RR2Y primers at 420 nM, lec primers at 240 nM, RR2Y and lec specific probes at 120 nM each, 100 ng/µL creatine kinase, 5.5% PEG 35 K, 6% Trehalose, 2.5 mM ATP, 50 mM phosphocreatine, and 240 µM of each dNTP. To initiate an amplification reaction, the lyophilized pellets were rehydrated with 46.5 µL of rehydration buffer (1.5% PEG 35 K, 100 mM potassium acetate, 35 mM Tris-acetate pH 8.3, and 14 mM magnesium acetate). Tubes were spun down after thorough mixing by vortex. One µL of purified DNA or a loop (~1 µL) of seed extract or buffer alone for no template control (NTC) was added to the rehydrated pellets. Pellets were mixed by vortex and spun down and 2.5 µL magnesium acetate was added (final reaction volume of 50 µL) to initiate the reaction. Samples were mixed by vortex and spun down prior to transferring the tubes to the Twista fluorescent reader.",
            "cite_spans": [],
            "section": "2.3. RPA Assay Design ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Preassigned cutoff values are determined based on statistical analysis of a large set of data. These cutoff values are used to generate an algorithm that can translate the fluorescent amplification curves into positive/negative/invalid calls by the Twista fluorescent reader. The algorithm considers background fluorescence values, onset of amplification, and the strength of the signal between two defined time points (5–8 minutes) to determine the results of the assay. Using this algorithm, Twista can report the assay results without any manual intervention.",
            "cite_spans": [],
            "section": "2.4. RPA Assay Analysis and Cutoff Values: Positive/Negative Calls ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "PCR amplification was carried out in a thermocycler (Eppendorf Mastercycler Personal) using the following primer pairs.",
            "cite_spans": [],
            "section": "2.5. PCR ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The oligonucleotide primers were purchased from Integrated DNA Technologies (San Diego, CA).",
            "cite_spans": [],
            "section": "2.5. PCR ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "PCR amplification of RR1 and lec was carried out using the Qiagen Multiplex PCR Mastermix (2x) and 100 ng of genomic DNA in a final reaction volume of 40 µL. PCR amplification for RR2Y was carried out using the HotStart-it™ Taq Mastermix (2x) and 100 ng of genomic DNA in a final reaction volume of 50 µL. RR1 and RR2Y reactions were performed using 200 nM forward and reverse primers, whereas the lec reactions were performed using 100 nM primers. The following cycling conditions were used for RR1 and lec reactions: 95°C for 10 minutes, 44 cycles of 94°C for 15 seconds, 62°C for 30 seconds, 72°C for 30 seconds, and a final extension at 72°C for 5 minutes. The following cycling conditions were used for RR2Y reactions: 95°C for 2 minutes, 34 cycles of 94°C for 30 seconds, 60°C for 30 seconds, 72°C for 30 seconds, and a final extension at 72°C for 5 minutes.",
            "cite_spans": [],
            "section": "2.5. PCR ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The PCR products were mixed with 10x BlueJuice™ Gel Loading Dye (Invitrogen) and run in 8-well 1% precast agarose gel containing 1% ethidium bromide. Pictures of agarose gels were captured using the Molecular Imager® Gel Doc™ XR.",
            "cite_spans": [],
            "section": "2.5. PCR ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For lateral-flow strip experiments, conventional, RR1, and RR2Y soybean were tested in triplicate with the QuickStix™ Kit for Roundup Ready Soybean (Envirologix; Part AS 010-BGB) according to the manufacturer's protocol. Briefly, 100 soybean seeds were counted and ground on high speed for 20 seconds. Seed powder and water were mixed in a ratio of 1 : 5 (w/v) and manually shaken for 30 seconds. About 12 mL of the extract was transferred carefully in order not to collect any solids into a three-ounce sample cup. The bottom portion of the test strip was dipped in the extract for 5 minutes. Strips were photographed at the end of five minutes for documentation. A pink band corresponding to the Control band developed in all strips indicating that the strips have functioned properly. Presence of the desired product is indicated by the appearance of an additional pink band above the Control band.",
            "cite_spans": [],
            "section": "2.6. Lateral-Flow Strip Detection ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To determine long-term stability of RPA reaction pellets at different temperatures, all experimental parameters such as template, buffers, analyst, protocol, and detection devices were kept constant. Reaction pellets were stored at four different temperatures: ≤−15°C (reference), 2–8°C, 22–28°C (ambient), or 35–40°C. Reaction pellets were produced as a single batch, packaged in a dry-room facility as strips of 8 PCR tubes, vacuum-sealed, and shipped on dry ice. The ≤−15°C, 2–8°C, and 22–28°C (ambient) storage units were tracked via an automated system to ensure accurate temperatures. The 35–40°C storage unit was tracked on a weekly basis by manual recording. The reaction pellets from all four temperature conditions were tested at 18 defined intervals over a year.",
            "cite_spans": [],
            "section": "2.7. Stability Protocol and Analysis Method ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "At each time point, eight reactions were tested per storage condition including six reactions using 0.1% RR2Y genomic DNA as positive control template and two reactions using genomic DNA from conventional soybean. Positive, negative, or invalid calls were made based on a slope cutoff of 90 mV/min for FAM and 600 mV/min for TAMRA. Statistical analysis was used to determine overall results of stability experiments using the following analysis of variance (ANOVA) model:(1)yijk=μ+τi+θij+δk+τδik+εijk,where y\nijk is the observed response of the jth well of the ith temperature at the kth time; μ is the overall mean, τ\ni is the effect of the ith temperature; θ\ni(j) is the random effect of the jth well in the ith temperature; δ\nk is the effect of the kth time; τδ\nik is the effect of the interaction between the ith temperature and the kth time; and ε\nijk is the residual error.",
            "cite_spans": [],
            "section": "2.7. Stability Protocol and Analysis Method ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Pairwise comparisons of each time point to time zero were defined within the ANOVA model and tested using Dunnett's test at the 5% level. There were multiple cases where statistical significance did not indicate a lack of stability. For example, a significantly lower response at time n would be followed by a nonsignificant difference at time n + 1. As a result a biologically meaningful difference was also used to evaluate the data. When the average response reached half of the mean at time zero, the pellets were considered unstable.",
            "cite_spans": [],
            "section": "2.7. Stability Protocol and Analysis Method ::: 2. Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The two individual RPA reactions of the combined duplex assay (RR2Y and lec) are to some degree in competition with each other (for nucleotides, recombinase protein, etc.). Additionally, at the discrimination level of 0.5%, a large imbalance of starting amount of template exists between the two component reactions, with the lec target being up to 200 times more numerous than the RR2Y analyte. These two factors need to be accounted for in the relative performance of the two assays. A duplex assay challenged with a low number of RR2Y target copies in the background of conventional soybean DNA would reflect the performance of the assay in a POU setting, compared with that described above (Figure 3(a)) where low copy numbers of purified RR2Y DNA have been used as template. A set of experiments were performed to determine the limit of RR2Y detection when challenging the assay with more complex DNA template. A 0.5% mixture of RR2Y in conventional soybean seeds (Figure 3(b)) was analyzed. Strong signals were still observed at RR2Y template amounts of 25 and 13 copies. Likewise, strong signals were also obtained for the lec control in all cases. The results demonstrate that the combined assay can detect the RR2Y target with sufficient sensitivity even if presented in the background of large amounts of nontarget DNA and despite the active amplification of the internal control, lec.",
            "cite_spans": [],
            "section": "3.1. Sensitivity of the Duplex RPA Assay ::: 3. Results and Discussion",
            "ref_spans": [
                {
                    "start": 695,
                    "end": 706,
                    "mention": "Figure 3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 970,
                    "end": 981,
                    "mention": "Figure 3(b)",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Next, a series of experiments was conducted to analyze the robustness of the RPA assay using RR2Y soybean DNA template to determine its usability at the POU settings. Any assay that is to be deployed at such settings must be robust enough to provide consistent performance across varying conditions.",
            "cite_spans": [],
            "section": "3.2. Robustness of RPA Reactions under Anticipated Field Conditions ::: 3. Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "RPA reactions using the purified RR2Y DNA template at different temperatures were used to assess the effect of varying assay temperatures (37°C, 38°C, 40°C, 41°C, and the recommended 39°C) on the performance of the assay (Table 3). All the reactions were positive at the different temperatures tested, with an average onset time, range of 5.5–6.8 minutes, suggesting that the performance of the reaction is not affected by these variations.",
            "cite_spans": [],
            "section": "3.2. Robustness of RPA Reactions under Anticipated Field Conditions ::: 3. Results and Discussion",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 229,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "A time course experiment was performed to address the long-term storage stability of the RPA formulation. Many of the reagents that are critical for the RPA assay performance (such as proteins, oligonucleotides, and nucleotides) are potentially unstable, some of them even under refrigerated conditions, and are, therefore, provided in a lyophilized format as preformulated reaction pellets in microcentrifuge PCR strip tubes. Each strip of lyophilized RPA pellets was vacuum-sealed in a foil pouch. Sealed strips of lyophilized RPA reaction pellets were stored at different temperatures: in a freezer (<−15°C), in a refrigerator (2–8°C), at room temperature (RT; 22–28°C), and in an incubator (35–40°C). Eight reaction tubes from the respective storage temperature were tested for assay performance at regular intervals over a period of one year. RPA assays for the lec target were stable for one year in a freezer or refrigerator or at RT (Figure 4(b)). However, the performance of lec amplification/detection shown by pellets stored at elevated temperature in an incubator decreased after 20 weeks (Figure 4(b)). The RR2Y specific assay components were stable for the entire year when the pellets were stored in a refrigerator or a freezer. There was a pronounced drop in activity of the pellets with regard to the RR2Y assay, when the pellets were stored at RT. RR2Y assay performance, similar to the lec assay, dropped below useful levels, when the reaction pellets were stored at elevated temperatures in an incubator for 20 weeks or longer. In summary, RR2Y RPA reactions in the formulation tested are stable when stored in a freezer or refrigerator for up to one year and at RT for up to six months (Figure 4(a)). Increased stability characteristics may be achieved by introducing changes to the manufacturing process to increase dryness of the reaction pellets, or by changes to the reaction formulation, for example, by the inclusion of suitable additives. This is currently subject of further investigation and optimization.",
            "cite_spans": [],
            "section": "3.2. Robustness of RPA Reactions under Anticipated Field Conditions ::: 3. Results and Discussion",
            "ref_spans": [
                {
                    "start": 942,
                    "end": 953,
                    "mention": "Figure 4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1102,
                    "end": 1113,
                    "mention": "Figure 4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1708,
                    "end": 1719,
                    "mention": "Figure 4(a)",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To test the feasibility of RPA in POU setting, we performed a set of experiments. The current benchmark for field testing involves protein-based LFD that detects the presence of the target protein in crude seed extracts (Figure 5(a)). The unique DNA insertions in the RR1 and RR2Y genomes code for the same CP4 EPSPS protein which confers resistance to the herbicide Roundup. RR1, RR2Y, and conventional soybean seed extracts were tested using CP4 EPSPS specific protein strips. A faint pink line was observed with both RR1 and RR2Y seed samples in addition to the dark pink Control band seen with all the samples. Conventional seed samples showed development of Control band but not the test band, suggesting the test was performed appropriately and the conventional soybean sample is negative for the Roundup Ready trait (Figure 5(a)). In the POU setting, time and resources do not permit a laboratory-standard purification of genomic DNA from the seed samples. To utilize the RR2Y RPA assay as a field detection method, the reaction should be performed with simply derived seed extracts as the template material. Procedures were standardized to perform the RPA reactions starting with ground soybean seed as the source material (Figure 5(b)).",
            "cite_spans": [],
            "section": "3.3. RPA Assay in Field Conditions ::: 3. Results and Discussion",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 232,
                    "mention": "Figure 5(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 824,
                    "end": 835,
                    "mention": "Figure 5(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1232,
                    "end": 1243,
                    "mention": "Figure 5(b)",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "All samples tested showed positive amplification for the lec target (Figure 5(c), right panel). RR2Y primers and probe amplified the target from 100%, 5%, 1%, and 0.5% RR2Y seed samples (Figure 5(c), left panel). No amplification was observed with RR2Y primers and probe using conventional and RR1 soybean seed samples (Figure 5(c), left panel), demonstrating specificity and utility of the method for use in a field-setting. Additionally, the ease of use of the RR2Y RPA field detection method was tested. One trained (Figure 5(d), left panels) and two untrained analysts (Figure 5(d), middle and right panels) performed the reaction based on simple protocol provided to the analysts. All three analysts successfully performed the assay. The amplification of the internal control marker lec was observed with all soybean samples, except for the NTC (Figure 5(d), bottom panel). RR2Y specific amplification was observed with 0.5% (w/w) RR2Y samples (Figure 5(d), right panel) and, as expected, no amplification was observed with conventional, RR1 soybean seed extracts, or NTC (Figure 5(d), top panels).",
            "cite_spans": [],
            "section": "3.3. RPA Assay in Field Conditions ::: 3. Results and Discussion",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 80,
                    "mention": "Figure 5(c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 187,
                    "end": 198,
                    "mention": "Figure 5(c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 320,
                    "end": 331,
                    "mention": "Figure 5(c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 520,
                    "end": 531,
                    "mention": "Figure 5(d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 574,
                    "end": 585,
                    "mention": "Figure 5(d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 851,
                    "end": 862,
                    "mention": "Figure 5(d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 950,
                    "end": 961,
                    "mention": "Figure 5(d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1078,
                    "end": 1089,
                    "mention": "Figure 5(d)",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In a POU setting, end-users will not need to analyze the reaction curves to determine the result of a test. Instruments and the associated software used to perform the current assay were developed so that the results of each of the reactions could also be analyzed by an algorithm preprogrammed and displayed on the screen as + (positive), − (negative), or ? (invalid) at the end of the reaction (data not shown). Results from the screen display matched the amplification curves (data not shown), as expected.",
            "cite_spans": [],
            "section": "3.3. RPA Assay in Field Conditions ::: 3. Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, the present studies demonstrate that RPA-based field detection assays can be fast and simple and performed by a relatively untrained user. The ability of RPA assays to detect DNA sequences unique to GMO crops provides an advantage over LFD for GMO crops that share the same protein. RPA assays also have intrinsic advantages over PCR assays. RPA assays are simpler, easier, and faster than PCR assays for an end-user. Instrumentation used for the RPA-based assays is relatively cheaper than a PCR thermocycler, largely owing to the isothermal nature of the RPA reaction. In particular, the current report presents an RPA-based field detection method that can specifically detect RR2Y soybean. The assay was developed in a duplex format allowing simultaneous detection of the endogenous lec gene as a control with soybean samples, irrespective of the specific trait(s) of interest for a given RPA assay.",
            "cite_spans": [],
            "section": "4. Conclusion",
            "ref_spans": []
        },
        {
            "text": "Detection of a number of novel traits could benefit from employing RPA, including RNA interference-based traits where the inserted DNA in the transgenic event does not encode a protein (Vistive® Gold Soybean). RPA technology provides benefit to products with multiple stacked traits by delivering insertion-specific detection of the individual traits. The technology offers a significant breakthrough for the development of detection methods at the elevators and ports and in the field to ensure regulatory and product stewardship compliance and validate product claims.",
            "cite_spans": [],
            "section": "4. Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Sequences of RPA and PCR primers and probes used in the study.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: \nTable summarizing the expected sizes of the amplification products and experimental results of PCR and RPA mediated amplification reactions. \n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: \nRPA assays were performed at the optimized target temperature of 39°C or at temperatures ±2°C of the target. Robust amplification was observed at all the temperatures tested.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Target specific amplification of a DNA sequence using RPA. (a) Schematic of PCR and RPA processes. RPA uses recombinases and polymerase to bind and elongate the primers at a constant temperature resulting in the duplication of the target sequence. Multiple events of such duplication lead to exponential amplification under isothermal condition. On the other hand, PCR relies on thermal cycling and heat-stable polymerase for the amplification of the target sequence. (b) Organization of sequences at the site of RR2Y insertion in the conventional and RR2Y soybean genomes. (c) Arrangement of primers and probe used for RPA mediated amplification and detection of the RR2Y specific insertion.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: RPA mediated target specific amplification of RR2Y soybean DNA sequences. (a) Specificity of RPA mediated amplification of the endogenous lec or RR2Y specific insert sequences from different combinations of conventional, RR1, and RR2Y soybean DNA templates. (b) PCR followed by agarose gel electrophoresis of amplification products using lec, RR1, or RR2Y specific primers.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Sensitivity of RPA mediated target amplification. Duplex assays were performed with primers specific for endogenous lec (right panel) and RR2Y target (left panel) in the same reaction. Reactions without template DNA (NTC) were also carried out as a control. (a) Amplification curves of RPA reactions using DNA template at 100, 25, or 10 copies per reaction. (b) Amplification curves of RPA reactions using 25 or 13 copies of RR2Y DNA template per reaction in the presence of large amounts of conventional soybean DNA.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Robustness and stability of RPA reactions. (a, b) Long-term stability testing of the lyophilized RPA reaction pellets. Pellets were stored at different temperatures for up to one year and assays were conducted every three weeks. Dunnett test at 5% level was performed and mean fluorescence was plotted against time.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: RPA-based field detection method. (a) Protein-based lateral-flow strips were used to detect conventional, RR1, and RR2Y yield soybean extracts. Genetic modification in the RR1 and RR2Y events produces the unique CP4 EPSPS protein not observed in the conventional soybean. (b) Flow chart depicting the sample processing and assay setup steps to perform the protein-based and RPA-based field detection methods. (c) Specificity and sensitivity of RPA-based RR2Y event specific amplification using crude seed extracts as the templates. Endogenous lec gene is also amplified in the duplex reaction as a control. (d) RR2Y soybean specific amplification reactions performed by trained (left) and untrained (middle and right) personnel to demonstrate the ease of carrying out RPA-based field detection assays.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Detection of genetically modified organisms in foods",
            "authors": [
                {
                    "first": "F.",
                    "middle": [
                        "E."
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends in Biotechnology",
            "volume": "20",
            "issn": "5",
            "pages": "215-223",
            "other_ids": {
                "DOI": [
                    "10.1016/S0167-7799(01)01920-5"
                ]
            }
        },
        "BIBREF1": {
            "title": "Real time PCR on disposable PDMS chip with a miniaturized thermal cycler",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biomedical Microdevices",
            "volume": "7",
            "issn": "4",
            "pages": "273-279",
            "other_ids": {
                "DOI": [
                    "10.1007/s10544-005-6069-8"
                ]
            }
        },
        "BIBREF2": {
            "title": "Advances in microfluidic PCR for point-of-care infectious disease diagnostics",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T.-H.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biotechnology Advances",
            "volume": "29",
            "issn": "6",
            "pages": "830-839",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biotechadv.2011.06.017"
                ]
            }
        },
        "BIBREF3": {
            "title": "Development of a real-time microchip PCR system for portable plant disease diagnosis",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Malapi-Wight",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [
                        "S."
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0082704"
                ]
            }
        },
        "BIBREF4": {
            "title": "Evidence-based point-of-care diagnostics: current status and emerging technologies",
            "authors": [
                {
                    "first": "C.",
                    "middle": [
                        "P.",
                        "Y."
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [
                        "C."
                    ],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [
                        "Y."
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annual Review of Analytical Chemistry",
            "volume": "6",
            "issn": "",
            "pages": "191-211",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-anchem-062012-092641"
                ]
            }
        },
        "BIBREF5": {
            "title": "DNA detection using recombination proteins",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Piepenburg",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "H."
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "L."
                    ],
                    "last": "Stemple",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [
                        "A."
                    ],
                    "last": "Armes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biology",
            "volume": "4",
            "issn": "7, article e204",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.0040204"
                ]
            }
        },
        "BIBREF6": {
            "title": "Isothermal nucleic acid amplification technologies for point-of-care diagnostics: a critical review",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Craw",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Balachandran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lab on a Chip",
            "volume": "12",
            "issn": "14",
            "pages": "2469-2486",
            "other_ids": {
                "DOI": [
                    "10.1039/c2lc40100b"
                ]
            }
        },
        "BIBREF7": {
            "title": "Biochemical solutions for portable nucleic acid testing",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Piepenburg",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Armes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Electronics Meets Biology",
            "volume": "",
            "issn": "",
            "pages": "32-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Nicking and Extension Amplification reaction for the exponential amplification of nucleic acids",
            "authors": [
                {
                    "first": "B.",
                    "middle": [
                        "K."
                    ],
                    "last": "Maples",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "C."
                    ],
                    "last": "Holmberg",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [
                        "P."
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "W."
                    ],
                    "last": "Provins",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "B."
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "G."
                    ],
                    "last": "Mandell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Loop-mediated isothermal amplification of DNA",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Masubuchi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Research",
            "volume": "28, article E63",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/nar/28.12.e63"
                ]
            }
        },
        "BIBREF10": {
            "title": "Nucleic acid sequence-based amplification",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature",
            "volume": "350",
            "issn": "6313",
            "pages": "91-92",
            "other_ids": {
                "DOI": [
                    "10.1038/350091a0"
                ]
            }
        },
        "BIBREF11": {
            "title": "Diagnostic system for rapid and sensitive differential detection of pathogens",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kokoris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "2",
            "pages": "310-313",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1102.040492"
                ]
            }
        },
        "BIBREF12": {
            "title": "Helicase-dependent isothermal DNA amplification",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO Reports",
            "volume": "5",
            "issn": "8",
            "pages": "795-800",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.embor.7400200"
                ]
            }
        },
        "BIBREF13": {
            "title": "Cross priming amplification: mechanism and optimization for isothermal DNA amplification",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scientific Reports",
            "volume": "2, article 246",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep00246"
                ]
            }
        },
        "BIBREF14": {
            "title": "Rapid detection of Mycobacterium tuberculosis by recombinase polymerase amplification",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "S."
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "McNerney",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Teng Low",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0103091"
                ]
            }
        },
        "BIBREF15": {
            "title": "Recombinase polymerase amplification assay for rapid detection of Francisella tularensis",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Euler",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Otto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "7",
            "pages": "2234-2238",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.06504-11"
                ]
            }
        },
        "BIBREF16": {
            "title": "Recombinase polymerase amplification assay for rapid detection of Rift Valley fever virus",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Euler",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Nentwich",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Piepenburg",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [
                        "T."
                    ],
                    "last": "Hufert",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Weidmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Virology",
            "volume": "54",
            "issn": "4",
            "pages": "308-312",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2012.05.006"
                ]
            }
        },
        "BIBREF17": {
            "title": "Rapid detection of HIV-1 proviral DNA for early infant diagnosis using recombinase polymerase amplification",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "S."
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "A."
                    ],
                    "last": "Lehman",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Lillis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "mBio",
            "volume": "4",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00135-13"
                ]
            }
        },
        "BIBREF18": {
            "title": "Isothermal recombinase polymerase amplification assay applied to the detection of group b streptococci in vaginal/anal samples",
            "authors": [
                {
                    "first": "R.",
                    "middle": [
                        "K."
                    ],
                    "last": "Daher",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Boissinot",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "G."
                    ],
                    "last": "Bergeron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clinical Chemistry",
            "volume": "60",
            "issn": "4",
            "pages": "660-666",
            "other_ids": {
                "DOI": [
                    "10.1373/clinchem.2013.213504"
                ]
            }
        },
        "BIBREF19": {
            "title": "Reverse transcription recombinase polymerase amplification assay for the detection of middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Abd El Wahed",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Heidenreich",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [
                        "T."
                    ],
                    "last": "Hufert",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Weidmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Currents",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.62df1c7c75ffc96cd59034531e2e8364"
                ]
            }
        },
        "BIBREF20": {
            "title": "A portable reverse transcription recombinase polymerase amplification assay for rapid detection of foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Abd El Wahed",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "El-Deeb",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "El-Tholoth",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0071642"
                ]
            }
        },
        "BIBREF21": {
            "title": "A new approach for diagnosis of bovine coronavirus using a reverse transcription recombinase polymerase amplification assay",
            "authors": [
                {
                    "first": "H.",
                    "middle": [
                        "M."
                    ],
                    "last": "Amer",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Abd El Wahed",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "A."
                    ],
                    "last": "Shalaby",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [
                        "N."
                    ],
                    "last": "Almajhdi",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [
                        "T."
                    ],
                    "last": "Hufert",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Weidmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Virological Methods",
            "volume": "193",
            "issn": "2",
            "pages": "337-340",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2013.06.027"
                ]
            }
        },
        "BIBREF22": {
            "title": "Use of oligonucleotide microarrays for rapid detection and serotyping of acute respiratory disease-associated adenoviruses",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "J."
                    ],
                    "last": "Vora",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thach",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Clinical Microbiology",
            "volume": "42",
            "issn": "7",
            "pages": "3232-3239",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.42.7.3232-3239.2004"
                ]
            }
        },
        "BIBREF23": {
            "title": "Global status of commercialized biotech/GM crops",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ISAAA Brief",
            "volume": "",
            "issn": "46",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "How to reliably test for GMOs",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zel",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Milavec",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Morisset",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Plan",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Van den Eede",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Gruden",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Springer Briefs in Food, Health, and Nutrition",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bonfini",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Heinze",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Van den Eede",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Review of GMO Detection and Quantification Techniques",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Trait stacking in transgenic crops: challenges and opportunities",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Que",
                    "suffix": ""
                },
                {
                    "first": "M.-D.",
                    "middle": [
                        "M."
                    ],
                    "last": "Chilton",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "M."
                    ],
                    "last": "de Fontes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "GM Crops",
            "volume": "1",
            "issn": "4",
            "pages": "220-229",
            "other_ids": {
                "DOI": [
                    "10.4161/gmcr.1.4.13439"
                ]
            }
        },
        "BIBREF27": {
            "title": "New methods for detection of campylobacters in stool samples in comparison to culture",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bessède",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Delcamp",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Sifré",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Buissonnière",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Mégraud",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Clinical Microbiology",
            "volume": "49",
            "issn": "3",
            "pages": "941-944",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01489-10"
                ]
            }
        },
        "BIBREF28": {
            "title": "Molecular techniques should now replace cell culture in diagnostic virology laboratories",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Carman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Reviews in Medical Virology",
            "volume": "11",
            "issn": "6",
            "pages": "347-349",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.334"
                ]
            }
        },
        "BIBREF29": {
            "title": "Impacts of culture-independent diagnostic practices on public health surveillance for bacterial enteric pathogens",
            "authors": [
                {
                    "first": "A.",
                    "middle": [
                        "B."
                    ],
                    "last": "Cronquist",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "K."
                    ],
                    "last": "Mody",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clinical Infectious Diseases",
            "volume": "54",
            "issn": "supplement 5",
            "pages": "S432-S439",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cis267"
                ]
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [
                        "C."
                    ],
                    "last": "Chernecky",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [
                        "J."
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Laboratory Tests and Diagnostic Procedures",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Immunoassay as an analytical tool in agricultural biotechnology",
            "authors": [
                {
                    "first": "G.",
                    "middle": [
                        "D."
                    ],
                    "last": "Grothaus",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bandla",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Currier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of AOAC International",
            "volume": "89",
            "issn": "4",
            "pages": "913-928",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Protein immunoassay methods for detection of biotech crops: applications, limitations, and practical considerations",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "W."
                    ],
                    "last": "Stave",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of AOAC International",
            "volume": "85",
            "issn": "3",
            "pages": "780-786",
            "other_ids": {
                "DOI": []
            }
        }
    }
}