{
    "paper_id": "PMC4342338",
    "metadata": {
        "title": "New Insights into Flavivirus Evolution, Taxonomy and Biogeographic History, Extended by Analysis of Canonical and Alternative Coding Sequences",
        "authors": [
            {
                "first": "Gregory",
                "middle": [],
                "last": "Moureau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shelley",
                "middle": [],
                "last": "Cook",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Lemey",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Antoine",
                "middle": [],
                "last": "Nougairede",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Naomi",
                "middle": [
                    "L."
                ],
                "last": "Forrester",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maxim",
                "middle": [],
                "last": "Khasnatinov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Remi",
                "middle": [
                    "N."
                ],
                "last": "Charrel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [
                    "E."
                ],
                "last": "Firth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ernest",
                "middle": [
                    "A."
                ],
                "last": "Gould",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "de Lamballerie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Young-Min",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The flaviviruses constitute a fascinating group of diverse arboviruses that exhibit uniquely clear correlations between phylogenetic relationships and virus-vector-host interactions [1–4]. The genus Flavivirus includes an unusually large number of taxonomically recognised species (more than 50 at the present time, of which more than 40 are human pathogens) with a global distribution. The genus also includes a large and increasing number of unclassified or “tentative” species. Pathogenic mosquito- and/or tick-borne flaviviruses cause a variety of clinical diseases in a wide range of vertebrate species. These disease syndromes include mild/severe febrile illness, “flu-like” syndromes with a rash, or in other cases severe encephalitis or haemorrhagic disease. Dengue with / without warning signs and severe dengue, is the most devastating arboviral disease in tropical and, increasingly, sub-tropical areas of the world (300 to 400 million cases each year) [5]. Yellow fever virus and Japanese encephalitis virus also considerably contribute to the human flavivirus disease burden. Other flavivirus diseases, including West Nile encephalitis, Usutu encephalitis, Zika fever, Bagaza encephalitis and duck egg drop syndrome, are recognised as “emerging diseases”.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 185,
                    "end": 186,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 965,
                    "end": 966,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Flavivirus ecological networks are varied, complex, and poorly understood. Importantly, most of the natural pathogens are transmitted by arthropods (i.e. they are “arboviruses”). However, flaviviruses with no known vector (NKV), or that infect only insects (i.e., insect-specific flaviviruses—ISFVs), have also been identified. This remarkable diversity is associated with broad genetic variability, complex mechanisms of pathogenesis and intriguing virus/vector/host associations.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The taxonomy of the flaviviruses is constantly being updated to reflect newly-identified viruses and advances in analytical methods. Interestingly, the first mammalian viruses to be identified included 4 arboviruses, three of which were flaviviruses: louping ill virus, yellow fever virus and dengue virus [6]. This has had a deep and long-lasting influence on the development of virological research and more specifically, on taxonomy [7] and phylogeography.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 308,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 437,
                    "end": 438,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "With the publication of many new complete genomic flavivirus sequences [3,8] and the data generated in the current study, it is now timely and appropriate to re-examine the phylogenetic relationships in the context of flavivirus vector-host relationships, evolution and biogeographical characteristics.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 74,
                    "end": 75,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The concept that the phylogenetic relationships of the tick-borne flaviviruses (TBFV) may correlate with their epidemiology, disease association and biogeography was first proposed in 1996 with the publication of the clinal evolution concept of the tick-borne encephalitic flaviviruses [9]. These relationships were then corroborated and extended by the inclusion of the mosquito-borne and non-vectored flaviviruses [1] but analyses were still based on a limited number of recognised flaviviruses and only partial gene sequence data (44 species based on the envelope gene). Subsequent analyses [3,8,10,11], using more extensive datasets improved our understanding of these virus-vector-host relationships in the context of their evolution and dispersal [2,12]. Additional flaviviruses including Lammi virus [13], N’goye virus [14], Alkhumra haemorrhagic fever virus [15], Usutu virus [16], New Mapoon virus [17], and Marisma mosquito virus [18] have subsequently been discovered. Together with the increasing numbers of documented species and strains of ISFV, that do not appear to be arboviruses [19–23], these discoveries have shed new light on our perception of the evolution and taxonomy of this complex genus.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 288,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 417,
                    "end": 418,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 595,
                    "end": 596,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 597,
                    "end": 598,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 602,
                    "end": 604,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 754,
                    "end": 755,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 808,
                    "end": 810,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 827,
                    "end": 829,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 867,
                    "end": 869,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 885,
                    "end": 887,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 908,
                    "end": 910,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 941,
                    "end": 943,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Based on the flavivirus arthropod vectors and vertebrate hosts, current phylogenies recognise three major groups in addition to the ISFVs [1,3,8,10,13]: the tick-borne, mosquito-borne, and no known-vector flaviviruses (TBFV, MBFV and NKV respectively). The TBFV are sub-divided into pathogenic flaviviruses primarily associated with Ixodes spp., and apathogenic flaviviruses associated with Ornithodorus spp. ticks that primarily feed on or parasitize, seabirds. The mosquito-borne flaviviruses (MBFV) are sub-divided into those primarily associated with Culex spp. (ornithophilic) mosquitoes and those primarily associated with Aedes spp. (mammalophilic) mosquitoes. In contrast, the viruses with no known vectors (NKV) are divided into those primarily associated either with rodents or bats. These specific lineage NKVs are defined in the text as NKVSL. In addition, the three viruses (Sokoluk, Entebbe bat and Yokose virus) are exceptional in that they diverged with the MBFV but arthropod vectors have not been associated with these viruses. In other words, they diverged within the MBFV—Aedes spp.-associated clade but appear to have lost this mosquito association [10]. These NKV are defined in the text as NKV-like.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 141,
                    "end": 142,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 143,
                    "end": 144,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1171,
                    "end": 1173,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "For further clarity, we will also distinguish ISFVs which are very divergent from the other members of the genus Flavivirus by referring to them as ISFVSL. Finally, we will distinguish recently discovered viruses such as LAMV, which fall phylogenetically within the MBFV group but appear to infect only insects, as ISF-like.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The genus Flavivirus also includes 2 highly divergent genetic lineages not associated with any recognized group in the ninth report of the International Committee on Taxonomy of Viruses (ICTV) [7], represented by Tamana bat virus [TABV] [11] and Ngoye virus [14]. Recently, another highly divergent lineage, Mogiana tick virus [MGTV], was isolated in Brazil [24].",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 238,
                    "end": 240,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Whilst early interpretations of the evolutionary and taxonomic relationships within the genus Flavivirus have proved informative, they were restricted to some extent by the lack of complete genomic sequence data, and robust analytical methods. As a result, it has not yet proven possible to resolve the issue that phylogenies based on complete genomes and, separately, the NS3 gene show different branching characteristics from those based on the NS5 gene, despite a lack of evidence for recombination within the respective data sets [10,11,25]. In this manuscript we report the genomic sequences of fourteen flaviviruses, for which previously only limited data were available. Based on these more comprehensive datasets, we attempt to resolve hitherto unanswered questions relating to the flaviviruses, and explore frame shift characteristics. Additionally, we identify viruses that appear to have been introduced from the Old World into the New World, estimate the likely times prior to the present that these introductions occurred, and discuss factors that probably contributed to the global dispersal of these viruses.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 537,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "MBFVs included in the study were all subcultured at least once in C6/36 cells. Batu cave virus [BCV], Jutiapa virus [JUTV], Phnom Penh bat virus [PPBV] and Sokuluk virus [SOKV] were amplified in the mammalian cell-line BHK21 and Sitiawan virus [STWV] was amplified in Vero cell cultures. STWV virus was kindly provided by Dr. Yuji Kono as inactivated nucleic acid in RNA-Now lysis buffer.",
            "cite_spans": [],
            "section": "Viruses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Viral RNA was either extracted using the BioRobot EZ1 (Viral RNA Mini kit: Qiagen) or RNA-Now (Biogentex) using the manufacturer’s recommendations. Reverse transcription was carried out using Taqman Reverse transcription reagents (Applied Biosystems) under standard conditions with random hexamers as primers.",
            "cite_spans": [],
            "section": "Nucleic acid preparation ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "PCR was targeted at the E, NS3 and NS5 gene-conserved regions using consensus degenerate primers [8,26–28]. Sequences for the NS3 gene region were obtained using NS3-FS (5’-GGIGTIYTICAYACIATGTGGCAYGTIAC-3’)/NS3-FR (5’-TKICKICCIAYICKICCICKICKYTGIGCNGY-3’) primers in first round PCR, followed by nested PCR using X1 (5’-YIRTIGGIYTITAYGGIWWYGG-3’)/X2 (5’-RTTIGCICCCATYTCISHDATRTCIGT-3’) primers, with standard conditions and a hybridisation temperature of 45°C.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 100,
                    "end": 102,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 103,
                    "end": 105,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Polymerase chain reaction (PCR) in the conserved region of the genome ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Specific primers were designed from the 3 conserved region sequences defined above and long-range PCR was conducted to complete the sequencing of gap between the E to NS3 genes, and NS3 to NS5 genes, using the cMaster RTplusPCR system (Eppendorf) [3]. A long PCR product sequencing protocol (LoPPs) was employed to sequence amplicons [29,30].",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Sequencing strategy ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The 5’-terminal region of the genome sequence was obtained using an E-gene specific reverse primer and a forward degenerate primer in the 5’UTR designed using an alignment of available 5’ UTRs of Culex-spp. associated flavivirus sequences (5’-CULEX-S1: 5’-AGwiGTTCryCTGyGTGArCT-3’; position 1–21 of the Japanese encephalitis virus genome). Semi-nested PCR with a second inner virus-specific primer was also used when necessary. The 3'-terminal region of the genome was obtained using a similar strategy with virus-specific forward primers in the NS5 region and a reverse degenerate primer in the 3’UTR (3’UTR-MOS: 5’-GGTCTCCWMTAACCTCTAG-3’).",
            "cite_spans": [],
            "section": "PCR amplification of the 5’ and 3’ end of coding sequences ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Sequencing was conducted with the primers used for amplification, or with M13 primers after cloning in a pCR2 cloning vector (Invitrogen).",
            "cite_spans": [],
            "section": "PCR amplification of the 5’ and 3’ end of coding sequences ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Complete polyprotein open-reading frame (ORF) sequences, excluding the partial untranslated regions (UTR) regions obtained by this protocol were used for further analyses.",
            "cite_spans": [],
            "section": "PCR amplification of the 5’ and 3’ end of coding sequences ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Resequencing of seven of the eleven new complete polyprotein ORF sequences (AROAV, CPCV, ITV, KOUV, NTAV, TMUV and YAOV) was performed using the Ion PGM Sequencer (Life Technologies SAS, Saint Aubin, France) [31] and a random reverse transcription-amplification protocol. Reads, of minimum length 30 nucleotides, were trimmed using CLC Genomic Workbench 6.5 (QIAGEN Company), with a minimum of 99% quality per base and mapped to reference sequences previously obtained by the Sanger method. Parameters were set such that each accepted read had to map to the reference sequence for at least 50% of its length, with a minimum of 80% identity to the reference.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Next Generation Sequencing (NGS) ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "BCV, JUTV and PPBV sequences were obtained using the same NGS method and de novo assembly.",
            "cite_spans": [],
            "section": "Next Generation Sequencing (NGS) ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Sequences were refined using Sequencher 4.8 (Gene Codes, Ann Arbor, MI) and combined with other flavivirus sequences available in the Genbank database, to obtain a dataset including a representative of at least one sequence for each species available as full polyprotein ORF for the genus Flavivirus. Genbank accession numbers of sequences used for the analysis are noted after each virus abbreviation on Fig. 1 (tree). Complete polyprotein ORF amino acid alignments were generated using both Clustal W2 [32,33] and MUSCLE [34] available at the EMBL server (http://www.ebi.ac.uk/Tools/) and refined manually, for comparison. Nucleotide alignments were then deduced using amino acid (AA) alignments as a template using the TranAlign software available via the EMBOSS server (http://emboss.bioinformatics.nl/cgi-bin/emboss/tranalign). The effect of removing regions of ambiguous alignment via the GBlocks algorithm [35] using less stringent parameters was also investigated.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 507,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 508,
                    "end": 510,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 914,
                    "end": 916,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Sequence analysis ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 405,
                    "end": 411,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Amino acid phylogenetic trees were reconstructed using Markov chain Monte Carlo (MCMC) analysis implemented in MrBayes v3.1.2 [36]. The analysis was performed using the WAG substitution model with gamma distributed rate variation among sites and using default priors. Five independent Markov chains were run for 10 million generations, with the first 10% of samples discarded as burn-in. Stationarity was confirmed based on effective sample sizes >400 using Tracer v1.4.1 [37]. A maximum clade credibility tree was summarised using TreeAnnotator which annotates all nodes with posterior probability support values. A range of nucleotide analyses was also conducted (both including and excluding third codon positions).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 473,
                    "end": 475,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Sequence analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Secondary RNA structures were investigated using the RNAfold webserver (http://rna.tbi.univie.ac.at/cgi-bin/RNAfold.cgi) and pknotsRG [38]. Synonymous site conservation was analysed as described previously [39].",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 207,
                    "end": 209,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Sequence analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A second data set of polyprotein ORF flaviviruses was compiled by excluding the highly divergent sequences of all ISFVs and including additional sequences of YFV that were isolated from either the New World or the Old World. An amino acid alignment was produced using Clustal W2 and regions of ambiguous alignment were removed using the GBlocks algorithm with standard parameters.",
            "cite_spans": [],
            "section": "Bayesian inference of a time-measured evolutionary history ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A time-measured evolutionary history was inferred using MCMC analysis implemented in BEAST [40]. Based on model testing using Prottest, we used the LG substitution model [41] with gamma distributed rate variation among sites in conjunction with a relaxed uncorrelated lognormal molecular clock model [42] and a Bayesian skygrid tree-prior [43].",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 171,
                    "end": 173,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Bayesian inference of a time-measured evolutionary history ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Time-calibration of the evolutionary history was based on the recognised slave-trade introduction of YFV to Brazil [12,44,45]. Specifically, based on estimates from www.slavevoyages.org, we constrained the common ancestor of the American YFVs to have existed before 1860, and the divergence from the West-African YFVs to have occurred after 1561. The divergence of the South American YFV from the African YFV strains represents the upper boundary for the introduction. Therefore, this node is assumed to be younger than 449 years. The common ancestor of all South American YFV strains represents the lower boundary for the slave trade introduction, and this node is therefore assumed to be older than 150 years. Given the long evolutionary time-scale and the fact that we performed our analysis at the amino acid level to allow the estimation of relatively deeper divergence times, instead of resorting to potentially saturated nucleotides, and to avoid a potential disconnect between short-term and long-term evolutionary rates [46], we did not consider sampling time differences when estimating the timed history.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 122,
                    "end": 124,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Bayesian inference of a time-measured evolutionary history ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "We also incorporated a two-state discrete diffusion model for the Old World and New World locations in our analyses and jointly estimated the ancestral geographical states with the evolutionary history [47]. The BEAST analysis was run for 20 million generations and diagnosized using Tracer. Trees were summarized using TreeAnnotator and visualized using FigTree (Fig. 2).",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Bayesian inference of a time-measured evolutionary history ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 364,
                    "end": 370,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Available ecological data, geographical dispersal patterns, host association and pathogenicity for all mosquito-borne flaviviruses were retrieved from the CRORA viral database (Centre collaborateur OMS de Reference et de Recherche sur les Arbovirus, Institut Pasteur de Dakar, Africa http://www.pasteur.fr/recherche/banques/CRORA/) and the International Catalogue of Arboviruses [48]. Three viruses tentatively assigned to the genus Flavivirus, TABV [11], Ngoye virus [14] and Mogiana tick [24] virus were not included in analyses because they are genetically too divergent to be incorporated without ambiguities using currently-available methods [10].",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 469,
                    "end": 471,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 648,
                    "end": 650,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Biogeographical data ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "\nFig. 1 presents a phylogenetic tree based on all the sequence data yielding the highest posterior probabilities out of all analyses performed. The tree is based on amino acid sequences aligned using ClustalW2. There are high levels of support at all nodes (with a posterior probability ≥ to 0.98 for all nodes, with the exception of one node intra WNV lineage 2 at 0.6 and one node intra DENV-3 strains at 0,5). Clades suggested by this analysis correspond to the recognised virus-vector-host groups defined above and previously [1].",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 532,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Phylogenetic analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The phylogenetic relationships of the TBFVs agree with previous studies [3] and are not elaborated upon further in this manuscript.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "TBFVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The inclusion of the complete polyprotein ORF sequence for SOKV corroborates and extends previous suggested groupings for the three NKV-like bat-associated viruses, namely Entebbe bat virus [ENTV], Yokose virus [YOKV] and SOKV which cluster within the Aedes-associated mosquito-borne virus clade. These three NKV-like viruses represent the ICTV “Entebbe bat virus group” [7] and form a basal lineage for the YFV group and the Edge Hill virus [EHV] group. In addition, our analysis confirms that this NKV-like group of viruses currently sits in the clade that contains Aedes spp. MBFVs with a robust branching pattern supported by high posterior probabilities.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "NKVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Sokoluk virus was isolated in 1970 from Vespertilio pipistrellus bats in Kyrgyzstan [53]. According to the 9th report of the ICTV [7] SOKV is a member of the Entebbe bat virus group, and appears to be a strain of the species ENTV. Entebbe bat virus is an African virus isolated from the insectivorous migratory bat species Tadarida (Chaerephon) limbata. It therefore seems reasonable to propose that SOKV probably emerged in Africa and dispersed to Asia via transmission across areas of overlapping bat habitats. Importantly, ENTV and SOKV have been shown to replicate in C6/36 mosquito cells in vitro [54] whereas the recognised NKVSL that form a genetically distant clade (Rio bravo [RBV], Montana myotis leukoencephalitis virus [MMLV], etc.) do not replicate in mosquito cells [55]. This observation together with the phylogenetic position of these viruses in the MBFV clade is consistent with the idea that the transmission or maintenance cycles of YOKV, ENTV and SOKV (or ancestral representatives of these viruses), may have involved mosquitoes in the past.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 131,
                    "end": 132,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 603,
                    "end": 605,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 781,
                    "end": 783,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "NKVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The addition of the complete ORF sequences of BCV, JUTV and PPBV corroborates and extends our knowledge regarding the poorly-described NKVSL group. Apoi virus (a Japanese virus isolated from Apodemus spp. and Clethrionomys spp.) constitutes a separate group which appears to have diverged earlier from the other viruses, which are distributed into two groups that include viruses isolated from rodents and bats respectively [25]. Bat-associated viruses constitute 2 sub-groups including MMLV and RBV, PPBV and BCV, respectively. Rodent-associated viruses are represented by Modoc virus and JUTV in our analysis. The other representatives of rodent and bat NKVs were not included in this analysis due to the absence of complete ORF sequences.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 427,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "NKVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "CPCV is a bird-associated virus, isolated in Brazil from the blood of the black-faced antbird. This virus has never been found in mosquitoes. However, this could reflect insufficient sampling of field materials. In the most recent phylogenies (Fig. 1), CPCV always roots the JEV group with a posterior probability of 1. Recently, it was isolated in Brazil from a human presenting clinically with leptospirosis and/or yellow fever-like illness [60].",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 446,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "CPCV ::: MBFVs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 250,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "YAOV and KOUV represent ancestral lineages of WNV in the phylogenetic tree (Fig. 1). YAOV has been isolated in Africa in the Cameroon, Central African Republic, Congo, Senegal and Ivory Coast from birds, mammals and both Culex and Aedes mosquito species and has never been identified as a human pathogen [61]. In contrast, KOUV was isolated in Senegal from rodents (Tatera kempi and Mastomys sp.) and also from a human following a laboratory infection [48].",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 453,
                    "end": 455,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "YAOV, KOUV and WNV ::: MBFVs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The sequences of two viruses isolated in Eastern Europe and Russia, namely Rabensburg virus (RABV) and Krasnodar virus (KRDV) respectively, from a pool of Culex pipiens mosquitoes and Dermacentor marginatus ticks, were also included in the phylogenetic analysis because they are related to, but show significant divergence, from WNV [62,63]. In addition, the Indian lineage WNV strain India 804994 isolated from a human, was included in the analysis [64].",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 337,
                    "end": 339,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "YAOV, KOUV and WNV ::: MBFVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The phylogeny (Fig. 1) supports previous suggestions [65] that WNV has an African origin, as the African YAOV roots the WNV group.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "YAOV, KOUV and WNV ::: MBFVs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Other members within the JEV serocomplex including JEV, Usutu virus [USUV], Murray Valley encephalitis virus [MVEV] and Alfuy virus [ALFV], form a strongly supported sister group to these viruses, all sharing a common ancestor with CPCV. Notably, the 2 Australian viruses MVEV and ALFV share the same ecological niche and are considered to be a single species [7], with ALFV being a strain of MVEV. In common with other JEV serocomplex viruses, MVEV and ALFV have been isolated birds and mosquitoes. MVEV causes hundreds of human cases of encephalitis annually in Australia. In contrast, there is only one unconfirmed case of mild polyarticular disease (in 1987) doe to ALFV [48]. Previous studies in laboratory animals showed that ALFV is less neuroinvasive than MVEV following peripheral challenge [66].",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 362,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "MVEV and ALFV ::: MBFVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Within the recognized Ntaya virus group [7], we have determined the polyprotein ORF sequences of NTAV, ITV, TMUV and STWV. ITV and Bagaza virus [BAGV] are bird-associated viruses that cause encephalitis in poultry and wild birds. Both of these viruses appear to have their evolutionary origins in Africa, although ITV is a frequent cause of avian disease in Israel and BAGV was recently identified as the aetiological agent of bird fatalities in birds in southern Spain [67,68]. BAGV was also isolated in India and human exposure was implied by detection of BAGV neutralizing antibodies in 15% of the human population [69]. No human exposures have been reported for ITV.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 42,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 619,
                    "end": 621,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "ITV and BAGV ::: MBFVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "During the preparation of this manuscript, the sequences of 5 strains of ITV were reported [70]. The authors suggested that ITV and BAGV should be considered a single species with 2 different clades representing “old isolates” and “recent isolates”. The sequence presented in our analysis is an isolate from 1959, included in the clade of “old isolates” (Fig. 1) and is 6% divergent at the nucleotide level from all other ITV and BAGV sequences.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "ITV and BAGV ::: MBFVs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 361,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "TMUV, STWV and the recently described duck egg drop syndrome virus [DEDSV] [51] and layer flavivirus (unpublished data, Genbank acc nb.: JF926699) are also closely related southern Asian strains, mainly isolated in Thailand, China and Korea, but they are phylogenetically distinct from ITV and BAGV [71–73]. They also cause severe disease pathologies in domestic birds (chicken, duck, etc.) but have not been associated with human disease.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "TMUV, STWV and DEDSV ::: MBFVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "NTAV was originally isolated in Uganda. During the preparation of this manuscript, the sequence of another strain of Ntaya virus was reported [74]. The strain provisionally designated IPD/A was collected in the Cameroon region of Africa in 1966. This virus differs by only 0.08% in nucleotide sequence when compared with the original strain that was sequenced in our study (Fig. 1). Positive human serological evidence in many regions of Africa confirms that NTAV does infect humans [74].",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 484,
                    "end": 486,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "NTAV ::: MBFVs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 374,
                    "end": 380,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "With determination of the ORF sequences of AROAV and NJLV, the sequences of all viruses recognised to date within the AROAV group are now known. Both AROAV and NJLV were isolated from sentinel hamsters in South America (Venezuela and Ecuador respectively). NJLV has also been isolated from Culex spp., mosquitoes.",
            "cite_spans": [],
            "section": "AROAV group ::: MBFVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Bussuquara virus [BSQV] and Iguape virus [IGUV] are 2 other representatives of this group and have been respectively isolated in sentinel monkeys and sentinel mice, in Brazil. As shown in Fig. 1, NJLV and BSQV form a sister group, as do AROAV and IGUV. These 4 viruses have all been isolated from mammals and each has its own ecological and biological niche. With the exception of BSQV which causes symptoms in humans that include fever, headache and arthralgia, other members are not known to be human pathogens.",
            "cite_spans": [],
            "section": "AROAV group ::: MBFVs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 194,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "With the complete ORF determination of STRV in this study, all of the recognised viruses known to date in the KOKV group have now been sequenced. Interestingly, STRV has only been isolated from Aedes vexans mosquitoes whereas KOKV was also isolated from Culex annulirostris [48], both in Australia and Papua New Guinea. STRV is not known to cause human pathology, whereas serological evidence in humans has been reported for KOKV and occasionally it is responsible for acute polyarthritic disease (3 cases) with fever, headache and lethargy [75]. Additionally, the KOKV group also appears to include 2 new members designated TS5273 and New Mapoon virus [NMV] (CY1014). New Mapoon virus is included with complete polyprotein ORF sequence in Fig. 1 [17,76].",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 542,
                    "end": 544,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 748,
                    "end": 750,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 751,
                    "end": 753,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "STRV and KOKV ::: MBFVs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 740,
                    "end": 746,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "During the past decade, many new ISFVSL have been isolated and their sequence data are consistent with the concept that they should be classified as a fourth major group of flaviviruses. Moreover it was recently observed that the ISFVSL could be sub-divided into 2 sub-groups: Stegomyia (Aedes) associated viruses and Culex associated viruses based on all inferred phylogenies. With the addition of recent discoveries such as Nakiwogo virus (NAKV) isolated from Mansonia [20] and Palm Creek virus (PCV) isolated from Coquillettidia [77] the ISFVSL group is becoming increasingly complex. Indeed the phylogeny now shows a potential third and/or fourth sub-group that includes NAKV and PCV. This is not surprising considering that the likely mosquito vectors of the two viruses, Coquillettidia and Mansonia spp., are considered by morphological data to be sister groups (Harbach & Kitching, 1998). Also, these viruses are significantly undersampled and more vector distribution studies and virus discovery would help to clarify their phylogenetic status.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                }
            ],
            "section": "ISFVSL\n ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "From a phylogeographic point of view, the evolutionary origins and dispersal patterns of many of the flaviviruses can be tentatively deduced by considering their association between phylogenetic clustering and geographic location, knowledge of historical anthropological patterns, host/vector associations and estimated times from the present, of divergence from a common ancestor. For example, all the Culex-spp. associated virus clades are rooted by Old World Aedes-spp. associated viruses.",
            "cite_spans": [],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "To provide formal support for these observations, we performed a separate Bayesian phylogenetic analysis under a relaxed molecular clock model. A summary of this analysis is represented by the maximum clade credibility tree, which has strong branching support for most of the clades; all nodes had high posterior probabilities (> 0.95) except those labelled with a star (*). Time-calibration for the tree, was based on the principle that YFV was introduced from the Old World into the New World during the slave-trade [12,44,45]. Although this provides only a single calibration point in the evolutionary history, it allows us to position other relative divergence times (Fig. 2). In this tree, viruses included in the highly divergent ISFV groups were removed to avoid the extrapolation of divergence times too far into the past, based on a relatively recent calibration.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 521,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 525,
                    "end": 527,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 672,
                    "end": 678,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In Fig. 2, the black nodes and branches indicate that the ancestral viral lineage was inferred to have existed in the Old World (OW) as opposed to the red nodes and branches for the New World (NW) virus lineages. Mean divergence time estimates and 95% credibility intervals (translucent light blue bars) are shown for each node in the tree. The phylogenetic estimate identifies, with high confidence, 11 independent nodes that represent introductions of mosquito-borne virus lineages (identified as A to E, F1–5 and G1–2) from the OW to the NW (Fig. 2). Table 1 summarizes the credible intervals for each node (or 95% HPD interval) and the median estimate.",
            "cite_spans": [],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 545,
                    "end": 551,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 554,
                    "end": 561,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Estimated times of divergence that belong to the “current time”, i.e., the past 500 hundred years were authenticated against historical facts relating to the slave trade and introduction of yellow fever virus into the Americas [78].",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Similar estimates for divergence between OW ancestral DENV and NW strains (150 to 450 years ago) are also consistent with the concept of human introduction of these viruses into the NW via the Slave trade and other commercial exchanges (nodes F1 to F5—Fig. 2).",
            "cite_spans": [],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The divergence between Far eastern/Siberian TBEV and European TBEV is estimated to have occurred 1087 [1610–649] years ago (node I—Fig. 2)[79] and, the divergence between European TBEV and LIV/SSEV occurred about 572 [844–328] years ago (node K—Fig. 2). The estimates for LIV are consistent with historical records of the dispersal patterns of this virus in the British Isles [80].",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 137,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 245,
                    "end": 251,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The first outbreak of WNV in North America occurred in August 1999 in New York (http://www.cdc.gov/mmwr/preview/mmwrhtml/mm4838a1.htm). The virus was most likely introduced from North Africa [81]. In the OW, the eastward dispersal of WNV, probably via migratory birds and/or shipping, seems to have occurred many years earlier leading to the appearance of Kunjin virus (KUNV) in Australia. Fig. 2 (node A) shows that KUNV diverged from WNV approximately 277 [475–137] years ago. This corresponds quite closely with the dates of the early emigrants from the British Isles to Australia. The shipping routes included stopovers in Africa, during which KUNV, or an ancestral lineage, could have gained access to the ships via infected mosquitoes. The virus could then have been carried from Africa to Australia in these mosquitoes on the ships that transported the British emigrants.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 390,
                    "end": 396,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In the Old World, Powassan virus (POWV) is found in Russia [82] and since the ancestral lineages of this virus are also OW viruses, it is reasonable to assume that POWV originated in the OW [12,83]. However, POWV is also found in the NW in Canada and the United States of America, although no other related tick-borne encephalitic viruses have been found in the New World. The ancestral lineage of POWV in the NW has diverged to produce 2 lineages [79,84] namely the current POWV lineage and a variant that adapted to deer ticks, currently referred to as deer tick virus (DTV). This is depicted in Fig. 2 as node H, where the ancestral lineage is displayed in black on the assumption of an OW origin.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 191,
                    "end": 193,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 194,
                    "end": 196,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 598,
                    "end": 604,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "There has been considerable discussion concerning the significance of these observations [79] and the hypothesis that POW was introduced into North America using the Beringian land bridge that connected Asia and North America between 15,000–11,000 years ago has recently been used to estimate modelling the temporal origin and evolution of flaviviruses (see the discussion section)[85].",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 382,
                    "end": 384,
                    "mention": "85",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Based on the phylogenetic and phylogeographic evidence, we deduce that mosquito-borne flaviviruses, corresponding to those identified at nodes A to E, F1–5 and G1–2 (Fig. 2), originated in the OW and were introduced into the New World 11 times. This does not preclude the possibility that in some cases ancestral African lineages may have dispersed to the NW before emerging as the currently recognised viruses. According to the TMCRA, these 11 events can be divided into two categories, those that have an estimated TMRCA that overlaps with the period of commercial trading by ships crossing the Atlantic Ocean, approximately during the past 500 years (YFV, node G1–2; DENV 1–4, node F1–5; WNV, node A—Fig. 2) and those for which the estimated TMRCA pre-dates this period of trading (AROAV group, node E; ILHV group, node D; SLEV, node C; CPCV, node B—Fig. 2).",
            "cite_spans": [],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 703,
                    "end": 709,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 853,
                    "end": 859,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "On the other hand, the TMRCA estimates for the other 6 NW lineages suggest that these viruses potentially could have been introduced to the NW more than one thousand years before the initiation of historic commercial and slave trading across the Atlantic Ocean (AROAV group (5700–13000; Fig. 2 node E); ILHV group (4100–9500; Fig. 2 node D); SLEV (4400–9800; Fig. 2 node C); CPCV (3200–7500; Fig. 2 node B); NW bat NKVSL (4400–10400; node N) and NW rodent NKVSL (6100–13800; node O). These estimate are less accurate, due to the relatively short term calibration date we have used for YFV as reference, and could be thousands or even more years in the past. All apparent virus migrations during this period are referred to as having occurred “before the slave trade”.",
            "cite_spans": [],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 287,
                    "end": 293,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 326,
                    "end": 332,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 359,
                    "end": 365,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 392,
                    "end": 398,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Node E of Fig. 2 displays a TMRCA of 9400 years, which represents the common ancestor of the NW Aroa virus (AROAV) and Kokobera virus (KOKV) groups, i.e. groups of viruses that dispersed respectively westward to the NW and eastward to Australia, in the OW.",
            "cite_spans": [],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 16,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "A similar pattern was observed at node D (TMRCA 6800 years before the present). The ILHV group emerged presumably in Africa and dispersed westward to the NW. On the other hand, the BAGV group remained in Africa, eventually emerging in Europe and the Middle East, whereas the TMUV related ancestral lineages emerged and dispersed eastward into Asia (node D—Fig. 2).",
            "cite_spans": [],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 356,
                    "end": 362,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "On the other hand, the JEV/USUV/ALFV/MVEV group shares a common ancestor with a TMRCA of about 2000–3000 years before the present, implying that an ancestral lineage dispersed eastwards out of Africa and appears to have dispersed to south East Asia before emerging as JEV and then dispersing widely, throughout Asia [86].",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                }
            ],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Nodes N and O in Fig. 2 identify the no known vector NKVSL viruses. In common with the arboviruses, there are distinct lineages in the OW and NW (coloured black and red respectively). The TMRCA of the OW NKV, Apoi virus (APOIV), which was isolated from rodents in Japan, pre-dates all the other recognised NKVSL, and the MRCA of this lineage diverged to produce descendant NKV and arthropod-borne virus lineages. This leaves open the possibility that the association of flaviviruses with tick and mosquito vectors may have been an acquired trait from a non-vectored ancestral virus [25]. Nodes N and O indicate that the NKVs were introduced to the NW on at least two independent occasions. Based on the TMRCA predictions, the NKV diverged over a period of 4000 to 14,000 years ago. It has been suggested (Varelas-Wesley & Calisher, 1982) that these NKVs could have been introduced into the Americas during the Miocene/Pliocene period, possibly by migrating rodents and/or bats. This idea is consistent with the TMRCA predictions presented in Fig. 2. Nevertheless, the alternative possibility that these NW viruses emerged in the OW and were introduced more recently via rodents into the NW, following the development of trading via ships between the OW and the NW should not be ruled out. Two African viruses Dakar Bat and Bukulasa bat virus are not included in this analysis as only partial sequences for these viruses are currently available.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 585,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "A timed evolutionary perspective for Old to New World introductions ::: RESULTS",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 23,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1042,
                    "end": 1048,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Many viruses harbour sequences that induce a proportion of translating ribosomes to shift-1 nt and continue translating in the new reading frame to produce a 'transframe' fusion protein [87]. Where functionally utilized, this is referred to as programmed-1 ribosomal frameshifting (-1 PRF). The eukaryotic-1 frameshift site typically consists of a 'slippery' heptanucleotide sequence fitting the consensus motif X_XXY_YYZ, where XXX represents any three identical nucleotides; YYY represents AAA or UUU; Z represents A, C or U; and underscores separate zero-frame codons. In the tandem slippage model, the P-site anticodon re-pairs from XXY to XXX, whereas the A-site anticodon re-pairs from YYZ to YYY, thus allowing for perfect re-pairing except at the wobble position. Certain deviations from the canonical XXX of the slippery site are tolerated in the P-site, including UCC in some members of the JEV serogroup, GGU in cardioviruses and some luteoviruses, GUU in equine arteritis virus (family Arteriviridae), and GGA in many ISFVs besides insect nidoviruses of the family Mesoniviridae and some umbraviruses and dianthoviruses. The efficiency of frameshifting depends on the identity of the slippery site nucleotides but is typically less than 1% in the absence of additional stimulatory elements. Thus, most known instances of eukaryotic-1 frameshifting are stimulated (typically to a level between 1% and 50%) by the presence of a 3' stable RNA secondary structure, such as a pseudoknot or stem-loop, that is separated from the slippery heptanucleotide by a 'spacer' region of 5–9 nt.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                }
            ],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Sequence elements associated with-1 PRF were previously described in the JEV serogroup viruses for JEV, WNV, USUV, MVEV and ALFV [88,89](Fig. 3a). In these viruses, -1 PRF occurs (with an estimated efficiency of 20–50%) when ribosomes are positioned on the codons encoding the 8th and 9th amino acids of NS2A. When PRF occurs, ribosomes translate a 43-codon ORF in the-1 reading frame relative to the polyprotein ORF and then terminate. The resulting 52 amino acid 'transframe' polypeptide is not cleaved at the NS1|NS2A cleavage site and thus frameshifting results in the production of a C-terminally extended version of NS1, known as NS1'. Our study extends the range of viruses that possess this frameshift site to include CPCV, YAOV and KOUV. The overlapping ORF displayed a constant length (43 codons) for all viruses within the JEV serogroup, with the exception of SLEV which lacks the frameshift site.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 133,
                    "end": 135,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "A nucleotide alignment of the putative stimulatory elements responsible for the-1 PRF is presented in Fig. 3b. The slippery heptanucleotide Y_CCU_UUU (highlighted in orange on Fig. 3b) is absolutely conserved for CPCV, YAOV and KOUV as with other members of the JEV group except for SLEV. Predicted 3' RNA stimulatory elements are highlighted in Fig. 3b. KOUV retains the canonical stable 3' pseudoknot structure that stimulates-1 PRF in other JEV serogroup flaviviruses (Fig. 3a) [89]. In YAOV, however, a stem-loop structure was predicted instead of a pseudoknot (Fig. 3c). The CPCV sequence also lacks the potential to form the canonical JEV serogroup pseudoknot. In this case, however, several possible alternative structures could be predicted and, in the absence of experimental analysis or comparative genomic inference, it remains unclear which structure (if any) might be functionally relevant for CPCV.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 484,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 176,
                    "end": 183,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 346,
                    "end": 353,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 472,
                    "end": 479,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 566,
                    "end": 573,
                    "mention": "Fig. 3c",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Analysis of nucleotide conservation at synonymous sites within alignments of related flavivirus sequences has previously been successful in identifying additional coding ORFs overlapping internal regions of the polyprotein ORF and accessed via-1 PRF [88,90]. Due to the sequence constraints imposed by simultaneous coding in two overlapping reading frames, besides maintaining functional frameshift-stimulatory elements, such sites (if functionally important and phylogenetically conserved) are associated with greatly increased nucleotide conservation at synonymous sites in the polyprotein reading frame relative to the genome average. To investigate the potential presence of frameshifting in other flaviviruses, we constructed sequence alignments of selected flavivirus clades, and analyzed conservation at synonymous sites as described previously [39]. A selection of these analyses is presented in Figs. 4 and 5.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 254,
                    "end": 256,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 853,
                    "end": 855,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": [
                {
                    "start": 910,
                    "end": 911,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 916,
                    "end": 917,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Most flaviviruses exhibit enhanced synonymous site conservation at the 5' end of the polyprotein ORF. This is presumably associated with non-coding elements such as functional RNA structures involved in replication and/or translation enhancement [91–96]. Several flavivirus clades also exhibit localized regions of statistically significantly enhanced synonymous site conservation in internal regions of the polyprotein ORF, notably the JEV serogroup, the ISFVs, the CHAOV-LAMV-DGV-ILOV clade (Fig. 4), and the WESSV-SEPV clade (Fig. 5).",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "mention": "91",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": [
                {
                    "start": 494,
                    "end": 500,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 529,
                    "end": 535,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In the ISFVs (CxFV-QBV clade shown in Fig. 4), enhanced synonymous site conservation is apparent in the NS2A/2B-encoding region; this corresponds to a long overlapping ORF that is accessed via-1 PRF [90]. Many more ISFV sequences are now available, and the overlapping ORF is conserved in all except for the cell culture adapted original isolate of CFAV (GenBank acc. M91671) [23]. The overlapping ORF ranges from 270 to 293 codons in CxFV, QBV, PCV, NAKV and Cx theileri flavivirus, and 253 to 257 codons in KRV, CFAV, HANKV, AEFV and Ochlerotatus caspius flavivirus. The frameshift site generally appears to be G_GAU_UUY (Y = U or C), with notable exceptions appearing to be G_UUU_UUU in NAKV and A_AAU_UUU_UUC (potential tandem shift sites) in PCV.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the CHAOV-LAMV-DGV-ILOV clade enhanced synonymous site conservation is apparent in the region encoding NS2B. This is associated with a conserved G_GAU_UUU slippery heptanucleotide and a 3'-adjacent predicted stem-loop structure that stimulates-1 PRF in dual reporter assays and whose functionality is supported by compensatory substitutions (i.e. paired substitutions that preserve the predicted base-pairings) [52,90]. Here, the putative frameshift ORF has variable length (107 codons in LAMV and CHAOV, 71 codons in ILOV, but only 6 codons in DGV)[52], perhaps explaining why the conservation peak does not extend throughout the 107-codon ORF annotated on the genome map in Fig. 4.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 418,
                    "end": 420,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": [
                {
                    "start": 679,
                    "end": 685,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "A dramatic and statistically significant peak in synonymous site conservation in an internal region was observed in one other clade of flaviviruses—the WESSV-SEPV clade (Fig. 5). This could represent an overlapping non-coding RNA element or yet another-1 PRF site. Inspection of the sequences corresponding to the conservation peak revealed a conserved slippery heptanucleotide, G_GUU_UUU [the same shift site that is utilized for-1 PRF in cardioviruses and some species of luteovirus, besides both-1 and-2 PRF in porcine reproductive and respiratory syndrome arterivirus [97–99]], and the potential for a 3'-adjacent stem-loop to form at the appropriate spacing potentially to act as a stimulator of-1 PRF (Fig. 6). In this case the overlapping ORF has just 7 codons, with the termination codon embedded within the predicted stem-loop structure. Frameshifting here would result in a greatly truncated version of the NS2A protein with a distinct 7 amino acid C-terminal end encoded by the short overlapping ORF.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 575,
                    "mention": "97",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 576,
                    "end": 578,
                    "mention": "99",
                    "ref_id": "BIBREF98"
                }
            ],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 176,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 708,
                    "end": 714,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "A statistically significant peak in synonymous site conservation was also observed in the NS3-encoding region of TBEV and related flaviviruses (Fig. 5). However this was not thought to represent a PRF site, first, because the degree of conservation was relatively modest compared to what is typically observed at a PRF site, and, second, because we were unable to identify a canonical PRF-compatible shift site at this genomic location in these viruses. Instead, it appears to correspond to a small conserved RNA stem-loop structure.",
            "cite_spans": [],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Internal frameshift sites and/or overlapping ORFs were not predicted using these methods for other flavivirus groups such as SLEV, YFV and DENV. It should be noted, however, that the synonymous site conservation analysis would not necessarily detect cases of frameshifting where there is not an overlapping ORF subject to purifying selection and where the frameshift stimulatory elements comprise just a few codons (e.g. primary sequence rather than secondary structure stimulators) and/or are located in the nascent peptide rather than the RNA sequence. Also these analyses do not yet provide statistically useful results for all flavivirus clades (e.g. where there is insufficient sequence divergence within a clade and too much sequence divergence between phylogenetically adjacent clades to observe the effects of purifying selection at synonymous sites).",
            "cite_spans": [],
            "section": "A search for sequence elements associated with ribosomal-1 frameshifting ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "In contrast with the MBFV and TBFV groups, the NKVSL group remains poorly described. Based on the phylogenetic and TMRCA data, viruses within this group have been introduced to the NW on at least two separate occasions and these introductions may have occurred thousands of years ago. Estimations for the time of divergence between these OW and NW NKVSL ranged between 4000 to 14000 years ago (Fig. 2 nodes N and O). Despite the recognised large errors in TMRCA estimates, they all pre-date, by thousands of years, the recognised commercial trading period across the Atlantic Ocean that commenced 400–500 years ago. Therefore, viruses could have dispersed to the NW from the OW thousands of years before transoceanic trading was taking place. The possible mechanisms of dispersal remain a mystery. It is now established that OW human populations (presumably of both Asian and European origin) became established in the Americas during the period of TMRCA estimates, and possibly even before these estimated times. The question arises, during such migrations is it likely that infected animals could have been transported (e.g., rodents). The arrival of viruses in the NW could alternatively have occurred via the gradual dispersal of OW rodents and migratory bats. On the other hand, these transoceanic dispersions might have occurred after the development of trading between the OW and the NW.",
            "cite_spans": [],
            "section": "No known vector flaviviruses specific lineage (NKVSL) ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 394,
                    "end": 400,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Until about ten years ago, only one ISFV, cell fusing agent virus (CFAV), was recognised. Currently, at least 9 genetically distinguishable ISFVs have been isolated and their sequences determined. This group of mosquito- and potentially sandfly-borne viruses is an extremely genetically diverse group with a divergence of up to 61% at the amino acid level. This compares with the genetic distances between the three current genera in the family Flaviviridae. Moreover, they infect only invertebrate hosts and DNA forms of ISFV genomes are generated during infection of cell cultures [26]. Integrated DNA sequences have been identified in mosquito genomes and isolated DNA forms have been detected in field samples [18,26,102,103]. Currently, there is no clear indication of the biological significance of these DNA forms amongst ISFVs. We therefore propose that the distinct differences of the ISFVs justify their inclusion as a separate genus in the family Flaviviridae. These viruses are also interesting because similar ISFVs have been isolated from mosquito species that inhabit different ecological niches, raising the question how might this occur? Possible mechanisms of virus transfer between mosquito species include the diffusion of viruses between larvae at sites shared by different mosquito species, or biting midges could become infected when taking blood meals from infected mosquitoes [104–108] and they could then act as vectors of the virus if they subsequently feed on different mosquito species.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 586,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 715,
                    "end": 717,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 718,
                    "end": 720,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 721,
                    "end": 724,
                    "mention": "102",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 725,
                    "end": 728,
                    "mention": "103",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 1402,
                    "end": 1405,
                    "mention": "104",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "mention": "108",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "Insect-specific flaviviruses (ISFVs) ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "It is recognised that YFV and DENV were transported frequently to the Americas from Africa on the ships that transported slaves across the Atlantic Ocean during the centuries of slave trading [44,45,78,109–111]. Based on this assumption, we estimated divergence times and ancestral OW/NW relationships to provide a deeper understanding of the evolution and dispersal patterns of flaviviruses. Since virus evolution characterised by lineage-specific and non-constant substitution rates (Pettersson 2014), it would be unwise to assert that a single calibration point can produce precise estimates for both short/recent times, and long/deep times. Not surprisingly, our estimates, based on a calibration point from the recent historical period and involving mosquito-borne viruses, differ significantly from those of Pettersson and Omar—whose calibration point was derived from a more distant historical time period and involved a tick-borne virus. An important consequence of the latter calibration is the hypothetical origin of mosquito-borne flavivirus diversification during the last glaciation period, whilst the former calibration suggests that the major part of mosquito-borne flavivirus diversification which involves human epidemiology, occurred after the end of the most recent major Ice Age [12].",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 199,
                    "end": 201,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 202,
                    "end": 205,
                    "mention": "109",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 206,
                    "end": 209,
                    "mention": "111",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our choice was to use an ‘independently confirmed’ historical hypothesis [44] and to exclude from analysis highly divergent viruses for which genomic and biological information remains scarce (insect specific viruses, Tamana bat virus, Ngoye virus, Mogiana tick virus. . .). Therefore, based on these assumptions our estimates are more accurate for the recent historical period than for the deepest nodes of the trees, and for mosquito-borne viruses than for tick-borne or no-known vector flaviviruses.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our results demonstrate that such movement of arboviruses from Africa to the Americas is not unique to YFV and DENV. The ancestral history presented in Fig. 2 provides clear indications that multiple introductions of viruses have occurred from the OW to the NW during relatively recent millenia. All of the Culex-associated viruses that circulate in Europe, Asia, Australia and/or the Americas, appear to have their evolutionary roots in Africa. Given the OW diversity of flaviviruses and the comparatively lower number of NW viruses, this analysis attempts to formalise a parsimonious argument for an ‘Out-of-Africa’ history. Unless there is a matching, but largely unsampled flavivirus diversity in the NW, this remains the most plausible interpretation of their phylogenetic distribution.",
            "cite_spans": [],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Given that we rely on a single, relatively recent calibration to estimate old divergence times, we do not consider our estimates to be a precise historical record of flavivirus evolution, but it does allow us to distinguish 2 major temporal periods during which flaviviruses may have been introduced from the OW into the NW. All historical and phylogenetic data are consistent with the concept that there was a recent period of 400 to 500 years during which African viruses such as YFV and DENV were transported on slave and commercial ships across the Atlantic Ocean to the Americas, [12,44,45,78,111,112] which is why we base our estimates on this for the divergence time estimation. This “recent evolutionary period” includes viruses that have gradually emerged during the past few decades viruses (e.g., WNV, HIV, SARS, CoV, HepC virus, USUV, MERS CoV) and are still being dispersed via human movement and commercial transportation.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 588,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 589,
                    "end": 591,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 595,
                    "end": 597,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 598,
                    "end": 601,
                    "mention": "111",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 602,
                    "end": 605,
                    "mention": "112",
                    "ref_id": "BIBREF111"
                }
            ],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Based on published estimates for the times of divergence in the tree [9,44,113,114] it also appears that these introductions to the New World may have occurred gradually over the period of time corresponding to the movement of humans from Africa to the New World during the four or five hundred years of the Slave trade. Support for the concept that DENV can be included with YFV also comes from the known presence of the American genotype dengue viruses in South America that have African ancestral lineages. These viruses were presumably also transported to the Americas over the same range of time as the introduction of yellow fever viruses [12] and even more recently as slave trading was finally abolished [115]. It has been recorded that febrile syndromes and even haemorrhagic fever, clinically compatible with dengue fever, were diagnosed clinically in southern parts of North America over a long period of time [111,116,117]. The most recent and persuasive example of an OW introduction to the NW was the spectacular appearance of West Nile virus (WNV) in New York in August 1999 [118]. Since the first cases of WNV encephalitis in birds and humans were discovered in the area of the Bronx zoo and relatively close to a major international airport, it is considered possible that WNV was inadvertently introduced into North America either via infected birds or mosquitoes transported to the New York area by air transport [12,65,119].",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 72,
                    "end": 74,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 75,
                    "end": 78,
                    "mention": "113",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 79,
                    "end": 82,
                    "mention": "114",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 713,
                    "end": 716,
                    "mention": "115",
                    "ref_id": "BIBREF114"
                },
                {
                    "start": 922,
                    "end": 925,
                    "mention": "111",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 926,
                    "end": 929,
                    "mention": "116",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 930,
                    "end": 933,
                    "mention": "117",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "mention": "118",
                    "ref_id": "BIBREF117"
                },
                {
                    "start": 1433,
                    "end": 1435,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1436,
                    "end": 1438,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1439,
                    "end": 1442,
                    "mention": "119",
                    "ref_id": "BIBREF118"
                }
            ],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "\nFig. 2 also identifies 4 examples of other flaviviruses (CPCV—node B; SLEV—node C; ILHV group—node C; AROAV group—node E) that have been introduced from the OW to the NW. However, the TMRCA for these introduced viruses predates the period of slave trading, by thousands of years and will be referred to as “ancient period” viruses.",
            "cite_spans": [],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "If we consider the possibility of a more ancient introduction of viruses, i.e. between 4000 to 14000 years ago, we have to consider the possibility that ancestral viruses emerged in the OW and were then introduced into the NW many years before the slave trade period, possibly by birds, rodents, bats, arthropods and/or humans. The tree shows that introductions to the NW were multiple and independent. The first introduction is represented in Fig. 2—node E for the AROAV group. Except for BSQV, these viruses have only been isolated from rodents. The TMRCA for this node is 5700 to 13000 years ago. An ancestral virus present in the OW could have been introduced into the NW via rodents or migratory birds and then adapted to other species such as rodents. Other predicted introductions are presented in Fig. 2 nodes-C, B and D for ILHV/ROCV, SLEV and CPCV. These viruses are bird associated and may therefore have been introduced via migratory birds or bats. However, if birds were a major cause of virus introduction into the NW, it seems surprising that viruses such as WNV have only been successfully introduced once, as suggested by the numerous phylogenetic analyses of many North America WNV isolates [81,120,121]. Additionally, Nanay virus isolated in Culex mosquitoes in Peru might represent another example of potential virus introduction from the OW to the NW.",
            "cite_spans": [
                {
                    "start": 1210,
                    "end": 1212,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "mention": "120",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 1217,
                    "end": 1220,
                    "mention": "121",
                    "ref_id": "BIBREF120"
                }
            ],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 444,
                    "end": 450,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 805,
                    "end": 811,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Recent discoveries of viruses in the ISF group such as Culex flavivirus [20,21,122,123] show that Culex spp.-associated viruses contain members from both the OW and the NW. It has been proposed that in the past, several different insect-specific flaviviruses have been introduced independently into Latin America, from the OW, rather than a single virus having been introduced with subsequent divergence to generate the different viruses found in the Americas [49,124].",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 76,
                    "end": 78,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 79,
                    "end": 82,
                    "mention": "122",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 83,
                    "end": 86,
                    "mention": "123",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 461,
                    "end": 463,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 464,
                    "end": 467,
                    "mention": "124",
                    "ref_id": "BIBREF123"
                }
            ],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The NKVSL Apoi virus, an OW virus isolated in Japan from Apodemus mice (Muridae family, Murinae sub-family) roots all other NKVSL. MODV and JUTV were the first recognised rodent NKVSL to be introduced to the NW (Fig. 2—node O) about 9500 years ago. MODV was isolated in North America from Peromyscus mice (Muridae family, Sigmodontinae sub-family) whereas JUTV was isolated in South America. These viruses were possibly introduced into the NW via rodents, when the OW and NW land masses in the northern hemisphere were joined by ice.",
            "cite_spans": [],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Rio Bravo virus (RBV) and Montana myotis leukoencephalitis virus (MMLV, represent a second introduction of NKVs into the NW (Fig. 2—node N). Their ancestral lineage appears to have diverged from an ancestral lineage of the OW bat NKVs.",
            "cite_spans": [],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Studies on Arenaviruses and Hantaviruses originally led to the development of the concept that viruses have co-evolved with their rodent hosts over time-scales of millions of years during which the viruses were assumed to have been transported during the gradual introduction of rodents from the OW into the NW [125–127]. However more recent studies do not appear to support this concept since for hantaviruses, estimates of virus divergence are in the order of thousands of years, as they exhibit short-term substitution rates of 10–2 to 10–4 substitutions/site/year [128,129]. It is hence more likely that Hantaviruses adapted relatively recently to their rodent hosts.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "mention": "125",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 316,
                    "end": 319,
                    "mention": "127",
                    "ref_id": "BIBREF126"
                },
                {
                    "start": 569,
                    "end": 572,
                    "mention": "128",
                    "ref_id": "BIBREF127"
                },
                {
                    "start": 573,
                    "end": 576,
                    "mention": "129",
                    "ref_id": "BIBREF128"
                }
            ],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In the case of rodent-associated flaviviruses, and particularly NKVSL, only limited genetic data are available and due to presumed undersampling of viruses, to date there is no clear indication of the exact period of introduction of viruses to the rodent species in the NW. However, by analogy with the hantaviruses, and taking into account the TMRCA presented in Fig. 2, it seems unlikely that flaviviruses have coevolved with their rodent hosts over millions of years.",
            "cite_spans": [],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 364,
                    "end": 370,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Although the uncertainty in the TMRCA is quite significant, there are clearly two periods of emergence, i.e. an “ancient period” in the order of magnitude of thousands of years ago, and a more “recent” period in the order of decades to a few hundred years ago. We note that it is important to be aware of the fact that estimates for the “ancient period” including estimates for NKSL, are based on a single calibration event of an Aedes vectored virus (YFV) during the “recent period”. This is almost certainly not an accurate estimation of the evolutionary dynamics that occurred during the “ancient period”, which in the case of the NKVSL are not vectored by arthropods.",
            "cite_spans": [],
            "section": "A perspective on Old World to New World flavivirus introductions ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "It was previously reported that members of the JEV serocomplex express a transframe fusion protein, NS1', via-1 PRF [89]. The frameshift-stimulatory elements—a 'slippery' heptanucleotide sequence and the potential to form a stable 3'-adjacent pseudoknot structure—are conserved in all recognised members of the JEV serocomplex with the exception of SLEV [88]. However, the sequences of CPCV, YAOV and KOUV had not been determined when this conclusion was reached. We now show that the frameshift site is also conserved in these newly sequenced viruses. Thus, the ability to produce NS1' via PRF appears to have been acquired as a genetic trait after the branching point which separates the New World virus SLEV (Fig. 2—node C) from another New World virus (CPCV) and the remaining Old World JEV serocomplex viruses (Fig. 2—node B).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 355,
                    "end": 357,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "Frameshifting in the MBFVs and ISFVs ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 712,
                    "end": 718,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 816,
                    "end": 822,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The CPCV sequence also lacks the potential to form the canonical JEV-serogroup 3' RNA stable pseudoknot that is associated with highly efficient-1 PRF (20–50%; [89]); thus it is possible that frameshifting in CPCV is relatively inefficient.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Frameshifting in the MBFVs and ISFVs ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The significance of the NS1' protein is not yet fully understood but it has been reported that it plays a role in viral neuroinvasiveness and reduced neurovirulence [89,130,131].",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 169,
                    "end": 172,
                    "mention": "130",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 173,
                    "end": 176,
                    "mention": "131",
                    "ref_id": "BIBREF130"
                }
            ],
            "section": "Frameshifting in the MBFVs and ISFVs ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Frameshifting at a very similar genomic location occurs in the ISFVs but results in the translation of a much longer overlapping ORF [90]. Potential frameshift sites have also been bioinformatically predicted for NOUV, CHAOV, LAMV and KEDV (Firth et al., 2010); ILOV and DGV [52]; and SEPV and WESSV (see above). These potential frameshift sites are also located within the genomic region encoding NS2A/NS2B. Thus, the acquisition of PRF at internal regions of the polyprotein ORF appears to be a common (though not ubiquitous) theme of flavivirus evolution. Aside from the ability to produce new functional proteins, where PRF is efficient, it may also play a role in downregulating production of the 3'-encoded replicative proteins and more quickly recycling the host cell translational machinery for increased production of the 5'-encoded structural proteins.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Frameshifting in the MBFVs and ISFVs ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, with the addition of 14 new flavivirus ORF sequences, the estimation of phylogenies via Bayesian methods, plus biogeographic and bioinformatic considerations, we have identified 11 likely introductions of mosquito-borne flaviviruses from the OW to the NW over two separate temporal periods. We have also demonstrated that similar introductions have occurred eastwards from Africa to Australia, again over two distinct time periods. Clearly there have been far more introductory movements of flaviviruses from one part of the world to another than we have described here. However, more data for a larger number of samples will be required before we can draw specific and more detailed conclusions. Finally, in the context of flavivirus evolution and dispersal, we have extended our current understanding of frameshifting amongst the flaviviruses.",
            "cite_spans": [],
            "section": "Frameshifting in the MBFVs and ISFVs ::: DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Only posterior probabilities of 0.9 are included. The tree is midpoint rooted. Bar, 0.3 substitutions per site.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: All nodes attained maximal probability support except for those indicated by a * (posterior probability < 0.95). The node age uncertainty is indicated using 95% highest posterior density (HPD) interval bars in blue. Old World and New World ancestral states are indicated by black and red branches/nodes respectively. Nodes of interest are listed A to N as referred in the text.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (a) Previously identified frameshift site (Y_CCU_UUU; Y = C or U; orange) and 3'-adjacent stable pseudoknot structure responsible for stimulating-1 PRF in the NS2A-encoding region of JEV and related flaviviruses. Stems 1 and 2 of the pseudoknot are indicated in blue and red respectively. (b) The shift site and pseudoknot are preserved in the newly sequenced KOUV but not in YAOV or CPCV. Substitutions that preserve the base-pairings in stem 1 (blue) or stem 2 (red) of the pseudoknot are indicated in pale blue and orange respectively. In YAOV, a simple stem-loop (brown) was predicted at an appropriate spacing from the shift site to act as a stimulator of-1 PRF. CPCV maintains the shift site but multiple possible 3'-proximal structures (not shown) could be predicted. SLEV sequences lack a suitable shift site at this genomic location. (c) Predicted frameshift stimulatory elements (shift site and 3'-adjacent stem-loop) in YAOV.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Alignments of 249 JEV serogroup, 49 NTAV/TMUV clade, 89 DENV, 6 DGV/LAMV clade and 29 CxFV/QBV clade polyprotein ORF sequences were analyzed for synonymous site variability as decribed previously (Firth et al., 2011 PMID 21525127). The accession numbers of all sequences used in the analysis are available on request. Red lines indicate the probability (p-value) of obtaining not more than the observed number of synonymous substitutions, in a 25-codon sliding window, under a null model of neutral evolution at synonymous sites. Dashed grey lines indicate an approximate 5% false positive threshold after correcting for multiple tests (i.e. ~136 x 25-codon windows in the ~3400-codon polyprotein ORF). Statistically significant peaks in synonymous site conservation are indicative of overlapping functional elements, either coding or non-coding. Genome maps are shown for each clade. UTR lengths may be uncertain for less well-studied clades. Known and predicted overlapping ORFs accessed via-1 PRF are shown in pink. The predicted overlapping ORF in the DGV/LAMV clade is much shorter in DGV than in other members of the clade; the long form of the ORF is indicated. Note that p-values can not be directly compared between different clades because the statistical significance (i.e. p-value) of observed reductions in synonymous site variabilty depends on the diversity of the specific sequence alignment being analyzed.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: Alignments of 6 UGSV/BOUV clade, 6 WESSV/SEPV clade, 56 YFV, and 144 POWV/TBEV clade polyprotein ORF sequences were analyzed for synonymous site variability as decribed previously (Firth et al., 2011 PMID 21525127). The accession numbers of all sequences used in the analysis are available on request. Red lines indicate the probability (p-value) of obtaining not more than the observed number of synonymous substitutions, in a 25-codon sliding window, under a null model of neutral evolution at synonymous sites. Dashed grey lines indicate an approximate 5% false positive threshold after correcting for multiple tests (i.e. ~136 x 25-codon windows in the ~3400-codon polyprotein ORF). Statistically significant peaks in synonymous site conservation are indicative of overlapping functional elements, either coding or non-coding. Genome maps are shown for each clade. UTR lengths may be uncertain for less well-studied clades and are omitted for the UGSV/BOUV clade due to lack of sequence data. Known and predicted overlapping ORFs accessed via-1 PRF are shown in pink. Note that p-values can not be directly compared between different clades because the statistical significance (i.e. p-value) of observed reductions in synonymous site variabilty depends on the diversity of the specific sequence alignment being analyzed.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: Frameshifting is predicted to occur on a conserved G_GUU_UUU heptanucleotide (orange) in the NS2A-encoding region, stimulated by a 3'-adjacent stem-loop structure. The-1 frame stop codon is indicated in red. The WESSV RefSeq NC_012735 is shown; nucleotide differences in the SEPV RefSeq NC_008719 are indicated in blue.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Phylogenetic relationships of flaviviruses correlate with their epidemiology, disease association and biogeography",
            "authors": [],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "",
            "pages": "1867-1876",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Pathogenic flaviviruses",
            "authors": [],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "500-509",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(08)60238-X"
                ]
            }
        },
        "BIBREF2": {
            "title": "Genetic characterization of tick-borne flaviviruses: new insights into evolution, pathogenetic determinants and taxonomy",
            "authors": [],
            "year": 2007,
            "venue": "Virology",
            "volume": "361",
            "issn": "",
            "pages": "80-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "An arbovirus cline across the northern hemisphere",
            "authors": [],
            "year": 1995,
            "venue": "Virology",
            "volume": "210",
            "issn": "",
            "pages": "152-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The global distribution and burden of dengue",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nature12879"
                ]
            }
        },
        "BIBREF5": {
            "title": "Taxonomy of the virus family Flaviviridae",
            "authors": [],
            "year": 2003,
            "venue": "Adv Virus Res",
            "volume": "59",
            "issn": "",
            "pages": "1-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Virus Taxonomy—Ninth Report of the International Committee on Taxonomy of Viruses",
            "volume": "",
            "issn": "",
            "pages": "1003-1020",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bjid.2014.12.003"
                ]
            }
        },
        "BIBREF7": {
            "title": "Genomics and evolution of Aedes-borne flaviviruses",
            "authors": [],
            "year": 2010,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "87-94",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.014506-0"
                ]
            }
        },
        "BIBREF8": {
            "title": "Population dynamics of flaviviruses revealed by molecular phylogenies",
            "authors": [],
            "year": 1996,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "93",
            "issn": "",
            "pages": "548-553",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A multigene analysis of the phylogenetic relationships among the flaviviruses (Family: Flaviviridae) and the evolution of vector transmission",
            "authors": [],
            "year": 2005,
            "venue": "Arch Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Genome sequence analysis of Tamana bat virus and its relationship with the genus Flavivirus",
            "authors": [],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "2443-2454",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Origins, evolution, and vector/host coadaptations within the genus Flavivirus",
            "authors": [],
            "year": 2003,
            "venue": "Adv Virus Res",
            "volume": "59",
            "issn": "",
            "pages": "277-314",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Characterization of a novel flavivirus from mosquitoes in northern europe that is related to mosquito-borne flaviviruses of the tropics",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "9532-9540",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00529-09"
                ]
            }
        },
        "BIBREF13": {
            "title": "Ngoye virus: a novel evolutionary lineage within the genus Flavivirus",
            "authors": [],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "3273-3277",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Low diversity of Alkhurma hemorrhagic fever virus, Saudi Arabia, 1994–1999",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "683-688",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Complete genome analysis and molecular characterization of Usutu virus that emerged in Austria in 2001: comparison with the South African strain SAAR-1776 and other flaviviruses",
            "authors": [],
            "year": 2004,
            "venue": "Virology",
            "volume": "328",
            "issn": "",
            "pages": "301-310",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Identification of new flaviviruses in the Kokobera virus complex",
            "authors": [],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "121-124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Novel Flaviviruses Detected in Different Species of Mosquitoes in Spain",
            "authors": [],
            "year": 2011,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2011.0736"
                ]
            }
        },
        "BIBREF18": {
            "title": "Isolation of a new strain of the flavivirus cell fusing agent virus in a natural mosquito population from Puerto Rico",
            "authors": [],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "735-748",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Isolation of a novel species of flavivirus and a new strain of Culex flavivirus (Flaviviridae) from a natural mosquito population in Uganda",
            "authors": [],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "2669-2678",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.014183-0"
                ]
            }
        },
        "BIBREF20": {
            "title": "Characterization of Culex Flavivirus (Flaviviridae) strains isolated from mosquitoes in the United States and Trinidad",
            "authors": [],
            "year": 2009,
            "venue": "Virology",
            "volume": "386",
            "issn": "",
            "pages": "154-159",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2008.12.034"
                ]
            }
        },
        "BIBREF21": {
            "title": "Isolation of a new flavivirus related to cell fusing agent virus (CFAV) from field-collected flood-water Aedes mosquitoes sampled from a dambo in central Kenya",
            "authors": [],
            "year": 2003,
            "venue": "Arch Virol",
            "volume": "148",
            "issn": "",
            "pages": "1085-1093",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "An agent in the Aedes aegypti cell line (Peleg) which causes fusion of Aedes albopictus cells",
            "authors": [],
            "year": 1975,
            "venue": "Virology",
            "volume": "64",
            "issn": "",
            "pages": "367-377",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Characterisation of divergent flavivirus NS3 and NS5 protein sequences detected in Rhipicephalus microplus ticks from Brazil",
            "authors": [],
            "year": 2014,
            "venue": "Memorias do Instituto Oswaldo Cruz",
            "volume": "109",
            "issn": "",
            "pages": "38-50",
            "other_ids": {
                "DOI": [
                    "10.1590/0074-0276130166"
                ]
            }
        },
        "BIBREF24": {
            "title": "Phylogeny of the genus flavivirus using complete coding sequences of arthropod-borne viruses and viruses with no known vector",
            "authors": [],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "781-790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Sequences of flavivirus-related RNA viruses persist in DNA form integrated in the genome of Aedes spp. mosquitoes",
            "authors": [],
            "year": 2004,
            "venue": "J Gen Virol",
            "volume": "85",
            "issn": "",
            "pages": "1971-1980",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Rapid subgroup identification of the flaviviruses using degenerate primer E-gene RT-PCR and site specific restriction enzyme analysis",
            "authors": [],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "128",
            "issn": "",
            "pages": "113-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A real-time RT-PCR method for the universal detection and identification of flaviviruses",
            "authors": [],
            "year": 2007,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "7",
            "issn": "",
            "pages": "467-477",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "LoPPS: a long PCR product sequencing method for rapid characterisation of long amplicons",
            "authors": [],
            "year": 2006,
            "venue": "Biochem Biophys Res Commun",
            "volume": "344",
            "issn": "",
            "pages": "1080-1085",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Long PCR Product Sequencing (LoPPS): a shotgun-based approach to sequence long PCR products",
            "authors": [],
            "year": 2007,
            "venue": "Nat Protoc",
            "volume": "2",
            "issn": "",
            "pages": "340-346",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "An integrated semiconductor device enabling non-optical genome sequencing",
            "authors": [],
            "year": 2011,
            "venue": "Nature",
            "volume": "475",
            "issn": "",
            "pages": "348-352",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10242"
                ]
            }
        },
        "BIBREF31": {
            "title": "Clustal W and Clustal X version 2.0",
            "authors": [],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "2947-2948",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
            "authors": [],
            "year": 1994,
            "venue": "Nucleic acids research",
            "volume": "22",
            "issn": "",
            "pages": "4673-4680",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
            "authors": [],
            "year": 2004,
            "venue": "Nucleic acids research",
            "volume": "32",
            "issn": "",
            "pages": "1792-1797",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Improvement of phylogenies after removing divergent and ambiguously aligned blocks from protein sequence alignments",
            "authors": [],
            "year": 2007,
            "venue": "Syst Biol",
            "volume": "56",
            "issn": "",
            "pages": "564-577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "MRBAYES: Bayesian inference of phylogenetic trees",
            "authors": [],
            "year": 2001,
            "venue": "Bioinformatics",
            "volume": "17",
            "issn": "",
            "pages": "754-755",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "BEAST: Bayesian evolutionary analysis by sampling trees",
            "authors": [],
            "year": 2007,
            "venue": "BMC Evol Biol",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "pknotsRG: RNA pseudoknot folding including near-optimal structures and sliding windows",
            "authors": [],
            "year": 2007,
            "venue": "Nucleic acids research",
            "volume": "35",
            "issn": "",
            "pages": "W320-324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Stimulation of stop codon readthrough: frequent presence of an extended 3' RNA structural element",
            "authors": [],
            "year": 2011,
            "venue": "Nucleic acids research",
            "volume": "39",
            "issn": "",
            "pages": "6679-6691",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkr224"
                ]
            }
        },
        "BIBREF39": {
            "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
            "authors": [],
            "year": 2012,
            "venue": "Mol Biol Evol",
            "volume": "29",
            "issn": "",
            "pages": "1969-1973",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mss075"
                ]
            }
        },
        "BIBREF40": {
            "title": "ProtTest: selection of best-fit models of protein evolution",
            "authors": [],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "2104-2105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Relaxed phylogenetics and dating with confidence",
            "authors": [],
            "year": 2006,
            "venue": "PLoS biology",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Improving Bayesian population dynamics inference: a coalescent-based model for multiple loci",
            "authors": [],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "713-724",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mss265"
                ]
            }
        },
        "BIBREF43": {
            "title": "Out of Africa: a molecular perspective on the introduction of yellow fever virus into the Americas",
            "authors": [],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Evolutionary genetics and arthropod-borne diseases: The yellow fever mosquito, Aedes aegypti",
            "authors": [],
            "year": 1991,
            "venue": "Am J Entomol",
            "volume": "37",
            "issn": "",
            "pages": "14-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Island biogeography reveals the deep history of SIV",
            "authors": [],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.1193550"
                ]
            }
        },
        "BIBREF46": {
            "title": "Bayesian phylogeography finds its roots",
            "authors": [],
            "year": 2009,
            "venue": "PLoS computational biology",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1000520"
                ]
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": 1985,
            "venue": "International Catalogue of Arboviruses",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Molecular evolution of the insect-specific flaviviruses",
            "authors": [],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "223-234",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.036525-0"
                ]
            }
        },
        "BIBREF49": {
            "title": "Novel insect-specific flavivirus isolated from northern Europe",
            "authors": [],
            "year": 2012,
            "venue": "Virology",
            "volume": "433",
            "issn": "",
            "pages": "471-478",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2012.08.038"
                ]
            }
        },
        "BIBREF50": {
            "title": "Genomic and antigenic characterization of the newly emerging Chinese duck egg-drop syndrome flavivirus: genomic comparison with Tembusu and Sitiawan viruses",
            "authors": [],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "2158-2170",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.043554-0"
                ]
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Novel flaviviruses from mosquitoes: Mosquito-specific evolutionary lineages within the phylogenetic group of mosquito-borne flaviviruses",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "\"Sokuluk\" virus, a new group B arbovirus isolated from Vespertilio pipistrellus Schreber, 1775, bat in the Kirghiz S.S.R",
            "authors": [],
            "year": 1973,
            "venue": "Arch Gesamte Virusforsch",
            "volume": "41",
            "issn": "",
            "pages": "170-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Antigenic relationships of flaviviruses with undetermined arthropod-borne status",
            "authors": [],
            "year": 1982,
            "venue": "Am J Trop Med Hyg",
            "volume": "31",
            "issn": "",
            "pages": "1273-1284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Host range specificity of flaviviruses: correlation with in vitro replication",
            "authors": [],
            "year": 2007,
            "venue": "J Med Entomol",
            "volume": "44",
            "issn": "",
            "pages": "93-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Isolation and genomic characterization of Chaoyang virus strain ROK144 from Aedes vexans nipponii from the Republic of Korea",
            "authors": [],
            "year": 2013,
            "venue": "Virology",
            "volume": "435",
            "issn": "",
            "pages": "220-224",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2012.10.020"
                ]
            }
        },
        "BIBREF56": {
            "title": "A new flavivirus and a new vector: characterization of a novel flavivirus isolated from uranotaenia mosquitoes from a tropical rain forest",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "4462-4468",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00014-09"
                ]
            }
        },
        "BIBREF57": {
            "title": "Barkedji virus, a novel mosquito-borne flavivirus identified in Culex perexiguus mosquitoes, Israel, 2011",
            "authors": [],
            "year": 2013,
            "venue": "J Gen Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.060822-0"
                ]
            }
        },
        "BIBREF58": {
            "title": "Characterization of a novel flavivirus isolated from Culex (Melanoconion) ocossa mosquitoes from Iquitos, Peru",
            "authors": [],
            "year": 2013,
            "venue": "J Gen Virol",
            "volume": "94",
            "issn": "",
            "pages": "1266-1272",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.050575-0"
                ]
            }
        },
        "BIBREF59": {
            "title": "Notification of the first isolation of Cacipacore virus in a human in the State of Rondonia, Brazil",
            "authors": [],
            "year": 2011,
            "venue": "Rev Soc Bras Med Trop",
            "volume": "44",
            "issn": "",
            "pages": "528-530",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Yaoundé-like virus in resident wild bird, Ghana",
            "authors": [],
            "year": 2012,
            "venue": "African Journal of Microbiology Research",
            "volume": "6",
            "issn": "",
            "pages": "1966-1969",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "West Nile fever in Czechland",
            "authors": [],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "594-595",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "West Nile virus and other zoonotic viruses in Russia: examples of emerging-reemerging situations",
            "authors": [],
            "year": 2004,
            "venue": "Arch Virol Suppl",
            "volume": "",
            "issn": "",
            "pages": "85-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "West Nile virus isolates from India: evidence for a distinct genetic lineage",
            "authors": [],
            "year": 2007,
            "venue": "J Gen Virol",
            "volume": "88",
            "issn": "",
            "pages": "875-884",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Phylogeography of West Nile virus: from the cradle of evolution in Africa to Eurasia, Australia, and the Americas",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "2964-2974",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01963-10"
                ]
            }
        },
        "BIBREF65": {
            "title": "Biological, antigenic and phylogenetic characterization of the flavivirus Alfuy",
            "authors": [],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "329-337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Bagaza virus in partridges and pheasants, Spain, 2010",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1498-1501",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1708.110077"
                ]
            }
        },
        "BIBREF67": {
            "title": "Natural Bagaza virus infection in game birds in southern Spain",
            "authors": [],
            "year": 2012,
            "venue": "Veterinary research",
            "volume": "43",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1297-9716-43-65"
                ]
            }
        },
        "BIBREF68": {
            "title": "Genetic characterization of Bagaza virus (BAGV) isolated in India and evidence of anti-BAGV antibodies in sera collected from encephalitis patients",
            "authors": [],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "2644-2649",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.012336-0"
                ]
            }
        },
        "BIBREF69": {
            "title": "Bagaza virus and Israel turkey meningoencephalomyelitis virus are a single virus species",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.000037"
                ]
            }
        },
        "BIBREF70": {
            "title": "Identification of a flavivirus isolated from mosquitos in Chiang Mai Thailand",
            "authors": [],
            "year": 1999,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "30",
            "issn": "",
            "pages": "161-165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Encephalitis and retarded growth of chicks caused by Sitiawan virus, a new isolate belonging to the genus Flavivirus",
            "authors": [],
            "year": 2000,
            "venue": "Am J Trop Med Hyg",
            "volume": "63",
            "issn": "",
            "pages": "94-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Duck egg-drop syndrome caused by BYD virus, a new Tembusu-related flavivirus",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0018106"
                ]
            }
        },
        "BIBREF73": {
            "title": "Full-length genome sequence of Ntaya virus",
            "authors": [],
            "year": 2013,
            "venue": "Virus Genes",
            "volume": "46",
            "issn": "",
            "pages": "162-164",
            "other_ids": {
                "DOI": [
                    "10.1007/s11262-012-0825-7"
                ]
            }
        },
        "BIBREF74": {
            "title": "Illness caused by a Kokobera-like virus in south-eastern Australia",
            "authors": [],
            "year": 1986,
            "venue": "The Medical journal of Australia",
            "volume": "145",
            "issn": "",
            "pages": "90-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Genetic divergence among members of the Kokobera group of flaviviruses supports their separation into distinct species",
            "authors": [],
            "year": 2013,
            "venue": "J Gen Virol",
            "volume": "94",
            "issn": "",
            "pages": "1462-1467",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.049940-0"
                ]
            }
        },
        "BIBREF76": {
            "title": "A new insect-specific flavivirus from northern Australia suppresses replication of West Nile virus and Murray Valley encephalitis virus in co-infected mosquito cells",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0056534"
                ]
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "The Mississippi Valley’s Great Yellow Fever Epidemic of 1878",
            "volume": "",
            "issn": "",
            "pages": "1-290",
            "other_ids": {
                "DOI": [
                    "10.1111/gwat.12306"
                ]
            }
        },
        "BIBREF78": {
            "title": "Revisiting the clinal concept of evolution and dispersal for the tick-borne flaviviruses by using phylogenetic and biogeographic analyses",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "8663-8671",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01013-12"
                ]
            }
        },
        "BIBREF79": {
            "title": "Tracing the origins of louping ill virus by molecular phylogenetic analysis",
            "authors": [],
            "year": 1998,
            "venue": "J Gen Virol",
            "volume": "79",
            "issn": "Pt 5",
            "pages": "981-988",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Molecular epidemiology and evolution of West Nile virus in North America",
            "authors": [],
            "year": 2013,
            "venue": "International journal of environmental research and public health",
            "volume": "10",
            "issn": "",
            "pages": "5111-5129",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph10105111"
                ]
            }
        },
        "BIBREF81": {
            "title": "Characterization of Powassan viruses from Far Eastern Russia",
            "authors": [],
            "year": 2009,
            "venue": "Arch Virol",
            "volume": "154",
            "issn": "",
            "pages": "811-820",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-009-0376-y"
                ]
            }
        },
        "BIBREF82": {
            "title": "Tick-borne flaviviruses",
            "authors": [],
            "year": 2003,
            "venue": "Adv Virus Res",
            "volume": "61",
            "issn": "",
            "pages": "317-371",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "A new tick-borne encephalitis-like virus infecting New England deer ticks, Ixodes dammini",
            "authors": [],
            "year": 1997,
            "venue": "Emerg Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "165-170",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Dating the origin of the genus Flavivirus in the light of Beringian biogeography",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.000037"
                ]
            }
        },
        "BIBREF85": {
            "title": "Southernmost Asia is the source of Japanese encephalitis virus (genotype 1) diversity from which the viruses disperse and evolve throughout Asia",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0002459"
                ]
            }
        },
        "BIBREF86": {
            "title": "Non-canonical translation in RNA viruses",
            "authors": [],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "1385-1409",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.042499-0"
                ]
            }
        },
        "BIBREF87": {
            "title": "A conserved predicted pseudoknot in the NS2A-encoding sequence of West Nile and Japanese encephalitis flaviviruses suggests NS1' may derive from ribosomal frameshifting",
            "authors": [],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-6-14"
                ]
            }
        },
        "BIBREF88": {
            "title": "NS1' of flaviviruses in the Japanese encephalitis virus serogroup is a product of ribosomal frameshifting and plays a role in viral neuroinvasiveness",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "1641-1647",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01979-09"
                ]
            }
        },
        "BIBREF89": {
            "title": "Evidence for ribosomal frameshifting and a novel overlapping gene in the genomes of insect-specific flaviviruses",
            "authors": [],
            "year": 2010,
            "venue": "Virology",
            "volume": "399",
            "issn": "",
            "pages": "153-166",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2009.12.033"
                ]
            }
        },
        "BIBREF90": {
            "title": "RNA secondary structure in the coding region of dengue virus type 2 directs translation start codon selection and is required for viral replication",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "2170-2182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "The capsid-coding region hairpin element (cHP) is a critical determinant of dengue virus and West Nile virus RNA synthesis",
            "authors": [],
            "year": 2008,
            "venue": "Virology",
            "volume": "379",
            "issn": "",
            "pages": "314-323",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2008.06.034"
                ]
            }
        },
        "BIBREF92": {
            "title": "A novel coding-region RNA element modulates infectious dengue virus particle production in both mammalian and mosquito cells and regulates viral replication in Aedes aegypti mosquitoes",
            "authors": [],
            "year": 2012,
            "venue": "Virology",
            "volume": "432",
            "issn": "",
            "pages": "511-526",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2012.06.028"
                ]
            }
        },
        "BIBREF93": {
            "title": "Cis-acting RNA elements in human and animal plus-strand RNA viruses",
            "authors": [],
            "year": 2009,
            "venue": "Biochimica et biophysica acta",
            "volume": "1789",
            "issn": "",
            "pages": "495-517",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbagrm.2009.09.007"
                ]
            }
        },
        "BIBREF94": {
            "title": "Replication enhancer elements within the open reading frame of tick-borne encephalitis virus and their evolution within the Flavivirus genus",
            "authors": [],
            "year": 2011,
            "venue": "Nucleic acids research",
            "volume": "39",
            "issn": "",
            "pages": "7034-7048",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkr237"
                ]
            }
        },
        "BIBREF95": {
            "title": "Essential role of cyclization sequences in flavivirus RNA replication",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "6719-6728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Nucleotide sequence shows that Bean leafroll virus has a Luteovirus-like genome organization",
            "authors": [],
            "year": 2002,
            "venue": "Journal of General Virology",
            "volume": "83",
            "issn": "",
            "pages": "1791-1798",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Ribosomal frameshifting into an overlapping gene in the 2B-encoding region of the cardiovirus genome",
            "authors": [],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "E1111-1119",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1102932108"
                ]
            }
        },
        "BIBREF98": {
            "title": "Efficient-2 frameshifting by mammalian ribosomes to synthesize an additional arterivirus protein",
            "authors": [],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "",
            "pages": "E2920-2928",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1211145109"
                ]
            }
        },
        "BIBREF99": {
            "title": "Ecological aspects of the evolution of mosquito-borne virus diseases",
            "authors": [],
            "year": 1960,
            "venue": "Transactions of the Royal Society of Tropical Medicine & Hygiene",
            "volume": "54",
            "issn": "",
            "pages": "97-112",
            "other_ids": {
                "DOI": [
                    "10.1093/trstmh/tru112"
                ]
            }
        },
        "BIBREF100": {
            "title": "Biological transmission of arboviruses: reexamination of and new insights into components, mechanisms, and unique traits as well as their evolutionary trends",
            "authors": [],
            "year": 2005,
            "venue": "Clin Microbiol Rev",
            "volume": "18",
            "issn": "",
            "pages": "608-637",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "Detection of novel insect flavivirus sequences integrated in Aedes albopictus (Diptera: Culicidae) in Northern Italy",
            "authors": [],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-6-93"
                ]
            }
        },
        "BIBREF102": {
            "title": "Surveillance of arboviruses in Spanish wetlands: detection of new flavi- and phleboviruses",
            "authors": [],
            "year": 2009,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "10",
            "issn": "",
            "pages": "203-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "On Some Malayan and Other Species of Culicoides, with a Note on the Genus Lasiohelea",
            "authors": [],
            "year": 1922,
            "venue": "Bulletin of entomological research",
            "volume": "13",
            "issn": "",
            "pages": "161-167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "A ceratopogonine midge (Culicoides anophelis Edwards, 1922) sucking engorged blood from a mosquito (Armigeres lacuum Edwards, 1922) at Palmalmal, New Britain",
            "authors": [],
            "year": 1946,
            "venue": "Transactions and Proceedings of the Royal Society of New Zealand",
            "volume": "76",
            "issn": "",
            "pages": "158-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "FOUR SPECIES OF THE GENUS CULICOIDES (DIPTERA, HELEIDAE) FROM HAINAN ISLAND, SOUTH CHINA",
            "authors": [],
            "year": 1959,
            "venue": "ACTA ENTOMOLOGICA SINICA",
            "volume": "9",
            "issn": "",
            "pages": "161-166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "Understanding the alphaviruses: Recent research on important emerging pathogens and progress towards their control",
            "authors": [],
            "year": 2009,
            "venue": "Antiviral Research",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2009.12.007"
                ]
            }
        },
        "BIBREF109": {
            "title": "Evolution, epidemiology, and dispersal of flaviviruses revealed by molecular phylogenies",
            "authors": [],
            "year": 2001,
            "venue": "Adv Virus Res",
            "volume": "57",
            "issn": "",
            "pages": "71-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF110": {
            "title": "Dengue and dengue hemorrhagic fever in the Americas",
            "authors": [],
            "year": 1987,
            "venue": "Puerto Rico health sciences journal",
            "volume": "6",
            "issn": "",
            "pages": "107-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "",
            "authors": [],
            "year": 1951,
            "venue": "Yellow Fever",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "Phylogenetic analysis of the envelope gene of St. Louis encephalitis virus",
            "authors": [],
            "year": 2001,
            "venue": "Arch Virol",
            "volume": "146",
            "issn": "",
            "pages": "2341-2355",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "Evolution and dispersal of encephalitic flaviviruses",
            "authors": [],
            "year": 2004,
            "venue": "Arch Virol Suppl",
            "volume": "",
            "issn": "",
            "pages": "65-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "Phylogeography and population dynamics of dengue viruses in the Americas",
            "authors": [],
            "year": 2012,
            "venue": "Mol Biol Evol",
            "volume": "29",
            "issn": "",
            "pages": "1533-1543",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msr320"
                ]
            }
        },
        "BIBREF115": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Factors in the Emergence of Arbovirus Diseases",
            "volume": "",
            "issn": "",
            "pages": "83-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF116": {
            "title": "Dengue/dengue haemorrhagic fever: history and current status",
            "authors": [],
            "year": 2006,
            "venue": "Novartis Foundation Symposium",
            "volume": "277",
            "issn": "",
            "pages": "3-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF117": {
            "title": "Identification of a Kunjin/West Nile-like flavivirus in brains of patients with New York encephalitis",
            "authors": [],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "1261-1262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF118": {
            "title": "Origin of the West Nile virus responsible for an outbreak of encephalitis in the northeastern United States",
            "authors": [],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": "2333-2337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF119": {
            "title": "Ecology of West Nile virus in North America",
            "authors": [],
            "year": 2013,
            "venue": "Viruses",
            "volume": "5",
            "issn": "",
            "pages": "2079-2105",
            "other_ids": {
                "DOI": [
                    "10.3390/v5092079"
                ]
            }
        },
        "BIBREF120": {
            "title": "The emergence of West Nile virus in North America: ecology, epidemiology, and surveillance",
            "authors": [],
            "year": 2002,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "267",
            "issn": "",
            "pages": "223-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF121": {
            "title": "Isolation and identification of a distinct strain of Culex Flavivirus from mosquitoes collected in Mainland China",
            "authors": [],
            "year": 2012,
            "venue": "Virol J",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-9-73"
                ]
            }
        },
        "BIBREF122": {
            "title": "Culex flavivirus isolates from mosquitoes in Guatemala",
            "authors": [],
            "year": 2008,
            "venue": "J Med Entomol",
            "volume": "45",
            "issn": "",
            "pages": "1187-1190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF123": {
            "title": "Phylogeny and classification of the Culicidae (Diptera)",
            "authors": [],
            "year": 1998,
            "venue": "Systematic Entomology",
            "volume": "23",
            "issn": "",
            "pages": "327-370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF124": {
            "title": "The Whitewater Arroyo virus: natural evidence for genetic recombination among Tacaribe serocomplex viruses (family Arenaviridae)",
            "authors": [],
            "year": 2001,
            "venue": "Virology",
            "volume": "283",
            "issn": "",
            "pages": "161-166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF125": {
            "title": "Molecular systematics and paleobiogeography of the South American sigmodontine rodents",
            "authors": [],
            "year": 1998,
            "venue": "Mol Biol Evol",
            "volume": "15",
            "issn": "",
            "pages": "35-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF126": {
            "title": "Evolutionary diversification of protein-coding genes of hantaviruses",
            "authors": [],
            "year": 2000,
            "venue": "Mol Biol Evol",
            "volume": "17",
            "issn": "",
            "pages": "1558-1568",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF127": {
            "title": "Hantavirus evolution in relation to its rodent and insectivore hosts: no evidence for codivergence",
            "authors": [],
            "year": 2009,
            "venue": "Mol Biol Evol",
            "volume": "26",
            "issn": "",
            "pages": "143-153",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msn234"
                ]
            }
        },
        "BIBREF128": {
            "title": "High rates of molecular evolution in hantaviruses",
            "authors": [],
            "year": 2008,
            "venue": "Mol Biol Evol",
            "volume": "25",
            "issn": "",
            "pages": "1488-1492",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msn093"
                ]
            }
        },
        "BIBREF129": {
            "title": "Japanese encephalitis virus NS1' protein depends on pseudoknot secondary structure and is cleaved by caspase during virus infection and cell apoptosis",
            "authors": [],
            "year": 2012,
            "venue": "Microbes and infection / Institut Pasteur",
            "volume": "14",
            "issn": "",
            "pages": "930-940",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2012.03.007"
                ]
            }
        },
        "BIBREF130": {
            "title": "A single nucleotide mutation in NS2A of Japanese encephalitis-live vaccine virus (SA14–14–2) ablates NS1' formation and contributes to attenuation",
            "authors": [],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "1959-1964",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.043844-0"
                ]
            }
        }
    }
}