{
    "paper_id": "PMC4786225",
    "metadata": {
        "title": "Viruses as Sole Causative Agents of Severe Acute Respiratory Tract Infections in Children",
        "authors": [
            {
                "first": "Fleur",
                "middle": [
                    "M."
                ],
                "last": "Moesker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeroen",
                "middle": [
                    "J.",
                    "A."
                ],
                "last": "van Kampen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Annemarie",
                "middle": [
                    "M.",
                    "C."
                ],
                "last": "van Rossum",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Matthijs",
                "middle": [],
                "last": "de Hoog",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marion",
                "middle": [
                    "P.",
                    "G."
                ],
                "last": "Koopmans",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Albert",
                "middle": [
                    "D.",
                    "M.",
                    "E."
                ],
                "last": "Osterhaus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pieter",
                "middle": [
                    "L.",
                    "A."
                ],
                "last": "Fraaij",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oliver",
                "middle": [],
                "last": "Schildgen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Worldwide acute respiratory tract infections (ARTIs) are among the most important causes of morbidity and mortality in children [1,2]. While most ARTIs result in relatively mild and self-limiting disease, sometimes disease progresses to severe acute respiratory tract infections (SARIs). SARIs are characterized by respiratory failure and are an indication for admission to a paediatric intensive care unit (PICU) because of the need of respiratory support. Some viruses such as respiratory syncytial virus (RSV) and influenza viruses have been shown to be the single cause of SARI, but for other viruses like human rhinoviruses (HRVs) and human coronavirus-NL63 (HCoV-NL63) this is under debate [3–5]. It may be that these viruses cause minimal or mild disease only, but in combination with bacterial co-infections, viral co-infections or alternatively, underlying high-risk conditions infection may result into SARI [6–8]. This hypothesis follows observations of detection of viruses in the nasopharynx of children in absence of clinical signs and symptoms [9–12]. Another explanation for the variable association between infection and severe disease could be the extent of infection, as reflected by viral loads. High viral loads may be associated with increased host cell damage and a more profound immune response, but this relationship has not been confirmed consistently [13–15]. To address the possible causative role of virus infections in SARIs, we performed a retrospective study in our hospital, which has implemented routine testing for fifteen respiratory viruses over the study period.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 130,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 131,
                    "end": 132,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 697,
                    "end": 698,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 699,
                    "end": 700,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 919,
                    "end": 920,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 921,
                    "end": 922,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1060,
                    "end": 1061,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1379,
                    "end": 1381,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1382,
                    "end": 1384,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We conducted a retrospective study analysing data of paediatric patients (age <18 years) with or without a medical history that were admitted to Erasmus MC-Sophia from April 2007 through March 2012. Erasmus MC-Sophia is a tertiary paediatric referral centre. Clinical and virological data were extracted from the clinical and laboratory databases. We collected all qualitative and quantitative diagnostic virological data obtained with real-time reverse transcriptase PCR (RT-PCR) on respiratory tract samples (nasal washing, sputum, throat swab, nose swab, or bronchoalveolar lavage specimen (BAL)) of patients admitted to PICU or medium care (MC). Nasal washings were obtained by infusing 1–2 ml NaCl intranasally. Samples were obtained on clinical indication. Only samples obtained upon admission or within 72 hours after admission were included. Patients could be included more than once if re-admitted with SARI or ARTI, and a sample was obtained > 35 days after the first discharge and tested positive for a different virus. For further analysis these patients (SARI: n = 1; ARTI: n = 1) were considered new patients. The following clinical data was obtained: age, gender, reason for admission, clinical diagnosis, underlying medical condition, specimen used for RT-PCR, C-reactive protein (CRP)-levels, bacteriological test results, types of respiratory support, length of PICU stay and hospital stay, and final outcome. Based on this clinical data, we subsequently grouped patients with SARI or ARTI as primary reason for PICU or MC admission respectively.",
            "cite_spans": [],
            "section": "Patient and sample selection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Patients were also categorized according to presence or absence of known risk factors for SARI: pulmonary disease, pre-term birth (born before 37 weeks of gestation), anatomical malformations, syndromal disorders, cardiovascular disease, oncology, immunology, neuro-muscular impairment and other disorders including scoliosis.",
            "cite_spans": [],
            "section": "Patient and sample selection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We defined SARI as a severe acute respiratory tract infection with the potential need for invasive respiratory support and therefore requiring PICU admission. We defined ARTI as acute respiratory tract infection without the need for intensive care admission and we used this group as a control to study severe disease caused by a single virus infection. In the present study we specifically focused on samples obtained from patients admitted to PICU or MC with SARI or ARTI, caused by a single virus infection in the absence of typical bacterial and viral co-infections (PICU-SARI patients and MC-ARTI patients respectively). We further defined respiratory support into supplemental oxygen need (nasal cannula), non-invasive respiratory support (non-rebreathing mask and optiflow), invasive respiratory support with endotracheal intubation (nasopharyngeal tube, trachea tube, trachea-cannula) and extracorporeal membrane oxygenation (ECMO).",
            "cite_spans": [],
            "section": "Study groups ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The laboratory diagnostic work-up was RT-PCR testing for fifteen respiratory viruses: adenoviruses (ADV), HCoV-NL63, HCoV-OC43 and HCoV-229E, human bocavirus (HBoV), human metapneumovirus (HMPV), influenza A and B viruses, parainfluenza viruses 1–4 (PIV), RSV type A and B and HRV [16]. Samples with a cycle threshold (Ct)-value < 40 were considered positive. Of note Ct-values are inversely correlated to viral load, and only provide semi-quantitative results. For the purpose of this study we combined RSV type A and B results and we excluded patient samples obtained during an emergency department visit, out-patient-clinic visit or from patients admitted to the neonatal intensive care unit. Positive viral test results were traced back to patients admitted to PICU or MC. We compared all patients with a single virus detected and admitted to PICU with patients admitted to PICU with SARI (PICU-SARI patients), and all patients admitted to MC with patients with ARTI admitted to MC (MC-ARTI patients).",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Study groups ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We excluded samples from patients with evidence of typical bacterial co-infections upon admission and within 24 hours after admission when: CRP-levels were > 40 mg/L or tested first time > 24 hours after admission and/or in case of positive bacteriological test results. We defined a sputum positive for bacterial infection when > 10 bacteria per ocular field (/OF) were present in gram staining performed on the sputum (direct examination), respiratory pathogenic bacteria were cultured, and/or commensal bacteria were cultured with growth of > 2 on a scale of 4. The quality of sputum was optimal for testing when it contained < 10 epithelial cells/OF (10 x 10 magnification). Sputum samples containing ≥ 10 epithelial cells/OF observed by direct examination, were only considered sputum of good quality when the leucocyte-to-epithelial cell ratio was ≥ 10/OF. Absence of sputum for bacteriological testing was not a reason for exclusion, as sputum could not be obtained from all children. Furthermore, we analysed other bacterial cultures if performed and a positive culture of cerebrospinal fluid, blood or BAL were defined as bacterial co-infection and thus a reason for exclusion from further analysis. Routine testing for atypical bacterial infections caused by Chlamydophila pneumoniae, Mycoplasma pneumoniae or Bordetella pertussis was not performed.",
            "cite_spans": [],
            "section": "Exclusion of typical bacterial co-infections ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Three investigators (FM, JVK and PF) independently reviewed the combined laboratory and clinical data from all PICU patients, based on the previously defined selection criteria, to decide on inclusion. Disagreement was resolved by consensus.",
            "cite_spans": [],
            "section": "Exclusion of typical bacterial co-infections ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Data were analysed using SPSS version 20.0 (IBM, SPSS, Chicago, IL, USA) and GraphPad Prism version 6. For continuous data, medians, interquartile ranges (IQR), lower IQR (LIQR) and upper IQR (UIQR) were calculated. To analyse categorical data we used Fisher’s-exact tests or Chi-square tests depending on the sample size. We calculated the number of viruses present in the study groups. To study the relation between disease severity and viral load, we compared the Ct-values in nasal washings in our study groups with Mann-Whitney U tests. We only included groups with more than six children based on the following power analysis: n = 2*(2.8*SD/Mean)^2, with an estimated mean of 25 and SD of 15 based on the number of patients needed to show a difference in Ct-values.",
            "cite_spans": [],
            "section": "Statistical analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "This study was approved by the Medical Ethical Committee of the Erasmus MC, Rotterdam the Netherlands (MEC 2013–221). Informed consent was waived because this was a retrospective case-chart study. Data were stored anonymously and cannot be retraced to individual patients.",
            "cite_spans": [],
            "section": "Ethics ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The selection of PICU-SARI patients is outlined in Fig 1 and details of excluded patients are listed in S1 Table. An overview of the epidemiological data is shown in S1 Fig. We identified 44 PICU-SARI patients with a median age of 9.6 months (LIQR 2 -UIQR 25, min 0.46—max 152) and an equal gender distribution (males: 22/44, 50%) (Table 1). One patient was admitted twice because of SARI, with RSV or HRV as single causative agent detected, and with an admission interval of 23.5 months. Thirty-four patients had an underlying medical condition (34/44, 77%). The remaining ten patients were healthy until admission (10/44, 23%) (Table 1). The most common underlying medical condition was pre-term birth (10/34, 29%). Reasons for admission were: obstructive upper respiratory tract infection (URTI) (9/44, 20%), lower respiratory tract infection (LRTI) (15/44, 34%) and severe wheezing with respiratory distress (18/44, 41%). One patient was admitted with an apparent life-threatening event (ALTE (n = 1)) with SARI and one patient with SARI related respiratory fatigue due to muscular disease (n = 1) (2/44, 5%). Respiratory support consisted of supplemental oxygen (9/44, 20%), non–invasive respiratory support including non-rebreathing mask and optiflow was given in eight patients (8/44, 18%), whereas 27 patients required invasive respiratory support (27/44, 61%). For one patient additional ECMO was applied due to insufficient oxygenation (1/44, 2%). RSV was more frequently detected in boys (9/13, 69%), most patients were admitted with bronchiolitis (10/13, 77%), six had no underlying medical condition (6/13, 46%), and eight required invasive respiratory support (8/13, 62%). HRV was detected in six girls (6/11, 55%), most patients were admitted with LRTI (4/11, 36%) or wheezing (4/11, 36%), all patients had an underlying medical condition, and seven patients required invasive respiratory support (7/11, 64%). Overall, the median PICU-stay was 3 days (min 0-max 39), after which patients were either transferred from PICU to MC (n = 14, 32%, after which n = 8 (57%) were transferred to another hospital or discharged n = 6 (43%)), transferred from PICU to another hospitals (n = 22, 50%) or were discharged after PICU admission (n = 8, 18%). Admission duration in other hospitals could not be analysed, as data was not available. The overall hospital stay for patients admitted to both PICU and MC was 7 days (min 3-max 30). Two patients died during PICU admission because of cardiorespiratory failure. One of these was a previously healthy child admitted for cardiorespiratory arrest upon influenza A virus infection, the other was a patient with spinal muscular atrophy (SMA) type-2, who developed respiratory failure due to PIV-3.",
            "cite_spans": [],
            "section": "PICU-SARI patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 56,
                    "mention": "Fig 1",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 339,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 637,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The selection of MC-ARTI patients is outlined in Fig 2 and details of excluded patients are listed in S2 Table. After using our predefined selection criteria 40 patients admitted to the MC with ARTI were identified. The median age of the MC-ARTI patients was 14 months (LIQR 7.6 -UIQR 30, min 0.7-max 199) with more males than females (22/40, 55%) (Table 1). One patient was admitted twice because of ARTI, with RSV or HMPV as single causative agent detected, and with an admission interval of 1.4 months.",
            "cite_spans": [],
            "section": "MC-ARTI patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 54,
                    "mention": "Fig 2",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 356,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Thirty-four patients had an underlying medical condition (34/40, 85%) including: pulmonary disease (5/34, 15%), a history of pre-term birth (4/34, 12%), and anatomical malformations and syndromal disorders (5/34, 15%) (Table 1). Reasons for admission were: URTI (9/40, 22.5%), LRTI (18/40, 45%) and wheezing (11/40, 27.5%). RSV was most frequently detected in boys (7/13, 54%), most patients were admitted with bronchiolitis (7/13, 54%), ten patients had underlying medical conditions (10/13, 77%), and all RSV infected patients’ required supplemental or non-invasive respiratory support (12/13, 92% and 1/13, 8%). HRV was mostly detected in girls (7/12, 58%), the most common reason for admission was LRTI (7/12, 58%), ten patients had underlying medical conditions (10/12, 83%), and nine required supplemental oxygen (9/12, 75%), one received non-invasive respiratory support (1/12, 8%), and two HRV infected patients did not require respiratory support (2/12, 17%). In addition, one patient was admitted because of an exacerbation of cystic fibrosis with HRV as single pathogen detected (1/12, 8%) and one patient was admitted with an ALTE and ARTI with also a single HRV infection (1/12, 8%). The median hospitalisation stay of MC-ARTI patients was 5 days (1–21 days). In the MC-ARTI group one patient suffering from SMA-type 1 died with an HRV-infection.",
            "cite_spans": [],
            "section": "MC-ARTI patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The median age of PICU-SARI patients was lower than for MC-ARTI patients (9.6 vs 14 months respectively; p = 0.045). Specimens tested were mainly nasal washings in both groups (77% and 98%, p = 0.006). In addition, CRP-levels were similar between both groups with a median of 6 and 7.5 mg/L respectively (p>0.05). As expected the number of bacterial sputum samples obtained was higher in PICU-SARI patients than in MC-ARTI patients (19/44; 43% vs 8/40; 20%, p = 0.035). Overall, we found 23 patients with a single virus and a bacterial co-infection admitted to the PICU with SARI (S3 Table). Most bacterial co-infections were found in patients with RSV (8/23, 35%) and HRV (7/23, 30%) infections. Eleven patients admitted to the MC with ARTI had a proven bacterial co-infection (S4 Table), and PIV-3 was most frequently co-detected (3/11, 27%). Due to the limited number of proven bacterial co-infections, no associations between detected respiratory virus and bacterial infection could be evaluated. Twenty-three percent of PICU-SARI patients were previously healthy until admission compared to 15% of the MC-ARTI patients (10/44, 23% vs. 6/40, 15%, p = 0.4) (Table 1).",
            "cite_spans": [],
            "section": "Comparison of PICU-SARI patients with MC-ARTI patients ::: Results",
            "ref_spans": [
                {
                    "start": 1161,
                    "end": 1168,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In an attempt to relate viral load to disease severity in PICU-SARI and MC-ARTI patients, we compared the total combined Ct-values in nasal washings, which revealed that the median Ct-values were not different between both groups (Ct values 22.2 vs 25.1 respectively; p = 0.191, Fig 3). There was a difference between Ct-values of PICU-SARI patients compared to PICU-non-SARI patients (p = 0.005). This was not found for MC-ARTI patients compared to MC-non-ARTI patients (p = 0.0994). We also compared Ct-values of PICU-SARI patients to MC-ARTI patients with and without a medical history and we found no differences between the respective groups (p = 0.289 and p = 0.917, data not shown). Furthermore we compared PICU-SARI patients with invasive respiratory support with PICU-SARI patients and MC-ARTI patients with supplemental and non-invasive respiratory support and we found no difference between these two groups (p = 0.0977, data not shown). Due to limited numbers we were not able to compare Ct-values for all individual viruses identified in this study, but based on our power calculation for both RSV and HRV infected patients, sufficient samples were available to compare Ct-values. No difference could be found in Ct-values between PICU-SARI patients and MC-ARTI patients with median Ct-values for RSV of 20.6 vs 21.4 (p = 0.94) and HRV with 28.3 vs 26.4 (p = 0.44) respectively (Fig 4A and 4B).",
            "cite_spans": [],
            "section": "Ct-values of viral pathogens in respiratory tract samples of PICU-SARI patients compared to MC-ARTI patients ::: Detection and Distribution of Respiratory Viruses",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 284,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1392,
                    "end": 1405,
                    "mention": "Fig 4A and 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the present paper we have shown that in our tertiary care centre both SARI and ARTI may be caused by single viral pathogens, with RSV and HRV being the most frequent causes. In addition, nine others of the fifteen respiratory viruses tested for were identified as single agents that may be associated with SARI in previously healthy children as well as in children with a medical history. Except for ADV and HCoV-NL63, the remaining seven viruses were also associated with ARTI in previously healthy children as well as in children with a medical history. Our data does not support a relationship between viral load as reflected by surrogate marker Ct-values on the one hand and disease severity reflected by MC or PICU admission on the other. This is counter-intuitive and indeed various studies have indicated that higher viral loads are related to more severe disease as well as locally increased cytokine production [7,14,15,17–25]. Other studies failed to replicate this finding [11,26–29]. Our findings may have been influenced by the selection of hospitalized and seriously ill children. Although Ct-values as presented in our study do not represent an absolute quantitation of viral loads, we did use these semi-quantitative values as a surrogate marker for viral load in our patient samples, as is not unusual in this type of studies [14,20]. Moreover, viral load may be one of many factors that could be associated with disease severity. In this respect the role of a deleterious or counter-productive immune response may be a factor related to disease severity. This has been subject of several studies into the pathogenesis of viral respiratory disease and a better understanding may lead to novel targets for treatment of critically ill patients [30–38].",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 925,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 929,
                    "end": 931,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 932,
                    "end": 934,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 935,
                    "end": 937,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 988,
                    "end": 990,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 994,
                    "end": 996,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1347,
                    "end": 1349,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1350,
                    "end": 1352,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1763,
                    "end": 1765,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1766,
                    "end": 1768,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In accordance with several other studies, RSV and HRV were the most frequently detected respiratory pathogens throughout the study [3,31,39,40]. RSV is a well-established respiratory virus known to cause severe disease by itself, especially in younger children [31,39,40]. For HRV this role as single pathogenic agent has been less well established as it is frequently detected in combination with other respiratory viruses, and has therefore frequently been considered an innocent bystander. We described eleven critically ill patients with HRV as single pathogen detected, supporting other studies that have described HRV as an agent that may cause more or less severe disease [3,41,42]. Less common respiratory viruses such as HCoV and PIV 1–4 were detected, but additional analyses were not performed due to a lack of power.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 134,
                    "end": 136,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 137,
                    "end": 139,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 140,
                    "end": 142,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 268,
                    "end": 270,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 680,
                    "end": 681,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 685,
                    "end": 687,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Previous studies have demonstrated a higher susceptibility to several respiratory viruses in children with certain risk factors such as pre-term birth and broncho-pulmonary dysplasia [39,43]. Indeed pre-term birth was also a marked factor related to hospitalization in our study. In agreement with other studies, RSV proved to be the most common pathogen detected in previously healthy children requiring PICU admission [39,40,44]. It is interesting to note that HBoV and influenza A virus were also found in previously healthy PICU-SARI children. Previously we showed that also HBoV can cause SARI in paediatric patients [25]. Two of our PICU-SARI patients died, which is comparable to previously published frequencies [2,39].",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 187,
                    "end": 189,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 421,
                    "end": 423,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 424,
                    "end": 426,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 427,
                    "end": 429,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 623,
                    "end": 625,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 721,
                    "end": 722,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 723,
                    "end": 725,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our selection for a single virus only with an unlikely typical bacterial infection is largely dependent on CRP-levels, which are frequently tested in clinical settings and used to help differentiate between viral and bacterial infections [45,46]. We are aware that the low CRP-levels (≤ 40 mg/L) tested within 24 hours after admission used in our study, may underestimate the occurrence of a bacterial infection or bacterial super-infection. Indeed we cannot fully exclude that some of our patients may have had secondary or pre-existing bacterial infections during hospitalization. We can also not fully exclude the presence of atypical bacteria such as M. pneumoniae, C. pneumoniae or B. pertussis as these were not routinely tested for. Still, considering the very low CRP used to include our patients, we feel that major bacterial involvement was unlikely at the time of hospital admittance [47].",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 242,
                    "end": 244,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although this is a retrospective study from one tertiary care centre only, and bacterial cultures could not be performed for all patients for obvious reasons, we identified 44 PICU-SARI patients and 40 MC-ARTI patients infected with one single virus only from a total of 3269 patient samples over a 5-year period. The data generated shed new light on the aetiological role of several respiratory viruses: both SARI and ARTI can be caused by several single viral pathogens in the absence of viral and typical bacterial co-infections.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF2": {
            "text": "Fig 3: (Note: Ct-values were not available for all samples, *with statistical significant difference).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (Note: Ct-values were not available for all samples).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Global and regional burden of hospital admissions for severe acute lower respiratory infections in young children in 2010: a systematic analysis",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1380-90",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(12)61901-1"
                ]
            }
        },
        "BIBREF2": {
            "title": "A multicenter outcomes analysis of children with severe rhino/enteroviral respiratory infection*",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr Crit Care Med",
            "volume": "16",
            "issn": "",
            "pages": "119-23",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000000308"
                ]
            }
        },
        "BIBREF3": {
            "title": "Rhino/enteroviral infections in the PICU: the uncertainty of diagnosis and interpretation of clinical significance",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr Crit Care Med",
            "volume": "16",
            "issn": "",
            "pages": "186-8",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0000000000000333"
                ]
            }
        },
        "BIBREF4": {
            "title": "Human coronavirus in young children hospitalized for acute respiratory illness and asymptomatic controls",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "235-40",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31823e07fe"
                ]
            }
        },
        "BIBREF5": {
            "title": "Associations between Pathogens in the Upper Respiratory Tract of Young Children: Interplay between Viruses and Bacteria",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One. Public Library of Science",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0047711"
                ]
            }
        },
        "BIBREF6": {
            "title": "Correlation of viral load of respiratory pathogens and co-infections with disease severity in children hospitalized for lower respiratory tract infection",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "48",
            "issn": "",
            "pages": "239-245",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2010.05.007"
                ]
            }
        },
        "BIBREF7": {
            "title": "Clinical risk factors are more relevant than respiratory viruses in predicting bronchiolitis severity",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Pulmonol",
            "volume": "48",
            "issn": "",
            "pages": "456-63",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.22633"
                ]
            }
        },
        "BIBREF8": {
            "title": "Epidemiology of viral respiratory infections in a tertiary care centre in the era of molecular diagnosis, Geneva, Switzerland, 2011–2012",
            "authors": [],
            "year": 2014,
            "venue": "Clin Microbiol Infect",
            "volume": "20",
            "issn": "",
            "pages": "O578-84",
            "other_ids": {
                "DOI": [
                    "10.1111/1469-0691.12525"
                ]
            }
        },
        "BIBREF9": {
            "title": "Clinical utility of PCR for common viruses in acute respiratory illness",
            "authors": [],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "133",
            "issn": "",
            "pages": "e538-45",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2013-3042"
                ]
            }
        },
        "BIBREF10": {
            "title": "Carriage of Mycoplasma pneumoniae in the Upper Respiratory Tract of Symptomatic and Asymptomatic Children: An Observational Study",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Med. Public Library of Science",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001444"
                ]
            }
        },
        "BIBREF11": {
            "title": "Respiratory Viral Detection in Children and Adults: Comparing Asymptomatic Controls and Patients With Community-Acquired Pneumonia",
            "authors": [],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiv323"
                ]
            }
        },
        "BIBREF12": {
            "title": "Acute lower respiratory tract infection",
            "authors": [],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "716-27",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra074111"
                ]
            }
        },
        "BIBREF13": {
            "title": "Respiratory Syncytial Virus Genomic Load and Disease Severity Among Children Hospitalized With Bronchiolitis: Multicenter Cohort Studies in the United States and Finland",
            "authors": [],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "211",
            "issn": "",
            "pages": "1550-1559",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiu658"
                ]
            }
        },
        "BIBREF14": {
            "title": "Impact of rhinovirus nasopharyngeal viral load and viremia on severity of respiratory infections in children",
            "authors": [],
            "year": 2014,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "41-8",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-013-1926-5"
                ]
            }
        },
        "BIBREF15": {
            "title": "Incidence of viral respiratory pathogens causing exacerbations in adult cystic fibrosis patients",
            "authors": [],
            "year": 2013,
            "venue": "Scand J Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "65-9",
            "other_ids": {
                "DOI": [
                    "10.3109/00365548.2012.708942"
                ]
            }
        },
        "BIBREF16": {
            "title": "Frequent detection of respiratory viruses without symptoms: toward defining clinically relevant cutoff values",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "2631-6",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02094-10"
                ]
            }
        },
        "BIBREF17": {
            "title": "Correlation of viral load as determined by real-time RT-PCR and clinical characteristics of respiratory syncytial virus lower respiratory tract infections in early infancy",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "",
            "pages": "45-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2007.10.018"
                ]
            }
        },
        "BIBREF18": {
            "title": "Respiratory syncytial virus load, viral dynamics, and disease severity in previously healthy naturally infected children",
            "authors": [],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "996-1002",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jir494"
                ]
            }
        },
        "BIBREF19": {
            "title": "Association of the CT values of real-time PCR of viral upper respiratory tract infection with clinical severity, Kenya",
            "authors": [],
            "year": 2013,
            "venue": "J Med Virol",
            "volume": "85",
            "issn": "",
            "pages": "924-32",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.23455"
                ]
            }
        },
        "BIBREF20": {
            "title": "Viral load at diagnosis and influenza A H1N1 (2009) disease severity in children",
            "authors": [],
            "year": 2012,
            "venue": "Influenza Other Respi Viruses",
            "volume": "6",
            "issn": "",
            "pages": "e89-92",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2012.00383.x"
                ]
            }
        },
        "BIBREF21": {
            "title": "Clinical disease and viral load in children infected with respiratory syncytial virus or human metapneumovirus",
            "authors": [],
            "year": 2008,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "382-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.diagmicrobio.2008.08.002"
                ]
            }
        },
        "BIBREF22": {
            "title": "RT-PCR detection of respiratory pathogens in newborn children admitted to a neonatal medium care unit",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Res",
            "volume": "73",
            "issn": "",
            "pages": "355-61",
            "other_ids": {
                "DOI": [
                    "10.1038/pr.2012.176"
                ]
            }
        },
        "BIBREF23": {
            "title": "High Human Bocavirus Viral Load Is Associated with Disease Severity in Children under Five Years of Age",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0062318"
                ]
            }
        },
        "BIBREF24": {
            "title": "Human bocavirus infection as a cause of severe acute respiratory tract infection in children",
            "authors": [],
            "year": 2015,
            "venue": "Clin Microbiol Infect",
            "volume": "21",
            "issn": "",
            "pages": "964-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2015.06.014"
                ]
            }
        },
        "BIBREF25": {
            "title": "Comparison of human metapneumovirus, respiratory syncytial virus and Rhinovirus respiratory tract infections in young children admitted to hospital",
            "authors": [],
            "year": 2015,
            "venue": "J Med Virol",
            "volume": "87",
            "issn": "",
            "pages": "275-80",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.24025"
                ]
            }
        },
        "BIBREF26": {
            "title": "Mucosal immune responses predict clinical outcomes during influenza infection independently of age and viral load",
            "authors": [],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "189",
            "issn": "",
            "pages": "449-62",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201309-1616OC"
                ]
            }
        },
        "BIBREF27": {
            "title": "Rhinovirus load and disease severity in children with lower respiratory tract infections",
            "authors": [],
            "year": 2012,
            "venue": "J Med Virol",
            "volume": "84",
            "issn": "",
            "pages": "1135-42",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.23306"
                ]
            }
        },
        "BIBREF28": {
            "title": "Severity of pandemic H1N1 2009 influenza virus infection may not be directly correlated with initial viral load in upper respiratory tract",
            "authors": [],
            "year": 2012,
            "venue": "Influenza Other Respi Viruses",
            "volume": "6",
            "issn": "",
            "pages": "367-73",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2011.00300.x"
                ]
            }
        },
        "BIBREF29": {
            "title": "Pathogenesis of influenza-induced acute respiratory distress syndrome",
            "authors": [],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "57-69",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70286-X"
                ]
            }
        },
        "BIBREF30": {
            "title": "Viral Bronchiolitis in Children",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "62-72",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1413456"
                ]
            }
        },
        "BIBREF31": {
            "title": "Immunological, Viral, Environmental, and Individual Factors Modulating Lung Immune Response to Respiratory Syncytial Virus",
            "authors": [],
            "year": null,
            "venue": "Biomed Res Int",
            "volume": "2015",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2015/875723"
                ]
            }
        },
        "BIBREF32": {
            "title": "Evaluation of the antiviral response to zanamivir administered intravenously for treatment of critically ill patients with pandemic influenza A (H1N1) infection",
            "authors": [],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "777-82",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jir397"
                ]
            }
        },
        "BIBREF33": {
            "title": "Methylprednisolone infusion for life-threatening H1N1-virus infection",
            "authors": [],
            "year": 2010,
            "venue": "Ther Adv Respir Dis",
            "volume": "4",
            "issn": "",
            "pages": "233-7",
            "other_ids": {
                "DOI": [
                    "10.1177/1753465810376951"
                ]
            }
        },
        "BIBREF34": {
            "title": "H1N1 influenza A virus-associated acute lung injury: response to combination oseltamivir and prolonged corticosteroid treatment",
            "authors": [],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "36",
            "issn": "",
            "pages": "33-41",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-009-1727-6"
                ]
            }
        },
        "BIBREF35": {
            "title": "Effect of immunomodulatory therapies in patients with pandemic influenza A (H1N1) 2009 complicated by pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "J Infect",
            "volume": "62",
            "issn": "",
            "pages": "193-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2011.01.014"
                ]
            }
        },
        "BIBREF36": {
            "title": "Use of early corticosteroid therapy on ICU admission in patients affected by severe pandemic (H1N1)v influenza A infection",
            "authors": [],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "",
            "pages": "272-83",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-010-2078-z"
                ]
            }
        },
        "BIBREF37": {
            "title": "Corticosteroid treatment in critically ill patients with pandemic influenza A/H1N1 2009 infection: analytic strategy using propensity scores",
            "authors": [],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "",
            "pages": "1207-14",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201101-0110OC"
                ]
            }
        },
        "BIBREF38": {
            "title": "Community-acquired pneumonia requiring hospitalization among U.S. children",
            "authors": [],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "835-45",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1405870"
                ]
            }
        },
        "BIBREF39": {
            "title": "The burden of respiratory syncytial virus infection in young children",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "588-98",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0804877"
                ]
            }
        },
        "BIBREF40": {
            "title": "Rhinovirus-C detection in children presenting with acute respiratory infection to hospital in Brazil",
            "authors": [],
            "year": 2016,
            "venue": "J Med Virol",
            "volume": "88",
            "issn": "",
            "pages": "58-63",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.24300"
                ]
            }
        },
        "BIBREF41": {
            "title": "Human rhinovirus species C infection in young children with acute wheeze is associated with increased acute respiratory hospital admissions",
            "authors": [],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "188",
            "issn": "",
            "pages": "1358-64",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201303-0498OC"
                ]
            }
        },
        "BIBREF42": {
            "title": "Burden of human metapneumovirus infection in young children",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "633-43",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1204630"
                ]
            }
        },
        "BIBREF43": {
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545-1555",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60206-1"
                ]
            }
        },
        "BIBREF44": {
            "title": "Clinical prediction model to aid emergency doctors managing febrile children at risk of serious bacterial infections: diagnostic study",
            "authors": [],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.f1706"
                ]
            }
        },
        "BIBREF45": {
            "title": "Children with fever and cough at emergency care: diagnostic accuracy of a clinical model to identify children at low risk of pneumonia",
            "authors": [],
            "year": 2013,
            "venue": "Eur J Emerg Med",
            "volume": "20",
            "issn": "",
            "pages": "273-80",
            "other_ids": {
                "DOI": [
                    "10.1097/MEJ.0b013e32835771fd"
                ]
            }
        },
        "BIBREF46": {
            "title": "Characteristics of Streptococcus pneumoniae and atypical bacterial infections in children 2–5 years of age with community-acquired pneumonia",
            "authors": [],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "1345-52",
            "other_ids": {
                "DOI": [
                    "10.1086/344191"
                ]
            }
        }
    }
}