{
    "paper_id": "PMC4066837",
    "metadata": {
        "title": "Macrophage activation state determines the response to rhinovirus infection in a mouse model of allergic asthma",
        "authors": [
            {
                "first": "Jun",
                "middle": [
                    "Young"
                ],
                "last": "Hong",
                "suffix": "",
                "email": "hongjy@umich.edu",
                "affiliation": {}
            },
            {
                "first": "Yutein",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "email": "yutchung@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Steenrod",
                "suffix": "",
                "email": "jmsteen@umich.edu",
                "affiliation": {}
            },
            {
                "first": "Qiang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": "vqc@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "email": "leijing@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "Adam",
                "middle": [
                    "T"
                ],
                "last": "Comstock",
                "suffix": "",
                "email": "acomstoc@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "Adam",
                "middle": [
                    "M"
                ],
                "last": "Goldsmith",
                "suffix": "",
                "email": "amgold@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "J",
                "middle": [
                    "Kelley"
                ],
                "last": "Bentley",
                "suffix": "",
                "email": "kbentley@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "Uma",
                "middle": [
                    "S"
                ],
                "last": "Sajjan",
                "suffix": "",
                "email": "usajjan@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "Marc",
                "middle": [
                    "B"
                ],
                "last": "Hershenson",
                "suffix": "",
                "email": "mhershen@umich.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Macrophages are innate immune cells that play a critical role in early phases of host defense against pathogens, coordination of the adaptive immune response, and the regulation of inflammation and tissue repair. Through activation signals by various ligands and environmental cues, macrophages may change their polarization state, leading to altered immune responses. In the presence of type 1 cytokines such as interferon-γ and IL-12, macrophages are activated in a classical manner (M1-polarized) and produce pro-inflammatory cytokines and toxic mediators. In the presence of the type 2 cytokines IL-4 and IL-13, alternatively-activated (M2-polarized) macrophages express a distinct pattern of phagocytic receptors [1] and produce type 2 cytokines which play a role in anti-parasitic and allergic responses, including asthma. IL-13-overexpressing transgenic mice infected with C. neoformans demonstrate alternatively-activated macrophages expressing Arg-1, macrophage mannose receptor (CD206) and Ym-1, as well as lung eosinophilia, goblet cell metaplasia, elevated mucus production and airway hyperreactivity [2]. Adoptive transfer of IL-4Rα+ alternatively-activated macrophages enhances eosinophilic inflammation in ovalbumin (OVA)-sensitized and -challenged mice [3]. Moreover, CD206 is increased in the asthmatic patients and correlates with the severity of asthma [4].",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 720,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1114,
                    "end": 1115,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1270,
                    "end": 1271,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1373,
                    "end": 1374,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Viral-induced exacerbations are a major cause of morbidity in asthma. Rhinovirus (RV), a single-stranded RNA virus belonging to Picornavirus family, is consistently the most frequent pathogen identified. However, the precise mechanisms underlying RV-induced asthma exacerbations are not known. Compared to normal subjects, asthmatic patients with RV infection show enhanced neutrophilic and eosinophilic inflammation in the lower airways [5], consistent with the notion that asthmatics have a qualitatively different immune response to RV infection than controls. To test this in an animal model, we exposed OVA-sensitized and -challenged mice with allergic airways disease to RV1B, a minor group virus which infects mouse epithelial cells [6]. We found that RV increased airway hyperresponsiveness and eosinophilic inflammation, and that RV colocalized with eotaxin-producing, CD68+ lung macrophages in vivo. Macrophages from OVA-treated mice showed increased expression of arginase-1, Ym-1 and Mgl-2, indicating a shift in macrophage activation status, and RV inoculation of lung macrophages from OVA-treated mice induced expression of eotaxin-1, IL-4, and IL-13 ex vivo. Depletion of macrophages from OVA-sensitized and -challenged mice reduced eosinophilic inflammation following RV infection. Together, these results suggest that RV causes asthma exacerbations in part by infection of alternatively-activated macrophages. Finally, exposure of macrophages from naïve mice to IL-4 and IL-13 significantly increased RV-induced eotaxin mRNA expression, consistent with the notion that type 2 cytokines are sufficient to alter the response of macrophages to RV infection.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 440,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 741,
                    "end": 742,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In the present study, we hypothesized that IL-4 signaling regulates the state of macrophage activation and the pattern of RV-induced exacerbation in mice with allergic airways disease. We anticipated that, in the absence of IL-4/IL-13 signaling, RV infection would preferentially increase type 1 cytokine production from conventionally-activated macrophages, augmenting neutrophilic rather than eosinophilic inflammation. To test this, we sensitized and challenged wild-type and IL-4 receptor knockout (IL-4R KO) mice with OVA and then infected these animals with RV. We found that OVA-treated IL-4R KO mice showed neutrophilic airway inflammation which was exacerbated by RV infection. Macrophages from OVA-treated mice showed an M1 polarization pattern and expressed type 1 cytokines and IL-17A in response to ex vivo RV infection. OVA-treated IL-4R KO mice showed decreased IL-13 and increased TNF-α and IL-17A production with RV infection by F4/80+, CD11b+ macrophages, demonstrating that IL-4R signaling determines macrophage activation state and the response to subsequent RV infection.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "HRV1B (ATCC, Manassas, VA) were grown in cultured HeLa cells, concentrated, partially purified and titered as described previously [7]. Similarly concentrated and purified HeLa cell lysates were used for sham infection.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "mention": "7",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Generation of HRV ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All animal experiments were approved by the University of Michigan Institutional Animal Care and Use Committee. Female 8 wk-old BALB/c mice (Jackson Laboratories, Bar Harbor, MA) or age-matched BALB/c-Il4ra\ntm1Sz\n/J IL-4R KO mice (Jackson Laboratories) were injected intraperitoneally on days 0 and 7 with 0.2 ml PBS or a solution of alum and 100 μg endotoxin-free OVA (Sigma-Aldrich, St. Louis, MO). Next, mice were challenged intranasally with 50 μl of PBS or 100 μg OVA on days 12 and 13.",
            "cite_spans": [],
            "section": "OVA sensitization and challenge ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Selected mice were inoculated intranasally with 50 μl of 1 × 108 TCID50/ml RV1B, or an equal volume of sham control on day 14, 24 hours following the last OVA treatment. Lungs were collected 24 hr post infection for further analysis.",
            "cite_spans": [],
            "section": "RV exposure ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Airway cholinergic responsiveness was assessed by measuring changes in total respiratory system resistance in response to increasing doses of nebulized methacholine, as described previously [8]. Mice were anesthetized with sodium pentobarbital (50 mg/kg mouse, intraperitoneal injection) and a tracheostomy performed. Mechanical ventilation was conducted and total respiratory system measured using a Buxco FinePointe operating system (Buxco, Wilmington, NC). Airway responsiveness was assessed by measuring changes in resistance in response to increasing doses of nebulized methacholine.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "8",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Assessment of airway responsiveness ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Femurs were harvested from naïve wild-type BALB/c and IL-4R KO mice and the bone marrow was used to expand macrophages for in vitro analyses. Dissociated marrow cells were plated onto 12-well culture dishes at 1 × 106 cells/ml and cultured for 6 days in RPMI supplemented with 30% L929-conditioned medium and 10% heat-inactivated fetal bovine serum [9]. Cells were stimulated for 1.5 h with medium or RV1B (multiplicity of infection, 10) and RNA harvested 8 h after infection.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 351,
                    "mention": "9",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Bone marrow-derived macrophage cultures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Bronchoalveolar lavage (BAL) was performed using 1 ml PBS aliquots, and differential cell counts were performed using hematoxylin and eosin. BAL fluid from PBS- and OVA-treated mice was seeded in 24 well plates. BAL macrophages were purified by plastic adherence, which yielded >90% purity. Cells were stimulated for 1.5 h in the presence or absence of HRV1B (multiplicity of infection, 10), and harvested 8 or 24 h after infection for RNA and protein analysis.",
            "cite_spans": [],
            "section": "Mouse bronchoalveolar inflammatory cells and macrophage culture ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Lung RNA was extracted with Trizol (Sigma-Aldrich) and analyzed for cytokine and chemokine gene expression by quantitative real-time PCR using specific primers and probes. Signals were normalized to GAPDH. Primer sequences are shown in the Table 1. BAL fluid was spun for 15 min at 1500 rpm, and the supernatants were analyzed for cytokine protein by multiplex immune assay (Bio-Rad, Hercules, CA) or ELISA (R&D Systems, Minneapolis, MN).",
            "cite_spans": [],
            "section": "Cytokine/chemokine expression ::: Methods",
            "ref_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Lungs were fixed with 10% formaldehyde overnight and paraffin embedded. Blocks were sectioned at 500 μm intervals at a thickness of 5 μm and each section was deparaffinized, hydrated and stained with hematoxylin and eosin. Other sections were stained with rabbit anti-mouse IL-17A (Abcam, Cambridge, MA). For immunohistochemistry, sections were incubated with biotinylated secondary goat-IgG, ABC reagent (Vector Laboratories, Burlingame, CA), diaminobenzidine (DAB, Sigma-Aldrich) and Gill’s hematoxylin (Fisher Scientific, Kalamazoo, MI). For fluorescence microscopy, slides were incubated with Alexa Fluor (AF)-555-conjugated rat anti-mouse CD68 and AF488-conjugated rabbit anti-mouse IL-17A or AF-conjugated isotype control IgGs. Nuclei were stained with 4′,6-diamidino-2-phenylindole (DAPI). Images were visualized using a Olympus IX71inverted phase/epifluorescence microscope and digital CCD camera.",
            "cite_spans": [],
            "section": "Histology, immunohistochemistry and immunofluorescence microscopy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Lungs from mice were perfused with PBS containing EDTA, minced and digested in collagenase IV. Cells were filtered and washed with RBC lysis buffer, and stimulated with for 5 h with cell stimulation cocktail (eBioscience, San Diego, CA) containing PMA, ionomycin and protein export blockers. After stimulation, dead cells were stained with Pac-Orange Live/Dead fixable dead staining dye (Invitrogen, Carlsbad, CA). Cells were then stained with anti-CD45-PacBlue, anti-TCRβ-FITC, anti-F4/80-PE-Cy5, anti-CD11c-APC, anti-CD11b-APC-Cy7, anti-CD68-PerCP-Cy5.5, anti-CD301 conjugated with Alexa Fluor (AF)-633 and anti-CD206 conjugated with AF488 (all antibodies from Biolegend, San Diego, CA). Cells were fixed, permeabilized and incubated with anti-IL-13-PE (eBioscience), anti-IL-17A-PE-Cy7 antibody (Biolegend) or anti-TNF-α-PE-Cy7 antibody (Biolegend). Stained cells were subjected to flow cytometry and analyzed on a BD Biosciences FACSAria II (BD Biosciences, San Jose, CA). Data were collected using FACSDiva software and analyzed using FlowJo software (Tree Star, Ashland, OR). For controls, we substituted IgG for all antibodies or used an FMO (fluorescence minus one) control in which all antibodies were included except that against the intracellular antigen.",
            "cite_spans": [],
            "section": "Flow cytometric analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data are represented as mean ± SEM. Statistical significance was assessed by student’s t test, unpaired t test, one-way analysis of variance (ANOVA), two-way ANOVA, ANOVA based on ranks, as appropriate. Differences were pinpointed by the Bonferroni or Newman-Keuls multiple comparisons test.",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We previously found that, in OVA-sensitized and -challenged mice with allergic airway inflammation, RV infection increases eotaxin-1, IL-4 and IL-13 production from alternatively-activated (M2 polarized) airway macrophages, further enhancing eosinophilic inflammation and airways hyperresponsiveness [6]. We also found that in vitro exposure of macrophages from naïve mice to IL-4 and IL-13 significantly increased RV-induced eotaxin mRNA expression, consistent with the notion that type 2 cytokines are sufficient to alter the response of macrophages to RV infection. In the present study, we hypothesized that IL-4 signaling determines the state of macrophage activation and pattern of RV-induced exacerbation in mice with allergic airways disease. First, we tested the responses of bone marrow-derived macrophages from naïve wild-type and IL-4R KO mice. We anticipated that the loss of IL-4R signaling would increase type 1 (IL-1β, TNF-α) and IL-17A-dependent (IL-17A, CXCL1, CXCL2, IL-6) responses [10-16] to RV. Dissociated marrow cells were differentiated to macrophages in L929-conditioned medium [9]. Macrophages from naïve wild-type mice showed significant increases in IL-1β, TNF-α, CXCL1 and CXCL2 mRNA expression in response to RV infection ex vivo (Figure 1). Bone marrow-derived macrophages from naïve IL-4R KO cells also showed increases in IL-1β, TNF-α, CXCL1 and CXCL2 mRNA expression. However, compared to control cells, IL-4R KO cells demonstrated significantly increased IL-1β and CXCL2 in response to RV infection. Further, in contrast to cells from wild-type mice, RV infection of macrophages from naïve IL-4R KO mice significantly increased mRNA expression of IL-17A and IL-6. These results suggest that, in the absence of IL-4R signaling, macrophages show an exaggerated type 1 phenotype and increased IL-17A mRNA expression in response to RV infection.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 302,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1006,
                    "end": 1008,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1105,
                    "end": 1106,
                    "mention": "9",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1269,
                    "end": 1270,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Next, we examined the effect of IL-4R KO in mice sensitized and challenged with OVA and infected with RV. As previously [17], RV alone had modest effects on airway neutrophilic inflammation and responsiveness (not shown). As expected, OVA treatment of wild-type mice significantly increased the total number of BAL cells (Figure 2A), augmenting the number of neutrophils and eosinophils (Figure 2B and C). RV infection of wild-type mice further increased lung inflammation, resulting in an additional 2-fold increase in BAL cells. Both neutrophils and eosinophils were increased in the BAL following RV infection. In IL-4R KO mice, OVA sensitization and challenge was also accompanied by a significant increase in BAL inflammatory cells (Figure 2A). The inflammatory cells consisted nearly exclusively of neutrophils, and the number of eosinophils in the airways was significantly reduced compared to wild-type mice (Figure 2B and C). When OVA-treated IL-4R KO mice were infected with RV, neutrophil infiltration further increased (Figure 2B). In contrast to wild-type mice, RV did not induce eosinophilic inflammation. Finally, we found that, similar to wild type mice, IL-4R KO mice showed OVA-induced airway hyperreactivity which was further exacerbated by RV (Figure 2D and E). (There was no difference in airway reactivity between the wild-type and IL-4R KO OVA/RV groups.) Together, these results show that IL-4 receptor signaling is not required for allergen-induced airway inflammation or hyperresponsiveness. Instead, the immune responses to OVA challenge and RV infection were differentially regulated in the absence of IL-4R signaling, accentuating neutrophilic rather than eosinophilic inflammation.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 395,
                    "end": 396,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 745,
                    "end": 746,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 924,
                    "end": 925,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1271,
                    "end": 1272,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To determine the factors driving neutrophilic inflammation in IL-4R KO mice, we analyzed lung mRNA expression by qPCR (Figure 3A). In OVA-treated wild-type mice, RV treatment increased TNF-α and IFN-γ mRNA expression. RV infection of OVA-treated IL-4R KO mice significantly increased TNF-α, IFN-γ, CXCL1, IL-12p40 and IL-17A mRNA levels compared to OVA alone. Finally, compared to OVA-treated, RV-infected wild-type mice, OVA-treated, RV-infected IL-4R KO mice showed increased IL-12p40 and IL-17A mRNA expression. Considering the neutrophil-recruiting ability of TNF-α and CXCL1 [18,19], and the capacity of IL-17A to indirectly stimulate recruitment of neutrophils into the airways via the induction of C-X-C chemokines [10-12,14-16], these results suggest that neutrophilic inflammation in the airways of OVA-treated IL-4R KO mice was mediated, at least in part, by the induction of TNF-α, CXCL1 and IL-17A. We also examined BAL fluid protein levels (Figure 3B). We found that, compared to similarly-treated wild type mice, TNF-α and IL-12p40 levels were significantly higher in the lungs of OVA-treated, RV-infected IL-4R KO mice than wild type mice, consistent with an enhanced type I immune response.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 583,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 584,
                    "end": 586,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 723,
                    "end": 725,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 726,
                    "end": 728,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 729,
                    "end": 731,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 961,
                    "end": 962,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To examine the specific role of the macrophage in airway neutrophilic responses, we isolated adherent BAL cells (>90% macrophages) from OVA-sensitized and -challenged wild-type and IL-4R KO mice and infected them with RV ex vivo. As shown previously [6], macrophages from wild-type mice treated with OVA expressed high levels of the M2 marker Arg 1 and Ym-1, and expressed the type 2 cytokines IL-4 and IL-13 upon RV infection, typical of alternative activation (Figure 4A). In contrast, macrophages from OVA-treated IL-4R KO mice failed to express significant levels of Arg-1 or Ym-1, and did not express IL-4 or IL-13 mRNA with RV infection. IL-4R KO mice also showed reduced expression of the M2a markers CCL17 and CCL24 (Figure 4B). There was no change in the response of IL-10 and CD86, M2b markers (Figure 4C), or CXCL13, an M2c marker (Figure 4D). On the other hand, IL-4R KO macrophages showed more potent “classical” M1 cytokine responses to RV infection, including TNF-α, IFN-γ and IL-12p40 (Figure 4E). Moreover, the basal level of IL-17A gene expression was increased in macrophages from OVA-treated IL-4R KO mice (Figure 4F). Finally, analysis of macrophage supernatants confirmed increased production of TNF-α and IL-17A protein in cells from IL-4R KO mice (Figure 4G). These results suggest that, upon OVA treatment, IL-4R KO macrophages are polarized towards an M1 phenotype, leading to a differential response to RV infection compared to wild-type mice.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 470,
                    "end": 471,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 732,
                    "end": 733,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 812,
                    "end": 813,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 850,
                    "end": 851,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1009,
                    "end": 1010,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1134,
                    "end": 1135,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1279,
                    "end": 1280,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Next, we examined the effect of IL-4R KO on macrophage activation in vivo. We reasoned that, in the absence of IL-4R signaling, RV infection of OVA-sensitized and -challenged mice would fail to induce type 2 cytokine production and, instead, increase type 1 and IL-17A cytokine production from conventionally-activated macrophages, augmenting neutrophilic rather than eosinophilic inflammation. Lungs of wild type and IL-4R KO mice were examined by flow cytometric analysis. Lung cell suspensions were stained with antibodies against macrophage surface markers. As we found previously [6], in wild-type mice, there was expansion of a subpopulation of cells expressing the macrophage alternative activation markers CD206 and CD301 after OVA challenge (Figure 5A). Further, IL-13 production by CD11b+ macrophages was increased with OVA treatment and further increased with RV infection (Figure 5B and C). In contrast, in IL-4R KO mice, there was no appearance of a new population of CD206- and CD301-expressing cells (Figure 5A) nor was IL-13 increased after OVA treatment or RV infection (Figure 5B and C). These data suggest that IL-4 signaling is required for alternative activation of lung macrophages and production of effector cytokine IL-13 in this experimental system.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 587,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 758,
                    "end": 759,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 892,
                    "end": 893,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1023,
                    "end": 1024,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1095,
                    "end": 1096,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We asked whether type 1 cytokine production is increased in macrophages from OVA-treated IL-4R KO mice in vivo. We collected the lungs of wild type and IL-4R KO mice, stained for TNF-α and analyzed with flow cytometry. We sorted for CD11c- CD11b+ non-resident, exudative macrophages [20,21]. We found that, compared to wild-type mice, TNF-α producing CD45+, F4/80+, CD11c-, CD11b+ macrophages were increased in OVA-treated IL-4R KO mice, and these cells were further increased with RV infection (Figure 6A and B).",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 287,
                    "end": 289,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 503,
                    "end": 504,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To test whether macrophages secrete IL-17A in vivo, we examined the lungs of wild type and IL-4R KO mice by flow cytometric analysis. We found that CD45+, TCRβ-, CD68+, F4/80+, CD11c-, CD11b+, IL-17A+ macrophages were increased in naïve IL-4R KO mice compared to wild-type mice, and further enhanced with RV infection (Figure 6C and D). We also employed immunohistochemistry and immunofluorescence microscopy to confirm IL-17A localization in lungs from OVA-treated IL-4R KO mice. IL-17A+ monocytic cells were evident in the subepithelium (Figure 6E). IL-17A co-localized with CD68, a macrophage marker (Figure 6F).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 327,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 547,
                    "end": 548,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 611,
                    "end": 612,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Viral-induced exacerbations are a major cause of morbidity in asthma. RVs comprise approximately 50% of the viruses isolated. However, the precise mechanisms underlying RV-induced asthma exacerbations are not known. RV, unlike influenza and other viruses, causes minimal if any cytotoxicity [22,23]. The current explanation is that RV infection induces the release of chemokines from airway epithelial cells, thereby attracting inflammatory cells to the airways. However, it is also conceivable that RV directly infects airway inflammatory cells. Several studies have examined the interaction of monocytic cells and RV in vitro[24-32]. Recently, we found that, in both mice and humans, RV colocalizes with monocytes in vivo[6,33]. Following infection of OVA-sensitized and -challenged mice, we found that RV colocalized with eotaxin-producing, CD68+ lung macrophages. Compared to cells from untreated mice, BAL macrophages from allergen-treated mice showed increased expression of type 2 and decreased expression of type I cytokines in response to ex vivo RV infection, indicating a shift from M1 to M2 activation status. Finally, depletion of macrophages using clodronate liposomes reduced RV-induced eosinophilic inflammation and airway hyperreactivity, suggesting that RV causes asthma exacerbations in part by infection of alternatively-activated macrophages.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 294,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 628,
                    "end": 630,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 724,
                    "end": 725,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 726,
                    "end": 728,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We hypothesized that IL-4 signaling drives the state of macrophage activation and determines the pattern of RV-induced exacerbation in mice with allergic airways disease. To test this in an animal model, we examined the effect of RV infection on OVA-sensitized and -challenged wild-type and IL-4R KO mice. We anticipated that, in the absence of IL-4/IL-13 signaling, RV infection would increase type 1 cytokine production from conventionally-activated macrophages, augmenting neutrophilic rather than eosinophilic inflammation. We found that OVA increased the number of CD206+, CD301+ M2-polarized lung macrophages and IL-13+ CD11b+ cells in wild type but not IL-4R KO mice. These cells produced In addition, unlike OVA-exposed wild-type mice with mixed neutrophilic and eosinophilic inflammation, OVA treatment of IL-4R KO mice induced airway inflammation which was almost exclusively neutrophilic in character. When OVA-treated IL-4R KO mice were infected with RV, neutrophil infiltration further increased. Neutrophilic inflammation was associated with increased lung type 1 cytokine expression, and BAL macrophages expressed type 1 cytokines in response to RV infection ex vivo. Together, these results show that IL-4 signaling is required for lung macrophage M2 polarization, and that macrophage polarization state determines the response to RV infection (Figure 7).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1368,
                    "end": 1369,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Many studies have demonstrated the importance of IL-4R signaling in the regulation of the immune response, including the response of lung macrophages [34-36]. However, fewer studies have examined the role of M2-polarized alternatively-activated macrophages in the response to pulmonary infection. The loss of IL-4R-, STAT1-dependent alternative activation has been shown to confer resistance to RSV-induced lung injury [37], pulmonary cryptococcosis [38-40], Mycobacterium tuberculosis[41] and severe acute respiratory syndrome coronavirus (SARS-CoV) [42]. Resistance has been attributed to the higher potential of classically activated macrophages to produce nitric oxide [40]. In contrast, we showed that, in allergen-sensitized and -challenged mice, either classically- and alternatively-active macrophages may contribute to RV-induced airway inflammation and hyperresponsiveness. We speculate that M1 macrophages are not protective against RV because the inflammatory response does not depend on viral load [43].",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 154,
                    "end": 156,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 420,
                    "end": 422,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 552,
                    "end": 554,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we found that IL-17A was increased in the lungs of OVA-treated IL-4R KO mice and expressed by BAL and lung macrophages infected with RV. IL-17A plays an important role in the recruitment and activation of neutrophils following bacterial infection [11]. IL-17A indirectly stimulates recruitment of neutrophils into the airways via the induction of C-X-C chemokines [10-12,14-16]. Production of IL-17A was first reported in CD4+ cells [44]. IL-17A-producing Th17 cells are regarded as a distinct subset of T cells, divergent from Th1 and Th2 cells. It is now established that neutrophils, eosinophils and macrophages also produce IL-17A [14,45,46]. It was recently shown that IL-13 signaling inhibits IL-17A production from CD4+ Th17 cells [47]. Thus, it is likely that, in our study, IL-17A production was derepressed in IL-4R KO mice deficient in IL-13 signaling. Further, we found that, in the absence of IL-4R signaling, BAL macrophages from OVA-treated mice were polarized to produce IL-17A as well as type 1 cytokines. Macrophage IL-17A production likely contributed to the observed neutrophilic inflammation.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 386,
                    "end": 388,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 651,
                    "end": 653,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that OVA-treated IL-4R KO mice showed neutrophilic airway inflammation, essentially constituting a model of allergic, type 1 cytokine-driven neutrophilic asthma. IL-4 KO mice have previously shown increased neutrophils upon ovalbumin exposure [35]. Although the allergic type 2 immune response has been considered as a hallmark of asthma, only 50% of asthma cases are due to eosinophilic inflammation, the rest showing airway neutrophils [48]. This type of asthma has been associated with specific asthma phenotypes including severe asthma, corticosteroid-resistant asthma, nocturnal asthma and occupational asthma [49-57]. Although non-allergic stimuli, for example, lipopolysaccharide and ozone [58-60], have been associated with neutrophilic airway inflammation, our data are consistent with the notion that a subset of allergic patients may experience neutrophilic rather than eosinophilic airway inflammation due to the influence of type 1 cytokines and IL-17A. While we did not determine the precise mediators driving airway hyperresponsiveness in the absence of IL-4R signaling, we suspect that macrophage- and neutrophil-derived TNF-α plays a role. TNF-α mRNA and protein expression were increased in the lungs and lung macrophage supernatants of OVA-exposed, RV-infected IL-4R KO mice. In addition, we have shown that TNF-α is required for RV-induced airways responsiveness in naïve mice [61].",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 448,
                    "end": 450,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 628,
                    "end": 630,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 707,
                    "end": 709,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1407,
                    "end": 1409,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We would like to note some limitations of our animal model. Species differences between human and mouse partially restrict viral replication, thereby requiring a higher inoculum However, we have demonstrated viral replication and IFN responses following inoculation of mice with human RV [17]. We have also shown that the inflammatory response to RV infection is greater than that to UV-irradiated virus, sham-infected HeLa cell lysate, and filtrates from RV-infected HeLa cell lysates [62]. Another potential concern relates to our model’s dependence on minor group viruses. However, effects of RV1B infection on wild-type mice are indistinguishable from those of RV16, a major group virus, on transgenic human ICAM-1 mice [63]. Major and minor group viruses induce nearly identical patterns of gene expression in cultured airway epithelial cells [64]. Analysis of all RV genomes revealed that RV1 and 16 are highly homologous and respond similarly to antiviral compounds [65], implying that the distinction between some major and minor group strains may not be clinically relevant.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 487,
                    "end": 489,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 725,
                    "end": 727,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 974,
                    "end": 976,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We showed that, in contrast to sensitized and challenged wild-type mice with mixed neutrophilic and eosinophilic inflammation, IL-4R KO mice sensitized and challenged with OVA have significant neutrophilic inflammation which is further enhanced by RV infection. Macrophages from OVA-treated IL-4R KO mice showed an M1 polarization pattern and expressed type 1 cytokines and IL-17A in response to RV infection. We conclude that, in allergen-sensitized mice, the macrophage activation state determines the response to RV infection.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "OVA: Ovalbumin; RV: Rhinovirus; M1 macrophage: Classically-activated macrophage; M2 macrophage: Alternatively-activated macrophage; IL-4R KO: IL-4 receptor knockout; CD: Cluster of differentiation; IL: Interleukin; IFN: Interferon; CXCL: CXC chemokine ligand; CCL: CC chemokine ligand; TNF: Tumor necrosis factor; Arg-1: Arginase-1; TCR: T cell receptor; DAPI: 4′,6-diamidino-2-phenylindole.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "Dr. Hershenson has performed consulting work for Boehringer-Ingelheim and Almirall. Dr. Sajjan has received research funding from Quercegen Pharmaceuticals. These entities had no role in the preparation of this manuscript.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "JYH, JKB, US, and MBH designed research. JYH, YC, JS, QC, JL, ATC, AMG and JKB conducted experiments. JKB, US, and MBH provided help with data interpretation. JYH and MBH wrote the paper. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Primer sequence for real-time quantitative PCR\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Responses of bone marrow-derived macrophages to RV infection. Dissociated marrow cells from wild-type and IL-4R KO mice were differentiated to macrophages in L929-conditioned medium. Compared to control cells, IL-4R KO cells demonstrated increased RV-induced cytokine responses. (Mean ± SEM, n = 3, *different from medium, P < 0.05, one-way ANOVA; †different from wild-type, P < 0.05, one-way ANOVA).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Airway inflammation and airway hyperresponsiveness in OVA-treated wild-type and IL-4R KO mice. Eight-week old wild-type or IL-4R KO mice were treated with PBS or OVA and inoculated with sham or RV. Bronchoalveolar lavage was performed 24 hour post-inoculation. After counting the total number of cells, cytospins were performed and stained with hematoxylin and eosin, and differential counts determined from 200 cells. The identity of neutrophils and eosinophils was confirmed by immunofluorescence staining for neutrophil elastase and major basic protein (not shown). (A) RV infection increases the total number of BAL cells per lung in OVA-sensitized and -challenged wild-type and IL-4R KO mice. (B) RV infection increases the number of airway neutrophils per lung in OVA-treated wild-type and IL-4R KO mice. The neutrophil response was significantly higher in IL-4R KO mice. (C) RV infection increases the number of airway eosinophils per lung in OVA-treated wild-type mice. The eosinophil response was significantly attenuated in IL-4R KO mice. (Mean ± SEM, n = 3, *different from medium, p < 0.05, one-way ANOVA; †different from wild-type, p < 0.05, one-way ANOVA.) (D & E) Airway cholinergic responsiveness was assessed by measuring changes in total respiratory system resistance in response to increasing doses of nebulized methacholine. Data from wild type (D) and IL-4R KO mice (E) are shown. (Mean ± SEM, n = 4-6 in each group, *different from sham, P < 0.05, two-way ANOVA; †different from PBS, P < 0.05, two-way ANOVA).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Cytokine expression in lungs of OVA-treated wild-type and IL-4R KO mice. Wild-type or IL-4R KO mice were sensitized and challenged with OVA and inoculated with sham or RV. (A) After 24 h, lungs were collected and gene expression measured by qPCR. (B) TNF-α, IL-12p40 and IL-17A protein in the BAL fluid was assessed with multiplex immune assay. (Mean ± SEM, n = 3-6 each group, *different from sham, P < 0.05, one-way ANOVA; †different from wild-type, P < 0.05, one-way ANOVA).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Differential cytokine expression in RV-stimulated macrophages from OVA-treated wild-type and IL-4R KO mice. Macrophages were collected from the BAL of OVA-treated wild-type or IL-4RKO mice. Macrophages were selected by allowing adherence to plastic for 2 h. Macrophages were treated with medium or RV (multiplicity of infection, 5) for 1.5 hours. Cells were collected 8 h or 24 h after infection for RNA and protein analysis. Gene expression in macrophage was measured by qPCR. Shown are M2 surface markers and the type 2 cytokines IL-4 and IL-13 (A), the M2a markers CCL17 and CCL24 (B), the M2b markers IL-10 and CD68 (C), the M2c marker CXCL13 (D), the classical M1 markers TNF-α, IFN-γ, IL-12p40 and CXCL10, IFN-α (E) and IL-17A (F). (G) TNF-α and IL-17A protein levels were assessed with ELISA. (Data represent three independent experiments, mean ± SEM, n = 3-8 each group, *different from sham, P < 0.05, one-way ANOVA; †different from wild type, P < 0.05, one-way ANOVA).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Differential expansion of CD206+ CD301+ M2-polarized macrophages and IL-13 production in wild-type and IL-4R KO mice. Eight-week old wild-type or IL-4R KO mice were treated with PBS or OVA by intraperitoneal injection (days 0, 7) and intranasal installation (days 12, 13). Mice were intranasally inoculated with sham or RV on day 14. Lungs were harvested and minced in collagenase IV solution. (A) Cells were stained with antibodies against macrophage surface markers and assessed with flow cytometric analysis. CD206- and CD301-double positive cells in the CD11b+ cell fraction are shown. (B) Cells were incubated with cell stimulation cocktail for 5 h, stained, and analyzed with flow cytometric method. Expression of CD11b and IL-13 was analyzed among CD45+ cells. The numbers represent the percentage of cells within each quadrant. For the control, IgG was substituted for all antibodies. (C) The percentage of CD11b + IL-13+ cells were shown among CD45+ fraction. N = 4, *different from PBS sham group, p < 0.05, ANOVA.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: TNF-α and IL-17A expression in macrophages of wild-type and IL-4R KO mice. Wild-type or IL-4R KO mice were sensitized and challenged with OVA, and selected mice were inoculated with sham or RV. (A) Lungs were harvested and digested with collagenase IV. Cells were stimulated with cell stimulation cocktail for 5 h and stained with antibodies against macrophage surface markers, fixed, permeabilized and incubated with anti-TNF-α. CD11b + TNF-α + cells were analyzed in the CD45+ F4/80+ CD11c- fraction. A fluorescent minus one (FMO) control was utilized to confirm TNF-α signals. In this control, cells were incubated with all antibodies except anti-TNF-α. (B) The percentage of CD45+, F4/80+, CD11c-, CD11b+, TNF-α cells in the CD45+ F4/80+ CD11c- fraction (upper panel) and total CD45+ TNF-α + cells (lower panel) were calculated. (C) IL-17A producing macrophages were assessed by flow cytometry. Lung cells were stained with anti-IL-17A. CD45+, CD68+, F4/80+, CD11c- cells were analyzed for CD11b and IL-17A. An FMO control (all antibodies except anti-IL-17) was used to confirm IL-17 signals. (D) The percentage of CD45+, CD68+, F4/80+, CD11c-, CD11b+, IL-17A + cells in the CD45+ CD68+ fraction (upper panel) and total CD45+ IL-17A + cells (lower panel) were calculated. (E) Lung sections were stained with anti-IL-17A antibody. Immunohistochemistry shows DAB staining of round cells in the airway subepithelium. (F) Lungs were stained with AF555-conjugated anti-CD68 (red) and AF488-conjugated anti-IL-17A (green). Nuclei were stained with DAPI (blue). Immunofluorescence shows colocalization (yellow), indicating IL-17A production by CD68+ macrophages. (Mean ± SEM, n = 3-5 each group, *different from sham, P < 0.05, one-way ANOVA; †different from wild-type, P < 0.05, one-way ANOVA).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Macrophage activation state determines the response to subsequent rhinovirus infection. Upon airway injury, individuals with a type 2-predominant immune response experience eosinophilic airway inflammation which is heightened by RV infection. Alternatively, individuals with a type 1/IL-17-predominant response (analogous to IL-4R KO mice) demonstrate neutrophilic inflammation which is exacerbated by RV infection.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "IL-4 dependent alternatively-activated macrophages have a distinctive in vivo gene expression phenotype",
            "authors": [],
            "year": 2002,
            "venue": "BMC Immunol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2172-3-7"
                ]
            }
        },
        "BIBREF1": {
            "title": "Neutrophil recruitment by human IL-17 via C-X-C chemokine release in the airways",
            "authors": [],
            "year": 1999,
            "venue": "J Immunol",
            "volume": "162",
            "issn": "",
            "pages": "2347-2352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Requirement of interleukin 17 receptor signaling for lung CXC Chemokine and granulocyte colony-stimulating factor expression, neutrophil recruitment, and host defense",
            "authors": [],
            "year": 2001,
            "venue": "J Exp Med",
            "volume": "194",
            "issn": "",
            "pages": "519-528",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.194.4.519"
                ]
            }
        },
        "BIBREF3": {
            "title": "Interleukin-17 Stimulates the expression of interleukin-8, growth-related oncogene-α, and granulocyte–colony-stimulating factor by human airway epithelial Cells",
            "authors": [],
            "year": 2002,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "26",
            "issn": "",
            "pages": "748-753",
            "other_ids": {
                "DOI": [
                    "10.1165/ajrcmb.26.6.4757"
                ]
            }
        },
        "BIBREF4": {
            "title": "Stimulation of airway mucin gene expression by interleukin (IL)-17 through IL-6 paracrine/autocrine loop",
            "authors": [],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "17036-17043",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M210429200"
                ]
            }
        },
        "BIBREF5": {
            "title": "IL-17, produced by lymphocytes and neutrophils, is necessary for lipopolysaccharide-induced airway neutrophilia: IL-15 as a possible trigger",
            "authors": [],
            "year": 2003,
            "venue": "J Immunol",
            "volume": "170",
            "issn": "",
            "pages": "2106-2112",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.170.4.2106"
                ]
            }
        },
        "BIBREF6": {
            "title": "IL-17–mediated monocyte migration occurs partially through CC chemokine ligand 2/monocyte chemoattractant protein-1 induction",
            "authors": [],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "",
            "pages": "4479-4487",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.0901942"
                ]
            }
        },
        "BIBREF7": {
            "title": "IL-17RA is required for CCL2 expression, macrophage recruitment, and emphysema in response to cigarette smoke",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0020333"
                ]
            }
        },
        "BIBREF8": {
            "title": "Human rhinovirus 1B exposure induces phosphatidylinositol 3-kinase-dependent airway inflammation in mice",
            "authors": [],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "177",
            "issn": "",
            "pages": "1111-1121",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200708-1243OC"
                ]
            }
        },
        "BIBREF9": {
            "title": "Increased Neutrophil numbers and IL-8 levels in airway secretions in acute severe asthma: clinical and biologic significance",
            "authors": [],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "161",
            "issn": "",
            "pages": "1185-1190",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.161.4.9812061"
                ]
            }
        },
        "BIBREF10": {
            "title": "IL-17 and TNF-α sustain neutrophil recruitment during inflammation through synergistic effects on endothelial activation",
            "authors": [],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "",
            "pages": "6287-6299",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1200385"
                ]
            }
        },
        "BIBREF11": {
            "title": "IL-13 induces disease-promoting type 2 cytokines, alternatively activated macrophages and allergic inflammation during pulmonary infection of mice with Cryptococcus neoformans",
            "authors": [],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "",
            "pages": "5367-5377",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.179.8.5367"
                ]
            }
        },
        "BIBREF12": {
            "title": "CCR2+ monocyte-derived dendritic cells and exudate macrophages produce influenza-induced pulmonary immune pathology and mortality",
            "authors": [],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "2562-2572",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.180.4.2562"
                ]
            }
        },
        "BIBREF13": {
            "title": "Recruited exudative macrophages selectively produce CXCL10 after noninfectious lung injury",
            "authors": [],
            "year": 2011,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "45",
            "issn": "",
            "pages": "781-788",
            "other_ids": {
                "DOI": [
                    "10.1165/rcmb.2010-0471OC"
                ]
            }
        },
        "BIBREF14": {
            "title": "Histopathologic examination and enumeration of polymorphonuclear leukocytes in the nasal mucosa during experimental rhinovirus colds",
            "authors": [],
            "year": 1984,
            "venue": "Acta Otolaryngol Suppl",
            "volume": "413",
            "issn": "",
            "pages": "19-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Lower airways inflammation during rhinovirus colds in normal and in asthmatic subjects",
            "authors": [],
            "year": 1995,
            "venue": "Am J Respir Crit Care Med",
            "volume": "151",
            "issn": "",
            "pages": "879-886",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Rhinovirus enters but does not replicate inside monocytes and airway macrophages",
            "authors": [],
            "year": 1996,
            "venue": "J Immunol",
            "volume": "156",
            "issn": "",
            "pages": "621-627",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Human major group rhinoviruses downmodulate the accessory function of monocytes by inducing IL-10",
            "authors": [],
            "year": 1999,
            "venue": "J Clin Invest",
            "volume": "104",
            "issn": "",
            "pages": "957-965",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI7255"
                ]
            }
        },
        "BIBREF18": {
            "title": "Rhinovirus replication in human macrophages induces NF-{kappa}B-dependent tumor necrosis factor alpha production",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "8248-8258",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00162-06"
                ]
            }
        },
        "BIBREF19": {
            "title": "The role of p38 MAPK in rhinovirus-induced monocyte chemoattractant protein-1 production by monocytic-lineage cells",
            "authors": [],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "8056-8063",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.174.12.8056"
                ]
            }
        },
        "BIBREF20": {
            "title": "Human rhinovirus induces robust IP-10 release by monocytic cells, which is independent of viral replication but linked to type I interferon receptor ligation and STAT1 activation",
            "authors": [],
            "year": 2006,
            "venue": "J Leukoc Biol",
            "volume": "80",
            "issn": "",
            "pages": "1364-1374",
            "other_ids": {
                "DOI": [
                    "10.1189/jlb.0606412"
                ]
            }
        },
        "BIBREF21": {
            "title": "Rhinoviruses induce interleukin-8 mRNA and protein production in human monocytes",
            "authors": [],
            "year": 1997,
            "venue": "J Infect Dis",
            "volume": "175",
            "issn": "",
            "pages": "323-329",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/175.2.323"
                ]
            }
        },
        "BIBREF22": {
            "title": "Adoptive transfer of IL-4Ralpha + macrophages is sufficient to enhance eosinophilic inflammation in a mouse model of allergic lung inflammation",
            "authors": [],
            "year": 2012,
            "venue": "BMC Immunol",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2172-13-6"
                ]
            }
        },
        "BIBREF23": {
            "title": "Respiratory virus induction of alpha-, beta- and lambda-interferons in bronchial epithelial cells and peripheral blood mononuclear cells",
            "authors": [],
            "year": 2009,
            "venue": "Allergy",
            "volume": "64",
            "issn": "",
            "pages": "375-386",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1398-9995.2008.01826.x"
                ]
            }
        },
        "BIBREF24": {
            "title": "Activation of the small G-protein Rac by human rhinovirus attenuates the TLR3/IFN-α axis while promoting CCL2 release in human monocyte-lineage cells",
            "authors": [],
            "year": 2013,
            "venue": "Innate Immun",
            "volume": "19",
            "issn": "",
            "pages": "278-289",
            "other_ids": {
                "DOI": [
                    "10.1177/1753425912460709"
                ]
            }
        },
        "BIBREF25": {
            "title": "Allergen challenge in vivo alters rhinovirus-induced chemokine secretion from human airway macrophages",
            "authors": [],
            "year": 2014,
            "venue": "J Allergy Clin Immunol",
            "volume": "133",
            "issn": "",
            "pages": "1227-1230",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2014.01.003"
                ]
            }
        },
        "BIBREF26": {
            "title": "Rhinovirus colocalizes with CD68- and CD11b-positive macrophages following experimental infection in humans",
            "authors": [],
            "year": 2013,
            "venue": "J Allergy Clin Immunol",
            "volume": "132",
            "issn": "",
            "pages": "758-761",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2013.04.020"
                ]
            }
        },
        "BIBREF27": {
            "title": "Interleukin-13: central mediator of allergic asthma",
            "authors": [],
            "year": 1998,
            "venue": "Science",
            "volume": "282",
            "issn": "",
            "pages": "2258-2261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Complex role of the IL-4 receptor α in a murine model of airway inflammation: expression of the IL-4 receptor α on nonlymphoid cells of bone marrow origin contributes to severity of inflammation",
            "authors": [],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "172",
            "issn": "",
            "pages": "4545-4555",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.172.7.4545"
                ]
            }
        },
        "BIBREF29": {
            "title": "Transfer of in vivo primed transgenic T cells supports allergic lung inflammation and FIZZ1 and Ym1 production in an IL-4Ralpha and STAT6 dependent manner",
            "authors": [],
            "year": 2011,
            "venue": "BMC Immunol",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2172-12-60"
                ]
            }
        },
        "BIBREF30": {
            "title": "Control of RSV-induced lung injury by alternatively activated macrophages is IL-4Rα-, TLR4-, and IFN-β-dependent",
            "authors": [],
            "year": 2010,
            "venue": "Mucosal Immunol",
            "volume": "3",
            "issn": "",
            "pages": "291-300",
            "other_ids": {
                "DOI": [
                    "10.1038/mi.2010.6"
                ]
            }
        },
        "BIBREF31": {
            "title": "Effect of cytokine interplay on macrophage polarization during chronic pulmonary infection with Cryptococcus neoformans",
            "authors": [],
            "year": 2011,
            "venue": "Infect Immun",
            "volume": "79",
            "issn": "",
            "pages": "1915-1926",
            "other_ids": {
                "DOI": [
                    "10.1128/IAI.01270-10"
                ]
            }
        },
        "BIBREF32": {
            "title": "Protective immunity against pulmonary cryptococcosis is associated with STAT1-mediated classical macrophage activation",
            "authors": [],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "189",
            "issn": "",
            "pages": "4060-4068",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1103455"
                ]
            }
        },
        "BIBREF33": {
            "title": "More alternative activation of macrophages in lungs of asthmatic patients",
            "authors": [],
            "year": 2011,
            "venue": "J Allergy Clin Immunol",
            "volume": "127",
            "issn": "",
            "pages": "831-833",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2010.10.045"
                ]
            }
        },
        "BIBREF34": {
            "title": "Abrogation of IL-4 receptor-α-dependent alternatively activated macrophages is sufficient to confer resistance against pulmonary cryptococcosis despite an ongoing Th2 response",
            "authors": [],
            "year": 2013,
            "venue": "Int Immunol",
            "volume": "25",
            "issn": "",
            "pages": "459-470",
            "other_ids": {
                "DOI": [
                    "10.1093/intimm/dxt003"
                ]
            }
        },
        "BIBREF35": {
            "title": "Preexisting helminth infection induces inhibition of innate pulmonary anti-tuberculosis defense by engaging the IL-4 receptor pathway",
            "authors": [],
            "year": 2011,
            "venue": "J Exp Med",
            "volume": "208",
            "issn": "",
            "pages": "1863-1874",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20091473"
                ]
            }
        },
        "BIBREF36": {
            "title": "Induction of alternatively activated macrophages enhances pathogenesis during severe acute respiratory syndrome coronavirus infection",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "13334-13349",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01689-12"
                ]
            }
        },
        "BIBREF37": {
            "title": "MDA5 and TLR3 initiate pro-inflammatory signaling pathways leading to rhinovirus-induced airways inflammation and hyperresponsiveness",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002070"
                ]
            }
        },
        "BIBREF38": {
            "title": "Human IL-17: a novel cytokine derived from T cells",
            "authors": [],
            "year": 1995,
            "venue": "J Immunol",
            "volume": "155",
            "issn": "",
            "pages": "5483-5486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "IL-17 is increased in asthmatic airways and induces human bronchial fibroblasts to produce cytokines",
            "authors": [],
            "year": 2001,
            "venue": "J Allergy Clin Immunol",
            "volume": "108",
            "issn": "",
            "pages": "430-438",
            "other_ids": {
                "DOI": [
                    "10.1067/mai.2001.117929"
                ]
            }
        },
        "BIBREF40": {
            "title": "IL-17-producing alveolar macrophages mediate allergic lung inflammation related to asthma",
            "authors": [],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "181",
            "issn": "",
            "pages": "6117-6124",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.181.9.6117"
                ]
            }
        },
        "BIBREF41": {
            "title": "A functional IL-13 receptor is expressed on polarized murine CD4+ Th17 cells and IL-13 signaling attenuates Th17 cytokine production",
            "authors": [],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "5317-5321",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.0803868"
                ]
            }
        },
        "BIBREF42": {
            "title": "Non-eosinophilic asthma: importance and possible mechanisms",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "643-648",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.57.7.643"
                ]
            }
        },
        "BIBREF43": {
            "title": "Bronchoalveolar neutrophilia during late asthmatic reactions induced by toluene diisocyanate",
            "authors": [],
            "year": 1987,
            "venue": "Am Rev Respir Dis",
            "volume": "136",
            "issn": "",
            "pages": "36-42",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm/136.1.36"
                ]
            }
        },
        "BIBREF44": {
            "title": "Rhinovirus-induced lower respiratory illness is increased in asthma and related to virus load and Th1/2 cytokine and IL-10 production",
            "authors": [],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "13562-13567",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0804181105"
                ]
            }
        },
        "BIBREF45": {
            "title": "Airways inflammation in nocturnal asthma",
            "authors": [],
            "year": 1991,
            "venue": "Am Rev Respir Dis",
            "volume": "143",
            "issn": "",
            "pages": "143-351",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Neutrophil infiltration and release of IL-8 in airway mucosa from subjects with grain dust-induced occupational asthma",
            "authors": [],
            "year": 1998,
            "venue": "Clin Exp Allergy",
            "volume": "28",
            "issn": "",
            "pages": "724-730",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2222.1998.00299.x"
                ]
            }
        },
        "BIBREF47": {
            "title": "Bronchial inflammation in occupational asthma due to western red cedar",
            "authors": [],
            "year": 1995,
            "venue": "Am J Respir Crit Care Med",
            "volume": "151",
            "issn": "",
            "pages": "340-344",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.151.2.7842189"
                ]
            }
        },
        "BIBREF48": {
            "title": "Neutrophilic inflammation in severe persistent asthma",
            "authors": [],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "1532-1539",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.160.5.9806170"
                ]
            }
        },
        "BIBREF49": {
            "title": "Non-eosinophilic cor ticosteroid unresponsive asthma",
            "authors": [],
            "year": 1999,
            "venue": "Lancet",
            "volume": "353",
            "issn": "",
            "pages": "2213-2214",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(99)01813-9"
                ]
            }
        },
        "BIBREF50": {
            "title": "Peripheral blood and airway tissue expression of transforming growth factor beta by neutrophils in asthmatic subjects and normal control subjects",
            "authors": [],
            "year": 2000,
            "venue": "J Allergy Clin Immunol",
            "volume": "106",
            "issn": "",
            "pages": "1115-1123",
            "other_ids": {
                "DOI": [
                    "10.1067/mai.2000.110556"
                ]
            }
        },
        "BIBREF51": {
            "title": "Occupational asthma due to low molecular weight agents: eosinophilic and non-eosinophilic variants",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "231-236",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.57.3.231"
                ]
            }
        },
        "BIBREF52": {
            "title": "Analysis of induced sputum in adults with asthma: identification of subgroup with isolated sputum neutrophilia and poor response to inhaled corticosteroids",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "875-879",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.57.10.875"
                ]
            }
        },
        "BIBREF53": {
            "title": "Multiple contributing roles for NOS2 in LPS-induced acute airway inflammation in mice",
            "authors": [],
            "year": 2004,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "286",
            "issn": "",
            "pages": "L198-L209",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Salmeterol, a β2-receptor agonist, attenuates lipopolysaccharide-induced lung inflammation in mice",
            "authors": [],
            "year": 2004,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "286",
            "issn": "",
            "pages": "L1122-L1128",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.00125.2003"
                ]
            }
        },
        "BIBREF55": {
            "title": "Rhinovirus infection of allergen-sensitized and -challenged mice induces eotaxin release from functionally polarized macrophages",
            "authors": [],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "",
            "pages": "2525-2535",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1000286"
                ]
            }
        },
        "BIBREF56": {
            "title": "Effect of ozone on bronchial mucosal inflammation in asthmatic and healthy subjects",
            "authors": [],
            "year": 2002,
            "venue": "Respir Med",
            "volume": "96",
            "issn": "",
            "pages": "352-358",
            "other_ids": {
                "DOI": [
                    "10.1053/rmed.2001.1265"
                ]
            }
        },
        "BIBREF57": {
            "title": "CXCR2 is required for neutrophilic airway inflammation and hyperresponsiveness in a mouse model of human rhinovirus infection",
            "authors": [],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "6698-6707",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.0900298"
                ]
            }
        },
        "BIBREF58": {
            "title": "Rhinovirus infections and immunisation induce cross-serotype reactive antibodies to VP1",
            "authors": [],
            "year": 2012,
            "venue": "Antiviral Res",
            "volume": "95",
            "issn": "",
            "pages": "193-201",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2012.06.006"
                ]
            }
        },
        "BIBREF59": {
            "title": "Mouse models of rhinovirus-induced disease and exacerbation of allergic airway inflammation",
            "authors": [],
            "year": 2008,
            "venue": "Nat Med",
            "volume": "14",
            "issn": "",
            "pages": "199-204",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1713"
                ]
            }
        },
        "BIBREF60": {
            "title": "Rhinovirus induces airway epithelial gene expression through double-stranded RNA and IFN-dependent pathways",
            "authors": [],
            "year": 2006,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "34",
            "issn": "",
            "pages": "192-203",
            "other_ids": {
                "DOI": [
                    "10.1165/rcmb.2004-0417OC"
                ]
            }
        },
        "BIBREF61": {
            "title": "Sequencing and analyses of all known human rhinovirus genomes reveal structure and evolution",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "55-59",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1165557"
                ]
            }
        },
        "BIBREF62": {
            "title": "Phosphatidylinositol 3-kinase is required for rhinovirus-induced airway epithelial cell interleukin-8 expression",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "36952-36961",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M502449200"
                ]
            }
        },
        "BIBREF63": {
            "title": "Neonatal rhinovirus infection induces mucous metaplasia and airways hyperresponsiveness",
            "authors": [],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "",
            "pages": "2894-2904",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1101391"
                ]
            }
        },
        "BIBREF64": {
            "title": "Bone marrow-derived macrophages (BMM): isolation and applications",
            "authors": [],
            "year": 2008,
            "venue": "Cold Spring Harb Protoc",
            "volume": "2008",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}