{
    "paper_id": "PMC4395149",
    "metadata": {
        "title": "Hepatitis C Virus RNA Replication Depends on Specific Cis- and Trans-Acting Activities of Viral Nonstructural Proteins",
        "authors": [
            {
                "first": "Teymur",
                "middle": [],
                "last": "Kazakov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Harish",
                "middle": [
                    "N."
                ],
                "last": "Ramanathan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Kohlway",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "S."
                ],
                "last": "Diamond",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brett",
                "middle": [
                    "D."
                ],
                "last": "Lindenbach",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Timothy",
                "middle": [
                    "L."
                ],
                "last": "Tellinghuisen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The low-fidelity of RNA virus replication gives rise to swarms of mutant variants [1], which can genetically interact with one another. Mutant viruses may complement or inhibit one another in trans, with important consequences on virus evolution, pathogenesis, and the emergence of drug-resistance [2–5]. For instance, subgenomic (i.e. less than genome length) defective-interfering (DI) viruses are dependent on, and compete with, helper viruses with intact genomes [6]. Because of this competition, many positive-strand RNA viruses have evolved genome quality control mechanisms that require specific viral genes in cis [7–14]. In some cases, essential cis-acting RNA sequences or secondary structures are embedded within the viral coding region [15–19]. In other cases, RNA replication requires ribosomal translation through a specific gene region, although the gene product is not necessarily required in cis [7,11,20]. Finally, some cis-acting viral proteins recruit the RNA from which they were translated into RNA replication complexes [9–11,21].",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 299,
                    "end": 300,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 301,
                    "end": 302,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 623,
                    "end": 624,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 749,
                    "end": 751,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 914,
                    "end": 915,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 916,
                    "end": 918,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 919,
                    "end": 921,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1044,
                    "end": 1045,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1046,
                    "end": 1048,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "One group of viruses exhibiting marked cis-preferences is the Flaviviridae, a large family of enveloped, positive-strand RNA viruses that includes several globally important human and animal pathogens [22]. Members of this family are genetically diverse but share similarities in genome organization, mechanisms of gene expression, and replication strategies. As a model of RNA replication, the best-characterized member of this family is hepatitis C virus (HCV), a human pathogen that causes chronic liver disease, cirrhosis, and liver cancer, and is a major target of antiviral design [23]. The 9.6-kb HCV genome lacks a 5' cap and 3' polyadenylated tail but has highly structured 5' and 3' non-coding regions, as well as an internal RNA cis-replication element (CRE) within the coding region (Fig 1A). These RNA structures are important cis-acting sequences that direct translation and replication of the viral genome, including a 5' internal ribosome entry site (IRES) to initiate cap-independent translation.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 204,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 796,
                    "end": 802,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As for all positive-strand RNA viruses, the HCV genome is translated directly, producing a polyprotein that is cleaved by cellular and viral proteinases into structural proteins—core, E1, and E2—and nonstructural (NS) proteins—p7, NS2, NS3, NS4A, NS4B, NS5A, and NS5B (Fig 1A and 1B). After multiple rounds of translation, a subset of NS proteins then recruits the genome out of translation and into a membrane-bound replication complex (replicase) that contains multiple copies of NS3–5B (Fig 1B and 1C). The core–NS2 genes are involved in virus particle assembly but are dispensable for RNA replication [24]; in contrast, NS3–5B are all required for RNA replication and is the minimal set of HCV genes necessary to produce a self-replicating subgenomic RNA replicon (SGR) [25]. RNA replication is thought to occur via de novo (i.e., unprimed) initiation at or near the 3' end of the template genome, production of a complementary negative strand, and iterative use of the negative strand as a secondary template to make many new positive-strand genomes [26,27].",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 608,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 775,
                    "end": 777,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Much is known about the structure and function of individual NS3–5B proteins, although the molecular architecture of the replicase is not yet known. NS3 is a bifunctional enzyme, encoding an N-terminal serine protease domain and a C-terminal helicase domain. The serine protease requires interaction with NS4A for optimal activity and is responsible for cleaving the downstream polyprotein [28]; it also proteolytically inactivates specific cellular substrates including MAVS [29,30], TRIF [31], DDB1 [32], and GPx8 [33]. The C-terminal RNA helicase/NTPase activities of NS3 are essential for RNA replication [34,35], although the specific roles of these activities are unknown. For instance, this domain can unwind double-stranded RNA and DNA in vitro [36], but direct evidence is lacking that it binds to or unwinds viral RNA during the replication cycle in vivo. The small NS4A protein binds to NS3, acts as a cofactor for both NS3 activities [28,37], and anchors the NS3-4A heterodimer in the membrane [38]. NS4B is a polytopic membrane protein that can oligomerize and may serve as a scaffold for replicase assembly [39,40]. NS5A is an RNA-binding phosphoprotein that contains an N-terminal amphipathic membrane anchor, a structured zinc-binding domain that directs NS5A homodimerization in either of two alternate conformations, and a large, natively unfolded C-terminal domain [41]. The precise role of NS5A during RNA replication is not yet clear, but it is known to recruit cellular factors essential for replicase assembly and function, including cyclophilin A [42–46], phosphatidylinositol 4-kinase IIIα [47], and the vesicle trafficking protein VAP-A [48–50]. NS5B is the viral RNA-dependent RNA polymerase and has a C-terminal membrane tail anchor [51,52]. The NS3 serine protease, NS5B polymerase, and NS5A proteins are the major targets of HCV-specific antiviral compounds [23].",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 610,
                    "end": 612,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 947,
                    "end": 949,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 950,
                    "end": 952,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1125,
                    "end": 1127,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1385,
                    "end": 1387,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1572,
                    "end": 1574,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1575,
                    "end": 1577,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1616,
                    "end": 1618,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1664,
                    "end": 1666,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1667,
                    "end": 1669,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1762,
                    "end": 1764,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1765,
                    "end": 1767,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1889,
                    "end": 1891,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Mutations in the HCV core-NS2 genes, including large in-frame deletions, can be complemented in trans [53–56]. However, among the genes required for RNA replication, only NS4B and NS5A have been shown to be trans-complemented [57–62]. These observations have led to the suggestion that the other NS genes work only in cis, although the underlying basis of these cis requirements remains unclear. Here, we describe newly developed quantitative tools to study the cis- and trans-requirements of HCV RNA replication and identify loss-of-function mutations in NS3, NS4A, and NS5B that can be complemented in trans. Whereas NS5B RNA binding and polymerase activities could be supplied in trans, NS5B expression was required in cis, suggesting that NS5B has a structural role in replicase assembly. A subset of NS3 activities was required in cis, including the helicase RNA binding and NTPase active site residues, implicating these helicase activities in the recruitment of an RNA template for replication. Complementation group analysis indicated that NS3-4A and NS4B activities are coordinated, whereas NS5B activity requires an intact set of upstream NS3-5A genes. We followed up on this latter observation by showing that NS5B segregates with a daclatasvir-sensitive activity of NS5A. These results reveal new aspects of HCV replicase structure-function, provide insights into combination anti-HCV therapy, and establish an experimental platform to study the genetic and functional interactions of gene products from positive-strand RNA viruses.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 227,
                    "end": 229,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 230,
                    "end": 232,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "HCV SGRs encoding reporter genes provide a quantitative readout of HCV RNA replication [63,64]. To monitor HCV replication levels over time, we used SGR-Gluc (Fig 1A), an HCV genotype 2a (strain JFH-1) SGR that autonomously replicates and expresses the Gaussia princeps luciferase (Gluc) [65]. At early times post-transfection of Huh-7.5 hepatoma cells with SGR-Gluc RNA transcripts, Gluc expression increased and reached maximal expression by 48 hours (Fig 1D); the decline in Gluc activity at later times corresponded with the onset of cytopathic effects caused by JFH-1 replication [55,64,66]. In contrast, SGR-Gluc(5Bm1), a mutant replicon containing inactivating point mutations of the Mg++-coordinating polymerase active site residues (Table 1), expressed Gluc only at early time points post-transfection (Fig 1D), consistent with translation of the input RNA followed by RNA turnover [65].",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 91,
                    "end": 93,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 289,
                    "end": 291,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 586,
                    "end": 588,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 589,
                    "end": 591,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 892,
                    "end": 894,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "NS5B can be supplied in trans\n ::: Results",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 454,
                    "end": 460,
                    "mention": "Fig 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 812,
                    "end": 818,
                    "mention": "Fig 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 742,
                    "end": 749,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We tested whether the replication defect of SGR-Gluc(5Bm1) could be trans-complemented in Huh-7.5[SGR-Neo] cells, which stably harbor a functional JFH-1 SGR that confers resistance to G418 [66]. SGR-Gluc efficiently replicated in these cells, whereas SGR-Gluc(5Bm1) did not (Fig 1E). Thus, SGR-Gluc(5Bm1) was not trans-complemented in Huh-7.5[SGR-Neo] cells, consistent with prior results indicating that NS5B is not supplied in trans by an active replicon [57,61,83]. We hypothesized that active RNA replication competed with complementation, such that NS5B expressed by a replicon might be unavailable to function in trans. To test this idea, we expressed NS3–5B outside the context of a functional HCV replicon by using a recoded 6015-nt NS3–5B gene region containing 1379 silent mutations (Fig 1A, 1F, and S1 Text). The rationale for recoding HCV NS3–5B was to: 1) ensure efficient expression by using preferred human codons; 2) minimize RNA secondary structures, including known and potential cis-acting replication elements within the NS3–5B coding region; and 3) allow for selective amplification of HCV replicons vs. synthetic NS3–5B genes during downstream analysis (e.g. RT-PCR). The recoded NS3–5B region was expressed in Huh-7.5 cells by using a noncytopathic SGR derived from Venezuelan equine encephalitis virus (VEEV), a member of the Alphavirus genus of the Togaviridae family of positive-strand RNA viruses. This expression vector was chosen because noncytopathic alphavirus vectors: 1) stably and abundantly express foreign genes [84,85]; 2) accommodate large insertions [86]; and 3) have been used successfully in trans-complementation studies with members of the Flaviviridae, including HCV [86–89]. After stable transduction of Huh-7.5 cells with the VEEV/NS3–5B vector to produce Huh-7.5[VEEV/NS3–5B] cells, the HCV NS3–5B polyprotein was expressed at physiologically relevant levels and properly processed through proteolytic cleavage, as evidenced by the patterns of NS3 and NS5A expression (Fig 1G). NS3–5B expression was stable for many weeks of passage. As a negative control, the green fluorescent protein (GFP) was expressed as an irrelevant protein via the VEEV vector (VEEV/GFP).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 458,
                    "end": 460,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 461,
                    "end": 463,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 464,
                    "end": 466,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1549,
                    "end": 1551,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1552,
                    "end": 1554,
                    "mention": "85",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1590,
                    "end": 1592,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1712,
                    "end": 1714,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1715,
                    "end": 1717,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "NS5B can be supplied in trans\n ::: Results",
            "ref_spans": [
                {
                    "start": 275,
                    "end": 281,
                    "mention": "Fig 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 798,
                    "end": 800,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 802,
                    "end": 804,
                    "mention": "1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2016,
                    "end": 2022,
                    "mention": "Fig 1G",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We next investigated whether SGR-Gluc(5Bm1) could be trans-complemented in Huh-7.5[VEEV/NS3–5B] cells. Indeed, SGR-Gluc(5Bm1) replicated and expressed Gluc in Huh-7.5[VEEV/NS3–5B] cells but not in Huh-7.5[VEEV/GFP] cells, although the kinetics of Gluc expression was slower and less robust than from wild-type SGR-Gluc (Fig 1H\n). In agreement with the Gluc expression data, SGR-Gluc(5Bm1) RNA levels were maintained in Huh-7.5[VEEV/NS3–5B] cells, albeit at reduced levels compared to SGR-Gluc RNA (Fig 1I). In contrast, SGR-Gluc(5Bm1) RNA levels fell below the limit of detection in Huh-7.5[VEEV/GFP] cells (Fig 1I). These data demonstrate that an HCV mutant containing an inactivating mutation of the NS5B polymerase active site can be trans-complemented.",
            "cite_spans": [],
            "section": "NS5B can be supplied in trans\n ::: Results",
            "ref_spans": [
                {
                    "start": 320,
                    "end": 326,
                    "mention": "Fig 1H",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 498,
                    "end": 504,
                    "mention": "Fig 1I",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 608,
                    "end": 614,
                    "mention": "Fig 1I",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To confirm that SGR-Gluc(5Bm1) replicated in Huh-7.5[VEEV/NS3–5B] cells, transfected cells were treated with 1 nM daclatasvir (DCV), a potent inhibitor of HCV RNA replication complex assembly [90–92]. DCV inhibits JFH-1 replication with an effective concentration (EC50) of 71 pM and cytostatic concentrations (CC50) of >10 μM [90,93]. Treatment with 1 nM DCV abolished replication of SGR-Gluc(5Bm1) in Huh-7.5[VEEV/NS3–5B] cells (Fig 1J), confirming that the observed trans-complementation of SGR-Gluc(5Bm1) requires HCV replicase activity.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "92",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "93",
                    "ref_id": "BIBREF92"
                }
            ],
            "section": "NS5B can be supplied in trans\n ::: Results",
            "ref_spans": [
                {
                    "start": 431,
                    "end": 437,
                    "mention": "Fig 1J",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We next examined the essential features of NS5B supplied in trans. As expected, complementation of SGR-Gluc(5Bm1) required an intact polymerase active site in the recoded NS3–5B polyprotein (S1A Fig). Furthermore, expression of NS5B alone, either by introducing an initiator Met codon (Met-NS5B) or by fusion with ubiquitin to ensure an authentic NS5B N-terminal Ser residue (Ubi-NS5B), failed to trans-complement SGR-Gluc(5Bm1) (S1B Fig). Processing of Ubi-NS5B into NS5B was confirmed by western blot (S1C Fig), consistent with efficient cleavage of N-terminal Ubi fusions by cellular ubiquitin C-terminal hydrolases [94,95]. These data indicate that expression of NS5B alone is insufficient to trans-complement a defect in NS5B polymerase activity, suggesting that NS5B may need to be expressed as part of the NS3–5B polyprotein.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 622,
                    "mention": "94",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 623,
                    "end": 625,
                    "mention": "95",
                    "ref_id": "BIBREF94"
                }
            ],
            "section": "NS5B can be supplied in trans\n ::: Results",
            "ref_spans": []
        },
        {
            "text": "We also examined the trans-complementation of a full-length HCV reporter virus, Jc1/Gluc2A [96], containing the 5Bm1 mutation. As expected, this mutant was unable to replicate in Huh-7.5, Huh-7.5[VEEV/GFP], or Huh-7.5[SGR-Neo] cells, but replicated in Huh-7.5[VEEV/NS3–5B] cells (S1D Fig). However, the dynamic range of trans-complementation (i.e., the ratio between the highest and lowest Gluc signals) was lower for Jc1/Gluc2(5Bm1) than for SGR-Gluc(5Bm1), consistent with the higher replication efficiency of SGRs vs. full-length HCV genomes [55,97]. As a result, only low titers (≈2.3 x 103 TCID50 units/ml) of infectious virus (as assayed on Huh-7.5[VEEV/NS3–5B] cells) were obtained from the full-length 5Bm1 mutant. Since our focus was to characterize the cis- and trans- activities of NS genes during RNA replication, SGRs were used in further studies because of their superior dynamic range in replication-dependent Gluc expression.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 546,
                    "end": 548,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 549,
                    "end": 551,
                    "mention": "97",
                    "ref_id": "BIBREF96"
                }
            ],
            "section": "NS5B can be supplied in trans\n ::: Results",
            "ref_spans": []
        },
        {
            "text": "To determine the long-term stability of NS5B trans-complementation, we tested the ability of SGR-Neo(5Bm1) to replicate and transduce Neo-expression in Huh-7.5[VEEV/NS3–5B] cells. As shown in Fig 1K, SGR-Neo(5Bm1) formed G418-resistant colonies in Huh-7.5[VEEV/NS3–5B] cells with an efficiency similar to the wild-type SGR-Neo replicon. Following selection with G418, SGR-Neo(5Bm1) replicon-bearing Huh-7.5[VEEV/NS3–5B] cells could be maintained under selection indefinitely. The 5Bm1 mutation (“GNN”) was maintained stably in G418-selected SGR-Neo(5Bm1) replicon-bearing cells, as seen by direct sequencing of the resulting reverse-transcribed and PCR-amplified amplicon (S1E Fig) and by cloning the PCR product and sequencing twenty independent clones. Although reversion is possible, it was not observed in these experiments. Thus, stable replication of the SGR-Neo(5Bm1) replicon was not due to reversion or recombination with the recoded NS5B gene.",
            "cite_spans": [],
            "section": "NS5B can be supplied in trans\n ::: Results",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "mention": "Fig 1K",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We also tested the trans-complementation of an NS5B mutant containing inactivating mutations in the polymerase RNA binding groove, SGR-Gluc(5Bm2), as well as a third mutant, SGR-Gluc(5Bm3), which contained both RNA binding and polymerase active site mutations (Table 1). These mutants were trans-complemented with efficiencies similar to SGR-Gluc(5Bm1) (Fig 1L). In contrast to prior results [57,61,83], these data establish that defects in NS5B can be complemented in trans by expressing NS3–5B outside the context of an actively replicating SGR.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 395,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 396,
                    "end": 398,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "NS5B can be supplied in trans\n ::: Results",
            "ref_spans": [
                {
                    "start": 354,
                    "end": 360,
                    "mention": "Fig 1L",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 261,
                    "end": 268,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We next examined whether the efficiency of NS5B complementation could be improved by preventing expression of the defective NS5B protein. However, the NS5B gene cannot simply be deleted because it contains an RNA structural element, the CRE, required for RNA replication. We therefore inserted a stop codon just downstream of NS5A to create SGR-Gluc(5A*5B) (Table 1 and Fig 2A). This mutant was unable to replicate, but surprisingly, was not complemented in trans (Fig 2B). We considered three explanations for these observations. First, the premature stop codon destabilized the SGR-Gluc(5A*5B) RNA. However, SGR-Gluc(5Bm1) and SGR-Gluc(5A*5B) expressed similar levels of residual Gluc (Fig 2B); given that nascent Gluc was collected at each time point (Materials and Methods), these data suggest that non-replicating SGR-Gluc(5Bm1) and SGR-Gluc(5A*5B) RNAs were turned over at similar rates. Second, RNA replication required ribosomal transit through the NS5B coding region, as has been observed for the 2A–3D coding region of poliovirus [11]. Third, the NS5B protein was required in cis. To distinguish between these possibilities, we designed a strategy to permit ribosomal translation through the NS5B coding region, without NS5B expression, by using an alternate reading frame. First, we designed the SGR-Gluc(5Brc) mutant containing 22 silent mutations in the NS5B coding region that: 1) removed stop codons from the -1 reading frame; 2) maintained the CRE structure; and 3) maintained a stop at codon 592 (Fig 2A and S2 Text). Thus, this mutant expresses a wild-type NS3–5B polyprotein but uses altered NS5B codon usage to create an untranslated -1 open reading frame. SGR-Gluc(5Brc) autonomously and efficiently replicated, although with slightly delayed kinetics compared to SGR-Gluc (Fig 2C), indicating that these silent mutations in NS5B had only a minor effect on RNA replication.",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "NS5B protein expression is required in cis for RNA replication ::: Results",
            "ref_spans": [
                {
                    "start": 370,
                    "end": 376,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 465,
                    "end": 471,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 688,
                    "end": 694,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1514,
                    "end": 1520,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1795,
                    "end": 1801,
                    "mention": "Fig 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 358,
                    "end": 365,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We then introduced a -1 frame-shift at codon 39 of the SGR-Gluc(5Brc) NS5B gene, to create SGR-Gluc(5Bfs), a mutant predicted to express a 65.3-kDa, 591 amino acid protein, 5Bfs, of unknown structure instead of the 66.7-kDa, 591 amino acid NS5B protein (S2 Text). The SGR-Gluc(5Bfs) mutant did not replicate, nor was it trans-complemented (Fig 2D). One possible explanation was that the 5Bfs protein non-specifically interfered with HCV replication. However defects in SGR-Gluc replication were not observed when a 5Bfs transgene was expressed in trans, arguing that the 5Bfs-encoded protein did not have a dominant negative effect on replication. We also considered the possibility that the frame-shift could have caused defects in processing of the NS3–5Bfs polyprotein. Because 5Bfs includes the N-terminal 39 amino acids of NS5B, it should allow proper processing of the NS5A/5B junction. Consistent with this, SGR-Gluc(5Bfs) expressed normal levels of NS3 and NS5A but not NS5B (Fig 2E), indicating that proper cleavage of the polyprotein occurred and that normal levels of NS3 and NS5A were expressed. Together, these data show that the recoded NS3–5B transgene was unable to trans-complement SGR-Gluc(NS5Bfs), a mutant that: 1) lacks a premature stop codon; 2) allows ribosomes to translate through the NS5B coding region; but 3) does not express NS5B. Thus, two mutants lacking NS5B expression, SGR-Gluc(5A*5B) and SGR-Gluc(5Bfs), were not complemented in trans. The simplest interpretation of these data is that RNA replication requires NS5B protein translation in cis. Since defects in NS5B RNA binding and polymerase activities can be trans-complemented (Fig 1), this cis-requirement is therefore independent of the known enzymatic activities of NS5B.",
            "cite_spans": [],
            "section": "NS5B protein expression is required in cis for RNA replication ::: Results",
            "ref_spans": [
                {
                    "start": 340,
                    "end": 346,
                    "mention": "Fig 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 984,
                    "end": 990,
                    "mention": "Fig 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1666,
                    "end": 1671,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Given the success in trans-complementing NS5B, we examined whether defects in other HCV NS genes could be trans-complemented in Huh-7.5[VEEV/NS3–5B] cells. We initially tested mutants containing lethal, inactivating mutations of the NS3 serine protease active site residues (Table 1), SGR-Gluc(3m1) and SGR-Gluc(3m2). Neither of these protease mutants replicated, nor were they complemented in trans (Fig 3A). We also examined NS3 RNA helicase domain mutants SGR-Gluc(3m3) and SGR-Gluc(3m4), which contained loss-of-function mutations abrogating RNA binding and NTPase activity, respectively (Table 1). Neither of the helicase domain mutants replicated, nor were they complemented in trans (Fig 3B). In comparison, a third helicase domain mutant, SGR-Gluc(3m5) was trans-complemented at levels similar to the 5Bm1 mutant (Table 1 and Fig 3C). As detailed in the Discussion, SGR-Gluc(3m5) is a loss-of-function mutant that lacks RNA unwinding activity but retains NS3 helicase RNA binding and NTPase activities [75–77].",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1013,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                }
            ],
            "section": "NS3 serine protease and RNA helicase activities are required in cis\n ::: Results",
            "ref_spans": [
                {
                    "start": 401,
                    "end": 407,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 691,
                    "end": 697,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 834,
                    "end": 840,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 275,
                    "end": 282,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 600,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 829,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Although the data above suggested that HCV replication required the enzymatic activities of NS3 in cis, two alternative interpretations are that these specific NS3 mutations: 1) destabilized the inactive NS3 proteins, which could be required in cis; or 2) disrupted underlying RNA structures within the NS3 gene that are required in cis. Western blot analysis indicated that the 3m3 and 3m5 mutations caused slight (≤2-fold) increases in NS3 accumulation, and that the 3m4 mutation had no effect on NS3 accumulation (Fig 3D). As expected, the 3m1 mutation abrogated serine protease cleavage activity and caused accumulation of an unprocessed NS3–5B polyprotein (Fig 3D). These data show that the helicase mutations did not inhibit NS3 protein accumulation. To examine whether the NS3 mutations disrupted a putative underlying RNA structure required for replication, we replaced a large portion of a full-length HCV genome with the corresponding NS3-5A region from the recoded NS3–5B cassette, creating the Jc1-Gluc(3-5Arc) mutant (Fig 3E and Table 1). This mutant contained 524 silent mutations, including the NS3 RNA binding and NTPase active site codons T269, D290, and E291 that had been mutated in 3m3 and 3m4 (S3 Text). As expected, the recoded NS3 gene also exhibited pronounced differences in predicted RNA secondary structure (S2 Fig). The Jc1-Gluc(3-5Arc) mutant replicated efficiently with only a slight delay in kinetics (Fig 3F); it is therefore unlikely that the 3m3 and 3m4 mutations disrupted an important RNA element in the NS3 gene region. Given that the inactivating NS3 helicase mutations did not inhibit NS3 protein accumulation nor disrupt important RNA secondary structures, we conclude that HCV RNA replication requires the RNA binding and NTPase activities of the NS3 RNA helicase domain in cis. While the serine protease activity is required in cis because it is needed for polyprotein processing (Fig 3G), the RNA binding and NTPase activities of the helicase domain are likely needed for a post-translational step in replication, such as RNA template recruitment (Fig 3H).",
            "cite_spans": [],
            "section": "NS3 serine protease and RNA helicase activities are required in cis\n ::: Results",
            "ref_spans": [
                {
                    "start": 517,
                    "end": 523,
                    "mention": "Fig 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 662,
                    "end": 668,
                    "mention": "Fig 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1031,
                    "end": 1037,
                    "mention": "Fig 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1433,
                    "end": 1439,
                    "mention": "Fig 3F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1923,
                    "end": 1929,
                    "mention": "Fig 3G",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2091,
                    "end": 2097,
                    "mention": "Fig 3H",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1042,
                    "end": 1049,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We also examined the trans-complementation of additional NS3-4A mutants. The SGR-Gluc(3m6) mutant, which contains a loss-of-function, three-codon deletion in the NS3 linker region [78], replicated to high levels in Huh-7.5[VEEV/NS3–5B] cells (Fig 4A), indicating that it was trans-complemented. This mutant was also complemented in Huh-7.5[SGR-Neo] cells (Fig 4B), indicating that, unlike NS5B, NS3 can be complemented by an actively replicating replicon. Similarly, the SGR-Gluc(4Am1) mutant, which contains a lethal codon substitution in the NS4A acidic domain [65,79], replicated in both Huh-7.5[VEEV/NS3–5B] cells (Fig 4C) and Huh-7.5[SGR-Neo] cells (Fig 4D). Efficient trans-complementation was also observed for mutants SGR-Gluc(3m7) and SGR(4Am2), which contained lethal mutations in the NS3 linker and NS4A transmembrane domains, respectively (Table 1 and S2C Fig). Together, these data confirm that NS3-4A can be complemented in trans, either by expressing a recoded NS3–5B region or by an actively replicating SGR.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 567,
                    "end": 569,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "\ntrans-complementation of NS3–5B genes ::: Results",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 249,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 356,
                    "end": 362,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 619,
                    "end": 625,
                    "mention": "Fig 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 655,
                    "end": 661,
                    "mention": "Fig 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 852,
                    "end": 859,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Prior work has shown that NS4B and NS5A can be supplied in trans [57–61]. Consistent with these results, SGR-Gluc(4Bm1) and SGR-Gluc(5Am1) (Table 1) had severe replication defects in Huh-7.5[VEEV/GFP] cells but were trans-complemented in Huh-7.5[VEEV/NS3–5B] cells (S3A and S3B Fig). Both mutants also were complemented in Huh-7.5[SGR-Neo] cells (S3C and S3D Fig), confirming that defects in NS4B and NS5A can be complemented in trans by expressing the wild-type gene either from an active replicon or from a synthetic mRNA encoding NS3–5B.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 69,
                    "end": 71,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "\ntrans-complementation of NS3–5B genes ::: Results",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We then examined whether multiple defects could be complemented simultaneously by combining two (3m6 and 5Bm1), three (4Am1, 4Bm1, and 5Am1), or five inactivating mutations (3m6, 4Am1, 4Bm1, 5Am1, and 5Bm1) within the SGR-Gluc replicon (Table 1). All of the combined mutants replicated in Huh-7.5[VEEV/NS3–5B] cells but not in Huh-7.5[VEEV/GFP] cells (Fig 5A–5C). The efficiency of complementation inversely correlated with the number of mutations; nevertheless, replication levels were statistically significant and sensitive to DCV treatment, confirming that these signals were due to active HCV replication. None of the combined mutants replicated in Huh-7.5[SGR-Neo] cells (S4A–S4C Fig). To examine the long-term trans-complementation of a mutant containing multiple defects, we used G418 selection of a mutant SGR-Neo replicon. As shown in Fig 5D, SGR-Neo(3–5Bm) stably replicated and formed G418-resistant colonies in Huh-7.5[VEEV/NS3–5B] cells but not in Huh-7.5[VEEV/GFP] cells. RT-PCR and sequence analysis of twelve independent cDNA clones confirmed that the 3m6, 4Am1, 4Bm1, 5Am1, and 5Bm1 mutations were all retained in the G418-selected cell populations. These data demonstrate that HCV replicons with combined defects in all five NS genes required for RNA replication (NS3, NS4A, NS4B, NS5A, and NS5B) can be complemented in trans (Fig 5E).",
            "cite_spans": [],
            "section": "\ntrans-complementation of NS3–5B genes ::: Results",
            "ref_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "mention": "5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 845,
                    "end": 851,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1346,
                    "end": 1352,
                    "mention": "Fig 5E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 237,
                    "end": 244,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The ability to complement defects in each NS3–5B gene enabled us to examine functional interactions between NS genes through complementation group analysis (Fig 6). To do so, we first created Huh-7.5[VEEV/NS3–5B] cell lines containing the 3m6, 4Am1, 4Bm1, 5Am1, and 5Bm1 mutations within the recoded NS3–5B transgene. Wild-type SGR-Gluc replicated similarly in all cell lines (Fig 6A), indicating that the mutant NS3–5B transgenes did not have dominant negative effects on HCV replication. A panel of SGR-Gluc NS3–5B mutants was then tested for complementation in these cell lines. As expected, each SGR-Gluc mutant failed to replicate in cells expressing the NS3–5B transgene containing a defect in the same gene (Fig 6), thus defining distinct complementation groups. Nonetheless, the efficiency of trans-complementation varied among mutant genes, suggesting that functional interactions exist between the corresponding gene products. Notably, the 3m6 mutant replicated less efficiently in Huh-7.5[VEEV/NS3–5B(4Bm1)] cells than in Huh-7.5[VEEV/NS3–5B] cells (Fig 6B); the 4Am1 mutant replicated less efficiently in Huh-7.5[VEEV/NS3–5B(3m6)] and Huh-7.5[VEEV/NS3–5B(4Bm1)] cells than in Huh-7.5[VEEV/NS3–5B] cells (Fig 6C); and the 4Bm1 mutant replicated less efficiently in Huh-7.5[VEEV/NS3–5B(3m6)] cells than in Huh-7.5[VEEV/NS3–5B] cells (Fig 6D). These data indicate that the NS3-4A and NS4B activities were enhanced by co-expression of these genes from the same polyprotein (Fig 6G). However, the most notable effect was that SGR-Gluc(5Bm1) failed to replicate in Huh-7.5[VEEV/NS3–5B(3m6)], Huh-7.5[VEEV/NS3–5B(4Am1)], and Huh-7.5[VEEV/NS3–5B(4Bm1)] cells and was poorly complemented in Huh-7.5[VEEV/NS3–5B(5Am1)] cells (Fig 6F). These data indicate that trans-complementing activity of NS5B depends on upstream NS3-5A activities within the same polyprotein (Fig 6H), consistent with our observation that the 5Bm1 mutant was not trans-complemented by expression of NS5B alone (S1A Fig). In contrast, the efficient replication of SGR-Gluc(3m6), SGR-Gluc(4Am1), SGR-Gluc(4Bm1), and SGR-Gluc(5Am1) on Huh-7.5[VEEV/NS3–5B(5Bm1)] cells (last column of Fig 6B–6F) indicates that the activity of NS5B in cis does not depend on upstream NS3–5A activities (Fig 6I).",
            "cite_spans": [],
            "section": "NS3–5B complementation group analysis ::: Results",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 162,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 377,
                    "end": 383,
                    "mention": "Fig 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 715,
                    "end": 720,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1061,
                    "end": 1067,
                    "mention": "Fig 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1216,
                    "end": 1222,
                    "mention": "Fig 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1344,
                    "end": 1350,
                    "mention": "Fig 6D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1482,
                    "end": 1488,
                    "mention": "Fig 6G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1728,
                    "end": 1734,
                    "mention": "Fig 6F",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1866,
                    "end": 1872,
                    "mention": "Fig 6H",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2154,
                    "end": 2160,
                    "mention": "Fig 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2161,
                    "end": 2163,
                    "mention": "6F",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2255,
                    "end": 2261,
                    "mention": "Fig 6I",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "\nTrans-complementation can impact the emergence of drug-resistance [2–4]. Given that trans-complementation of NS5B is linked to the function of upstream NS3-5A genes, we hypothesized that NS5B activity would segregate with sensitivity to an HCV-specific direct acting antiviral compound targeting an upstream gene product. To explore this hypothesis, we examined the complementation of the lethal 5Bm1 mutation in combination with DCVR, a point mutation in NS5A (Table 1) that shifts the EC50 of DCV by >7,500-fold and renders HCV resistant to DCV [59]. As expected, replication of the SGR-Gluc(DCVR) mutant was resistant to DCV (Fig 7A). When the DCVR mutation was introduced into VEEV/NS3–5B or VEEV/NS3–5B(5Bm1), SGR-Gluc replication was resistant to DCV but showed a kinetic lag (Fig 7B and 7E), again confirming that NS5A can be supplied in trans. Surprisingly, trans-complementation of the SGR-Gluc(5Bm1,DCVR) double mutant was sensitive to DCV (Fig 7C and 7F). However, trans-complementation of SGR-Gluc(5Bm1) was resistant to DCV when the DCVR mutation was introduced into VEEV/NS3–5B (Fig 7D and 7G). These data show that NS5A, and in particular, the DCV-sensitive function of NS5A, can function in trans, independent of NS5B. However, the trans-complementation activity of NS5B segregated with an NS5A activity that was sensitive to DCV, again confirming that NS5B is linked functionally to upstream NS3-5A activities within the same polyprotein.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 69,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 70,
                    "end": 71,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 549,
                    "end": 551,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "NS5B activity segregates with a DCV-sensitive NS5A activity ::: Results",
            "ref_spans": [
                {
                    "start": 630,
                    "end": 636,
                    "mention": "Fig 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 788,
                    "end": 790,
                    "mention": "7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 795,
                    "end": 797,
                    "mention": "7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 956,
                    "end": 958,
                    "mention": "7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 963,
                    "end": 965,
                    "mention": "7F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "mention": "7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1105,
                    "end": 1107,
                    "mention": "7G",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 463,
                    "end": 470,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "When expressed by an HCV replicon, NS5B exhibited a marked cis-preference and was unable to trans-complement replicons with defects in NS5B. These data agree with prior studies, which used replicons as the source of NS5B [57,61,83]. However, NS5B could function in trans when it was expressed as part of a synthetic NS3–5B polyprotein. We envision two non-exclusive mechanisms by which this could occur within a replication complex: 1) by intermingling of NS proteins and exchange of NS5B (Fig 8D); and/or 2) by transfer of template RNA (Fig 8E). In favor of the RNA transfer model, SGR-Gluc(5Bm1) was not complemented when NS5B was expressed alone (Fig 8F), nor was it complemented by NS3–5B polyproteins containing defects in NS3, NS4A, NS4B, or NS5A (Fig 6H). Thus, trans-complementation of NS5B may utilize RNA transfer; at the molecular level, this could reflect a propensity of NS5B to remain associated with the NS proteins with which it was translated. Nevertheless, protein exchange likely occurs during complementation of other viral proteins. For instance NS5A activity segregates promiscuously, independent of other NS protein activities.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 225,
                    "end": 227,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 228,
                    "end": 230,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "The cis and trans activities of NS5B ::: Discussion",
            "ref_spans": [
                {
                    "start": 490,
                    "end": 496,
                    "mention": "Fig 8D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 538,
                    "end": 544,
                    "mention": "Fig 8E",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 650,
                    "end": 656,
                    "mention": "Fig 8F",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 754,
                    "end": 760,
                    "mention": "Fig 6H",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "While replicons expressing enzymatically inactive NS5B were complemented in trans, replicons lacking NS5B expression were not. We excluded nonspecific effects caused by a premature stop codon and a potential requirement for ribosomal transit through the NS5B coding region. These data indicate that NS5B has a cis-acting role in replicase assembly that is independent of its RNA binding and polymerase activities. Recent work has shown that the RNA polymerase of poliovirus plays an important, non-enzymatic role in RNA replication by assembling two-dimensional, membrane-bound oligomeric lattices that enhance RNA binding and synthesis through cooperativity [105–107]. Intriguingly, HCV NS5B also forms oligomers that show cooperativity in RNA synthesis rates [108]. Together, these data lend support to a conserved, structural role for viral polymerases during positive-strand RNA virus replicase assembly.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 663,
                    "mention": "105",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 664,
                    "end": 667,
                    "mention": "107",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 762,
                    "end": 765,
                    "mention": "108",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "The cis and trans activities of NS5B ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Complementation of HCV NS5B in trans only occurred when NS5B was expressed by an intact NS3-5B polyprotein. Analogously, trans-complementation of the NS5 polymerase from the related West Nile virus (subtype Kunjin; genus Flavivirus) also requires co-expression of upstream NS proteins [86], suggesting this may be common within the Flaviviridae. We found that HCV NS5B was functionally linked to NS5A, and more specifically, to the DCV-sensitive function of NS5A translated from the same polyprotein. Fridell and colleagues used SGR trans-complementation to define three NS5A complementation groups and showed that the DCV-sensitive function of NS5A works preferentially in cis [59,60]. In contrast, we found that the DCVR allele of NS5A can function in trans when it was expressed from a synthetic NS3–5B mRNA. Thus, the cis-preferences of NS5A and NS5B can be overcome by expressing NS3–5B outside the context of a functional replicon.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "The cis and trans activities of NS5B ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Complementation of NS5A also requires expression of an intact NS3-5A polyprotein [57,62] or an active replicon [57–61]. Similar results were observed for NS5A complementation with bovine viral diarrhea virus-1 (BVDV-1), a related member of the Flaviviridae [13]. These observations may be related to the influence of upstream proteins on the phosphorylation status and interactome of NS5A [109–112]. Thus, there appears to be multiple layers of cis-linkage, whereby NS5B activity is dependent on upstream NS5A activity (this study), which in turn is linked to the activities of NS3-4A and NS4B. This network of linkages could serve as a quality control mechanism to reduce the emergence of DI genomes despite the ability of NS3-5A to function in trans. In this regard, deletions in the NS3–5B region have not been observed in naturally occurring HCV deletion mutants [55,113–115].",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 85,
                    "end": 87,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 112,
                    "end": 114,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 115,
                    "end": 117,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 258,
                    "end": 260,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 390,
                    "end": 393,
                    "mention": "109",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 394,
                    "end": 397,
                    "mention": "112",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 868,
                    "end": 870,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 871,
                    "end": 874,
                    "mention": "113",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 875,
                    "end": 878,
                    "mention": "115",
                    "ref_id": "BIBREF114"
                }
            ],
            "section": "The cis and trans activities of NS5B ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Given that both NS5A and NS5B are targets of HCV-specific antivirals [23,116], our findings may have implications for the emergence of drug resistance. We predict that NS5A inhibitors like DCV may have synergistic effects when combined with inhibitors of the viral polymerase. Furthermore, the barrier for resistance to drugs targeting NS5A and NS5B may be high because replicase-expressed NS5B does not complement in trans and is linked to the daclatasvir-sensitive activity of upstream NS5A; thus resistant alleles would need to arise within the same genome. It is notable that DCV and sofosbuvir combination therapy shows high rates of sustained virological response in HCV-infected patients [117].",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 73,
                    "end": 76,
                    "mention": "116",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 696,
                    "end": 699,
                    "mention": "117",
                    "ref_id": "BIBREF116"
                }
            ],
            "section": "The cis and trans activities of NS5B ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Defects in the essential NS3 serine protease, RNA binding, and NTPase active sites were not trans-complemented. This phenotype was not unexpected for the serine protease mutants, which express uncleaved, inactive NS3–5B polyproteins (Fig 3G). These data suggest that a protease inhibitor-sensitive virus would not be trans-complemented by an inhibitor-resistant virus in vivo. Defects in the NS3 RNA binding and NTPase activities also were not complemented in trans. We excluded nonspecific effects caused by instability of the mutant NS3 proteins or disruption of underlying cis-acting RNA structures within this region of the viral genome. Our data are most consistent with a requirement for the HCV NS3 RNA binding and NTPase activities in cis. Similarly, for other Flaviviridae, the BVDV-1 NS3 NTPase active site residues are required in cis [13,118], whereas a West Nile virus NS3 helicase mutant was trans-complemented with very low efficiency [14].",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 849,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 850,
                    "end": 853,
                    "mention": "118",
                    "ref_id": "BIBREF117"
                },
                {
                    "start": 951,
                    "end": 953,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "The cis and trans activities of NS3-4A ::: Discussion",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "mention": "Fig 3G",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Surprisingly the 3m5 mutant, which contained a lethal W501A mutation of a helicase “bookend” residue, was complemented in trans. The NS3 W501 residue has a key role in RNA unwinding. Structurally, W501 stacks against the 3'-most base of RNA and DNA template strands and may keep the template in register for up to three single-nucleotide translocation steps [72,74,76]. In vitro, NS3 proteins containing the W501A mutation retain RNA binding and NTPase activities [73,75,119]; such mutants have defects in RNA unwinding but can unwind DNA [75,77]. Thus, the NS3 W501A mutant, SGR/Gluc(3m5), has basal helicase activity but likely has a defect in processivity on RNA templates. While it has been established that HCV helicase activity is required for RNA replication [34,35], the function of the helicase has been unclear, including whether it binds to or unwinds viral RNA during replication. Given that post-translational cis-preferences rely on protein-RNA interaction (Fig 8C), our data suggest that the RNA binding and NTPase activities, but not RNA unwinding activity, contribute to RNA template recruitment (Fig 3H). Remarkably, the RNA helicase/NTPase of brome mosaic virus also recruits viral RNA into membrane-bound replication complexes [120]. Thus, RNA template recruitment may be a conserved function of positive-strand RNA virus-encoded helicases.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 465,
                    "end": 467,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 468,
                    "end": 470,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 471,
                    "end": 474,
                    "mention": "119",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 767,
                    "end": 769,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 770,
                    "end": 772,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1248,
                    "end": 1251,
                    "mention": "120",
                    "ref_id": "BIBREF119"
                }
            ],
            "section": "The cis and trans activities of NS3-4A ::: Discussion",
            "ref_spans": [
                {
                    "start": 972,
                    "end": 978,
                    "mention": "Fig 8C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1114,
                    "end": 1120,
                    "mention": "Fig 3H",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Defects in the NS3 linker domain and NS4A C-terminal acidic domain also were complemented, both by recoded NS3–5B and by replicons. The NS3 linker domain, which is conserved and essential for RNA replication, coordinates interaction between the protease and helicase domains and may mediate protein-protein interaction via a putative SH3-binding motif [78]. The NS4A acidic domain contributes to helicase activity by promoting RNA-coupled ATP hydrolysis [37] and affects interactions with downstream NS4B and NS5A proteins [65,79]. The helicase activity of recombinant NS3-4A protein containing the 4Am1 mutation (NS4A Y45A) has efficient basal RNA-binding activity, but severely reduced ATP-coupled RNA binding, RNA-stimulated ATPase activity, and RNA unwinding [37]. Thus, the 4Am1 mutant independently confirms that RNA unwinding activity of the NS3-4A helicase can be supplied in trans.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 455,
                    "end": 457,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 527,
                    "end": 529,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "The cis and trans activities of NS3-4A ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Based on the ability to complement representative defects in NS3, NS4A, NS4B, NS5A, and NS5B, we conducted a detailed complementation group analysis for the HCV NS3–5B genes. These experiments revealed functional interactions between NS3-4A and NS4B: 3m6- and 4Am1-mutant replicons were trans-complemented less efficiently in cells expressing the 4Bm1-mutant form of NS3–5B, whereas 4Am1- and 4Bm1-mutant replicons were trans-complemented less efficiently in cells expressing the 3m6-mutant form of NS3–5B. One interpretation of these data is that NS3-4A and NS4B preferentially interact with each other from the same polyprotein (Fig 6G). Given that the NS3-4A-4B complementation grouping was reciprocal, it was surprising that 3m6- and 4Bm1-mutant replicons replicated well on cells expressing the 4Am1-mutant form of NS3–5B. Furthermore, it was surprising that NS3 and NS4A activities segregated independently given that proteolytic processing of the NS3/NS4A junction is autocatalytic [121] and is predicted to lead to cis-preferential interaction between NS3 and NS4A [122]. One possible explanation is that NS3-4A dimerizes, such that one monomer provides NS3 activity while the other provides NS4A activity (Fig 8H). Indeed, we recently demonstrated that the NS4A transmembrane domain mediates homodimerization that is essential for RNA replication [80]. Alternatively, a second explanation might be that NS3-4A heterodimers exchange partners to form a single fully active NS3-4A heterodimer (Fig 8H).",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 993,
                    "mention": "121",
                    "ref_id": "BIBREF120"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "mention": "122",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 1357,
                    "end": 1359,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "The cis and trans activities of NS3-4A ::: Discussion",
            "ref_spans": [
                {
                    "start": 631,
                    "end": 637,
                    "mention": "Fig 6G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1215,
                    "end": 1221,
                    "mention": "Fig 8H",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1500,
                    "end": 1506,
                    "mention": "Fig 8H",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "We were able to complement an HCV SGR containing loss-of-function mutations in every replication gene (Fig 5E). It is notable that a few HCV “minigenome” systems have been developed [123–127]. HCV minigenomes are RNAs encoding a reporter gene flanked by the HCV 5' and 3' noncoding regions; because they lack NS protein expression, minigenomes are presumably replicated in trans by HCV replicons or NS3–5B transgene expression. Given the cis-requirements of NS3 and NS5B described here, it is surprising that minigenomes can be replicated in trans. However, minigenome replication levels have not been compared directly to replicon or infectious virus replication levels, nor has their sensitivity to HCV-specific antiviral compounds been demonstrated. A key feature of these systems is that minigenome RNAs are produced continuously through transcription of transfected cDNA; hence they may represent a single round of RNA synthesis rather than bona fide RNA replication and amplification. In this regard, NS5B is capable of nonspecific RNA synthesis, in the absence of other HCV NS proteins, when overexpressed in cell culture [128,129]. In contrast, the trans-replication system we describe here supports authentic, long-term replication of defective HCV replicons initiated by RNA transfection.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "mention": "123",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 187,
                    "end": 190,
                    "mention": "127",
                    "ref_id": "BIBREF126"
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "mention": "128",
                    "ref_id": "BIBREF127"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "mention": "129",
                    "ref_id": "BIBREF128"
                }
            ],
            "section": "Complete replication in trans\n ::: Discussion",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 109,
                    "mention": "Fig 5E",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In summary, we have identified several cis- and trans-acting activities of the HCV NS3–5B genes that are essential for RNA replication, including a non-enzymatic, cis-acting role of NS5B in replicase assembly, and that NS3 RNA binding and NTPase activities are likely involved in template recruitment. NS3-4A and NS4B activities co-segregated in complementation group analysis, whereas NS5B activity was dependent on the function of upstream NS3-5A genes. Together, these studies reveal a network of functional interactions that could serve as a quality control mechanism for the HCV replicase genes and can be exploited by combination therapies targeting multiple NS protein activities.",
            "cite_spans": [],
            "section": "Conclusions ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "SGR-Gluc was previously described as pYSGR-JFH/Gluc [65]. The noncytopathic VEEV vector 5'VEEVrep/L/GFP/Pac [84], a kind gift of Dr. Ilya Frolov (University of Alabama, Birmingham), was modified to replace the GFP insert with a short multi-cloning site. Briefly, oligos YO-0779 and YO-0780 (S1 Table) were annealed and ligated into the XbaI/BsrGI sites of p5'VEEVrep/L/GFP/Pac to yield pVEEV/MCS.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 109,
                    "end": 111,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "cDNA constructs and RNA transcription ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The JFH-1 NS3–5B region was recoded by GeneArt (Regensburg, Germany) to optimize human codon usage, minimize RNA structure, and remove repeat sequences, RNA instability motifs, and AT-rich or GC-rich sequences (S1 Text). The recoded NS3–5B region was subcloned as a 6066-bp PacI/Ecl136II fragment into pVEEV/MCS cut with PacI and PmeI. pJc1-Gluc(3–5Arc) was created by subcloning the SpeI/BstEII fragment of recoded NS3–5B into pJc1-Gluc2A [96]. To make pSGR-Gluc(5Brc), a recoded NS5B–HCV 3' end (S3 Text) was synthesized by Blue Heron Biotech (Bothell, WA) and cloned into pSGR-Gluc as a BsrGI/XbaI fragment. pSGR-Gluc(5Bfs) was constructed by cleaving pSGR-Gluc(NS5Brc) with BsrGI, fill-in with dNTPs and Klenow enzyme, followed by religation. pJc1-Gluc(3–5Arc) was constructed by subcloning a SpeI/BstEII fragment from the recoded NS3–5B region into pJc1/Gluc2A [96].",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 867,
                    "end": 869,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "cDNA constructs and RNA transcription ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Mutations were introduced into SGR-Gluc or VEEV/NS3–5B by site-directed mutagenesis with appropriate primer pairs (S1 Table). SGR-Gluc(5Bm1) was described previously as pYSGR-JFH/Gluc(GNN) [65]. SGR-Gluc(4Am1) was constructed by subcloning the NS4A Y45A mutation from Jc1/Gluc2A (NS4A Y45A) [65]. The recoded Met-NS5B gene was created via PCR by using primers YO-0913 and YO-0908. The recoded Ubi-NS5B gene was constructed by overlap extension PCR with primers YO-0905, YO-0906, YO-0907, and YO-0908.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "cDNA constructs and RNA transcription ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "VEEV/NS3-5B is a large (16.6-kb) high copy number plasmid, and cloning efficiency was improved by using high capacity E. coli strains such as XL10-Gold (Agilent). In contrast, we were unable to obtain a VEEV vector expressing an unrecoded NS3-5B cassette (to test whether the recoding process itself enabled trans-complementation) despite numerous cloning attempts with several bacterial host strains. Given that the recoded NS3-5B cassette was successfully subcloned into the VEEV vector several times, we suspect that the authentic JFH-1 NS3-5B sequence adversely impacted stability of the pVEEV plasmid. Nevertheless, the recoded NS3–5B region functioned in trans and was used for our studies.",
            "cite_spans": [],
            "section": "cDNA constructs and RNA transcription ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All constructs were confirmed by restriction digestion and/or Sanger sequencing. The sequence of all DNA segments that were amplified in vitro were confirmed and subcloned. HCV RNA and VEEV transcripts were produced as previously described [87,130]. RNA transcripts were treated with DNase I (Ambion) and purified with the Qiagen RNeasy kit with on-column DNase digestion [130]. RNA concentrations were checked by spectrophotometry, adjusted to 100 ng/μl, RNA integrity was checked by agarose gel electrophoresis, and 10 μl aliquots were stored at—80°C.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 244,
                    "end": 247,
                    "mention": "130",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 373,
                    "end": 376,
                    "mention": "130",
                    "ref_id": "BIBREF129"
                }
            ],
            "section": "cDNA constructs and RNA transcription ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Huh-7.5 human hepatoma cells were maintained in complete growth medium (Dulbecco’s modified Eagle medium (DMEM; Invitrogen) containing 10% heat-inactivated fetal calf serum (Omega Scientific) and 0.1 mM non-essential amino acids (Invitrogen)). Cells were transfected with VEEV RNAs by electroporation as described [130]. Two days after electroporation, transfected cells were selected in complete growth medium containing 5 μg/ml puromycin (Invivogen), passaged 3 to 4 times, then frozen. Thawed cells were maintained in puromycin-containing complete growth medium and used within 4 or 5 passages; cells were seeded for experiments in complete growth medium lacking puromycin. Cells were transfected with HCV replicons by using 1 μl RNA and the TransIT mRNA transfection reagent (Mirus) according to the manufacturer’s instructions. DCV was a kind gift of Mingjun Huang (Achillion Pharmaceuticals). For selection of stable replicon-bearing cells, the cells were transfected, as above, in 10 cm dishes. At two days post-transfection, the medium was changed to complete growth medium containing 1 mg/ml G418 (Invitrogen) and selected for 3 weeks with triweekly media changes. Colonies were fixed with methanol and stained with crystal violet [79].",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "mention": "130",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 1241,
                    "end": 1243,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Cell culture and RNA transfection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "At each time point, media were collected, cells were washed three times with phosphate buffered saline, and fresh media was added. The collected media were clarified by centrifugation (5 min at 21,130 x g), placed into fresh tubes, mixed with 1/4 volume 5x Lysis buffer (Promega or NEB), and stored frozen (-80°C). Samples were assayed for Gluc activity on a Berthold Centro LB 960 plate reader [96] or a Berthold Centro XS3 LB 960.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 398,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "Luciferase assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cell lysates were prepared and equal amounts of protein were electrophoresed by SDS-PAGE, transferred to polyvinylidene difluoride membranes and immunoblotted with NS3-specific monoclonal antibodies 9G2 (Virogen) or 4E11 (this study), NS5A-specific monoclonal antibody 9E10 [130], NS5B-specific monoclonal antibody 5D1 (BioFront), or ß-actin-specific monoclonal antibody AC-15 (Sigma) antibodies. We noticed that the NS5B-specific antibody 5D1 had large lot-to-lot variability in NS5B reactivity and non-specific background. Protein masses were estimated based on the migration of the SuperSignal Enhanced Molecular Weight protein ladder (Pierce, Rockford IL). To analyze polyprotein expression of defective replicons, the vaccinia-T7 RNA polymerase expression system was used [131]. Briefly, Huh-7.5 cells were seeded at 5 x 105/well into six-well plates the day before use. Cells were infected for 1 h at a multiplicity of infection (MOI) of 10 with vTF7-3 and transfected with pSGR-Gluc derivatives by using Mirus LT1 reagent according to the manufacturer’s recommendations. Lysates were collected at 24 h post-transfection. Relative NS3 expression (Fig 3D) was quantitated by using the gel analyzer densitometry feature of NIH ImageJ [132].",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "mention": "130",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 778,
                    "end": 781,
                    "mention": "131",
                    "ref_id": "BIBREF130"
                },
                {
                    "start": 1239,
                    "end": 1242,
                    "mention": "132",
                    "ref_id": "BIBREF131"
                }
            ],
            "section": "Protein analysis ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1153,
                    "end": 1159,
                    "mention": "Fig 3D",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Recombinant HCV NS3 protein was expressed and purified from E. coli as described [133]. BALB/c mice were primed and boosted at 3-week intervals with 25 μg recombinant NS3 protein complexed with adjuvant (RIBI Immunochemical). Approximately 1 month after the last boost, sera were harvested and tested for immunoreactivity against HCV-infected Huh-7.5 cells. Mice with high titers (specific signal at >1/1,000 dilution) were boosted intravenously with 15 μg purified NS3 protein in PBS. Splenocytes were harvested 3 d later and fused to P3X63Ag8.653 myeloma cells to generate hybridomas according to published procedures [134]. A total of 8 hybridomas were derived after repeated subcloning, and monoclonal antibodies were purified by standard protein A/protein G chromatography. Monoclonal antibody 4D11 was found to react with NS3 protein by western blot of HCV-infected cells vs. uninfected control cells. Other monoclonal antibodies developed in these fusions will be described elsewhere.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "mention": "133",
                    "ref_id": "BIBREF132"
                },
                {
                    "start": 621,
                    "end": 624,
                    "mention": "134",
                    "ref_id": "BIBREF133"
                }
            ],
            "section": "NS3 antibody production ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "RNA was harvested by using Trizol reagent (Invitrogen). For sequence analysis, HCV RNA was amplified from the selected cell populations by RT-PCR and amplicons were directly submitted for Sanger sequencing; PCR products were also cloned into pCR2.1TOPO (Invitrogen) and multiple independent cDNA clones were sequenced. HCV RNA was quantitated by qRT-PCR as previously described [96] and normalized to total RNA concentration. Briefly, 2 μl of each RNA were assayed in 20 μl reactions containing 200 nM of an HCV IRES-specific hydrolysis probe (6FAM-5'-TAT GAG TGT CGT GCA GCC TC-3'-MGBNFQ), 400 nM forward (5'-CTT CAC GCA GAA AGC GTC TA-3'), 400 nM reverse (5'-CAA GCA CCC TAT CAG GCA GT-3') primers, and the LightCycler RNA Amplification Kit (Roche). Reactions were analyzed in a Roche LightCycler 480 by using a 45 minute RT step at 56°C, a 5 minute denaturation step at 94°C, followed by 40 cycles of denaturation (10 seconds at 95°C), annealing (20 seconds at 60°C), and extension (3 seconds at 72°C). Quantitation curves were constructed by analyzing HCV RNA standards in parallel [96].",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "RNA analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All transfection experiments were performed at least twice, with each experiment containing at least three replicate cell cultures that were independently plated, transfected, sampled, and analyzed. Mean relative light unit (RLU) values were calculated ± standard deviations (SD) based on replicate data and plotted against matched control samples collected in parallel. Because many samples could be processed in parallel, the same positive and negative controls are presented across multiple samples within large experiments, as explicitly noted in the Figure legends. Because the background sensitivity of luciferase assays was affected by the lysis buffer and luminometer hardware, data were normalized to untransfected cells by dividing the mean value of each sample by the mean value from matched, mock-transfected cells collected in parallel. To calculate SD values for the normalized data, the propagations of error were accounted for as described [135]. Statistical significance was calculated in GraphPad Prism by using two-tailed, paired Student’s t-tests of the normalized, replicate data for each time point.",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 960,
                    "mention": "135",
                    "ref_id": "BIBREF134"
                }
            ],
            "section": "Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (A) Overview of the HCV genome, SGR-Gluc, and the recoded NS3–5B region; CRE, cis-responsive element; E•I, encephalomyocarditis virus IRES. (B) Model of HCV genome translation, polyprotein processing, and recruitment of the genome out of translation and into a proto-replication complex. (C) Model of an active, membrane-bound HCV replication complex; red line, negative-strand RNA (D) HCV replication-dependent expression of Gluc activity. Media were collected at the indicated times post-transfection and assayed as described in Materials and Methods. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; ***, p < 0.001 by Student's t-test. This experiment was performed >12 times with similar results. (E) SGR-Gluc(5Bm1) does not replicate in Huh-7.5[SGR-Neo] cells. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; ***, p < 0.001 by Student's t-test. This experiment was repeated four times with similar results. (F) Model of NS3–5B expression from a recoded mRNA. This mRNA is not replicated because it lacks 5', 3', and internal CREs of the HCV genome. (G) Western blot of NS3 (antibody 9G2), NS5A (antibody 9E10), and actin (antibody AC-15) in lysates prepared from the indicated cell lines. (H) SGR-Gluc(5Bm1) replicates in Huh-7.5[VEEV/NS3–5B] cells but not in Huh-7.5[VEEV/GFP] cells. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; **, p < 0.01; ***, p < 0.001 by Student's t-test of SGR-Gluc(5Bm1) in Huh-7.5[VEEV/NS3–5B] vs. Huh-7.5[VEEV/GFP] cells. This experiment was performed eight times with similar results. (I) HCV RNA copies were determined by RT-qPCR. Values represent mean ± SD from transfections performed in triplicate and normalized to untransfected controls. This experiment was repeated three times with similar results. Dotted line, limit of detection for the qRT-PCR assay; *, p < 0.05; **, p < 0.01 by Students t-test of SGR-Gluc(5Bm1) RNA values in Huh-7.5[VEEV/NS3–5B] vs. Huh-7.5[VEEV/GFP] cells. (J) Complementation of SGR-Gluc(5Bm1) is sensitive to DCV (dashed lines). For comparison, the untreated SGR-Gluc(mut5B) samples, which were performed in parallel, are reproduced from panel D. Values represent mean ± SD from transfections performed in triplicate and normalized to untransfected controls. This experiment was repeated three times with similar results. (K) G418-resistant colony formation by SGR-Neo or SGR-Neo(5Bm1) was determined in the indicated cell lines by crystal violet staining. (L) Complementation of SGR-Gluc(5Bm1), SGR-Gluc(5Bm2), and SGR-Gluc(5Bm3) in Huh-7.5[VEEV/NS3–5B] cells. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls. This experiment was performed three times with similar results.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: (A) Constructs used to examine the cis-requirement for NS5B expression, as detailed in the text; asterisk, stop codon; dotted lines, untranslated coding regions; fs, -1 frame-shift. For more information, also see Table 1 and S2 Text. (B) SGR-Gluc(5A*5B) does not replicate and is not complemented in trans. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls. This experiment was performed three times with similar results. (C) SGR-Gluc(5Brc) replicates efficiently. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; n.s., p ≥ 0.05; *, p < 0.05; **, p < 0.01 by Students t-test. This experiment was performed three times with similar results. (D) SGR-Gluc(5Bfs) does not replicate and is not replicated in trans. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls. This experiment was performed three times with similar results. (E) The SGR-Gluc(5Brc) and SGR-Gluc(5Bfs) polyproteins are expressed and properly cleaved, as determined by western blot with 4D11 anti-NS3 and 9E10 anti-NS5A monoclonal antibodies. Because these mutants do not replicate, expression was driven by the vaccinia-T7 RNA polymerase system.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) Serine protease active site mutants SGR-Gluc(3m1) and SGR-Gluc(3m2) do not replicate and are not complemented in trans. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls. This experiment was performed two times with similar results. (B) Helicase RNA binding and NTPase active site mutants SGR-Gluc(3m3) and SGR-Gluc(3m4) do not replicate and are not complemented in trans. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls. For comparison, the SGR-Gluc samples, which were performed in parallel, are reproduced from panel A. This experiment was performed two times with similar results. (C) RNA helicase base stacking mutant SGR-Gluc(3m5) does not replicate but is complemented in trans with an efficiency similar to SGR-Gluc(5m1). For comparison, the SGR-Gluc samples, which were performed in parallel, are reproduced from panel A. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; *, p < 0.05; **, p <0.01 by Student’s t-test, comparing matched time points from SGR-Gluc(3m5) in Huh-7.5[VEEV/NS3–5B] vs. Huh-7.5[VEEV/GFP] cells. This experiment was performed two times with similar results. (D) Western blot to confirm that the serine protease active site mutant SGR-Gluc(3m1) does not undergo polyprotein cleavage and that the RNA helicase mutants SGR-Gluc(3m2), SGR-Gluc(3m3), SGR-Gluc(3m4), and SGR-Gluc(3m5) do not exhibit defects in NS3 accumulation. NS3 was detected by using anti-NS3 monoclonal antibody 4E11; values represent relative NS3 levels compared to SGR-Gluc. Because these mutants do not replicate, expression was driven by the vaccinia-T7 RNA polymerase system. (E) Design of the Jc1-Gluc(3–5Arc) mutant. (F) Jc1-Gluc(3–5Arc) replicates efficiently. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; n.s., p >0.05, *, p ≤ 0.05 by Student’s t-test. This experiment was performed two times with similar results (G) Model showing that SGR-Gluc(3m1) and SGR-Gluc(3m2) do not undergo proteolytic processing, produce misfolded, inactive polyproteins, and are not complemented in trans; grey signifies the nonfunctional serine protease domains; blue signifies the recoded NS3-5B polyprotein. (H) Model showing that SGR-Gluc(3m3) and SGR-Gluc(3m4) are not trans-complemented and may have a defect in RNA recruitment (compare to Fig 1B); grey signifies the nonfunctional helicase domains; blue signifies the recoded NS3-5B polyprotein.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) Efficient replication of SGR-Gluc(3m6) in Huh-7.5[VEEV/NS3–5B] cells but not in Huh-7.5[VEEV/GFP] cells. The replication of SGR-Gluc in Huh-7.5[VEEV/GFP] cells is shown for comparison. (B) Replication of SGR-Gluc(3m6) in Huh-7.5[SGR-Neo] cells but not in Huh-7.5 cells. The replication of SGR-Gluc in Huh-7.5 cells is shown for comparison. (C) Replication of SGR-Gluc(mut4A) in Huh-7.5[VEEV/NS3–5B] cells but not in Huh-7.5[VEEV/GFP] cells. This experiment was performed in parallel with the experiment shown in (A); the replication of SGR-Gluc in Huh-7.5 cells is reproduced for comparison. (D) Replication of SGR-Gluc(4Am1) in Huh-7.5[SGR-Neo] cells but not in Huh-7.5 cells. This experiment was performed in parallel with the experiment shown in (B); the replication of SGR-Gluc in Huh-7.5 cells is reproduced for comparison. All values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; *, p < 0.05; **, p < 0.01; ***, p <0.001 by Students t-test, comparing matched Gluc activity of SGR-Gluc(3m6) or SGR-Gluc(4Am1) in complementing vs. non-complementing cell lines at each time point. Each experiment was performed twice with similar results.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: (A) Complementation of NS3 and NS5B in trans. Replication of SGR-Gluc(3&5Bm) and SGR-Gluc was tested in the indicated cell lines. Cultures were treated with DCV (dashed line). For comparison, the replication of SGR-Gluc in Huh-7.5[VEEV/NS3–5B] cells (performed in parallel) is shown. (B) Complementation of NS4A, NS4B, and NS5A in trans. Replication of SGR-Gluc(4A–5Am) was tested in the indicated cell lines and plotted as in (A). This experiment was performed in parallel with the experiment shown in (A); the replication of SGR-Gluc in Huh-7.5[VEEV/NS3–5B] cells is reproduced for comparison. (C) Complementation of NS3-NS5B in trans. Replication of SGR-Gluc(3–5Bm) was tested in the indicated cell lines and plotted as in (A). All values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; *, p < 0.05; **, p < 0.01; by Student’s t-test, comparing matched time points of each mutant in Huh-7.5[VEEV/NS3–5B] vs. Huh-7.5[VEEV/GFP] cells. Each experiment was performed twice with similar results. (D) Stable replication of SGR-Neo(mut3,4A,4B,5A,5B) in Huh-7.5[VEEV/NS3–5B] cells. G418-resistant colonies were stained with crystal violet. (E) Model showing that the replication of SGR-Neo(3–5Bm) (grey) is trans-complemented by recoded NS3–5B (blue).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: All samples were collected in parallel; therefore, for each mutant, replication in Huh-7.5[VEEV/NS3–5B] and Huh-7.5[VEEV/GFP] cells (green and red lines, respectively) are reproduced for comparison. Values represent mean ± SD from transfections done in triplicate and normalized to untransfected controls; *, p < 0.05; **, p < 0.01; **, p < 0.001 by Student’s t-test, comparing matched time points of each mutant in Huh-7.5[VEEV/NS3–5B(mutant)] cells vs. Huh-7.5[VEEV/NS3–5B] cells. Each experiment was performed twice with similar results. (A) SGR-Gluc replication in Huh-7.5[VEEV/NS3–5B] (green), Huh-7.5[VEEV/GFP] (red), or each Huh-7.5[VEEV/NS3–5B] mutant (blue). (B) Replication of the SGR-Gluc(3m6) mutant in each cell line. (C) Replication of the SGR-Gluc(4Am1) mutant in each cell line. (D) Replication of the SGR-Gluc(4Bm1) mutant in each cell line. (E) Replication of the SGR-Gluc(5Am1) mutant in each cell line. (F) Replication of the SGR-Gluc(5Bm1) mutant in each cell line. (G) Model showing that SGR-Gluc(3m6) replication is trans-complemented inefficiently in Huh-7.5[VEEV/NS3–5B(4Bm1)] cells. (H) Model showing that SGR-Gluc(5Bm1) replication is not complemented in Huh-7.5[VEEV/NS3–5B(4Bm1)] cells. (I) Model showing that SGR-Gluc(4Bm1) replication is trans-complemented efficiently in Huh-7.5[VEEV/NS3–5B(5Bm1)] cells.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: (A) DCVR confers resistance to DCV. Replication of SGR-Gluc and SGR-Gluc(DCVR) was tested in Huh-7.5[VEEV/NS3–5B] cells. (B) DCVR confers resistance to DCV in trans. Replication of SGR-Gluc was tested in Huh-7.5[VEEV/NS3–5B(DCVR)] and Huh-7.5[VEEV/NS3–5B(5Bm1,DCVR)] cells. (C) trans-complementation of SGR-Gluc(5Bm1,DCVR) is sensitive to DCV. Replication of SGR-Gluc(5Bm1) and SGR-Gluc(5Bm1,DCVR) was tested in Huh-7.5[VEEV/NS3–5B] cells. Values represent mean ± SD from transfections performed in triplicate, and normalized to untransfected controls. This experiment was performed twice with similar results. (D) Replication of SGR-Gluc was tested in Huh-7.5[VEEV/NS3–5B(DCVR)] and Huh-7.5[VEEV/NS3–5B(5Bm1,DCVR)] cells. All values represent mean ± SD from independent transfections performed in triplicate and normalized to untransfected controls; *, p<0.05; **, p<0.01 by Student’s t-test comparing matched time points to samples treated with 1 nM DCV (dashed lines). All experiments were performed twice with similar results. (E) Model showing that SGR-Gluc replication is DCV-insensitive in Huh-7.5[VEEV/NS3–5B(5Bm1,DCVR)] cells due to trans-complementation of NS5A. (F). Model showing that SGR-Gluc(5Bm1,DCVR) replication via NS5B trans-complementation remains DCV-sensitive in Huh-7.5[VEEV/NS3–5B] cells. (G) Model showing that SGR-Gluc(5Bm1) replication is trans-complemented and DCV-insensitive in Huh-7.5[VEEV/NS3–5B(DCVR)] cells.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8: (A) Ribosome-induced change in RNA structure. (B) Nascent cis-acting polypeptide (orange) recruiting the viral RNA-ribosome complex to a site of replication via an interaction partner (yellow). (C) A cis-acting protein (orange) recruiting the viral RNA to site of replication. (D) NS5B trans-complementation via protein transfer. (E) NS5B trans-complementation via RNA transfer. (F) NS5B trans-complementation requires NS3–5B expression. (G) Translation of NS5B is required in cis. (H) Potential NS3-NS4A interactions of the 3m6 and 4Am1 mutants. NS3-4A can form homodimers where each monomer contributes either NS3 or NS4A (left); alternatively, NS3-NS4A may dissociate and reassociate to form separate active and inactive monomers (right).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1979,
            "venue": "A principle of natural self-organization",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Trans-dominant inhibition of RNA viral replication can slow growth of drug-resistant viruses",
            "authors": [],
            "year": 2005,
            "venue": "Nat Genet",
            "volume": "37",
            "issn": "",
            "pages": "701-709",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Isolation of poliovirus 2C mutants defective in viral RNA synthesis",
            "authors": [],
            "year": 1988,
            "venue": "J Virol",
            "volume": "62",
            "issn": "",
            "pages": "4016-4021",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Dominant drug targets suppress the emergence of antiviral resistance",
            "authors": [],
            "year": 2014,
            "venue": "Elife 3",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Quasispecies diversity determines pathogenesis through cooperative interactions in a viral population",
            "authors": [],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "344-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Defective viral particles and viral disease processes",
            "authors": [],
            "year": 1970,
            "venue": "Nature",
            "volume": "226",
            "issn": "",
            "pages": "325-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Translation but not the encoded sequence is essential for the efficient propagation of the defective interfering RNAs of the coronavirus mouse hepatitis virus",
            "authors": [],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "3744-3751",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Efficient homologous RNA recombination and requirement for an open reading frame during replication of equine arteritis virus defective interfering RNAs",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "9062-9070",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Dependence of coronavirus RNA replication on an NH2-terminal partial nonstructural protein 1 in cis",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "8868-8882",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00738-14"
                ]
            }
        },
        "BIBREF9": {
            "title": "cis- and trans-acting functions of brome mosaic virus protein 1a in genomic RNA1 replication",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "3045-3053",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Coupling between genome translation and replication in an RNA virus",
            "authors": [],
            "year": 1994,
            "venue": "Genes Dev",
            "volume": "8",
            "issn": "",
            "pages": "1726-1737",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Replication of poliovirus RNA and subgenomic RNA transcripts in transfected cells",
            "authors": [],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "6480-6488",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Genetic analysis of the pestivirus nonstructural coding region: defects in the NS5A unit can be complemented in trans",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "7791-7802",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "cis- and trans-acting elements in flavivirus RNA replication",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "3253-3263",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Identification of an RNA hairpin in poliovirus RNA that serves as the primary template in the in vitro uridylylation of VPg",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "10359-10370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Identification of a cis-acting replication element within the poliovirus coding region",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "4590-4600",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Kissing-loop interaction in the 3' end of the hepatitis C virus genome essential for RNA replication",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "380-392",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "cis-acting RNA signals in the NS5B C-terminal coding sequence of the hepatitis C virus genome",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "10865-10877",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "A cis-acting replication element in the sequence encoding the NS5B RNA-dependent RNA polymerase is required for hepatitis C virus RNA replication",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "1352-1366",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "A cis-acting viral protein is not required for the replication of a coronavirus defective-interfering RNA",
            "authors": [],
            "year": 1995,
            "venue": "Virology",
            "volume": "209",
            "issn": "",
            "pages": "428-436",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The bean pod mottle virus RNA2-encoded 58-kilodalton protein P58 is required in cis for RNA2 accumulation",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "3213-3222",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03301-13"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "712-746",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The molecular and structural basis of advanced antiviral therapy for hepatitis C virus infection",
            "authors": [],
            "year": 2013,
            "venue": "Nat Rev Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "482-496",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3046"
                ]
            }
        },
        "BIBREF23": {
            "title": "The ins and outs of hepatitis C virus entry and assembly",
            "authors": [],
            "year": 2013,
            "venue": "Nat Rev Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "688-700",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3098"
                ]
            }
        },
        "BIBREF24": {
            "title": "Replication of subgenomic hepatitis C virus RNAs in a hepatoma cell line",
            "authors": [],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": "110-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Novel insights into hepatitis C virus replication and persistence",
            "authors": [],
            "year": 2004,
            "venue": "Adv Virus Res",
            "volume": "63",
            "issn": "",
            "pages": "71-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Hepatitis C Viruses: Genomes and Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Handbook of proteolytic enzymes",
            "volume": "",
            "issn": "",
            "pages": "1773-1779",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Hepatitis C virus protease NS3/4A cleaves mitochondrial antiviral signaling protein off the mitochondria to evade innate immunity",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "17717-17722",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Cardif is an adaptor protein in the RIG-I antiviral pathway and is targeted by hepatitis C virus",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "1167-1172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Immune evasion by hepatitis C virus NS3/4A protease-mediated cleavage of the Toll-like receptor 3 adaptor protein TRIF",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "2992-2997",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "DDB1 is a cellular substrate of NS3/4A protease and required for hepatitis C virus replication",
            "authors": [],
            "year": 2013,
            "venue": "Virology",
            "volume": "435",
            "issn": "",
            "pages": "385-394",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2012.10.025"
                ]
            }
        },
        "BIBREF32": {
            "title": "Quantitative proteomics identifies the membrane-associated peroxidase GPx8 as a cellular substrate of the hepatitis C virus NS3-4A protease",
            "authors": [],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "59",
            "issn": "",
            "pages": "423-433",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.26671"
                ]
            }
        },
        "BIBREF33": {
            "title": "Hepatitis C virus-encoded enzymatic activities and conserved RNA elements in the 3' nontranslated region are essential for virus replication in vivo",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "2046-2051",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Hepatitis C virus subgenomic replicon requires an active NS3 RNA helicase",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "404-411",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Translocation and unwinding mechanisms of RNA and DNA helicases",
            "authors": [],
            "year": 2008,
            "venue": "Annu Rev Biophys",
            "volume": "37",
            "issn": "",
            "pages": "317-336",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.biophys.37.032807.125908"
                ]
            }
        },
        "BIBREF36": {
            "title": "The NS4A protein of hepatitis C virus promotes RNA-coupled ATP hydrolysis by the NS3 helicase",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "3268-3275",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01849-08"
                ]
            }
        },
        "BIBREF37": {
            "title": "Hepatitis C virus-encoded nonstructural protein NS4A has versatile functions in viral protein processing",
            "authors": [],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "1575-1581",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Hepatitis C virus nonstructural protein 4B: a journey into unexplored territory",
            "authors": [],
            "year": 2010,
            "venue": "Rev Med Virol",
            "volume": "20",
            "issn": "",
            "pages": "117-129",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.640"
                ]
            }
        },
        "BIBREF39": {
            "title": "NS4B Self-Interaction through Conserved C-Terminal Elements Is Required for the Establishment of Functional Hepatitis C Virus Replication Complexes",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "6963-6976",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00502-11"
                ]
            }
        },
        "BIBREF40": {
            "title": "Hepatitis C virus NS5A: enigmatic but still promiscuous 10 years on!",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Domain 3 of NS5A protein from the hepatitis C virus has intrinsic alpha-helical propensity and is a substrate of cyclophilin A",
            "authors": [],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": "20441-20454",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M110.182436"
                ]
            }
        },
        "BIBREF42": {
            "title": "A conserved tandem cyclophilin-binding site in hepatitis C virus nonstructural protein 5A regulates Alisporivir susceptibility",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "4811-4822",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06641-11"
                ]
            }
        },
        "BIBREF43": {
            "title": "Hepatitis C virus NS5A protein is a substrate for the peptidyl-prolyl cis/trans isomerase activity of cyclophilins A and B",
            "authors": [],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "13589-13601",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M809244200"
                ]
            }
        },
        "BIBREF44": {
            "title": "Cyclosporine inhibits a direct interaction between cyclophilins and hepatitis C NS5A",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0009815"
                ]
            }
        },
        "BIBREF45": {
            "title": "Cyclophilin A Interacts with Domain II of Hepatitis C Virus NS5A and Stimulates RNA Binding in an Isomerase-Dependent Manner",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "7460-7464",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00393-11"
                ]
            }
        },
        "BIBREF46": {
            "title": "Recruitment and activation of a lipid kinase by hepatitis C virus NS5A is essential for integrity of the membranous replication compartment",
            "authors": [],
            "year": 2011,
            "venue": "Cell Host Microbe",
            "volume": "9",
            "issn": "",
            "pages": "32-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2010.12.002"
                ]
            }
        },
        "BIBREF47": {
            "title": "Phosphorylation of hepatitis C virus nonstructural protein 5A modulates its protein interactions and viral RNA replication",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "13038-13043",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Human VAP-B is involved in hepatitis C virus replication through interaction with NS5A and NS5B",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "13473-13482",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Hepatitis C virus RNA polymerase and NS5A complex with a SNARE-like protein",
            "authors": [],
            "year": 1999,
            "venue": "Virology",
            "volume": "263",
            "issn": "",
            "pages": "30-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Hepatitis C Virus RNA Replication Requires a Conserved Structural Motif within the Transmembrane Domain of the NS5B RNA-Dependent RNA Polymerase",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "11580-11584",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01519-10"
                ]
            }
        },
        "BIBREF51": {
            "title": "Membrane association of the RNA-dependent RNA polymerase is essential for hepatitis C virus RNA replication",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "13278-13284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Expression of hepatitis C virus (HCV) structural proteins in trans facilitates encapsidation and transmission of HCV subgenomic RNA",
            "authors": [],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "833-842",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.2008.006049-0"
                ]
            }
        },
        "BIBREF53": {
            "title": "Trans-encapsidation of hepatitis C virus subgenomic replicon RNA with viral structure proteins",
            "authors": [],
            "year": 2008,
            "venue": "Biochem Biophys Res Commun",
            "volume": "371",
            "issn": "",
            "pages": "446-450",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2008.04.110"
                ]
            }
        },
        "BIBREF54": {
            "title": "Naturally occurring hepatitis C virus subgenomic deletion mutants replicate efficiently in Huh-7 cells and are trans-packaged in vitro to generate infectious defective particles",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "9079-9093",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00308-09"
                ]
            }
        },
        "BIBREF55": {
            "title": "Efficient trans-encapsidation of hepatitis C virus RNAs into infectious virus-like particles",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "7034-7046",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00118-08"
                ]
            }
        },
        "BIBREF56": {
            "title": "Efficient rescue of hepatitis C virus RNA replication by trans-complementation with nonstructural protein 5A",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "896-909",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "The hepatitis C virus NS4B protein can trans-complement viral RNA replication and modulates production of infectious virus",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "2163-2177",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01885-08"
                ]
            }
        },
        "BIBREF58": {
            "title": "Distinct functions of NS5A in hepatitis C virus RNA replication uncovered by studies with the NS5A inhibitor BMS-790052",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "7312-7320",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00253-11"
                ]
            }
        },
        "BIBREF59": {
            "title": "Intragenic complementation of hepatitis C virus NS5A RNA replication-defective alleles",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "2320-2329",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02861-12"
                ]
            }
        },
        "BIBREF60": {
            "title": "Trans-complementation of HCV replication by non-structural protein 5A",
            "authors": [],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "115",
            "issn": "",
            "pages": "122-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Genetic complementation of hepatitis C virus nonstructural protein functions associated with replication exhibits requirements that differ from those for virion assembly",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "2748-2762",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03588-13"
                ]
            }
        },
        "BIBREF62": {
            "title": "Enhancement of hepatitis C virus RNA replication by cell culture-adaptive mutations",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "4614-4624",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "HCV replicons: overview and basic protocols",
            "authors": [],
            "year": 2009,
            "venue": "Methods Mol Biol",
            "volume": "510",
            "issn": "",
            "pages": "145-163",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-59745-394-3_11"
                ]
            }
        },
        "BIBREF64": {
            "title": "The acidic domain of hepatitis C virus NS4A contributes to RNA replication and virus particle assembly",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "1193-1204",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01889-10"
                ]
            }
        },
        "BIBREF65": {
            "title": "Efficient replication of the genotype 2a hepatitis C virus subgenomic replicon",
            "authors": [],
            "year": 2003,
            "venue": "Gastroenterology",
            "volume": "125",
            "issn": "",
            "pages": "1808-1817",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Crystal structure of the RNA-dependent RNA polymerase from hepatitis C virus reveals a fully encircled active site",
            "authors": [],
            "year": 1999,
            "venue": "Nat Struct Biol",
            "volume": "6",
            "issn": "",
            "pages": "937-943",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Functional analysis of RNA binding by the hepatitis C virus RNA-dependent RNA polymerase",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "38011-38019",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Structure of hepatitis C virus polymerase in complex with primer-template RNA",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "6503-6511",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00386-12"
                ]
            }
        },
        "BIBREF69": {
            "title": "Characterization of the hepatitis C virus-encoded serine proteinase: determination of proteinase-dependent polyprotein cleavage sites",
            "authors": [],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "2832-2843",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "NS3 is a serine protease required for processing of hepatitis C virus polyprotein",
            "authors": [],
            "year": 1993,
            "venue": "Journal of virology",
            "volume": "67",
            "issn": "",
            "pages": "4017-4026",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Hepatitis C virus NS3 RNA helicase domain with a bound oligonucleotide: the crystal structure provides insights into the mode of unwinding",
            "authors": [],
            "year": 1998,
            "venue": "Structure",
            "volume": "6",
            "issn": "",
            "pages": "89-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Structure-based mutagenesis study of hepatitis C virus NS3 helicase",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "8798-8807",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Visualizing ATP-dependent RNA translocation by the NS3 helicase from HCV",
            "authors": [],
            "year": 2011,
            "venue": "J Mol Biol",
            "volume": "405",
            "issn": "",
            "pages": "1139-1153",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2010.11.034"
                ]
            }
        },
        "BIBREF74": {
            "title": "Kinetic analysis of the effects of mutagenesis of W501 and V432 of the hepatitis C virus NS3 helicase domain on ATPase and strand-separating activity",
            "authors": [],
            "year": 2000,
            "venue": "Biochemistry",
            "volume": "39",
            "issn": "",
            "pages": "5174-5183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Three conformational snapshots of the hepatitis C virus NS3 helicase reveal a ratchet translocation mechanism",
            "authors": [],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "521-528",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0913380107"
                ]
            }
        },
        "BIBREF76": {
            "title": "Structurally conserved amino Acid W501 is required for RNA helicase activity but is not essential for DNA helicase activity of hepatitis C virus NS3 protein",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "571-582",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "The linker region of NS3 plays a critical role in the replication and infectivity of hepatitis C virus",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "10970-10974",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00745-14"
                ]
            }
        },
        "BIBREF78": {
            "title": "The C terminus of hepatitis C virus NS4A encodes an electrostatic switch that regulates NS5A hyperphosphorylation and viral replication",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "8905-8918",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Hepatitis C Virus RNA Replication and Virus Particle Assembly Require Specific Dimerization of the NS4A Protein Transmembrane Domain",
            "authors": [],
            "year": 2014,
            "venue": "Journal of Virology",
            "volume": "88",
            "issn": "",
            "pages": "628-642",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02052-13"
                ]
            }
        },
        "BIBREF80": {
            "title": "Mutational analysis of hepatitis C virus nonstructural protein 5A: potential role of differential phosphorylation in RNA replication and identification of a genetically flexible domain",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "3187-3194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Efficient initiation of HCV RNA replication in cell culture",
            "authors": [],
            "year": 2000,
            "venue": "Science",
            "volume": "290",
            "issn": "",
            "pages": "1972-1974",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Genetic interactions between hepatitis C virus replicons",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "12085-12089",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Noncytopathic replication of Venezuelan equine encephalitis virus and eastern equine encephalitis virus replicons in Mammalian cells",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7597-7608",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Noncytopathic Sindbis virus RNA vectors for heterologous gene expression",
            "authors": [],
            "year": 1998,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "95",
            "issn": "",
            "pages": "12989-12994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Efficient trans-complementation of the flavivirus kunjin NS5 protein but not of the NS1 protein requires its coexpression with other components of the viral replicase",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "10272-10280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "trans-Complementation of yellow fever virus NS1 reveals a role in early RNA replication",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "9608-9617",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Genetic interaction of flavivirus nonstructural proteins NS1 and NS4A as a determinant of replicase function",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "4611-4621",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Trans-complementation of an NS2 defect in a late step in hepatitis C virus (HCV) particle assembly and maturation",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000403"
                ]
            }
        },
        "BIBREF89": {
            "title": "Antiviral activity and resistance of HCV NS5A replication complex inhibitors",
            "authors": [],
            "year": 2013,
            "venue": "Curr Opin Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Chemical genetics strategy identifies an HCV NS5A inhibitor with a potent clinical effect",
            "authors": [],
            "year": 2010,
            "venue": "Nature",
            "volume": "465",
            "issn": "",
            "pages": "96-100",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08960"
                ]
            }
        },
        "BIBREF91": {
            "title": "Daclatasvir-Like Inhibitors of NS5A Block Early Biogenesis of Hepatitis C Virus-Induced Membranous Replication Factories, Independent of RNA Replication",
            "authors": [],
            "year": 2014,
            "venue": "Gastroenterology",
            "volume": "147",
            "issn": "",
            "pages": "1094-1105",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2014.07.019"
                ]
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "In vivo half-life of a protein is a function of its amino-terminal residue",
            "authors": [],
            "year": 1986,
            "venue": "Science",
            "volume": "234",
            "issn": "",
            "pages": "179-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Ubiquitin-specific proteases of Saccharomyces cerevisiae. Cloning of UBP2 and UBP3, and functional analysis of the UBP gene family",
            "authors": [],
            "year": 1992,
            "venue": "J Biol Chem",
            "volume": "267",
            "issn": "",
            "pages": "23364-23375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "Hepatitis C virus NS2 protein contributes to virus particle assembly via opposing epistatic interactions with the E1-E2 glycoprotein and NS3-NS4A enzyme complexes",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "8379-8395",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00891-09"
                ]
            }
        },
        "BIBREF96": {
            "title": "Persistent and transient replication of full-length hepatitis C virus genomes in cell culture",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "4008-4021",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "An alternate pathway for recruiting template RNA to the brome mosaic virus RNA replication complex",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "2568-2577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "Cis preference of the IS903 transposase is mediated by a combination of transposase instability and inefficient translation",
            "authors": [],
            "year": 1996,
            "venue": "Mol Microbiol",
            "volume": "21",
            "issn": "",
            "pages": "1261-1272",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Cotranslational control of DNA transposition: a window of opportunity",
            "authors": [],
            "year": 2011,
            "venue": "Mol Cell",
            "volume": "44",
            "issn": "",
            "pages": "989-996",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2011.09.027"
                ]
            }
        },
        "BIBREF100": {
            "title": "The cis-specificity of the Q-gene product of bacteriophage lambda",
            "authors": [],
            "year": 1982,
            "venue": "Mol Gen Genet",
            "volume": "185",
            "issn": "",
            "pages": "468-472",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "Cis-limited action of the gene-A product of bacteriophage phiX174 and the essential bacterial site (E. coli-electron microscopy-cis-acting protein-specifically-nicked RF)",
            "authors": [],
            "year": 1972,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "69",
            "issn": "",
            "pages": "475-479",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "Cis-preferential LINE-1 reverse transcriptase activity in ribonucleoprotein particles",
            "authors": [],
            "year": 2006,
            "venue": "Nat Struct Mol Biol",
            "volume": "13",
            "issn": "",
            "pages": "655-660",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "Human L1 retrotransposition: cis preference versus trans complementation",
            "authors": [],
            "year": 2001,
            "venue": "Mol Cell Biol",
            "volume": "21",
            "issn": "",
            "pages": "1429-1439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "Enzymatic and nonenzymatic functions of viral RNA-dependent RNA polymerases within oligomeric arrays",
            "authors": [],
            "year": 2010,
            "venue": "RNA",
            "volume": "16",
            "issn": "",
            "pages": "382-393",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.1955410"
                ]
            }
        },
        "BIBREF105": {
            "title": "Functional oligomerization of poliovirus RNA-dependent RNA polymerase",
            "authors": [],
            "year": 1995,
            "venue": "Rna",
            "volume": "1",
            "issn": "",
            "pages": "466-477",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "Oligomeric structures of poliovirus polymerase are important for function",
            "authors": [],
            "year": 2001,
            "venue": "EMBO J",
            "volume": "20",
            "issn": "",
            "pages": "1153-1163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "Oligomerization and cooperative RNA synthesis activity of hepatitis C virus RNA-dependent RNA polymerase",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "3865-3872",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "The N-terminal region of hepatitis C virus-encoded NS5A is important for NS4A-dependent phosphorylation",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "790-796",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF109": {
            "title": "Production of two phosphoproteins from the NS5A region of the hepatitis C viral genome",
            "authors": [],
            "year": 1994,
            "venue": "Biochem Biophys Res Commun",
            "volume": "205",
            "issn": "",
            "pages": "320-326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF110": {
            "title": "Modulation of hepatitis C virus NS5A hyperphosphorylation by nonstructural proteins NS3, NS4A, and NS4B",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7138-7146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "Hyperphosphorylation of the hepatitis C virus NS5A protein requires an active NS3 protease, NS4A, NS4B, and NS5A encoded on the same polyprotein",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "9984-9991",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "High levels of subgenomic HCV plasma RNA in immunosilent infections",
            "authors": [],
            "year": 2007,
            "venue": "Virology",
            "volume": "365",
            "issn": "",
            "pages": "446-456",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "Characterization of hepatitis C virus deletion mutants circulating in chronically infected patients",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "12496-12503",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "Genetic analysis of hepatitis C virus with defective genome and its infectivity in vitro",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "6922-6928",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02674-08"
                ]
            }
        },
        "BIBREF115": {
            "title": "Hepatitis C virus-specific directly acting antiviral drugs",
            "authors": [],
            "year": 2013,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "369",
            "issn": "",
            "pages": "289-320",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-27340-7_12"
                ]
            }
        },
        "BIBREF116": {
            "title": "Daclatasvir plus sofosbuvir for previously treated or untreated chronic HCV infection",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "211-221",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306218"
                ]
            }
        },
        "BIBREF117": {
            "title": "Assignment of the multifunctional NS3 protein of bovine viral diarrhea virus during RNA replication: an in vivo and in vitro study",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "9196-9205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF118": {
            "title": "Structure-based mutational analysis of the hepatitis C virus NS3 helicase",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "8289-8297",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF119": {
            "title": "Brome mosaic virus 1a nucleoside triphosphatase/helicase domain plays crucial roles in recruiting RNA replication templates",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "13747-13758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF120": {
            "title": "Nonstructural protein 3 of the hepatitis C virus encodes a serine-type proteinase required for cleavage at the NS3/4 and NS4/5 junctions",
            "authors": [],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "3835-3844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF121": {
            "title": "Molecular views of viral polyprotein processing revealed by the crystal structure of the hepatitis C virus bifunctional protease-helicase",
            "authors": [],
            "year": 1999,
            "venue": "Structure",
            "volume": "7",
            "issn": "",
            "pages": "1353-1363",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF122": {
            "title": "The hepatitis C virus minigenome: a new cellular model for studying viral replication",
            "authors": [],
            "year": 2007,
            "venue": "J Virol Methods",
            "volume": "142",
            "issn": "",
            "pages": "59-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF123": {
            "title": "A cell-based model of HCV-negative-strand RNA replication utilizing a chimeric hepatitis C virus/reporter RNA template",
            "authors": [],
            "year": 2002,
            "venue": "Antivir Chem Chemother",
            "volume": "13",
            "issn": "",
            "pages": "353-362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF124": {
            "title": "Properties of hepatitis C virus minigenome containing mutated 5'UTR region and luciferase transgene",
            "authors": [],
            "year": 2010,
            "venue": "Acta Virol",
            "volume": "54",
            "issn": "",
            "pages": "105-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF125": {
            "title": "Exploiting cis-acting replication elements to direct hepatitis C virus-dependent transgene expression",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5923-5932",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF126": {
            "title": "Helper virus-independent trans-replication of hepatitis C virus-derived minigenome",
            "authors": [],
            "year": 2007,
            "venue": "Biochem Biophys Res Commun",
            "volume": "352",
            "issn": "",
            "pages": "170-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF127": {
            "title": "Intracellular hepatitis C virus RNA-dependent RNA polymerase activity",
            "authors": [],
            "year": 2003,
            "venue": "J Virol Methods",
            "volume": "113",
            "issn": "",
            "pages": "65-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF128": {
            "title": "A cell-based assay for RNA synthesis by the HCV polymerase reveals new insights on mechanism of polymerase inhibitors and modulation by NS5A",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0022575"
                ]
            }
        },
        "BIBREF129": {
            "title": "Complete replication of hepatitis C virus in cell culture",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "623-626",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF130": {
            "title": "Eukaryotic transient-expression system based on recombinant vaccinia virus that synthesizes bacteriophage T7 RNA polymerase",
            "authors": [],
            "year": 1986,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "83",
            "issn": "",
            "pages": "8122-8126",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF131": {
            "title": "NIH Image to ImageJ: 25 years of image analysis",
            "authors": [],
            "year": 2012,
            "venue": "Nat Methods",
            "volume": "9",
            "issn": "",
            "pages": "671-675",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF132": {
            "title": "Hepatitis C viral NS3-4A protease activity is enhanced by the NS3 helicase",
            "authors": [],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "29929-29937",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M804065200"
                ]
            }
        },
        "BIBREF133": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "Antibodies: a laboratory manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF134": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}