{
    "paper_id": "PMC4532365",
    "metadata": {
        "title": "E3 Ubiquitin Ligase NEDD4 Promotes Influenza Virus Infection by Decreasing Levels of the Antiviral Protein IFITM3",
        "authors": [
            {
                "first": "Nicholas",
                "middle": [
                    "M."
                ],
                "last": "Chesarino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Temet",
                "middle": [
                    "M."
                ],
                "last": "McMichael",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jacob",
                "middle": [
                    "S."
                ],
                "last": "Yount",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Ashour",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Interferon (IFN)-induced transmembrane protein 3 (IFITM3) is a 15 kDa protein that restricts cellular infection by influenza virus [1,2,3]. IFITM3 is active against all strains of influenza virus that have been tested to date, regardless of serotype or species of origin [1,3,4,5,6], and it similarly inhibits many other medically important viruses such as HIV, SARS coronavirus, and Ebola virus [1,5,7,8,9]. Confirming its importance in vivo, IFITM3 knockout mice succumb to sublethal doses of influenza virus [10,11]. Likewise, IFITM3 is the only known protein for which a genetic polymorphism present in a significant percentage of the human population is associated with severe influenza virus infections [10,12,13,14]. In the cell, IFITM3 localizes to endosomes and lysosomes [15,16,17], and traps endocytosed virus particles within these degradative compartments by impeding the formation of the virus fusion pore [16,18,19]. Yet, even with this potent mechanism by which IFITM3 limits infections, influenza virus remains a significant health concern [20,21]. This may be explained by the fact that IFITM3 is present at low levels within most cells at steady state and is induced by IFNs only after infection has already been established [3,11,22]. The inability to up-regulate IFITM3 levels independently of infection or IFNs is a challenge preventing the field from harnessing the activity of IFITM3 for infection prevention.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 134,
                    "end": 135,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 136,
                    "end": 137,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 272,
                    "end": 273,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 274,
                    "end": 275,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 276,
                    "end": 277,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 278,
                    "end": 279,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 280,
                    "end": 281,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 397,
                    "end": 398,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 399,
                    "end": 400,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 401,
                    "end": 402,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 403,
                    "end": 404,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 405,
                    "end": 406,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 713,
                    "end": 715,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 716,
                    "end": 718,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 719,
                    "end": 721,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 782,
                    "end": 784,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 785,
                    "end": 787,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 788,
                    "end": 790,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 921,
                    "end": 923,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 924,
                    "end": 926,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 927,
                    "end": 929,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1245,
                    "end": 1246,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1247,
                    "end": 1249,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We previously showed that ubiquitination increases the rate of IFITM3 turnover within the cell [15]. A non-ubiquitinated lysine-to-alanine mutant of IFITM3 possessed enhanced antiviral activity and a longer half-life as compared to WT IFITM3 [15]. These findings indicated that inhibition of IFITM3 ubiquitination could augment the activity and/or levels of endogenous IFITM3, thus offering a strategy for exploiting IFITM3 therapeutically or prophylactically against viral infections. The identification of the E3 ubiquitin ligase(s) capable of modifying IFITM3 among the more than 600 annotated E3 ligases in the human genome will be an important step toward validating this antiviral strategy.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Through our work studying tyrosine phosphorylation of IFITM3, we discovered that phosphorylation at tyrosine 20 (Y20) inhibited IFITM3 ubiquitination [23]. This led us to posit that phosphorylation of Y20 may block an E3 ubiquitin ligase recognition signal. Indeed, Y20 is part of a highly conserved PPxY motif (where P = proline, x = any amino acid, and Y = tyrosine, Fig 1A)[24]. PPxY motifs are commonly recognized by WW (characterized by two tryptophan residues spaced approximately 20 amino acids apart) domains of NEDD4-family E3 ubiquitin ligases, of which there are nine family members [25]. We chose to focus first on NEDD4, the prototypical member of this family, for several reasons: 1) NEDD4 and IFITM3 both have ubiquitous expression patterns while several other NEDD4-family members are tissue-specific (BioGPS.org [26]), 2) Like IFITM3, many of the known NEDD4 substrates are membrane proteins and are associated with endosomal and lysosomal pathways [25,27], 3) IFITM3 and NEDD4 are both S-palmitoylated, suggesting that they may localize to similar membrane subdomains [2,28], and 4) NEDD4 is reported to be inhibited by ISG15 [29,30,31], an IFN-inducible protein, thus providing an intriguing model whereby IFN might induce IFITM3 expression while also inhibiting its ubiquitination. Herein, we provide results demonstrating the ability of NEDD4 to ubiquitinate IFITM3 and identify a unique role for NEDD4 in decreasing steady state IFITM3 abundance, leading to increased cellular susceptibility to influenza virus infection.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 595,
                    "end": 597,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 830,
                    "end": 832,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 967,
                    "end": 969,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 970,
                    "end": 972,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1087,
                    "end": 1088,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1145,
                    "end": 1147,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1151,
                    "end": 1153,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 369,
                    "end": 375,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To explore the possibility that NEDD4 ubiquitinates IFITM3, we first examined whether IFITM3 and NEDD4 are in proximity to one another within cells. We stimulated mouse embryonic fibroblasts (MEFs) with IFN-α to induce abundant expression of IFITM3. By performing immunofluorescence microscopy imaging of endogenous IFITM3 and NEDD4, we detected co-localization of these two proteins (Fig 1B). Further co-localization of these proteins with endogenous LAMP1, a lysosomal marker, indicates that NEDD4 and IFITM3 may interact at lysosomes (Fig 1B).",
            "cite_spans": [],
            "section": "NEDD4 co-localizes with IFITM3 at lysosomes ::: Results",
            "ref_spans": [
                {
                    "start": 385,
                    "end": 391,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 538,
                    "end": 544,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We next examined the effect of overexpressing HA-tagged human NEDD4 (HA-NEDD4) on IFITM3 ubiquitination. We observed a significant increase in myc-tagged human IFITM3 (myc-hIFITM3) ubiquitination when HA-NEDD4 was expressed as compared to the transfection control (Fig 1C). On the contrary, no increase in IFITM3 ubiquitination was seen upon overexpression of HA-tagged human CBL-B, another E3 ubiquitin ligase that has been reported to interact with NEDD4 [32], and that is associated with regulation of immune responses [33] (Fig 1C). Additionally, we examined the effect of overexpressing FLAG-tagged human NEDD4 (FLAG-NEDD4) on IFITM3 ubiquitination in comparison to FLAG-tagged human SMURF1 and SMURF2 (FLAG-SMURF1 and FLAG-SMURF2), both of which are members of the NEDD4-family of ubiquitin ligases. FLAG-NEDD4 caused an increase in IFITM3 ubiquitination while FLAG-SMURF1 and FLAG-SMURF2 were unable to robustly modify IFITM3 (Fig 1D). These results demonstrate that NEDD4 possesses a degree of specificity for IFITM3 that is lacking for CBL-B and the NEDD4-family members, SMURF1 and SMURF2.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 460,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 523,
                    "end": 525,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "NEDD4 overexpression increases IFITM3 ubiquitination ::: Results",
            "ref_spans": [
                {
                    "start": 265,
                    "end": 271,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 528,
                    "end": 534,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 934,
                    "end": 940,
                    "mention": "Fig 1D",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As previously mentioned, NEDD4-family ubiquitin ligases possess two to four characteristic WW domains that interact with proline-rich motifs, including PPxY motifs, on substrate proteins [34]. NEDD4 has four WW domains and IFITM3 contains a highly conserved PPxY motif within its N-terminus (Fig 1A). To test whether these domains are required for IFITM3 ubiquitination, we generated an IFITM3 mutant in which each residue of the PPxY motif (17-PPNY-20 in IFITM3) was mutated to alanine (designated 17-20A) and utilized a FLAG-NEDD4 mutant in which its four WW domains were deleted (designated ΔWW). Upon co-overexpression of FLAG-NEDD4 with myc-hIFITM3, ubiquitination of IFITM3 was increased as expected, while the ΔWW mutant was unable to increase IFITM3 ubiquitination (Fig 1E). In fact, FLAG-NEDD4-ΔWW partially decreased steady state IFITM3 ubiquitination, perhaps indicating a dominant negative effect (Fig 1E). Moreover, the 17-20A mutant of IFITM3 showed less ubiquitination than WT IFITM3 and was unaffected by overexpression of NEDD4 (Fig 1E).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "The IFITM3 PPxY motif is required for ubiquitination by NEDD4 ::: Results",
            "ref_spans": [
                {
                    "start": 292,
                    "end": 298,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 774,
                    "end": 780,
                    "mention": "Fig 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 910,
                    "end": 916,
                    "mention": "Fig 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1046,
                    "end": 1052,
                    "mention": "Fig 1E",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The IFITM3 PPxY motif shares its tyrosine with an overlapping YxxΦ motif known to be involved in the trafficking of IFITM3 from the plasma membrane to endosomes [23,35,36]. Thus, in order to be certain that the results we observed for the 17-20A mutant of IFITM3 was not because of interference with the YxxΦ motif, we tested additional PPxY mutants in which the two prolines were mutated to alanine (myc-hIFITM3-P17,18A) or in which the tyrosine was mutated to alanine (myc-hIFITM3-Y20A). Upon co-overexpression of FLAG-NEDD4, the ubiquitination of both of these mutants was only minimally increased as compared to the robust increase in ubiquitination of WT IFITM3 (Fig 2A). Interestingly, a truncated form of IFITM3 missing its first 21 amino acids, including the PPxY motif, is prevalent in certain human populations. This variant is associated with severe influenza virus infections [10,13,14] and more rapid progression of HIV-related disease [37]. A myc-hIFITM3 construct lacking these first 21 amino acids (Δ1–21) was, as expected, largely unaffected in terms of ubiquitination by overexpression of FLAG-NEDD4 (Fig 2B), identifying a potentially important difference between the truncated and full-length IFITM3 proteins.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 165,
                    "end": 167,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 889,
                    "end": 891,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 892,
                    "end": 894,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 895,
                    "end": 897,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 950,
                    "end": 952,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "The IFITM3 PPxY motif is required for ubiquitination by NEDD4 ::: Results",
            "ref_spans": [
                {
                    "start": 668,
                    "end": 674,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1119,
                    "end": 1125,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Next, since NEDD4 has been shown to physically interact with the PPxY motifs of its substrate proteins [25], we examined whether or not NEDD4 and IFITM3 co-immunoprecipitate with one another. We found that myc-hIFITM3 and FLAG-NEDD4 indeed co-immunoprecipitated with one another (Fig 2C), suggesting a physical interaction. Importantly, this interaction was greatly diminished between FLAG-NEDD4 and the P17,18A mutant of IFITM3 (Fig 2C). In sum, these results indicate that the IFITM3 PPxY motif is required for a strong interaction with and ubiquitination by NEDD4.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "The IFITM3 PPxY motif is required for ubiquitination by NEDD4 ::: Results",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 286,
                    "mention": "Fig 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 430,
                    "end": 436,
                    "mention": "Fig 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To determine whether a non-enzymatic activity of NEDD4 might be mediating its effect on IFITM3 ubiquitination, we tested a catalytically inactive NEDD4 point mutant. We found that this mutant was unable to increase IFITM3 ubiquitination, establishing that catalytic activity of NEDD4 is indeed required for its ability to increase IFITM3 ubiquitination (Fig 3). Since murine (m)IFITM3 also possesses a PPxY motif (Fig 1A), we tested the ability of NEDD4 to affect mIFITM3 modification. Like myc-hIFITM3, we observed an increase in myc-mIFITM3 ubiquitination when HA-NEDD4 was co-overexpressed and observed no effect of the catalytic mutant (Fig 3), suggesting a possible evolutionary conservation of NEDD4 modification of IFITM3 in mice and humans. These data further implicate NEDD4 as an E3 ubiquitin ligase capable of enzymatically modifying mouse and human IFITM3.",
            "cite_spans": [],
            "section": "NEDD4-mediated IFITM3 ubiquitination is dependent upon NEDD4 catalytic activity ::: Results",
            "ref_spans": [
                {
                    "start": 354,
                    "end": 359,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 414,
                    "end": 420,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 641,
                    "end": 646,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "While NEDD4 overexpression experiments suggest that NEDD4 directly ubiquitinates IFITM3 (Figs 1C, 1D and 1E, 2A and 2B and 3), this effect could be indirect. We therefore tested the ability of purified NEDD4 to ubiquitinate immunoprecipitated IFITM3 in vitro in order to confirm that NEDD4 can directly modify IFITM3. HA-hIFITM3 was incubated with purified NEDD4, enzymatic cofactors, and ubiquitin. We then re-immunoprecipitated IFITM3 and subjected it to anti-ubiquitin western blotting. Our results show that NEDD4 is capable of robustly ubiquitinating IFITM3 in vitro (Fig 4). Additionally, we employed ubiquitin mutants that could only be added via lysine 48 (K48) or lysine 63 (K63) linkages in order to examine whether NEDD4 preferentially utilizes one of these polyubiquitination linkages for modifying IFITM3. While both K48 and K63 linkages could be added to IFITM3 by NEDD4, we observed a preference for the K48 linkage in long polyubiquitin chains, which is traditionally associated with protein degradation (Fig 4). These results are consistent with our past results using linkage-specific anti-ubiquitin antibodies, which demonstrated that while both K48 and K63 ubiquitin linkages could be detected on IFITM3, K48 linkages are more prevalent [15]. These data are also consistent with our previous results indicating that ubiquitination of IFITM3 promotes its turnover [15].",
            "cite_spans": [
                {
                    "start": 1258,
                    "end": 1260,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1384,
                    "end": 1386,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "NEDD4 can modify IFITM3 in vitro\n ::: Results",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 107,
                    "mention": "1C, 1D and 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 109,
                    "end": 118,
                    "mention": "2A and 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 123,
                    "end": 124,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 573,
                    "end": 578,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1021,
                    "end": 1026,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In order to examine the effects of NEDD4 on endogenous IFITM3, we examined NEDD4 WT and knockout (KO) mouse embryonic fibroblasts (MEFs)[38]. We also utilized KO MEFs reconstituted with NEDD4 via retroviral transduction. Remarkably, Western blotting of lysates from NEDD4 KO cells showed an increase in steady state IFITM3 levels as compared to WT cells, while NEDD4 reconstitution decreased IFITM3 to WT levels (Fig 5A). To examine the requirement for NEDD4 in ubiquitinating IFITM3, we immunoprecipitated IFITM3 from large quantities of lysate from both WT and KO cells, expecting that the immunoprecipitation reagents would be saturated, thus providing us with comparable amounts of IFITM3 for examination of ubiquitination. Indeed, IFITM3 from NEDD4 KO cells was ubiquitinated much less than IFITM3 from WT cells (Fig 5B). These results demonstrate that NEDD4 is required for proper steady state ubiquitination of IFITM3, and that the absence of NEDD4 results in cellular accumulation of unmodified IFITM3.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "NEDD4 knockout decreases IFITM3 ubiquitination and increases resistance to viral infection ::: Results",
            "ref_spans": [
                {
                    "start": 413,
                    "end": 419,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 818,
                    "end": 824,
                    "mention": "Fig 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Given the increase in baseline IFITM3 levels, we predicted that NEDD4 KO cells would be more resistant to influenza virus infection. We observed that NEDD4 KO MEFs were in fact significantly less susceptible to infections with influenza A virus (IAV) subtypes H1N1 and H3N2 (PR8 and X-31 strains, respectively) compared to WT control cells (Fig 5C). The decreased susceptibility of KO cells was returned to WT levels of infection upon NEDD4 reconstitution (Fig 5C). We also verified that the enhanced resistance of NEDD4 KO cells to influenza virus infection included resistance to recently circulating strains. NEDD4 KO cells were significantly less susceptible than WT cells to infection by both influenza B virus (IBV) and IAV H3N2 strains isolated in 2011 (Fig 5D). We also examined retrovirus pseudotyped with the vesicular stomatitis virus (VSV) G protein, which is also reported to be inhibited by IFITM3 [3,35,36,39,40]. As expected, the percent of NEDD4 KO cells infected with VSV G-pseudotyped virus was significantly less than WT cells (Fig 5D). Sendai virus (SeV), a parainfluenza virus that primarily fuses at the cell surface [41] and is thus only minimally affected by IFITM3 [4], was also tested. Unlike IAV, IBV, and VSV G-pseudotyped retrovirus, SeV was not appreciably affected by NEDD4 KO (Fig 5D). Thus, the pattern of virus restriction we observed is consistent with protection of NEDD4 KO cells by IFITM3.",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 914,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 915,
                    "end": 917,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 918,
                    "end": 920,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 921,
                    "end": 923,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 924,
                    "end": 926,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1192,
                    "end": 1193,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "NEDD4 knockout decreases IFITM3 ubiquitination and increases resistance to viral infection ::: Results",
            "ref_spans": [
                {
                    "start": 341,
                    "end": 347,
                    "mention": "Fig 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 457,
                    "end": 463,
                    "mention": "Fig 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 761,
                    "end": 767,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1048,
                    "end": 1054,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1310,
                    "end": 1316,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To confirm that the increased resistance of NEDD4 KO cells to influenza virus infection was due to increased levels of basal IFITM3, we knocked down IFITM3 in NEDD4 WT and KO cells for 24 hours prior to infection. Knockdown was verified through Western blotting of cell lysates prepared at the time of infection (Fig 6A). Importantly, knockdown of IFITM3 in both NEDD4 WT and KO MEFs resulted in an increase in influenza virus susceptibility, and largely eliminated the resistance of NEDD4 KO cells to infection (Fig 6B). Overall, these experiments demonstrate that NEDD4 promotes cellular susceptibility to influenza virus infection by decreasing levels of IFITM3.",
            "cite_spans": [],
            "section": "NEDD4 knockout decreases IFITM3 ubiquitination and increases resistance to viral infection ::: Results",
            "ref_spans": [
                {
                    "start": 313,
                    "end": 319,
                    "mention": "Fig 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 513,
                    "end": 519,
                    "mention": "Fig 6B",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To extend our results to more relevant human lung cells, we utilized the A549 human alveolar epithelial cell line to study the role of NEDD4 in the regulation of steady state IFITM3 levels. Knockdown of NEDD4 with siRNA in A549 cells led to a significant increase in endogenous IFITM3 compared to non-targeting control siRNA (Fig 7A). As expected, NEDD4 knockdown led to a significantly greater resistance to IAV infection (Fig 7B and 7C). Importantly, we found that the relationship between NEDD4 knockdown and increased IFITM3 levels was preserved in two additional human lung cell lines (Fig 7D). Taken together with experiments presented in Figs 3, 5 and 6, these data confirm an evolutionary conservation between mice and humans in the regulation of cellular IFITM3 levels by NEDD4. This work also identifies NEDD4 as a novel target in human cells for improving resistance to influenza virus infection independently of IFNs or adaptive immunity.",
            "cite_spans": [],
            "section": "NEDD4 knockdown in human lung cells increases IFITM3 levels and resistance to influenza virus infection ::: Results",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 332,
                    "mention": "Fig 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 424,
                    "end": 437,
                    "mention": "Fig 7B and 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 591,
                    "end": 597,
                    "mention": "Fig 7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 650,
                    "end": 651,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 653,
                    "end": 654,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The degradative pathway involved in the turnover of steady state IFITM3 has not been previously investigated. Since NEDD4 is known to associate with the endosomal and lysosomal system and to target several of its substrates for lysosomal degradation [25], our results identifying NEDD4 as the primary ubiquitin ligase for IFITM3 would suggest that IFITM3 is degraded in lysosomes. To test this hypothesis, we utilized chloroquine and bafilomycin, which inhibit endosomal and lysosomal acidification and thus the activation of pH-dependent lysosomal proteases. We observed that treatment of A549 lung cells with these two inhibitors caused an accumulation of IFITM3 (Fig 7E). Similarly, treatment with leupeptin, an inhibitor of specific lysosomal proteases resulted in a similar increase in IFITM3 levels (Fig 7E). This is in contrast to the treatment of cells with the proteasomal inhibitor MG132, which consistently caused a modest decrease in IFITM3 levels, perhaps due to up-regulation of lysosomal degradation pathways when proteasome activity is inhibited. Overall, these experiments demonstrate that, consistent with the co-localization of IFITM3 and NEDD4 at lysosomes (Fig 1B), and the ubiquitination of IFITM3 by NEDD4 (Figs 1C, 1D and 1E, 2,3,4 and 5B), IFITM3 is turned over by the lysosomal degradation pathway.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "IFITM3 is turned over by the lysosomal degradation pathway ::: Results",
            "ref_spans": [
                {
                    "start": 666,
                    "end": 672,
                    "mention": "Fig 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 806,
                    "end": 812,
                    "mention": "Fig 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1178,
                    "end": 1184,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1235,
                    "end": 1248,
                    "mention": "1C, 1D and 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1250,
                    "end": 1251,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1252,
                    "end": 1253,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1254,
                    "end": 1255,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1260,
                    "end": 1262,
                    "mention": "5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Our previous work established that ubiquitination promotes the turnover of IFITM3 [15]. Thus, identification of the IFITM3 ubiquitin ligase would provide a potential target for increasing IFITM3 abundance and resistance to virus infections. In our previous work studying regulation of IFITM3 endocytosis by phosphorylation, we made the serendipitous discovery that the amino acid Y20 within IFITM3 is involved in regulating IFITM3 ubiquitination [23], which led us to identify the involvement of the IFITM3 PPxY motif in its ubiquitination by NEDD4 (Figs 1E and 2). NEDD4 knockdown or knockout in human or mouse cells, respectively, resulted in substantially greater levels of steady-state IFITM3 (Figs 5A, 6A and 7A and 7D). This accumulation of unmodified IFITM3 is consistent with the observed decrease in IFITM3 ubiquitination in NEDD4 KO cells (Fig 5B).",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "mention": "1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 562,
                    "end": 563,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 703,
                    "end": 705,
                    "mention": "5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 707,
                    "end": 709,
                    "mention": "6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 714,
                    "end": 723,
                    "mention": "7A and 7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 850,
                    "end": 856,
                    "mention": "Fig 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "An additional intriguing aspect of our finding that IFITM3 steady state levels are regulated by NEDD4 is the previously described role of the IFN effector ISG15 in inhibiting NEDD4 [29,30]. ISG15 is a ubiquitin-like protein that specifically binds to NEDD4, blocking its productive interaction with Ubiquitin-E2 ligase complexes [29,30]. The importance of this pathway was highlighted by two independent studies demonstrating that ISG15 blocks NEDD4-mediated monoubiquitination of the VP40 matrix protein of Ebola virus, thereby inhibiting the budding of Ebola virus-like particles [29,30]. Importantly, several studies have implicated ISG15 as a critical antiviral effector against IAV and IBV [42,43,44]. Two studies have demonstrated conjugation of ISG15 onto the IAV NS1 protein by the E3 ligase HERC5, and found that ISGylation of IAV NS1 antagonizes virus replication [44,45]. Interestingly, IBV NS1 specifically blocks human ISG15 conjugation by preventing ISG15 interaction with the ISG15 activating enzyme UbE1L, effectively counteracting its antiviral effect [43,46,47,48]. We posit that high levels of IFITM3 attained after IFN stimulation result from both IFITM3 gene induction, as well as increased IFITM3 protein stability as a result of ISG15 inhibition of NEDD4. We are currently investigating this exciting potential synergistic link between ISG15 and IFITM3.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 185,
                    "end": 187,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 586,
                    "end": 588,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 699,
                    "end": 701,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 875,
                    "end": 877,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 878,
                    "end": 880,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1070,
                    "end": 1072,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1079,
                    "end": 1081,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our work demonstrates that NEDD4 is required for proper basal ubiquitination of IFITM3 (Fig 5B). However, our results would also suggest that additional ubiquitin ligases are also able to modify IFITM3, particularly when IFITM3 is present at high levels. This is supported by detection of partial ubiquitination of our various IFITM3-PPxY mutants (Figs 1E and 2A and 2B) and by detection of modest IFITM3 ubiquitination in NEDD4 KO cells (Fig 5B). The identities of secondary ubiquitin ligases for IFITM3 are still unknown. Of particular interest are the ubiquitin ligases capable of modifying the truncated Δ1–21 splice variant of human IFITM3, which was not significantly ubiquitinated by NEDD4 (Fig 2B). Identifying the ubiquitin ligases that modify this disease-associated variant may implicate crucial differences in the stability and degradative pathways potentially underlying the defect possessed by this protein. Nonetheless, our data clearly implicate NEDD4 as the primary E3 ubiquitin ligase for IFITM3, and demonstrate that NEDD4 is essential for maintaining low steady state IFITM3 levels.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 94,
                    "mention": "Fig 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 353,
                    "end": 355,
                    "mention": "1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 360,
                    "end": 369,
                    "mention": "2A and 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 439,
                    "end": 445,
                    "mention": "Fig 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 698,
                    "end": 704,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "This current work is in contrast to a prior study that concluded the IFITM3 PPxY motif was not involved in regulating the levels or antiviral activity of overexpressed IFITM3 [36]. However, this previous work did not directly assess ubiquitination of IFITM3 upon mutation of the PPxY motif. Additionally, our experiences studying IFITM3 ubiquitination here and in our prior work suggest that when examining overexpressed IFITM3 constructs, ubiquitination has only subtle effects on total protein levels detected by Western blotting despite significant effects on the IFITM3 half-life13,20. Thus, overexpression likely masked any effects of mutating the PPxY motif on the parameters previously tested [36].",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 701,
                    "end": 703,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study has uncovered a novel mechanism by which NEDD4 indirectly promotes cellular entry of influenza virus by decreasing IFITM3 levels (Figs 5, 6 and 7). Although this work is the first of its kind to identify NEDD4 as a negative regulator of IFITM3 levels, NEDD4 is well described to be necessary for the replication of several important RNA viruses. For example, NEDD4 interacts with proline-rich motifs in the viral late budding domains of Ebola virus [49], rabies virus [50], and HIV [51]. Mono-ubiquitination of these domains promotes efficient budding and viral egress necessary for productive viral spread. However, it remains to be determined whether inhibition of NEDD4 will serve as an effective in vivo antiviral strategy, particularly since NEDD4 is a developmentally essential molecule as demonstrated by the embryonic lethality of NEDD4 KO mice [52]. Likewise, NEDD4 has been implicated in regulation of insulin-like growth factor signaling [53], T-cell-mediated immunity [54,55], and tumor suppression [56]. On the other hand, neuron- and skeletal muscle-specific NEDD4 KO mice are viable [57,58], and NEDD4 is naturally inhibited by ISG15 during virus infections [29,30], perhaps suggesting that short-term inhibition of NEDD4 can occur without adverse effects. Additional experimentation will be needed to answer these vital questions, and this will be aided by the development of selective NEDD4 inhibitors, which is an area of active investigation [59,60]. Overall, our study identifies inhibition of NEDD4 as a novel strategy for preventing infection by influenza virus and other IFITM3-sensitive viruses through the increased accumulation of the antiviral restriction factor IFITM3.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 462,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 493,
                    "end": 495,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 864,
                    "end": 866,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 960,
                    "end": 962,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 994,
                    "end": 996,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1022,
                    "end": 1024,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1109,
                    "end": 1111,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1187,
                    "end": 1189,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1472,
                    "end": 1474,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1475,
                    "end": 1477,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 148,
                    "end": 149,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 154,
                    "end": 155,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "All cell lines used in these studies (HEK293T, A549, NCI-H358, NCI-H2009, and MEFs) were cultured in DMEM supplemented with 4.5 g/L D-glucose, L-glutamine, 110 mg/L sodium pyruvate, and 10% fetal bovine serum (Thermo Scientific) at 37°C and 5% CO2 in a humidified incubator. HEK293T and A549 cells were purchased from ATCC. NCI-H358 and NCI-H2009 cells were obtained from the ATCC and provided to us by Dr. Gustavo Leone (The Ohio State University). NEDD4 WT and KO MEFs used in this study were generated by Dr. Hiroshi Kawabe (Max Planck Institute)[38] and were kindly provided to us by Dr. Matthew Pratt (University of Southern California) who also generated the retrovirally reconstituted control cell lines. For Western blotting, cells were plated for 90% confluency in 6-well plates for 24 h prior to transfection with 2 μg/well of plasmids using Lipofectamine 2000 (Invitrogen). For microscopy, MEFs were plated for 50% confluency on glass coverslips in 12-well plates for 24 h prior to overnight treatment with IFN-α (BEI Resources). IFITM3 constructs were expressed from the pCMV-HA or pCMV-myc vectors (Clontech) as described previously [2,4,23]. IFITM3 mutants were made using the QuikChange Multi site-directed mutagenesis kit (Stratagene). Plasmids expressing HA-NEDD4 and HA-NEDD4-C867A were obtained from Addgene (plasmids 27002 and 26999, deposited by Dr. Joan Massagué, Memorial Sloan Kettering Cancer Center)[61], and plasmids expressing FLAG-NEDD4, FLAG-NEDD4-ΔWW, and HA-CBL-B were kindly provided by Dr. Jian Zhang (The Ohio State University). FLAG-SMURF1 and FLAG-SMURF2 were obtained from Addgene (plasmids 11752 and 11746, desposited by Jeff Wrana, University of Toronto)[62].",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 552,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1147,
                    "end": 1148,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1149,
                    "end": 1150,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1151,
                    "end": 1153,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1426,
                    "end": 1428,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1695,
                    "end": 1697,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Cell culture, transfections, and siRNA knockdowns ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "IFITM3 knockdown in MEFs was performed using Silencer Select Ifitm3 siRNA (Ambion, catalog no. 4390816) and negative control (Ambion, catalog no. 4390844). Human NEDD4 knockdown in A549, NCI H358, and NCI H2009 cells was performed using Dharmacon ON-TARGETplus SMARTpool Human NEDD4 (GE Healthcare, catalog no. L-007178-00) and Dharmacon ON-TARGETplus Control Pool Non-targeting control (GE Healthcare, catalog no. D-001810-10-20). siRNAs were transfected into cells using Lipofectamine RNAiMax transfection reagent (Invitrogen). Transfection of siRNA was performed for 24 h for mIFITM3 knockdown, and 48 h for NEDD4 knockdown. For Western blotting, cells were lysed with 1% Brij buffer (0.1 mM triethanolamine, 150 mM NaCl, 1% BrijO10 (Sigma), pH 7.4) containing EDTA-free protease inhibitor mixture (Roche) and 25 μM MG132 (Sigma). Immunoprecipitations were performed using EZview Red anti-c-myc or anti-HA affinity gel (Sigma), or with Protein G Plus Agarose Suspension (Calbiochem) in conjunction with anti-mIFITM3. Chloroquine, bafilomycin, and leupeptin were purchased from Sigma.",
            "cite_spans": [],
            "section": "Cell culture, transfections, and siRNA knockdowns ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Co-immunoprecipitation assays were adapted from a previously described protocol [63]. HEK293T cells were co-transfected overnight with plasmids expressing myc-hIFITM3 and FLAG-NEDD4. Cells were washed twice with PBS, lysed on ice in Triton X-100 lysis buffer (50 mM Hepes, pH 7.5, 150 mN NaCl, 1% Triton X-100, 10% glycerol, 1.5 mM MgCl2, 1.0 mM EGTA, 10 μg/mL leupeptin, 10 μg/mL aprotinin, 10 μg/mL pepstatin, and 1 mM PMSF) for 5 min, and centrifuged at 1,000 x g for 5 min at 4°C. 50 μg of cell lysate was set aside for each sample in order to evaluate, via Western blotting, expression of myc-hIFITM3, FLAG-NEDD4, and GAPDH as a loading control. Equal concentrations of cell lysate were immunoprecipitated using 15 μL EZview Red anti-c-myc or anti-FLAG affinity gel (Sigma) per sample for 1 h at 4°C with gentle nutation. Immunoprecipitations were washed three times with lysis buffer and examined by Western blotting with both anti-myc and anti-FLAG for each immunoprecipitate.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Co-immunoprecipitation (Co-IP) assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Western blotting was performed with anti-myc (Developmental Studies Hybridoma Bank at the University of Iowa, deposited by Dr. J. Michael Bishop, catalog no. 9E 10), anti-HA (Clontech, catalog no. 631207), anti-hIFITM3 (Proteintech Group, catalog no. 11714-1-AP), anti-mIFITM3 (Abcam, catalog no. ab65183), anti-NEDD4 (Millipore, catalog no. 07–049), anti-FLAG (Sigma, catalog no. F7425), anti-actin (Abcam, catalog no. ab3280), or anti-GAPDH (Invitrogen, catalog no. 398600) antibodies. All primary antibodies were used at a 1:1000 dilution. Secondary antibodies, Goat Anti-Mouse IgG, HRP conjugate (Millipore catalog no. 12–349), Goat Anti-Rabbit IgG, HRP-linked (Cell Signaling, catalog no. 70745), and Goat Anti-Mouse, IgG1 Gamma 1 Heavy Chain Specific (SouthernBiotech, catalog no. 1070–05, specifically used for detecting immunoprecipitated protein ubiquitination) were all diluted at 1:20,000.",
            "cite_spans": [],
            "section": "Western blotting and antibodies ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "HEK293T cells were transfected overnight with plasmid expressing HA-hIFITM3. Protein collected from all wells of one 6-well plate was immunoprecipitated using anti-HA affinity gel and was washed extensively. Immunoprecipitated protein on affinity gel was resuspended in PBS. 10% of the retrieved protein was used in each reaction containing 500 μM ubiquitin or ubiquitin mutants (Boston Biochem, catalogue nos. U-100H, UM-K630, or UM-K480), 0.5 μM UbcH5b E2 ligase (Boston Biochem, catalogue no. E2-622), 100 nM UBE1 E1 ligase (Boston Biochem, catalogue no. E305), and 1x Ubiquitin Conjugation Reaction Buffer containing ATP (Boston Biochem, catalogue no SK-10) in the presence or absence of 100 ng recombinant human NEDD4 (Sigma, catalogue no. SRP0226). Reactions were allowed to proceed at 37°C for 1 h and were stopped by boiling for 5 min. The reactions were then diluted 1:100 in ice cold 1% Brij buffer, and IFITM3 was re-immunoprecipitated at 4°C using newly added anti-HA affinity gel prior to Western blot analysis.",
            "cite_spans": [],
            "section": "\nIn vitro ubiquitination ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cells were fixed for 10 min with 3.7% paraformaldehyde, permeabilized with 0.1% Triton X-100 in PBS for 10 min, and blocked for 10 min with 2% FBS in PBS. Primary antibodies, anti-mIFITM3 (Fragilis, Abcam, catalogue no. ab15592) (1:500), anti-NEDD4 (1:500), and anti-LAMP1 (Santa Cruz Biotechnology, catalogue no. sc-19992), and Alexa Fluor-labeled anti-mouse and anti-rabbit secondary antibodies (Life Technologies, 1:1000) or anti-rat DyLight 550-labeled secondary antibody (Abcam, catalogue no. ab96888, 1:1000) were diluted in 0.1% Triton X-100 in PBS. Cells were treated with antibodies sequentially for 20 min at room temperature and washed five times with 0.1% Triton X-100 in PBS after each antibody treatment. Glass slides were mounted in ProLong Gold antifade reagent containing DAPI (Life Technologies). Images were captured using a Fluoview FV10i confocal microscope (Olympus).",
            "cite_spans": [],
            "section": "Fluorescence microscopy ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Influenza viruses A/Puerto Rico/8/1934 (H1N1, PR8), a PR8 reassortant virus possessing the hemagglutinin and neuraminidase genes from A/Aichi/2/1968 (H3N2, X-31), A/Victoria/361/2011 (H3N2), and B/Texas/06/2011 were propagated in 10-day embryonated chicken eggs (purchased as day 0 eggs from Charles River Laboratories) for 48 h at 37°C as described previously [64]. PR8 and X-31 were provided to us by Drs. Bruno Moltedo and Thomas Moran (Mount Sinai School of Medicine) and the 2011 virus isolates were obtained from BEI Resources sponsored by the NIH/NIAID. SeV expressing green fluorescent protein (SeV-GFP)[65] was generated by Dr. Dominique Garcin (University de Geneve) and provided to us by Dr. Mark Peeples (Nationwide Children’s Hospital Research Institute). SeV-GFP was propagated in 10-day embryonated chicken eggs for 40 h at 37°C as described previously [66]. VSV G-pseudotyped retrovirus expressing green fluorescent protein was generated by transfection of the viral vector pLenti-CMV-GFP-puro (Addgene plasmid 17448, deposited by Dr. Eric Campeau)[67] and packaging plasmids (provided by Dr. Li Wu, The Ohio State University) along with plasmid expressing VSV G into HEK293T cells. Direct inhibition of GFP production by IFITM3 was not expected since this is driven by the CMV immediate early promoter and bypasses retrovirus-specific expression machinery [68]. Media was changed 18 h post-transfection, and media containing virus was then harvested 48 h post-transfection. Virus-containing media was centrifuged at 1200 x g for 5 min, filtered with 0.45 μm filters, frozen, stored at -80°C, and used for infection at a dose that provided approximately 70% infection of WT MEFs. MEFs were infected with IAV PR8, X-31, and H3N2 2011 strains, SeV and IBV at a multiplicity of infection of 5.0 or 10.0. MEFs were infected for 24 h, except in the case of VSV G-pseudotyped retrovirus infections, which were analyzed after 48 h of infection. A549 cells were infected with IAV strain PR8 at a multiplicity of infection of 2.5 for 6 h. Infected cells were washed with PBS and harvested in 0.25% trypsin EDTA. Cells were fixed in 3.7% paraformaldehyde for 10 min and permeabilized with 0.1% Triton X-100 for 10 min. IAV infected cells were stained with anti-influenza nucleoprotein (Abcam, catalog no. ab20343, 1:333) directly conjugated to Alexa Fluor 647 using a 100 μg antibody labeling kit (Life Technologies). IBV infected cells were stained with anti-IBV nucleoprotein (Thermo Scientific catalogue no. MA1-80712, 1:1000) followed by anti-mouse secondary antibodies conjugated directly to Alexa Fluor 488 (Life Technologies). Measurement of SeV and VSV G-pseudotyped retrovirus infection rates was done by detecting virus-encoded GFP. All antibodies were diluted in 0.1% Triton X-100 in PBS, and cells were stained for 20 min. Cells were washed three times with 0.1% Triton X-100 in PBS after each antibody treatment. PBS was used for final resuspension of cells for flow cytometric analysis using a FACSCanto II flow cytometer (BD Biosciences). Results were analyzed using FlowJo software.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 612,
                    "end": 614,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 869,
                    "end": 871,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Infections and flow cytometry ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: A) Alignment of IFITM3 N-terminal amino acids from various species. Bold and underlined text highlights the conserved PPxY motif. B) Mouse embryonic fibroblasts (MEFs) were stimulated overnight with IFN-α (160 units/mL) to ensure production of IFITM3, and imaged by fluorescent confocal microscopy with staining for endogenous IFITM3, NEDD4, LAMP1, and nuclei (DAPI). Images were taken with a 60x objective and 2.5x zoom. Pseudocolored merged images in different staining combinations are shown. C-E), HEK293T cells were co-transfected with plasmids expressing IFITM3 and epitope tagged ubiquitin ligases, NEDD4, CLB-B, SMURF1 and SMURF2, as indicated. Cell lysates were immunoprecipited with anti-myc resin, and examined by Western blotting with anti-myc and anti-ubiquitin (Ub) antibodies. Western blots of cell lysates with anti-HA (C) or anti-FLAG (D,E) antibodies were performed to confirm expression of the ubiquitin ligases. Anti-GAPDH Western blotting was performed to confirm comparable protein loading.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: A-C) HEK293T cells were co-transfected with plasmids expressing myc-hIFITM3 or FLAG-NEDD4 as indicated. A-B) Cell lysates were immunoprecipitated with anti-myc resin, and examined by Western blotting with anti-myc and anti-ubiquitin (Ub). Western blotting of cell lysate with anti-FLAG antibodies was performed to confirm expression of NEDD4. Western blotting with anti-GAPDH antibodies was performed to confirm comparable protein loading. C) Cell lysates were immunoprecipitated with anti-myc or anti-FLAG resin, and co-immunoprecipitation was examined by Western blotting with both anti-myc and anti-FLAG antibodies for each immunoprecipitate. Western blots of cell lysates with anti-myc and anti-FLAG antibodies were performed to confirm expression of IFITM3 and NEDD4, respectively. Anti-GAPDH Western blotting was performed to confirm comparable protein loading.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: HEK293T cells were transfected with the indicated mouse or human IFITM3 constructs and were co-transfected with plasmids expressing HA-NEDD4 or a catalytically inactive HA-NEDD4-C867A mutant. IFITM3 was immunoprecipitated with anti-myc resin and subjected to anti-myc and anti-ubiquitin (Ub) Western blotting. Cell lysates were probed with anti-NEDD4 antibodies to confirm expression of NEDD4 constructs. Anti-GAPDH staining served as a protein loading control.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: HA-hIFITM3 was added to reactions containing NEDD4-compatible E1 and E2 ubiquitin ligases, ubiquitin (WT or mutants in which only K48 or K63 were not mutated), and reaction buffer containing ATP in the presence or absence of NEDD4. The reaction was allowed to proceed for 1 h at 37°C, and IFITM3 was re-immunoprecipitated and subjected to Western blotting with anti-ubiquitin (Ub) and anti-HA antibodies. IgG H.C. indicates detection of the heavy chain of the immunoglobulin used for immunoprecipitation.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: A) Cell lysates from NEDD4 WT and KO MEFs were subjected to anti-IFITM3, anti-NEDD4, and anti-actin immunoblotting to evaluate NEDD4 levels in each cell line and the effect of NEDD4 on endogenous IFITM3 levels. Retroviral reconstitution of the indicated cells with an empty retrovirus control or retrovirus expressing NEDD4 is denoted by + Vector and + NEDD4, respectively. B) 2 mg of protein from NEDD4 WT and KO cell lysates were immunoprecipitated for endogenous IFITM3 and examined by Western blotting with anti-ubiquitin and anti-IFITM3 antibodies. C) The indicated cell lines were infected for 24 h with influenza A virus (IAV) PR8 and X-31 strains at an MOI of 5. Cells were then fixed and stained with anti-influenza virus NP to measure the percentage of cells infected using flow cytometry. D) NEDD4 WT and KO MEFs were infected with influenza virus 2011 isolates (IAV or influenza B virus (IBV)) or Sendai virus (SeV) at an MOI of 5 for 24 h, or were infected with VSV G-pseudotyped retrovirus (VSV G-pseudo) for 48 h. Cells were then fixed and stained with anti-influenza NP in the case of influenza virus infections or were examined for GFP positivity in the case of VSV G-pseudo or SeV to measure the percentage of cells infected using flow cytometry. C,D) Non-infected samples were used as a baseline for gating of infected cells. Results shown are representative of at least three independent experiments, each performed with triplicate samples. The average percent infection of WT NEDD4 cells was set to 1 for the calculation of relative percent infection. Error bars represent standard deviation of triplicate samples. * Indicates a p-value less than 0.001 calculated by Student’s t-test in comparison to values for NEDD4 WT cells.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: A,B) NEDD4 WT and KO MEFs were transfected for 24 h with control siRNA (siCont) or siRNA targeting IFITM3 (siIFITM3). A) Cells were collected just prior to infection for confirmation of IFITM3 knockdown by anti-IFITM3 Western blotting, with anti-actin blotting serving as a protein loading control. B) Following siRNA treatment, cells were infected with influenza virus strain PR8 at an MOI of 10 for 24 h. Cells were then fixed and stained with anti-influenza virus NP to measure the percentage of cells infected using flow cytometry. Results shown are representative of three independent experiments, each with samples run in triplicate. Error bars represent standard deviation. * Indicates p-value less than 0.001 calculated with Student’s t-test for comparison of samples denoted by horizontal lines.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: A-C) A549 cells were transfected for 48 h with control siRNA (siControl) or siRNA targeting human NEDD4 (siNEDD4). A) Cells were collected just prior to infection for confirmation of NEDD4 knockdown by anti-NEDD4 Western blotting, with anti-actin blotting serving as a loading control. Anti-IFITM3 blotting demonstrates an increase in IFITM3 upon NEDD4 knockdown. B,C) Following siRNA treatment, cells were infected with influenza virus strain PR8 at an MOI of 2.5 for 6 h. Cells were then fixed and stained with anti-influenza virus NP to measure the percentage of cells infected using flow cytometry. Results shown are representative of three independent experiments, with samples run in triplicate. Error bars represent standard deviation of triplicate samples. * Indicates a p-value less than 0.0001 calculated with Student’s t-test. D) NCI-H358 and NCI-H2009 cells were transfected for 48 h with siControl or siNEDD4. Cell lysates were subjected to immunoblotting with anti-NEDD4 to confirm NEDD4 knockdown, anti-IFITM3 to demonstrate increase in endogenous IFITM3 upon NEDD4 knockdown, and anti-GAPDH as a loading control. E) A549 cells were treated with equal volumes Dimethyl Sulfoxide (DMSO) as a control, MG132 (10 μM), Chloroquine (10 μM), Bafilomycin A1 (1 μM), or Leupeptin (100 μM) for 24 h. Cells were also treated with IFN-α (100 units/mL) for comparison. Cell lysates were subjected to anti-IFITM3 immunoblotting to evaluate endogenous IFITM3 levels with each treatment. Western blotting with anti-GAPDH served as a loading control.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus",
            "authors": [],
            "year": 2011,
            "venue": "PLoS pathogens",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1001258"
                ]
            }
        },
        "BIBREF1": {
            "title": "Palmitoylome profiling reveals S-palmitoylation-dependent antiviral activity of IFITM3",
            "authors": [],
            "year": 2010,
            "venue": "Nature chemical biology",
            "volume": "6",
            "issn": "",
            "pages": "610-614",
            "other_ids": {
                "DOI": [
                    "10.1038/nchembio.405"
                ]
            }
        },
        "BIBREF2": {
            "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus",
            "authors": [],
            "year": 2009,
            "venue": "Cell",
            "volume": "139",
            "issn": "",
            "pages": "1243-1254",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2009.12.017"
                ]
            }
        },
        "BIBREF3": {
            "title": "Palmitoylation on conserved and non-conserved cysteines of murine IFITM1 regulates its stability and anti-influenza A virus activity",
            "authors": [],
            "year": 2013,
            "venue": "Journal of virology",
            "volume": "87",
            "issn": "",
            "pages": "9923-9927",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00621-13"
                ]
            }
        },
        "BIBREF4": {
            "title": "IFITMs restrict the replication of multiple pathogenic viruses",
            "authors": [],
            "year": 2013,
            "venue": "Journal of molecular biology",
            "volume": "425",
            "issn": "",
            "pages": "4937-4955",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2013.09.024"
                ]
            }
        },
        "BIBREF5": {
            "title": "The broad-spectrum antiviral functions of IFIT and IFITM proteins",
            "authors": [],
            "year": 2013,
            "venue": "Nature reviews Immunology",
            "volume": "13",
            "issn": "",
            "pages": "46-57",
            "other_ids": {
                "DOI": [
                    "10.1038/nri3344"
                ]
            }
        },
        "BIBREF6": {
            "title": "The IFITM proteins inhibit HIV-1 infection",
            "authors": [],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "",
            "pages": "2126-2137",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01531-10"
                ]
            }
        },
        "BIBREF7": {
            "title": "IFITM Proteins Incorporated into HIV-1 Virions Impair Viral Fusion and Spread",
            "authors": [],
            "year": 2014,
            "venue": "Cell host & microbe",
            "volume": "16",
            "issn": "",
            "pages": "736-747",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "IFITM proteins are incorporated onto HIV-1 virion particles and negatively imprint their infectivity",
            "authors": [],
            "year": 2014,
            "venue": "Retrovirology",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12977-014-0103-y"
                ]
            }
        },
        "BIBREF9": {
            "title": "IFITM3 restricts the morbidity and mortality associated with influenza",
            "authors": [],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "519-523",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10921"
                ]
            }
        },
        "BIBREF10": {
            "title": "Ifitm3 limits the severity of acute influenza in mice",
            "authors": [],
            "year": 2012,
            "venue": "PLoS pathogens",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002909"
                ]
            }
        },
        "BIBREF11": {
            "title": "Early hypercytokinemia is associated with interferon-induced transmembrane protein-3 dysfunction and predictive of fatal H7N9 infection",
            "authors": [],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "111",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Interferon-induced transmembrane protein-3 genetic variant rs12252-C is associated with severe influenza in Chinese individuals",
            "authors": [],
            "year": 2013,
            "venue": "Nature Communications",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "IFITM3 rs12252 T>C polymorphism is associated with the risk of severe influenza: a meta-analysis",
            "authors": [],
            "year": 2015,
            "venue": "Epidemiology and infection",
            "volume": "",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "S-palmitoylation and ubiquitination differentially regulate interferon-induced transmembrane protein 3 (IFITM3)-mediated resistance to influenza virus",
            "authors": [],
            "year": 2012,
            "venue": "The Journal of biological chemistry",
            "volume": "287",
            "issn": "",
            "pages": "19631-19641",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M112.362095"
                ]
            }
        },
        "BIBREF15": {
            "title": "IFITM3 Inhibits Influenza A Virus Infection by Preventing Cytosolic Entry",
            "authors": [],
            "year": 2011,
            "venue": "PLoS pathogens",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002337"
                ]
            }
        },
        "BIBREF16": {
            "title": "IFITMs from Mycobacteria Confer Resistance to Influenza Virus When Expressed in Human Cells",
            "authors": [],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "3035-3052",
            "other_ids": {
                "DOI": [
                    "10.3390/v7062759"
                ]
            }
        },
        "BIBREF17": {
            "title": "IFITM Proteins Restrict Viral Membrane Hemifusion",
            "authors": [],
            "year": 2013,
            "venue": "PLoS pathogens",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003124"
                ]
            }
        },
        "BIBREF18": {
            "title": "IFITM3 Restricts Influenza A Virus Entry by Blocking the Formation of Fusion Pores following Virus-Endosome Hemifusion",
            "authors": [],
            "year": 2014,
            "venue": "PLoS pathogens",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004048"
                ]
            }
        },
        "BIBREF19": {
            "title": "Influenza virus evolution, host adaptation, and pandemic formation",
            "authors": [],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "440-451",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2010.05.009"
                ]
            }
        },
        "BIBREF20": {
            "title": "The annual impact of seasonal influenza in the US: measuring disease burden and costs",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5086-5096",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Transcriptional and posttranscriptional regulation of interferon-induced gene expression in human cells",
            "authors": [],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "745-755",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Phosphorylation of the Antiviral Protein IFITM3 Dually Regulates its Endocytosis and Ubiquitination",
            "authors": [],
            "year": 2014,
            "venue": "The Journal of biological chemistry",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Regulation of the trafficking and antiviral activity of IFITM3 by post-translational modifications",
            "authors": [],
            "year": 2014,
            "venue": "Future microbiology",
            "volume": "9",
            "issn": "",
            "pages": "1151-1163",
            "other_ids": {
                "DOI": [
                    "10.2217/fmb.14.65"
                ]
            }
        },
        "BIBREF24": {
            "title": "Physiological functions of the HECT family of ubiquitin ligases",
            "authors": [],
            "year": 2009,
            "venue": "Nature reviews Molecular cell biology",
            "volume": "10",
            "issn": "",
            "pages": "398-409",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm2690"
                ]
            }
        },
        "BIBREF25": {
            "title": "BioGPS: an extensible and customizable portal for querying and organizing gene annotation resources",
            "authors": [],
            "year": 2009,
            "venue": "Genome biology",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/gb-2009-10-11-r130"
                ]
            }
        },
        "BIBREF26": {
            "title": "HECT ubiquitin ligases link viral and cellular PPXY motifs to the vacuolar protein-sorting pathway",
            "authors": [],
            "year": 2005,
            "venue": "The Journal of cell biology",
            "volume": "168",
            "issn": "",
            "pages": "89-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Chemoproteomics reveals Toll-like receptor fatty acylation",
            "authors": [],
            "year": 2014,
            "venue": "BMC biology",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12915-014-0091-3"
                ]
            }
        },
        "BIBREF28": {
            "title": "ISG15 inhibits Nedd4 ubiquitin E3 activity and enhances the innate antiviral response",
            "authors": [],
            "year": 2008,
            "venue": "The Journal of biological chemistry",
            "volume": "283",
            "issn": "",
            "pages": "8783-8787",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.C800030200"
                ]
            }
        },
        "BIBREF29": {
            "title": "ISG15 inhibits Ebola VP40 VLP budding in an L-domain-dependent manner by blocking Nedd4 ligase activity",
            "authors": [],
            "year": 2008,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "105",
            "issn": "",
            "pages": "3974-3979",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0710629105"
                ]
            }
        },
        "BIBREF30": {
            "title": "The interferon-induced gene ISG15 blocks retrovirus release from cells late in the budding process",
            "authors": [],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "",
            "pages": "4725-4736",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02478-09"
                ]
            }
        },
        "BIBREF31": {
            "title": "WW domain HECT E3s target Cbl RING finger E3s for proteasomal degradation",
            "authors": [],
            "year": 2003,
            "venue": "The Journal of biological chemistry",
            "volume": "278",
            "issn": "",
            "pages": "43169-43177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "E3 ubiquitin ligase Cbl-b in innate and adaptive immunity",
            "authors": [],
            "year": 2014,
            "venue": "Cell cycle",
            "volume": "13",
            "issn": "",
            "pages": "1875-1884",
            "other_ids": {
                "DOI": [
                    "10.4161/cc.29213"
                ]
            }
        },
        "BIBREF33": {
            "title": "Mammalian HECT ubiquitin-protein ligases: biological and pathophysiological aspects",
            "authors": [],
            "year": 2014,
            "venue": "Biochimica et biophysica acta",
            "volume": "1843",
            "issn": "",
            "pages": "61-74",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbamcr.2013.03.024"
                ]
            }
        },
        "BIBREF34": {
            "title": "Identification of an endocytic signal essential for the antiviral action of IFITM3",
            "authors": [],
            "year": 2014,
            "venue": "Cellular Microbiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The N-terminal region of IFITM3 modulates its antiviral activity by regulating IFITM3 cellular localization",
            "authors": [],
            "year": 2012,
            "venue": "Journal of virology",
            "volume": "86",
            "issn": "",
            "pages": "13697-13707",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01828-12"
                ]
            }
        },
        "BIBREF36": {
            "title": "Interferon-induced transmembrane protein-3 rs12252-C is associated with rapid progression of acute HIV-1 infection in Chinese MSM cohort",
            "authors": [],
            "year": 2015,
            "venue": "AIDS",
            "volume": "29",
            "issn": "",
            "pages": "889-894",
            "other_ids": {
                "DOI": [
                    "10.1097/QAD.0000000000000632"
                ]
            }
        },
        "BIBREF37": {
            "title": "The ubiquitin ligase Nedd4-1 is dispensable for the regulation of PTEN stability and localization",
            "authors": [],
            "year": 2008,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "105",
            "issn": "",
            "pages": "8585-8590",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0803233105"
                ]
            }
        },
        "BIBREF38": {
            "title": "Interferon-induced cell membrane proteins, IFITM3 and tetherin, inhibit vesicular stomatitis virus infection via distinct mechanisms",
            "authors": [],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "",
            "pages": "12646-12657",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01328-10"
                ]
            }
        },
        "BIBREF39": {
            "title": "The antiviral effector IFITM3 disrupts intracellular cholesterol homeostasis to block viral entry",
            "authors": [],
            "year": 2013,
            "venue": "Cell host & microbe",
            "volume": "13",
            "issn": "",
            "pages": "452-464",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Characterization of the fusogenic properties of Sendai virus: kinetics of fusion with erythrocyte membranes",
            "authors": [],
            "year": 1985,
            "venue": "Biochemistry",
            "volume": "24",
            "issn": "",
            "pages": "4739-4745",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "IFN-stimulated gene 15 functions as a critical antiviral molecule against influenza, herpes, and Sindbis viruses",
            "authors": [],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "104",
            "issn": "",
            "pages": "1371-1376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Mice Lacking the ISG15 E1 Enzyme UbE1L Demonstrate Increased Susceptibility to both Mouse-Adapted and Non-Mouse-Adapted Influenza B Virus Infection",
            "authors": [],
            "year": 2009,
            "venue": "Journal of virology",
            "volume": "83",
            "issn": "",
            "pages": "1147-1151",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00105-08"
                ]
            }
        },
        "BIBREF43": {
            "title": "ISG15 conjugation system targets the viral NS1 protein in influenza A virus-infected cells",
            "authors": [],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "107",
            "issn": "",
            "pages": "2253-2258",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0909144107"
                ]
            }
        },
        "BIBREF44": {
            "title": "Herc5 Attenuates Influenza A Virus by Catalyzing ISGylation of Viral NS1 Protein",
            "authors": [],
            "year": 2010,
            "venue": "Journal of immunology",
            "volume": "184",
            "issn": "",
            "pages": "5777-5790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Influenza B virus NS1 protein inhibits conjugation of the interferon (IFN)-induced ubiquitin-like ISG15 protein",
            "authors": [],
            "year": 2001,
            "venue": "The EMBO journal",
            "volume": "20",
            "issn": "",
            "pages": "362-371",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Interferon-induced ISG15 pathway: an ongoing virus-host battle",
            "authors": [],
            "year": 2013,
            "venue": "Trends in microbiology",
            "volume": "21",
            "issn": "",
            "pages": "181-186",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2013.01.005"
                ]
            }
        },
        "BIBREF47": {
            "title": "Species-specific antagonism of host ISGylation by the influenza B virus NS1 protein",
            "authors": [],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "",
            "pages": "5423-5430",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02395-09"
                ]
            }
        },
        "BIBREF48": {
            "title": "A PPxY motif within the VP40 protein of Ebola virus interacts physically and functionally with a ubiquitin ligase: Implications for filovirus budding",
            "authors": [],
            "year": 2000,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "97",
            "issn": "",
            "pages": "13871-13876",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Rhabdoviruses and the cellular ubiquitin-proteasome system: a budding interaction",
            "authors": [],
            "year": 2001,
            "venue": "Journal of virology",
            "volume": "75",
            "issn": "",
            "pages": "10623-10629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "A role for ubiquitin ligase recruitment in retrovirus release",
            "authors": [],
            "year": 2000,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "97",
            "issn": "",
            "pages": "13063-13068",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "The ubiquitin ligase Nedd4-1 is required for heart development and is a suppressor of thrombospondin-1",
            "authors": [],
            "year": 2010,
            "venue": "The Journal of biological chemistry",
            "volume": "285",
            "issn": "",
            "pages": "6770-6780",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M109.082347"
                ]
            }
        },
        "BIBREF52": {
            "title": "Nedd4 controls animal growth by regulating IGF-1 signaling",
            "authors": [],
            "year": 2008,
            "venue": "Science signaling",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scisignal.1160940"
                ]
            }
        },
        "BIBREF53": {
            "title": "E3 ubiquitin ligase Cbl-b regulates Pten via Nedd4 in T cells independently of its ubiquitin ligase activity",
            "authors": [],
            "year": 2012,
            "venue": "Cell reports",
            "volume": "1",
            "issn": "",
            "pages": "472-482",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Nedd4 augments the adaptive immune response by promoting ubiquitin-mediated degradation of Cbl-b in activated T cells",
            "authors": [],
            "year": 2008,
            "venue": "Nature Immunology",
            "volume": "9",
            "issn": "",
            "pages": "1356-1363",
            "other_ids": {
                "DOI": [
                    "10.1038/ni.1670"
                ]
            }
        },
        "BIBREF55": {
            "title": "Regulation of Mdm2 protein stability and the p53 response by NEDD4-1 E3 ligase",
            "authors": [],
            "year": 2015,
            "venue": "Oncogene",
            "volume": "34",
            "issn": "",
            "pages": "281-289",
            "other_ids": {
                "DOI": [
                    "10.1038/onc.2013.557"
                ]
            }
        },
        "BIBREF56": {
            "title": "Regulation of Rap2A by the ubiquitin ligase Nedd4-1 controls neurite development",
            "authors": [],
            "year": 2010,
            "venue": "Neuron",
            "volume": "65",
            "issn": "",
            "pages": "358-372",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2010.01.007"
                ]
            }
        },
        "BIBREF57": {
            "title": "The ubiquitin ligase Nedd4-1 participates in denervation-induced skeletal muscle atrophy in mice",
            "authors": [],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0046427"
                ]
            }
        },
        "BIBREF58": {
            "title": "Small-molecule probes targeting the viral PPxY-host Nedd4 interface block egress of a broad range of RNA viruses",
            "authors": [],
            "year": 2014,
            "venue": "Journal of virology",
            "volume": "88",
            "issn": "",
            "pages": "7294-7306",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00591-14"
                ]
            }
        },
        "BIBREF59": {
            "title": "Peptide and small molecule inhibitors of HECT-type ubiquitin ligases",
            "authors": [],
            "year": 2014,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "111",
            "issn": "",
            "pages": "16736-16741",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1412152111"
                ]
            }
        },
        "BIBREF60": {
            "title": "Ubiquitin ligase Nedd4L targets activated Smad2/3 to limit TGF-beta signaling",
            "authors": [],
            "year": 2009,
            "venue": "Molecular cell",
            "volume": "36",
            "issn": "",
            "pages": "457-468",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2009.09.043"
                ]
            }
        },
        "BIBREF61": {
            "title": "Smad7 binds to Smurf2 to form an E3 ubiquitin ligase that targets the TGF beta receptor for degradation",
            "authors": [],
            "year": 2000,
            "venue": "Molecular cell",
            "volume": "6",
            "issn": "",
            "pages": "1365-1375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "A Role for the Ubiquitin Ligase Nedd4 in Membrane Sorting of LAPTM4 Proteins",
            "authors": [],
            "year": 2011,
            "venue": "PloS one",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Unique type I interferon responses determine the functional fate of migratory lung dendritic cells during influenza virus infection",
            "authors": [],
            "year": 2011,
            "venue": "PLoS pathogens",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002345"
                ]
            }
        },
        "BIBREF64": {
            "title": "Activation of the beta interferon promoter by unnatural Sendai virus infection requires RIG-I and is inhibited by viral C proteins",
            "authors": [],
            "year": 2007,
            "venue": "Journal of virology",
            "volume": "81",
            "issn": "",
            "pages": "12227-12237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Sendai virus infection induces efficient adaptive immunity independently of type I interferons",
            "authors": [],
            "year": 2006,
            "venue": "Journal of virology",
            "volume": "80",
            "issn": "",
            "pages": "4538-4545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "A versatile viral system for expression and depletion of proteins in mammalian cells",
            "authors": [],
            "year": 2009,
            "venue": "PloS one",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0006529"
                ]
            }
        },
        "BIBREF67": {
            "title": "Characteristics of IFITM, the newly identified IFN-inducible anti-HIV-1 family proteins",
            "authors": [],
            "year": 2013,
            "venue": "Microbes and infection / Institut Pasteur",
            "volume": "15",
            "issn": "",
            "pages": "280-290",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2012.12.003"
                ]
            }
        }
    }
}