{
    "paper_id": "PMC4894584",
    "metadata": {
        "title": "Towards Identifying and Reducing the Bias of Disease Information Extracted from Search Engine Data",
        "authors": [
            {
                "first": "Da-Cang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jin-Feng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ji-Xia",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [
                    "Z."
                ],
                "last": "Sui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong-Yan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mao-Gui",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cheng-Dong",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marcel",
                "middle": [],
                "last": "Salathé",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Search engine data analysts (e.g., Google Flu Trends and other products of search engine query data) have made it convenient for us to track disease-related trends more effectively [1, 2]. However, their limitations have attracted increasing attention from the broader scientific community [3, 4]. The accuracy of disease tracking mechanisms that use search engine data is affected by Internet use trends, by external interferences from the media and from government policies, and by frequently updated algorithms created by search engine companies [1, 3, 4]. Such problems have manifested in Google Flu Trends, which missed the first wave of the influenza A/H1N1 pandemic in 2009 and which overestimated peak flu levels during the 2012/2013 season [2, 4]. As a typical application of big data, search engine data have attracted considerable public attention. Despite these biases and problems, as a new and alternative data source, we cannot deny the advantages of search engine data for monitoring diseases. To date, search engine data have been used to track the flu [1, 5], dengue fever [6, 7], Hand, Foot and Mouth Disease (HFMD) [8, 9] and several other diseases. Lazer et al. [3] have argued that search engine data, such as those used in Google Flu Trends and in other major data sets, should not be used alone but should instead be used as a supplement to traditional data. The integrated use of search engine data with conventional data sources has been proven to increase the accuracy of disease predictions [3, 6, 10].",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 185,
                    "end": 186,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 291,
                    "end": 292,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 294,
                    "end": 295,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 550,
                    "end": 551,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 553,
                    "end": 554,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 556,
                    "end": 557,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 750,
                    "end": 751,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 753,
                    "end": 754,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1071,
                    "end": 1072,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1074,
                    "end": 1075,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1092,
                    "end": 1093,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1095,
                    "end": 1096,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1136,
                    "end": 1137,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1139,
                    "end": 1140,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1184,
                    "end": 1185,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1520,
                    "end": 1521,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1523,
                    "end": 1524,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1526,
                    "end": 1528,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In monitoring disease trends in a particular geographic area, previous studies have typically assessed the search volume (e.g., via Google Trends) of several keywords [5, 11–13]. Only a few studies have accounted for the internal spatial structure of an area, and most studies have not attempted to reduce search engine data biases levels. To complement previous studies, in this paper we use data related to HFMD in addressing three questions: (1) Is there a spatial difference in the search volume and search behaviors of HFMD? (2) Can historical cases of HFMD be used to reduce web data bias levels and to improve the relationship between search volume and real cases? (3) Can search engine data serve as a suitable tool for tracking HFMD trends in our pilot study area, Guangdong Province?",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 171,
                    "end": 173,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 174,
                    "end": 176,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To answer these questions, the Baidu Index, a large data analyst index managed by Baidu (the largest Internet search engine company in China, making it the Chinese equivalent to Google), was used to collect search data on different scales that relate to HFMD in Guangdong Province. Based on the search behaviors of online users, keywords were divided into three groups to analyze the correlations they have with historical HFMD cases.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "From historical cases on HFMD, a new Biased Sentinel Hospital-based Area Disease Estimation (B-SHADE) method was used to estimate the weight of each sample city, reducing biases in the search volume. In this case, we did not actually use sentinel hospital data but rather we applied the method using city-based search behavior data to function as “hospitals.” Thus, using the search volume of the sample city and the weight of each city that was estimated using B-SHADE, the area search volume was revised to achieve the best linear unbiased estimation. Finally, models were fitted by integrating historical HFMD cases and the revised search volume to examine the predictive effects of the revised search volume.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Located in southern China with a subtropical climate and high population density, Guangdong had an HFMD occurrence rate that was more than four times higher than the national average from 2009 to 2011 [14]. In addition, living in one of the most developed areas in China, 60.4% of Guangdong’s population had Internet access in 2011, which is far higher than the Chinese average level (38.3%) [15]. These two conditions made Guangdong a suitable site for our study. The cities in Guangdong Province fall into two categories: cities located in the Pearl River Delta (PRD) region, which are more developed, and cities located outside of the PRD (OutPRD), which are less developed.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 204,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 393,
                    "end": 395,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Study Area ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HFMD is a common human syndrome caused by highly contagious intestinal enteroviruses of the Picornaviridae family, which typically affects infants and children but also occasionally occurs in adults [16]. Numerous HFMD cases have been observed in the West Pacific region (including Japan, Malaysia, Vietnam, Singapore and China) [17–21]. From 2008–2012, 7,200,092 cases of HFMD were observed in China, and 2,457 (0.03%) of these cases were fatal [17]. As HFMD is highly contagious, its effective monitoring and control can significantly reduce its threat to public health in China. The government has spent a significant amount of money and time on HFMD monitoring.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "HFMD Data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In this study, HFMD cases were provided by the China CDC from January 1, 2009, to December 27, 2011. Reports of HFMD have been recorded through a national surveillance system for infectious diseases since May of 2008. Using a standard form, each district is required to report any cases of HFMD to this system daily [14, 17]. The reported information includes details about each patient (i.e., sex, birthday, home address, date of symptom onset, and date of diagnosis). Although reporting gaps or biases can result during the data collection process, this system is the country’s leading authority on HFMD data. As individuals are most likely to search for information on the disease immediately after one of their children has fallen ill, in our study, daily cases in each city were counted based on one attribute: the date of symptom onset. Weekly cases were then counted by adding up the number of daily cases every seven days. Throughout the study, historical HFMD cases were used as a reference standard to facilitate the selection of correlated search engine data. Only the number of cases is presented here, and we thus use and present no information on individual cases.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 321,
                    "end": 323,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "HFMD Data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The traditional monitoring system for HFMD and for other diseases relies upon a public health network that is expensive and often complex [22]. In addition, it typically takes approximately two weeks before the monitoring system’s formal report of its syndromic data is made public [23]. As a complement to the existing monitoring method, crowdsourced tracking and web data mining systems provide detailed and near-real-time information on diseases that is accessible at a marginal cost [4, 24]. Crowdsourced tracking systems call upon ordinary citizens to report on diseases that they encounter firsthand [25–30]. Alternatively, web data mining techniques are used to mine valuable disease information from the Internet, which has proven to be effective at monitoring diseases. For example, disease-related information is gathered by machines in order to better understand and record data in online systems [31, 32], disease-related keywords that individuals use in search engines are monitored [1, 5, 11, 33, 34], and text information posted on social media sites that relates to an individual getting sick is mined and analyzed [35–37]. Of all of the resources currently available, the use of search engine query data, which can be easily accessed through products such as Google Trends and the Baidu Index, is the most common method used to monitor diseases.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 283,
                    "end": 285,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 488,
                    "end": 489,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 607,
                    "end": 609,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 610,
                    "end": 612,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 909,
                    "end": 911,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 997,
                    "end": 998,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1000,
                    "end": 1001,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1132,
                    "end": 1134,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Search Engine Data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Our main research objects come from the Baidu index (http://index.baidu.com/), which is a platform that shares searching behaviors on Baidu search engine users. Baidu has a market share of more than 80% in China [11], making it better suited than Google to model the search behaviors of Chinese web users. The Baidu Index provides data on three spatial scales: country-, province- and city-wide. To date, the Baidu Index has been used to track influenza [6] and H7N9 [8] trends in China. However, previous studies have primarily focused on a single spatial scale [1, 11–13]. In this study, however, to better understand the relationship between HFMD cases and search volume levels, the search index of 11 keywords (Table 1) that are most highly correlated with HFMD are collected at the provincial and municipal scales. We collect our search terms using the collection process described by Yuan et al. [11]. We identify keywords by not only considering HFMD’s morbidity information but also by selecting recommended words from the following website: http://tool.chinaz.com/baidu/words.aspx. This website provides search engine optimization services and can identify the keywords most frequently used by Internet users in China.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 455,
                    "end": 456,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 564,
                    "end": 565,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 567,
                    "end": 569,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 903,
                    "end": 905,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Search Engine Data ::: Methods",
            "ref_spans": [
                {
                    "start": 715,
                    "end": 722,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We select our keywords using the following three steps. The first step involves filtering the keywords by combining the website’s recommended keywords with the morbidity of HFMD, causing non-disease-related keywords to be excluded. In the second step, keywords with a Pearson correlation coefficient of more than 0.4 are selected. In the last step, to ensure the keywords do not have lag effects in monitoring HFMD, we examine cross correlations between the keywords and the HFMD cases that last 0–7 weeks, both before and after the current period. Finally, 11 keywords are found to have a maximum cross correlation with the HFMD cases of more than 0.6. These data are then processed into weekly data and, based on their attributes, are classified into three groups: General Keywords, Prevention Keywords and Treatment Keywords (see S1 Text for more detail). The composite index is counted by adding these three types of keywords together. S2 Fig presents actual HFMD cases and the Baidu Index for the study period. The largest number of HFMD cases and the largest composite index are found in the Pearl River Delta.",
            "cite_spans": [],
            "section": "Search Engine Data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "B-SHADE (Biased Sentinel Hospital-based Area Disease Estimation) is a method that was originally designed to generate space-time population disease estimates from biased hospital records [38]. In using a weighted summation of biased sentinel hospital records, area diseases can be counted to achieve an unbiased and minimal level of error variance.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "B-SHADE ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We intend to estimate the entire province’s unbiased search volume by using cities with less bias in their search volume records. Due to the existence of cities with biased search volume levels, historical space-time information on search volumes between cities can no longer be used. In order to determine the historical space-time structures of HFMD trends between cites, we assume that the prevalence of HFMD may also be related to HFMD online search trends. This assumption is based on the high correlation between the selected keywords and HFMD cases. In our study, the composite index of most cites has a correlation of more than 0.7, making it possible to determine the spatial-temporal structure of search volume based on historical cases.",
            "cite_spans": [],
            "section": "B-SHADE ::: Methods",
            "ref_spans": []
        },
        {
            "text": "B-SHADE can be calculated as follows. First, historical cases can be used to obtain the horizontal relationship (covariance) between cities and vertical links (ratio) between each city and the entire province [38] (see Fig 1). Next, the weights of each sampled city are calibrated to minimize the error variance of the estimated area search volume under the constraints of the best linear unbiased estimation (BLUE). As a result, the potential bias for the entire province is removed, and the new estimated provincial search volume is better suited for subsequent use.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "B-SHADE ::: Methods",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 224,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The weight of each sample city is calculated to reach the BLUE [38, 39]:\n∑j=1nwjC(yi,yj)+μbi=∑j=1NC(yi,yj)∑i=1nwibi=1,bi=E(yi)/E(Y)(1)\nwhere n is the number of sample cities, N represents the total number of cities, w denotes the weight of each sample, C(yi,yj) is the covariance between the ith and jth cities obtained from the HFMD cases, bi represents the rate of cases between the sample city and the province, and μ represents a Lagrange multiplier.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 68,
                    "end": 70,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "B-SHADE ::: Methods",
            "ref_spans": []
        },
        {
            "text": "From the calculation results of w and μ, the estimated population and error variance are determined using the following equation [38, 39]:\nyw=∑i=1nwiyiσyw2=(rn−1)∑i=1n∑j=1nwiwjC(yi,yj)−2μ(2)\nWhere\nrn=∑i=1N∑j=1NC(yi,yj)/∑i=1n∑j=1nwiwjC(yi,yj).",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 134,
                    "end": 136,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "B-SHADE ::: Methods",
            "ref_spans": []
        },
        {
            "text": "B-SHADE was developed as a free software: B-SHADE Estimation and Sampling (http://www.sssampling.org/B-shade/) [39], which is designed as a graphical interface for ease of calculation.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "B-SHADE ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Log-linear models are fitted with Eqs (3) and (4) to examine the predictive capacities of the original composite index and historical cases of HFMD that were obtained from the China CDC. Our goal is to predict HFMD trends in real time by combining historical HFMD cases with the search index, both before and after making revisions. Autoregressive models are thus fitted with (Eq 5) to compare the predictive results of the original composite index and the revised index.\nLog(realt)=α0+α1Log(indext)+εt(3)\nLog(realt)=β0+β1Log(realt−2)+β2Log(realt−3)+β3Log(realt−4)+ϕt(4)\nLog(realt)=χ0+χ1Log(realt−2)+χ2Log(indext)+λt(5)\nwhere realt, realt−2, realt−3 and realt−4 are cases of HFMD for the current week and for two, three and four weeks prior, respectively; indext denotes the search index (original composite index or revised index) of the present week; α0, α1, β0, β1, β2, β0, χ0, χ1, and χ2 are the coefficients; and εt, ϕt, and λt are the residuals.",
            "cite_spans": [],
            "section": "Predictive Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In order to analyze the spatial distributions of different types of keywords across the province, the total search volume for each type of keyword was first determined at the city level. The results show that the search volumes of each type of keyword have a similar spatial distribution across the entire province. Cities suffering from more HFMD cases had a higher search volume for all types of keywords (Fig 2 and S2 Fig), while cities showing fewer HFMD cases had a lower search volume for all types of keywords. General keywords had a much higher search volume than keywords related to treatment and prevention. This result was expected, as individuals typically use words that are easy to understand and that are widely used.",
            "cite_spans": [],
            "section": "Regional Analysis of Different Keywords ::: Results",
            "ref_spans": [
                {
                    "start": 408,
                    "end": 413,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "However, when we compared the correlations between each group of keywords and real cases at the city and provincial levels, the strength of the correlations was found to vary throughout the province. We hypothesized that a higher search volume in a city would lead to higher correlations among all groups of keywords. However, we found that developed cities that are located within the PRD showed a stronger correlation with treatment and prevention keywords, whereas compared to cities located outside of the delta region, they had a relatively weak correlation with general keywords and the composite index (Fig 3). By contrast, cities located outside of the PRD showed a weaker correlation with treatment and prevention keywords, whereas they showed a relatively stronger correlation with general keywords and the composite index. This phenomenon implies that search behaviors related to HFMD vary throughout the province.",
            "cite_spans": [],
            "section": "Regional Analysis of Different Keywords ::: Results",
            "ref_spans": [
                {
                    "start": 610,
                    "end": 615,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As described above, treatment and prevention keywords were better suited to describe trends in the PRD region, whereas general keywords and the composite index best simulated HFMD trends in the OutPRD region. However, the number of general keywords and the composite index value were much larger than those of treatment and prevention keywords. Therefore, we cannot ignore their influence on the simulation of HFMD trends. The composite index reflected the total search volume of a city, and although biases are present, we use the B-SHADE method to reduce bias levels and to render the dataset more suitable for use.",
            "cite_spans": [],
            "section": "Sample City Selection and the Revised Results of B-SHADE ::: Results",
            "ref_spans": []
        },
        {
            "text": "The total correlation between real cases and the composite index of the 21 cities is shown in S3 Table. The correlation for the entire province was 0.8. B-SHADE was used to reduce the search volume bias for the entire province. By using an appropriate number of sampled cities to recount the search volume for the entire province, the newly counted search volume (defined as the revised index) could better simulate HFMD trends for the entire province.",
            "cite_spans": [],
            "section": "Sample City Selection and the Revised Results of B-SHADE ::: Results",
            "ref_spans": []
        },
        {
            "text": "The combination of sample cities was selected from 21 cities. To select the best combination, between 2 and 20 sample cities were added. We added cities based on the ordering of their correlations (from high to low), allowing us to compare their variances as determined through B-SHADE in addition to the performance of the revised index’s fitting results. We fit the model by using (Eq 3) to observe when the revised index best explained real cases. Fig 4 shows that the variance determined by B-SHADE decreased as the number of sample cities increased; however, the best (Eq 3) fitting result was obtained when 10 cities were used. Compared to the original search volume, which used 21 cities without sampling, the revised index represents the output of the combination of cities with the high-quality search volume and valuable information obtained from historical cases. Thus, the revised index can predict HFMD cases more reliably.",
            "cite_spans": [],
            "section": "Sample City Selection and the Revised Results of B-SHADE ::: Results",
            "ref_spans": [
                {
                    "start": 451,
                    "end": 456,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The 10 cities selected present correlations that were higher than those of the other cities. For the real cases, the revised index showed a correlation of 0.864, which was also larger than the original correlation (0.8).",
            "cite_spans": [],
            "section": "Sample City Selection and the Revised Results of B-SHADE ::: Results",
            "ref_spans": []
        },
        {
            "text": "To examine the predictive capacities of the original composite index, the revised index, the official historical cases and the historical cases combined with original and revised indices, we used all of the previous data to predict cases of HFMD for a given week. To validate the accuracy of the predictions, they were compared to the official HFMD cases. From the start of 2009 to the end of 2011, this method was used on a rolling basis to predict HFMD cases week by week, thus reflecting how such a system would likely be used in the real world [3]. As there are not sufficient data available for historical data determinations for the first ten weeks of 2009 (less than ten weeks), their HFMD cases are not predicted.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 550,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Prediction Results ::: Results",
            "ref_spans": []
        },
        {
            "text": "Models were fitted to Eqs (3), (4) and (5).",
            "cite_spans": [],
            "section": "Prediction Results ::: Results",
            "ref_spans": []
        },
        {
            "text": "The original composite index was fitted using (Eq 3):\nLog(realt)=α0+α1Log(CompositeIndext)+εt",
            "cite_spans": [],
            "section": "Prediction Results ::: Results",
            "ref_spans": []
        },
        {
            "text": "The revised index was fitted using (Eq 3):\nLog(realt)=α0+α1Log(RevisedIndext)+εt",
            "cite_spans": [],
            "section": "Prediction Results ::: Results",
            "ref_spans": []
        },
        {
            "text": "The historical cases (lagged CCDC) were fitted using (Eq 4):\nLog(realt)=β0+β1Log(realt−2)+β2Log(realt−3)+β3Log(realt−4)+ϕt",
            "cite_spans": [],
            "section": "Prediction Results ::: Results",
            "ref_spans": []
        },
        {
            "text": "The combination of historical cases and the composite index (composite index + lagged CCDC) were fitted using (Eq 5):\nLog(realt)=χ0+χ1Log(realt−2)+χ2Log(CompositeIndext)+λt",
            "cite_spans": [],
            "section": "Prediction Results ::: Results",
            "ref_spans": []
        },
        {
            "text": "The combination of historical cases and the revised index (revised index + lagged CCDC) were fitted using (Eq 5):\nLog(realt)=χ0+χ1Log(realt−2)+χ2Log(RevisedIndext)+λt",
            "cite_spans": [],
            "section": "Prediction Results ::: Results",
            "ref_spans": []
        },
        {
            "text": "The performances of these models were measured using the mean absolute error (MAE), mean absolute percentage error (MAPE), and root-mean-squared error (RMSE). Table 2 summarizes the accuracy metrics for each of these models. Of all of the models examined, the model that combined the revised index and lagged CCDC performed the best. Compared to the composite index models, revised index, lagged CCDC, and combined composite index and lagged CCDC, we found MAE improvements of 47.34%, 35.35%, 21.53% and 11.19%, respectively. An MAE of 749.2 denotes that each city’s error level reaches nearly 35.68 cases per week. Improving total HFMD case estimations may help the government and hospitals better prepare for an impending epidemic.",
            "cite_spans": [],
            "section": "Prediction Results ::: Results",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Fig 5 provides a visualization of the predicting curves of all of the models, illustrating that the combined revised index and lagged CCDC is more stable and accurate in modeling HFMD trends. The mean absolute percent error was 20.81%, which was lower than both the lagged CCDC (26.93%) and the combined composite index and lagged CCDC (23.5%).",
            "cite_spans": [],
            "section": "Prediction Results ::: Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In recent years, search engine-based systems of disease surveillance have developed rapidly [22]. Although such systems have proven to be efficient and convenient to use compared to traditional monitoring systems, they still present numerous problems and limitations. Several complex factors have prevented search engine data from serving as reliable surveillance tools [2–4]. Google has stopped publishing current estimates of GFT online, although researchers who wish to use the latest GFT data can still ask Google for access. Previous studies have reported on various weaknesses of search engine data; however, few of these studies have attempted to address these issues or to effectively improve prediction accuracy levels. In our study, we introduce the B-SHADE method as a means of using historical cases to improve the usability and stability of search engine data. In consideration of not only relationships between cities but also of the ratio of each city’s size throughout a province, in estimating the search volume of an entire province, ten cities with the highest correlations with real cases were selected as sample cities. Both the correlations and predictive accuracy levels found were improvements from those of the original data. Thus, this research increased the usefulness of the Baidu Index as a tool for monitoring the spread of HFMD in Guangdong Province.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 371,
                    "end": 372,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 373,
                    "end": 374,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Unlike influenza, which is easily transmitted to individuals of all ages and which is associated with a variety of symptoms, the primary sufferers of HFMD are children under the age of 5. Thus, individuals who search online for HFMD information are primarily parents and teachers, and the keywords that they use are often relatively specific. Ginsberg et al. [5] used 45 significant keywords that were automatically selected from 50 million words to identify influenza epidemics in the U.S.; the 45 keywords were found to focus on 13 topics. In our study, 11 keywords were selected to monitor search trends related to HFMD, and we classified these keywords into 3 groups based on their meanings. We found that cities in the Pearl River Delta, which show the highest number of HFMD cases, also generate the highest search volume of HFMD keywords. Conversely, cities outside of the Pearl River Delta region show fewer HFMD cases and a lower search volume. We found that web queries show a strong relationship with data obtained from traditional surveillance systems [1, 2, 5, 22, 40], echoing the findings of other studies.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 361,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1065,
                    "end": 1066,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1068,
                    "end": 1069,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1071,
                    "end": 1072,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1078,
                    "end": 1080,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found the search behaviors of HFMD to vary spatially throughout Guangdong Province. Developed cities located within the PRD show a stronger correlation with treatment and prevention keywords whereas, compared to cities located outside of the delta region, their correlation with general keywords and the composite index is relatively low. This phenomenon may be due to superior medical devices and higher levels of education that characterize the PRD region in addition to the fact that developed cities include more hospital staff, researchers and teachers, all of whom are likely to use treatment and prevention keywords preferentially. The lower correlation between general keywords and the composite index for the developed cities may be attributable to the fact that general keywords, which are primarily used by ordinary people and by the media, can easily be disturbed by external factors and government policies. Cook et al. [41] suggested that search engine data should perform poorly for diseases that are subject to high media exposure (e.g., the H1N1 pandemic of 2009). HFMD, which is also a seasonal epidemic, always attracts media attention during its outbreak season, and it therefore presents biases in search engine data. Salathé et al. [40] also found that public interest in media reports will wane over time even if new cases continue to emerge. All of these uncertainties contribute to search engine data biases, particularly in terms of general keywords, which also heavily influence the accuracy of the composite index.",
            "cite_spans": [
                {
                    "start": 937,
                    "end": 939,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that historical cases of HFMD can be used to reduce search engine data biases and to improve their correlations with real cases. Harford [42] notes that during an opinion poll, it is more important to find an unbiased sample than to cover a large population. By properly selecting samples of the voting population, even 3,000 interviews can accurately predict a final voting result. As this case is similar to the voting problem, we sought to select cities with an unbiased search volume to predict the total search volume for the entire province. The original correlation for the entire province was found to be 0.8, but 10 cities showed a correlation of close to or larger than 0.8. When these cities were selected as sample cities to estimate the total search volume for the entire province (21 cities) via B-SHADE, the correlation improved from 0.8 to 0.864. Thus, the revised search volume was found to be more similar to the real cases.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "By examining the predictive capacities of the newly revised search volume, we found that the revised search volume improves the predictive results of HFMD trends. This is attributable to the fact that the revised search volume takes advantage of historical relationships between HFMD cases for each city and of the highly precise search volumes of the sampled cities. After our revisions, the MAE was recorded as 749.2, signifying that each city’s error level represented approximately 35.68 cases per week. This result is not only better than the error level generated when strictly using historical HFMD cases, the composite index, and the revised index but rather it is also 11.19% lower than the error level generated when combining the composite index with lagged CCDC data. While Cayce et al. [8] found Google Trends to serve as a suitable tool for tracking HFMD trends in developed countries in Asia (e.g., Singapore and Japan), they also found that Google Trends is not strongly correlated with surveillance data in Hong Kong. This phenomenon may be more pronounced for developing countries where regional differences are significant. The spatial diversity of the regional economy and of Internet access levels has limited the capacities of search engine data in accurately tracking disease trends in developing countries and regions. By tracking a number of important cities from which high quality search engine data can be easily obtained, our method has the potential to help countries predict the total number of diseases cases (e.g., HFMD and influenza) to occur in advance (especially for countries that present significant regional differences).",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 801,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "However, this study still presents limitations. One limitation pertains to the fact that while the keywords that we used were determined based on their correlations with real cases, the search index of the keywords can be easily changed by the search behaviors of Internet users. Thus, to maintain high correlations with real cases, we must generate a dynamic word bank that can adapt to online research behavior variations. Another limitation relates to the fact that compared to traditional surveillance methods, search engine-based surveillance requires Internet access. According to the China Internet Network Information Center (CNNIC), the Internet was available to 48.8% of all Chinese citizens in June of 2015 [43]. While we assume that the guardians of children who suffer from HFMD search online for certain information, not every guardian is in the habit of conducting online information searches. Finally, our estimations of total search volume were based on the assumption that the historical space-time structure of HFMD prevalence can also describe online research trends on HFMD. This assumption is also dependent on guardian tendencies to search for online information when their children are ill.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 721,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite these limitations, we are the first to present a means of reducing Internet bias and of improving the stability of search engine data from a geographical perspective. With the rapid development of Internet services, we have entered an era of Big Data, and more traditional statistical approaches can be used to mine valuable information from large but biased datasets. The observation of such phenomena and the discovery of regularities within Big Data in making full use of these resources constitute new challenges to address.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: The solid lines represent the horizontal search trend relationships (covariances) between the cities, which can be determined from historical HFMD cases; the dashed lines represent vertical search trend links (ratios) between each city and the entire province. Spatial sampling of all cities is conducted to select cities with high quality search engine data. Finally, the search volume of all of the cities can be estimated based on the sampled cites and quantified relationships. The map on the top was created in ArcGIS 10.2 (Environmental Systems Resource Institute, ArcScene Release 10.2, ESRI, Redlands, California).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: The histogram shows the total number of HFMD cases for every city; the line charts represent the search volumes of general keywords (red), treatment keywords (green), and prevention keywords (purple) for all of the cities.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: The map on the top left shows the spatial distribution of the Pearson correlation coefficient for the HFMD cases and general keywords from 2009 to 2011 for all of the cities. The same indicators were measured for treatment keywords (top right), prevention keywords (bottom left), and composite indexes (bottom right). Maps were created in ArcGIS 10.2 (Environmental Systems Resource Institute, ArcMap Release 10.2, ESRI, Redlands, California).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) A comparison of the variance determined by B-SHADE using different sample cities; (B) The performance of the revised search index for different sample cities. The red line denotes the fitting results of different sample cities, and the baseline (gray line) denotes the fitting result for all of the cities (without sampling).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: The dashed line (China CDC) represents real cases of HFMD. (A) Comparison between the prediction results based strictly on historical cases (Lagged CCDC; green line), the composite index (orange line), and the revised index (magenta line); (B) Comparison between the prediction results of the combined composite index and historical cases (composite index + lagged CCDC; blue line) and the combined revised index and historical cases (revised index + lagged CCDC; red line); (C) Comparison between the percent errors of these five models.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Monitoring influenza activity in the United States: a comparison of traditional surveillance systems with Google Flu Trends",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0018687"
                ]
            }
        },
        "BIBREF1": {
            "title": "Reassessing google flu trends data for detection of seasonal and pandemic influenza: A comparative epidemiological study at three geographic scales",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Comput Biol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1003256"
                ]
            }
        },
        "BIBREF2": {
            "title": "The Parable of Google Flu: Traps in Big Data Analysis",
            "authors": [],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "1203-1205",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1248506"
                ]
            }
        },
        "BIBREF3": {
            "title": "When Google got flu wrong",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "494",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/494155a"
                ]
            }
        },
        "BIBREF4": {
            "title": "Detecting influenza epidemics using search engine query data",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "1012-1014",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Prediction of dengue incidence using search query surveillance",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0001258"
                ]
            }
        },
        "BIBREF6": {
            "title": "Evaluation of Internet-based dengue query data: Google Dengue Trends",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0002713"
                ]
            }
        },
        "BIBREF7": {
            "title": "Google technology in the surveillance of hand foot mouth disease in Asia",
            "authors": [],
            "year": 2014,
            "venue": "Int J Integr Pediatr Environ Med",
            "volume": "1",
            "issn": "",
            "pages": "27-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Using networks to combine \"big data\" and traditional surveillance to improve influenza predictions",
            "authors": [],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep08154"
                ]
            }
        },
        "BIBREF10": {
            "title": "Monitoring influenza epidemics in china with search query from baidu",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0064323"
                ]
            }
        },
        "BIBREF11": {
            "title": "Psychological and social factors affecting internet searches on suicide in Korea: A big data analysis of Google search trends",
            "authors": [],
            "year": 2014,
            "venue": "Yonsei Med J",
            "volume": "55",
            "issn": "",
            "pages": "254-263",
            "other_ids": {
                "DOI": [
                    "10.3349/ymj.2014.55.1.254"
                ]
            }
        },
        "BIBREF12": {
            "title": "Correlation between reported human infection with avian influenza A H7N9 virus and cyber user awareness: what can we learn from digital epidemiology?",
            "authors": [],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1-3",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2013.11.013"
                ]
            }
        },
        "BIBREF13": {
            "title": "Spatial-Temporal Clusters and Risk Factors of Hand, Foot, and Mouth Disease at the District Level in Guangdong Province, China",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0056943"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Hand, foot, and mouth disease in China, 2008–12: an epidemiological study",
            "authors": [],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "308-318",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70342-6"
                ]
            }
        },
        "BIBREF17": {
            "title": "Epidemiologic and virologic investigation of hand, foot, and mouth disease, southern Vietnam, 2005",
            "authors": [],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1733-1741",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1311.070632"
                ]
            }
        },
        "BIBREF18": {
            "title": "An epidemic of enterovirus 71 infection in Taiwan",
            "authors": [],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "341",
            "issn": "",
            "pages": "929-935",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Clinical and molecular characterization of hand-foot-andmouth disease in Thailand, 2008–2009",
            "authors": [],
            "year": 2010,
            "venue": "Jpn J Infect Dis",
            "volume": "63",
            "issn": "",
            "pages": "229-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Epidemiology and control of hand, foot and mouth disease in Singapore",
            "authors": [],
            "year": 2009,
            "venue": "Ann Acad Med Singapore",
            "volume": "38",
            "issn": "",
            "pages": "106-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Internet-based surveillance systems for monitoring emerging infectious diseases",
            "authors": [],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "160-168",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70244-5"
                ]
            }
        },
        "BIBREF22": {
            "title": "A profile of the online dissemination of national influenza surveillance data",
            "authors": [],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-9-339"
                ]
            }
        },
        "BIBREF23": {
            "title": "Use of unstructured event-based reports for global infectious disease surveillance",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3201/eid1505.081114"
                ]
            }
        },
        "BIBREF24": {
            "title": "ProMED-mail: an early warning system for emerging diseases",
            "authors": [],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "227-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Comparison of web-based biosecurity intelligence systems: BioCaster, EpiSPIDER and HealthMap",
            "authors": [],
            "year": 2012,
            "venue": "Transbound Emerg Dis",
            "volume": "59",
            "issn": "",
            "pages": "223-232",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1865-1682.2011.01258.x"
                ]
            }
        },
        "BIBREF26": {
            "title": "HealthMap: global infectious disease monitoring through automated classification and visualization of Internet media reports",
            "authors": [],
            "year": 2008,
            "venue": "J Am Med Inform Assoc",
            "volume": "15",
            "issn": "",
            "pages": "150-157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Evaluating the feasibility and participants’ representativeness of an online nationwide surveillance system for influenza in France",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0073675"
                ]
            }
        },
        "BIBREF28": {
            "title": "Flu near you: an online self-reported influenza surveillance system in the USA",
            "authors": [],
            "year": 2013,
            "venue": "Online J Public Health Inform",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Surveillance Sans Frontieres: internet-based emerging infectious disease intelligence and the HealthMap project",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0050151"
                ]
            }
        },
        "BIBREF30": {
            "title": "The Global Public Health Intelligence Network and early warning outbreak detection: a Canadian contribution to global public health",
            "authors": [],
            "year": 2006,
            "venue": "Can J Public Health",
            "volume": "97",
            "issn": "",
            "pages": "42-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "International system for total early disease detection (InSTEDD) platform",
            "authors": [],
            "year": 2008,
            "venue": "Adv Dis Surveill",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Using internet searches for influenza surveillance",
            "authors": [],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "1443-1448",
            "other_ids": {
                "DOI": [
                    "10.1086/593098"
                ]
            }
        },
        "BIBREF33": {
            "title": "Predicting the present with google trends",
            "authors": [],
            "year": 2012,
            "venue": "Econ Rec",
            "volume": "88",
            "issn": "",
            "pages": "2-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "The use of Twitter to track levels of disease activity and public concern in the US during the influenza A H1N1 pandemic",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0019467"
                ]
            }
        },
        "BIBREF35": {
            "title": "Online social networking by patients with diabetes: a qualitative evaluation of communication with Facebook",
            "authors": [],
            "year": 2011,
            "venue": "J Gen Intern Med",
            "volume": "26",
            "issn": "",
            "pages": "287-292",
            "other_ids": {
                "DOI": [
                    "10.1007/s11606-010-1526-3"
                ]
            }
        },
        "BIBREF36": {
            "title": "Chinese social media reaction to the MERS-CoV and avian influenza A (H7N9) outbreaks",
            "authors": [],
            "year": 2013,
            "venue": "Infect Dis Poverty",
            "volume": "2",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Area disease estimation based on sentinel hospital records",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0023428"
                ]
            }
        },
        "BIBREF38": {
            "title": "A B-SHADE based best linear unbiased estimation tool for biased samples",
            "authors": [],
            "year": 2013,
            "venue": "Environ Model Softw",
            "volume": "48",
            "issn": "",
            "pages": "93-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Influenza A (H7N9) and the Importance of Digital Epidemiology",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "401-404",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1307752"
                ]
            }
        },
        "BIBREF40": {
            "title": "Internet search limitations and pandemic influenza, Singapore",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3201/eid1610.100840"
                ]
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}