{
    "paper_id": "PMC4750870",
    "metadata": {
        "title": "Optimizing Viral Discovery in Bats",
        "authors": [
            {
                "first": "Cristin",
                "middle": [
                    "C.",
                    "W."
                ],
                "last": "Young",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [
                    "J."
                ],
                "last": "Olival",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wanda",
                "middle": [],
                "last": "Markotter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Zoonotic disease emergence is driven by a complex web of factors, including human behavior, modifications of natural habitats, changes in agricultural practices, and the underlying pathogen diversity found in animal populations [1]. With increasing environmental disruption and population growth, humans come into contact with bats and other wildlife at an increasing rate, leading to exposure to novel pathogens and disease emergence.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "While emerging infectious diseases may spillover from various wildlife species, bats (Order Chiroptera) have been found to be a primary reservoir for numerous recent zoonoses of global concern, such as Ebola, Marburg, Nipah, and Middle Eastern Respiratory Syndrome (MERS-) and Severe Acute Respiratory Syndrome (SARS)-like coronaviruses [2–7]. Second only to rodents in numbers of living genera and species, bats comprise one of the most diverse and ecologically important groups of mammals, with ~1,200 species, accounting for almost a quarter of mammal diversity worldwide [8]. Additionally, studies have found that the life history traits of bats compared to other mammals may make then unique and exceptional hosts for viruses [9, 10]. This possible “uniqueness” of bats to harbor viral pathogens has led to an increased interest in understanding viral diversity and viral richness in bats [9–14].",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 340,
                    "end": 341,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 576,
                    "end": 577,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 732,
                    "end": 733,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 895,
                    "end": 896,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 897,
                    "end": 899,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Beyond the issue of whether bats are “special” in their ability to be reservoirs for zoonotic viruses, there has also been a dramatic increase in the number of general bat viral discovery studies published in the last decade. However, despite the importance of discovering and characterizing novel bat pathogens, at an individual study level most of these efforts have been opportunistic or ad hoc in the taxonomic groups and viruses examined. To date, there has been no concerted effort to collate and analyze the methods and findings from these disparate studies using a quantitative approach. Here, we synthesize and analyze patterns of viral discovery in bats from recently published data with the aim of creating a more systematic and efficient approach to identifying novel pathogens. We analyze data from 93 peer-reviewed papers from 2007–2013 using generalized linear mixed models (GLMM) and other approaches to assess the ‘success’ of viral discovery, as well as the probability of detecting a positive sample at an individual level. We identify the study-level variables and methodologies most important for efficient viral discovery, such as specimen type, number of bats sampled, assays used, and bat and viral taxonomy, and explore possible routes of viral shedding and prevalence levels by viral family. We explore several overarching questions, including: what are the overall trends in bat viral discovery over the time period; how many novel viruses were detected over the study period; is viral discovery biased by host or viral taxonomy; what specimen types are most likely to yield specific viruses; and does lethal vs. non-lethal sampling affect the probability of viral detection or the composition of the viral communities discovered?",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Studies were selected using PubMed and Web of Science searches using keywords outlined in S1 Table and S1 Fig in the Supporting Information. Additional references not found in the above searches were added from recent reviews and through references cited in these reviews [9, 15]. A total of 93 primary studies were included in this analysis using our selection criteria. We assembled a database of study level variables for each of the 93 studies that included descriptive statistics, including species of bats collected, viruses found, specimens taken, and viral detection methods used (S1 and S2 Datasets). We compiled a separate database with individual data points, where each record in our database (2,565 rows) represented a unique interaction between a virus, host species, sample type, and assay used (S2 Dataset). This data structure allowed us to test the probability of detecting a given virus or viral family by sample type, host taxonomy, and other study-level traits.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Data Sources ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We included papers published from January 2007 through June 2013. Papers needed to have at least the following information available in order to be included in the analysis: host identification to at least the species level, sample types tested, virus detection methods used, and viral identification of positive results at least to the family level. Reviews, editorials, and other articles related to bats and viruses but which did not present primary data on viruses in bats were not included. Next generation sequencing (NGS) studies were excluded in all but one instance due to lack of necessary information being reported, including number of host species assessed, and by definition, the number of viral families screened. NGS studies were retained when they followed up with specific PCR assays for given viral families. Furthermore, experimental infection studies were excluded, as were book chapters and articles in languages other than English.",
            "cite_spans": [],
            "section": "Study Inclusion and Exclusion Criteria ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "As available, the following variables were extracted from each study or by contacting the corresponding author: year published, country of corresponding author, year(s) sampled, source of bats, number of bat species in the study, number of bats total and number sacrificed, number of specimens tested and number positive, number of novel and total viruses found, number of viral families for which specimens were tested, virus taxonomy (order, family, genus, and species where available), host taxonomy (family, genus, and species where available), number of individual bats per species, sample type, detection method, subsequent tests on a sample, whether the virus was isolated, and whether gene sequencing was undertaken. The source of bats was defined by active surveillance (wild-caught) and passive surveillance (moribund/dead bats, passive surveillance programs, wildlife markets, zoos, rehabilitation centers). Data for bats not identified to species (e.g. to Genus only) were excluded in this analysis. Species were assigned to IUCN categories using the IUCN RedList to one of four categories: Data Deficient, Least Concern, Near Threatened, and Vulnerable [16].",
            "cite_spans": [
                {
                    "start": 1167,
                    "end": 1169,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Data Extraction and Collection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Where attempts to contact corresponding authors were unsuccessful, several necessary assumptions were made throughout the data collation and synthesis, as follows. In three instances, the number of individual bats that tested positive for a virus was not reported, and multiple specimens were positive in multiple species [17–19]. In these cases, we assumed an equal distribution of positive individuals across species. When the total number of bats was not explicitly stated but organ tissue specimens were taken, the total number of bats was assumed to be the total number of specimens [20–24]. When it was not explicitly stated whether the bats captured were lethally sampled, contextual clues were used to assume whether they were or were not sacrificed (e.g., if organ tissue was collected, it was assumed the animals were sacrificed unless explicitly stated that organ biopsies were non-lethal). To address the possibility of sharing of samples among research groups, comparisons were made of authors lists as well as descriptions of the data, including year(s) collected, location collected, and number of specimens collected. Where stated, it was noted whether samples were from archival tissues. Studies that used the same specimens or subsets of specimens were identified and removed. Finally, bats that were found already dead or dying were categorized as non-lethal sampling. This occurred in fifteen studies, with the majority of cases being samples taken from bats that had been found and taken to rehabilitation centers and subsequently died.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 326,
                    "end": 328,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 589,
                    "end": 591,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Data Extraction and Collection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Viral taxonomy for previously recognized viruses was synonymized using International Committee on Taxonomy of Viruses (ICTV) v9 [25]. Given the challenge of finding agreement for a taxonomic definition of “novel” viruses, particularly in a meta-analysis of various published studies that use different (non-homologous) genetic makers, we deferred to the authors of each peer-reviewed paper in classifying and defining the number of novel viruses found in each study based on the phylogenetic analysis at the time of publishing. We took a conservative approach in tabulating numbers of viruses, and if peer-reviewed studies did not present sufficient phylogenetic support to clearly differentiate viruses as unique species, we assumed that all strains found represented one viral species.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Viral Taxonomy and Novel Virus Designation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We used generalized linear mixed models (GLMM) to fit two separate response variables, the number of novel and total viruses found per study, to first evaluate significant predictors in viral discovery by study design. A negative binomial regression was the best fit for our count data. After testing for collinearity among the response variables in the study-level data, the total number of individual bats in a study was excluded from the model due to its covariance with the number of bat species (r = 0.70, p<0.0001) and the number of specimens tested (r = 0.92, p<0.0001). Explanatory variables included in the full study-level model were: number of species tested, proportion of bats sacrificed, number of total specimens in the study, and number of viral families tested in the study (Table 1). Potential confounders such as seasonality were not addressed in our models, as our analysis was limited to raw data from published studies, and most studies did not include the date of collection of individual specimens in their analyses. Backward stepwise methods for variable selection were used along with ranking by Akaike information criterion (AIC) values to identify the best models [26]. We checked model-fitting assumptions using goodness of fit tests including: likelihood ratio χ2 tests to assess whether the restricted model fit the data as well as the full model; examination of residual versus fitted value and Q-Q plots; and assessing estimates and confidence intervals for odds ratios for each model (data not shown).",
            "cite_spans": [
                {
                    "start": 1193,
                    "end": 1195,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 792,
                    "end": 799,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We used next used a binomial GLMM (link = logit) to assess the probability of detecting a positive specimen given variables specific to each specimen type, detection method, and study design. Models were fit for the entire dataset, as well as for subsets of data for molecular assays only, serology only, and by each individual viral family. We chose to differentiate between serology only and molecular methods only in our analyses, as serology cannot definitively prove the presence of or previous exposure to specific viral pathogens. Model variables included: specimen type (blood, feces, tissue, urine, saliva, other), detection method (molecular, serology, histopathology, other), whether the specimen was sacrificed (yes/no), host taxonomy (Family), viral taxonomy (Family), number of individual bats, and number of total specimens tested (Table 1). The only two variables with significant collinearity were number of individual bats and number of specimens tested (r = 0.99, p<0.0001), and these were not included together during model selection. As before, backward stepwise selection algorithm was run to find the best-fit model for each subset of data and models were ranked by AIC.",
            "cite_spans": [],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 847,
                    "end": 854,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We explored patterns of prevalence and calculated mean and median prevalence by specimen type at various viral and host taxonomic levels. All molecular data were aggregated to produce boxplots and heat maps. Heat maps were clustered by similarities in viral richness by row and column using the hclust ‘complete linkage’ method in R package pheatmap version 0.5.1. Other R packages used included: ggplot2, gplots, plyr, DTK, MASS, Hmisc, and RColorBrewer. All analyses were conducted using R software version 3.1.2 [27].",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 518,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 60,416 specimens, from 44,322 bats were collected and tested across all studies from 2007 to mid-2013. Bats from 17 families, 110 genera, and 340 species were sampled for viral discovery across 93 studies (S2 Table). Overall, the number of bat species sampled increased during this period (Fig 1A), as did the number of novel and total viruses found per year (Fig 1B and 1C). A total of 1,891/19,237 (9.83%) specimens were positive by serological assays, and 3,452/155,231 (2.22%) were positive by PCR assays. Viruses from 24 viral families were identified and 248 putative novel viruses were described over the time period. Detection methods have changed, with a decrease in serological assays such as ELISA, and an increase in the use of molecular methods, primarily PCR (Fig 1D). There was a wide variance in the number of bat species examined and viral families tested per study (Fig 1E and 1F), with most studies examining a single host species and single viral family.",
            "cite_spans": [],
            "section": "Study-level Data: Summary of Discovery Effort and Temporal Trends ::: Results",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 307,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 371,
                    "end": 384,
                    "mention": "Fig 1B and 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 785,
                    "end": 791,
                    "mention": "Fig 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 895,
                    "end": 908,
                    "mention": "Fig 1E and 1F",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We identified variables predictive of viral discovery ‘success’, as measured by the number of total and novel viruses found at a study level. The best-fit GLMMs (negative binomial regression), for predicting how many novel and total viruses would be found in a given study included, in order of importance, number of species in the study, number of viral families tested, and proportion sacrificed (for total number of viruses only) (AIC = 243.45 and 331.69, respectively, Table 2). Although not statistically significant, the fitted model predicted that the lower the proportion of bats sacrificed, the higher the number of total viruses found (0.63, 95% CI 0.39–1.02, p = 0.0657). Subsetting the data by molecular assays only, for a one-unit increase in the number of viral families tested, the fitted model predicted a 29% increase in the number of novel viruses found (1.29, 95% CI 1.15–1.45). The proportion of bats sacrificed and the number of specimens were not significant in the full model for novel viruses, and therefore not included in the fitted models (Table 2).",
            "cite_spans": [],
            "section": "Study-Level Data: Variables Increasing Viral Discovery ‘Success’ ::: Results",
            "ref_spans": [
                {
                    "start": 473,
                    "end": 480,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1074,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The best-fit GLMM (logistic regression) for predicting whether a given specimen would be positive or negative included: specimen type, detection method, viral family, and number of specimens tested (AIC = 2015.27, Table 3).",
            "cite_spans": [],
            "section": "Individual-Level Data: Variable Increasing Probability of Detecting Positive Specimen ::: Results",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We found no significant differences in viral detection, when comparing bats that were non-lethally versus lethally sampled. This variable was never significant in our GLMM models (Table 3), and even though the number of studies that used lethal vs. non-lethal sampling was roughly equal (49 versus 39), an overall greater number of novel and total viruses were detected across all non-lethal studies (Fig 2). With few exceptions (i.e., Filo-, Flavi-, Orthomyxo-, and Picornaviridae), non-lethal studies found a greater number of unique viruses in each viral family than studies that used lethal sampling, and many viral families were only detected in non-lethal studies (Fig 2). We found that four species of bats sacrificed in viral discovery efforts were listed as vulnerable under the IUCN Red List (Rousettus obliviosus, Taphozous hildegardeae, Mormopterus acetabulosus, and Myotis capaccinii), and ten others were listed as near threatened [16].",
            "cite_spans": [
                {
                    "start": 946,
                    "end": 948,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Individual-Level Data: Variable Increasing Probability of Detecting Positive Specimen ::: Results",
            "ref_spans": [
                {
                    "start": 401,
                    "end": 406,
                    "mention": "Fig 2",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 676,
                    "mention": "Fig 2",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 187,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To further explore the probability of detecting a positive specimen for different viral families, data was subsetted by viral family, and separate GLMM models were run. Viral families with enough molecular data to subset included: Adenoviridae, Astroviridae, Coronaviridae, Flaviridae, Hepeviridae, Herpesviridae, Paramyxoviridae, Polyomaviridae, and Rhabdoviridae (Table 4). Specimen type was a significant predictor in most models for molecular data, and whether or not a bat was lethally sampled was significant only for Coronaviridae, Herpesviridae, and Rhabdoviridae (Table 4). Viral families with serological testing included Coronaviridae, Flaviviridae, Paramyxoviridae, and Rhabdoviridae. GLMM models using only serological data all had small sample sizes, and with the exception of Paramyxoviridae and Rhabdoviridae, the only significant variable in the fitted models was number of specimens tested (S3 Table and Table 4).",
            "cite_spans": [],
            "section": "Virus and Host Family-Specific Analysis: Probability of Positive Detection ::: Results",
            "ref_spans": [
                {
                    "start": 366,
                    "end": 373,
                    "mention": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 580,
                    "mention": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 929,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Our GLMM results suggest that viral prevalence varied significantly by virus and host families, and by specimen type (Figs 3 and 4A). We found a strong sampling bias across both viral and host family, with only a small number of the 24 viral families examined regularly using molecular methods, including Coronaviridae, Paramyxoviridae, Astroviridae, Circoviridae, and Rhabdoviridae. For viral families with >10 data points, Astroviridae and Circoviridae had the highest median positive sample prevalence of 33.3% (+/- 5.36%) and 38.3% (+/- 11%), respectively, with other viral families having median prevalences ranging from 1.6–25% (Fig 4B). Several data points (unique combinations of host species, specimen type, and assay used for each viral family–see Methods) show 100% prevalence. This upward bias is present across viral families, and is likely due to the inclusion of secondary or nested PCR assays often used to validate findings on subsets of samples found positive in initial screening (Fig 4B).",
            "cite_spans": [],
            "section": "Virus and Host Family-Specific Analysis: Probability of Positive Detection ::: Results",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 129,
                    "end": 131,
                    "mention": "4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 635,
                    "end": 641,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1000,
                    "end": 1006,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Only six viral families were assayed using serology: Coronaviridae (n = 958 specimens), Filoviridae (n = 6,882), Flaviviridae (n = 616), Paramyxoviridae (n = 5,473), Rhabdoviridae (n = 5,259); and Hepeviridae (n = 49) (Table 5). Coronaviridae had the highest mean prevalence of positive specimens, while no serological specimens tested positive for Hepeviridae (Table 5). When evaluating which viral families were found in which specimen types, Coronaviridae was the only viral family sampled across all specimen types (Table 5). The majority of positive Coronaviridae specimens were found in feces through molecular detection methods (PCR), which was validated in our viral family-specific GLMM models (S3 Table). Viruses in the family Flaviviridae were the only group found equally in blood specimens using both molecular and serological detection methods (n = 88 and n = 73, respectively), with mean prevalences using both detection methods being relatively equal (8.64% and 10.10%, respectively Table 5).",
            "cite_spans": [],
            "section": "Virus and Host Family-Specific Analysis: Probability of Positive Detection ::: Results",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "mention": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 369,
                    "mention": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 527,
                    "mention": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1006,
                    "mention": "Table 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To further explore “surveillance gaps” and viral richness that has been catalogued over the study period, we generated a heat map showing the number of unique viruses found in molecular studies clustered by host and viral family according to similarities in viral richness (Fig 5). The greatest number of viruses over the study period were detected in host families that are also the most species rich: Pteropodidae, Vespertilionidae, Rhinolophidae, Phyllostomidae, and Hipposideridae (Fig 5). Among viral families, Paramyxo-, Adeno-, Herpes-, Astro-, and Coronaviridae had the greatest number of unique viruses detected. Host family-specific heat maps were generated for Vespertilionidae and Pteropodidae, the two most species-rich and heavily sampled bat families in our dataset (S2 and S3 Figs). Particularly rich viral families in both Vespertilionidae and Pteropodidae included Adeno-, Astro-, Corona-, Herpes-, and Paramyxoviridae. We observed a large bias in surveillance effort and pathogen discovery success in the dataset, with only a fraction of the potential surveillance space (i.e. host genus/virus family combinations) examined over study period for Pteropodidae (14.2% of host genus/viral family dyads tested; 6.3% found positive for at least one virus) and Vespertilionidae (21.9% tested; 9.5% positive) (S2 and S3 Figs).",
            "cite_spans": [],
            "section": "Virus and Host Family-Specific Analysis: Probability of Positive Detection ::: Results",
            "ref_spans": [
                {
                    "start": 274,
                    "end": 279,
                    "mention": "Fig 5",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 491,
                    "mention": "Fig 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Our quantitative review of viral discovery efforts in bats includes data from over 44,000 individual bats from 340 species for 24 different viral families. We found that the number of bat viruses discovered over time has increased, and ~250 putatively novel viruses were discovered over the study period. However, we identify significant surveillance biases over this period, and highlight these taxonomic gaps as opportunities for future research in the coming decade. While viruses from 24 viral families were identified in 17 bat families across all studies, only a small fraction of surveillance space (~25% of bat taxa—viral family dyads) was examined, and viral richness varied across host taxonomy at a bat family and bat genus level. This later observation is a likely driven by a combination of both differences in host species richness and host abundance and feasibility of capture (e.g. Vespertilionidae bats are the second largest mammalian family and geographically the most widespread bat family [8]), but it may also reflect inherent differences in viral richness among bat species based on life history and ecological traits [9, 28, 29].",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1012,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1142,
                    "end": 1143,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1145,
                    "end": 1147,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Overall Patterns of Viral Richness and Surveillance Gaps ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "However, our models excluded host taxonomy as a significant predictor of whether or not a given specimen would be positive. We further showed that mean viral prevalence did not significantly differ across bat families even though some bat taxa were much more heavily sampled than others and had subsequently greater observed viral richness.",
            "cite_spans": [],
            "section": "Overall Patterns of Viral Richness and Surveillance Gaps ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We observed a change in viral detection methods used over time with an increase in PCR-based approaches and a growing adoption of NGS. In the last few years, NGS or metagenomic methods have become more commonplace in the bat viral discovery field. Although these results are valuable to the literature, we excluded all but one of these studies from our current analyses, as we were not able to extract comparable variables from these studies. For example, the output or response variables were not directly comparable (thousands of short sequence reads often grouped by viral family for NGS studies versus definitive positive or negatives for PCR screening and sequencing studies). We believe that closer examination of NGS studies used for bat pathogen discovery warrants a separate analysis; one that we hope the research community will undertake in the next few years.",
            "cite_spans": [],
            "section": "Overall Patterns of Viral Richness and Surveillance Gaps ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We also observed a decline in the use of serology and viral isolation. Reporting of virus isolation was sporadic across studies, with only 24 explicitly stating that they had isolated virus from bat specimens. Virus isolation may be less frequently done for several reasons; it can be labor intensive and there are limited laboratories with suitable containment capabilities. However, there are potential limitations of not performing viral isolation. For example, complete phenotypic characterization of a virus cannot be done without isolation, and whether a virus is “novel” cannot be truly known with only viral genomic sequences [30].",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 637,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Overall Patterns of Viral Richness and Surveillance Gaps ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Only five viral families were detected using serology (out of six tested), compared to 20 out of 22 viral families using molecular detection techniques. Expanding the development of more sensitive and virus-specific serological assays, ideally with the capacity to multiplex across a large number of bat pathogens would help better inform disease dynamics in natural populations of bats. Existing platforms, e.g. Luminex and LIPS assays, should be expanded to include novel pathogens recently discovered in bats that are of high interest [31, 32]. However, serological testing to detect certain viruses in bats should be interpreted with caution, as there are several potential limitations to serological assays. Most notably, cross-reactivity of antibodies to multiple pathogens can lead to decreased assay specificity and confounding results for closely related viruses [33]. Additionally, there is a lack of standardization for cutoff levels across assays, leading to varied interpretations of results [33].",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 541,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1006,
                    "end": 1008,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Overall Patterns of Viral Richness and Surveillance Gaps ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Our findings from the study-level regression analyses suggest that future viral discovery efforts would be most productive if focused on testing a broader array of bat species and viral families. Notably, both the proportion of bats sacrificed and the number of specimens examined both dropped out of the final fitted model when both the number of total and novel viruses were used as response variables. This suggests that viral discovery efforts will be maximized by including more species of bats, instead of (or in addition to) more specimens of individuals from the same bat species. While not an entirely novel finding, these data suggest that we have not yet saturated the bat viral discovery curve for most species. This was demonstrated by intensive sampling in a single species of bat (Pteropus giganteus) which produced the discovery of 55 viruses from seven viral families, and showed that nearly 7,000 specimens are required to fully saturate the viral discovery curve for that species [34]. While Anthony et al. collected over 2,000 specimens over four years; less than 20% of the studies in our analysis had sample sizes greater than 1,000. While the intensive approach of longitudinal sampling and collection of thousands of specimens might be ideal for quantifying the total diversity of viruses in a bat species, our findings suggests that for studies without extensive resources, including more species of bats and testing a broader number of viral families alone are efficient ways to discover more viruses.",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1002,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Study-Level Models ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Our analysis found that there were no significant differences between studies that used lethal vs. non-lethal sampling techniques in terms of numbers of novel and total viruses discovered, and that this variable was not part of the best model that predicted probability of virus detection. Our raw data showed that a greater number of viruses were found in studies that did not sacrifice bats, with a few exceptions, including Filoviruses and Orthomyxoviruses. However, this is likely due to bias in surveillance methods to date; for example, most Filovirus studies we examined did not attempt to screen non-lethally collected bat excreta. Recent data from experimental studies show that Marburg virus is shed in the saliva of Rousettus sp. bats [35], which points to a non-lethal specimen type that may be productive for Filovirus detection and discovery in the future. Our findings suggest that the use of recently developed protocols for non-lethal sampling for pathogen discovery may be valuable (33, 34), and global efforts that have adopted these methods for wildlife viral discovery may find success in their efforts (35).",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 749,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Lethal Sampling in Bats ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "While the approach we outline may be of the best value for overall viral discovery success in bats, targeted and sometimes lethal sampling approaches may be justified and more effective depending on the pathogen in question or the research question. For example, European Bat Lyssavirus is most commonly detected in brain tissue especially from symptomatic animals [36, 37], and may be more productive and cost-effective for identifying this rhabdovirus from species and regions of concern than active surveillance using oral swabs. Focused investigations on bats that are moribund or found recently dead may be more likely to yield viral detections than lethal sampling of apparently healthy bats in some instances, as is the case for rabies and other lyssaviruses, where viruses are known to produce clinical symptoms in bats.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 370,
                    "end": 372,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Lethal Sampling in Bats ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In some cases, targeted, lethal sampling may be necessary for both viral detection and for vouchering of host specimens. Lethal sampling is also required in experimental infection studies in bats. These studies themselves are critical for understanding pathogen tissue tropism and routes of excretion in particular host-pathogen models, and can ultimately help inform specimen types to target for field surveillance. However, when studies are focused on virome-wide sampling for pathogen discovery, or sampling rare or endangered species, we argue that non-lethal sampling is best and in line with bat conservation activities and can be a productive approach for pathogen discovery.",
            "cite_spans": [],
            "section": "Lethal Sampling in Bats ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "During our data collection, we found inconsistencies in methodologies and reporting that would have improved the power of our analysis, and would have allowed for the inclusion of more studies for comparison. For example, several studies mentioned only the number of bats sampled or the number of specimens taken, not both. Furthermore, specimens were often not broken down by bat species or specimen type and detection method used. We also found that identification of bats to the species, or even genus, level was often incomplete–highlighting the need for virologists to collaborate better with bat taxonomic experts and those with extensive field experience. Several studies we initially examined used the same set of specimens for several publications. This is a potential confounder of which to be aware; however, after closer investigation all but one pair of studies that used duplicate samples examined different viral families, and this study was excluded from our analysis. Finally, we cannot rule out the possibility that collaborators shared samples among their research groups, with the samples’ origin with regard to potential lethal sampling not being clarified or adequately reported in subsequent studies using these samples. Open communication and collaboration among and between research groups with regard to sample origins as well as meticulous reporting will help to resolve this issue in future publications.",
            "cite_spans": [],
            "section": "Gaps in Data Reporting and Areas for Future Research ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We also observed taxonomic bias in surveillance by host family; while 17 host families were sampled across all studies, our analysis found that the majority of specimens tested were from only a few bat families. Research collaborations between wildlife and conservation biologists and virologists, using non-invasive sampling methods, will be needed to fill in gaps for rare and understudied bat taxa and obtain a more complete the picture of bat viral richness.",
            "cite_spans": [],
            "section": "Gaps in Data Reporting and Areas for Future Research ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We show virus-family specific differences in prevalence by specimen type. These findings are of value to help target high-yield specimen types to increase efficiently of detection when a specific pathogen group is targeted and resources are limited. For example, while roost urine collection may be effective for some specific viruses and hosts (e.g. Henipavirus detection in Pteropus [38]) and the collection method is non-invasive and relatively inexpensive, our analysis found that urine specimens yielded low mean viral prevalence (<3% overall), despite large sample sizes. The broadest ranges of viruses were tested for in tissue specimens (20/24 viral families), and while we recognize that all tissues types are not likely to yield the same viral communities, due to the structure and availability of individual-level data, we pooled all tissue types when collating the data presented here. More detailed analysis of viral discovery by tissue type may lead to better knowledge of tissue tropism for certain viral families.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Gaps in Data Reporting and Areas for Future Research ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Overall, there is a dearth of information for more than half of the 24 viral families as to what specimen type may be most likely to yield viral detection. Future research could focus on testing for more viral families across the various types of excreta or on experimental infections, both of which will improve our understanding of routes of viral transmission and viral shedding in bats. This sampling bias will only be fixed with more targeted efforts in the field and laboratory to address these surveillance gaps. Notably, many of the viral families in our analysis have been targeted because of their public health significance, i.e. the increase in coronavirus research after the emergence of SARS-CoV and MERS-CoV, and thus are over-represented in our dataset relative to other viral groups. The use of novel and unbiased methods such as NGS and VirCapSeq-VERT, aimed at detecting all mammalian viruses, will help elucidate more unbiased patterns of viral patterns between bat species and across global bat populations [39].",
            "cite_spans": [
                {
                    "start": 1029,
                    "end": 1031,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Gaps in Data Reporting and Areas for Future Research ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We also acknowledge that our analysis of viral prevalence may be biased by uneven geographic sampling, not just by the effect of host taxonomy and specimen type as we show, as there may be particular regions of there world and bat communities that have been over-sampled for particular viral families, e.g. coronaviruses in China [4, 40–42]. Poor reporting of sampling locality information precluded us from testing this explicitly. Lastly, our compiled estimates of mean prevalence by viral family and sample type can be used to design statistically valid field investigations, particularly in planning minimum sample sizes necessary for pathogen detection or to obtain statistically significant estimates of prevalence with adequate power.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 334,
                    "end": 336,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 337,
                    "end": 339,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Gaps in Data Reporting and Areas for Future Research ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We acknowledge a key caveat in our estimate of the number of novel viruses found over the study period. The designation of ‘novel’ for each virus discovered was based on small gene fragments and phylogenetic analysis conducted by individual authors and the peer reviewed system at the time of publication. If two separate studies examine non-homologous gene regions for a given virus, these studies may be ‘double counting’ the existing known number of viruses, and thus leading to overestimates in our analysis of pooled data. As previously described, we were conservative in our estimates of novel viruses and assumed all strains found constituted one viral species unless well-supported phylogenetic data from the peer-reviewed studies suggested otherwise. Nevertheless, more consistent reporting, vouchering, and, ultimately, full genome analysis of viral discoveries may help to alleviate this limitation in the future [30].",
            "cite_spans": [
                {
                    "start": 925,
                    "end": 927,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Gaps in Data Reporting and Areas for Future Research ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We provide a synopsis and quantitative review of the burgeoning field of bat virology, with implications for how future viral discovery studies in bats are designed, including how specimens are collected and whether or not bats should be sacrificed to obtain specimens. Lethal sampling does not appear to increase success of obtaining a positive viral detection, and future studies may focus on developing improved non-lethal sampling methods, thereby helping to ensure conservation of bat populations. We show clear differences in viral prevalence and detection probability by specimen type and host taxonomy, and identified taxonomic gaps where viruses have not been screened and in those where viruses have been screened but not yet discovered. We hope these data will begin to streamline future viral discovery efforts through more targeted collection of specimens, obtaining statistically significant, adequately powered sample sizes, increased research for currently under-represented bat taxa, and in targeting laboratory assays to the species and specimens most likely to result in pathogen detection and discovery.",
            "cite_spans": [],
            "section": "Conclusions ::: Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (A) Number of bat species sampled by year study was published; (B) Number of total viruses found by year study was published; (C) Number of novel viruses found by year study was published; (D) Detection methods used by year study was published; (E) Number of bat species by study; (F) Number of viral families tested per study.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Boxplots show primary tests only; subsequent tests were not used. (A) Median viral prevalence in feces; (B) Median viral prevalence in tissue; (C) Median viral prevalence in saliva; (D) Median viral prevalence in blood/sera (serology only); (E) Median viral prevalence in urine.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) Molecular prevalence by host family; (B) Molecular prevalence by viral family.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "9857",
            "pages": "1956-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Filoviruses in Bats: Current Knowledge and Future Directions",
            "authors": [],
            "year": 2014,
            "venue": "Viruses",
            "volume": "6",
            "issn": "4",
            "pages": "1759-88",
            "other_ids": {
                "DOI": [
                    "10.3390/v6041759"
                ]
            }
        },
        "BIBREF2": {
            "title": "Middle East respiratory syndrome coronavirus in bats, Saudi Arabia",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "11",
            "pages": "1819-23",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1911.131172"
                ]
            }
        },
        "BIBREF3": {
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "7477",
            "pages": "535-8",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12711"
                ]
            }
        },
        "BIBREF4": {
            "title": "Characterization of Nipah virus from naturally infected Pteropus vampyrus bats, Malaysia",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "12",
            "pages": "1990-3",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1612.091790"
                ]
            }
        },
        "BIBREF5": {
            "title": "Bats and viruses: friend or foe?",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003651"
                ]
            }
        },
        "BIBREF6": {
            "title": "Large serological survey showing cocirculation of Ebola and Marburg viruses in Gabonese bat populations, and a high seroprevalence of both viruses in Rousettus aegyptiacus",
            "authors": [],
            "year": 2009,
            "venue": "BMC infectious diseases",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-9-159"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A comparison of bats and rodents as reservoirs of zoonotic viruses: are bats special?",
            "authors": [],
            "year": 2013,
            "venue": "Proceedings Biological sciences / The Royal Society",
            "volume": "280",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2012.2753"
                ]
            }
        },
        "BIBREF9": {
            "title": "Bat flight and zoonotic viruses",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "741-5",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2005.130539"
                ]
            }
        },
        "BIBREF10": {
            "title": "Are bats exceptional viral reservoirs",
            "authors": [],
            "year": 2012,
            "venue": "New directions in conservation medicine: Applied cases of ecological health",
            "volume": "",
            "issn": "",
            "pages": "195-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Mass extinctions, biodiversity and mitochondrial function: are bats 'special' as reservoirs for emerging viruses?",
            "authors": [],
            "year": 2011,
            "venue": "Curr Opin Virol",
            "volume": "1",
            "issn": "6",
            "pages": "649-57",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2011.10.013"
                ]
            }
        },
        "BIBREF12": {
            "title": "Network analysis of host–virus communities in bats and rodents reveals determinants of cross‐species transmission",
            "authors": [],
            "year": 2015,
            "venue": "Ecology letters",
            "volume": "18",
            "issn": "11",
            "pages": "1153-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Virology. What links bats to emerging infectious diseases?",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5748",
            "pages": "628-9",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1120872"
                ]
            }
        },
        "BIBREF14": {
            "title": "Modeling Risk: The Use of Geo-Temporal Models for Focusing Risk Reduction Interventions",
            "authors": [],
            "year": 2011,
            "venue": "EcoHealth",
            "volume": "7",
            "issn": "",
            "pages": "S135-S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "New adenovirus in bats, Germany",
            "authors": [],
            "year": 2009,
            "venue": "Emerging infectious diseases",
            "volume": "15",
            "issn": "",
            "pages": "2052-5",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1512.090646"
                ]
            }
        },
        "BIBREF17": {
            "title": "Bats host major mammalian paramyxoviruses",
            "authors": [],
            "year": 2012,
            "venue": "Nature communications",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms1796"
                ]
            }
        },
        "BIBREF18": {
            "title": "Novel paramyxoviruses in free-ranging European bats",
            "authors": [],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0038688"
                ]
            }
        },
        "BIBREF19": {
            "title": "Isolation and characterization of three mammalian orthoreoviruses from European bats",
            "authors": [],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0043106"
                ]
            }
        },
        "BIBREF20": {
            "title": "Shimoni bat virus, a new representative of the Lyssavirus genus",
            "authors": [],
            "year": 2010,
            "venue": "Virus research",
            "volume": "149",
            "issn": "",
            "pages": "197-210",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2010.01.018"
                ]
            }
        },
        "BIBREF21": {
            "title": "Marburg virus in fruit bat, Kenya",
            "authors": [],
            "year": 2010,
            "venue": "Emerging infectious diseases",
            "volume": "16",
            "issn": "",
            "pages": "352-4",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1602.091269"
                ]
            }
        },
        "BIBREF22": {
            "title": "Identification of Mammalian orthoreovirus type 3 in Italian bats",
            "authors": [],
            "year": 2013,
            "venue": "Zoonoses and public health",
            "volume": "60",
            "issn": "",
            "pages": "84-92",
            "other_ids": {
                "DOI": [
                    "10.1111/zph.12001"
                ]
            }
        },
        "BIBREF23": {
            "title": "Novel Poxvirus in Big Brown Bats, Northwestern United States—Vol. 19 No. 6—June 2013—Emerging Infectious Disease journal—CDC",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1002-4",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1906.121713"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "x",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Correlates of Viral Richness in Bats (Order Chiroptera)",
            "authors": [],
            "year": 2009,
            "venue": "EcoHealth",
            "volume": "6",
            "issn": "4",
            "pages": "522-39",
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-009-0263-8"
                ]
            }
        },
        "BIBREF28": {
            "title": "Parasite and viral species richness of Southeast Asian bats: Fragmentation of area distribution matters",
            "authors": [],
            "year": 2014,
            "venue": "International journal for parasitology Parasites and wildlife",
            "volume": "3",
            "issn": "2",
            "pages": "161-70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijppaw.2014.06.003"
                ]
            }
        },
        "BIBREF29": {
            "title": "Two misleading words in reports of virus discovery: little things mean a lot",
            "authors": [],
            "year": 2014,
            "venue": "Archives of virology",
            "volume": "159",
            "issn": "8",
            "pages": "2189-91",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-014-2008-4"
                ]
            }
        },
        "BIBREF30": {
            "title": "Neutralization assays for differential henipavirus serology using Bio-Plex protein array systems",
            "authors": [],
            "year": 2007,
            "venue": "Journal of virological methods",
            "volume": "142",
            "issn": "1–2",
            "pages": "29-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2007.01.003"
                ]
            }
        },
        "BIBREF31": {
            "title": "Antibody profiling by Luciferase Immunoprecipitation Systems (LIPS)",
            "authors": [],
            "year": 2009,
            "venue": "Journal of visualized experiments: JoVE",
            "volume": "",
            "issn": "32",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3791/1549"
                ]
            }
        },
        "BIBREF32": {
            "title": "Deciphering serology to understand the ecology of infectious diseases in wildlife",
            "authors": [],
            "year": 2013,
            "venue": "EcoHealth",
            "volume": "10",
            "issn": "3",
            "pages": "298-313",
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-013-0856-0"
                ]
            }
        },
        "BIBREF33": {
            "title": "A strategy to estimate unknown viral diversity in mammals",
            "authors": [],
            "year": 2013,
            "venue": "mBio",
            "volume": "4",
            "issn": "5",
            "pages": "e00598-13",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00598-13"
                ]
            }
        },
        "BIBREF34": {
            "title": "Oral shedding of marburg virus in experimentally infected egyptian fruit bats (rousettus aegyptiacus)",
            "authors": [],
            "year": 2015,
            "venue": "Journal of wildlife diseases",
            "volume": "51",
            "issn": "1",
            "pages": "113-24",
            "other_ids": {
                "DOI": [
                    "10.7589/2014-08-198"
                ]
            }
        },
        "BIBREF35": {
            "title": "Temporal dynamics of European bat Lyssavirus type 1 and survival of Myotis myotis bats in natural colonies",
            "authors": [],
            "year": 2007,
            "venue": "PloS one",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0000566"
                ]
            }
        },
        "BIBREF36": {
            "title": "Bats and lyssaviruses",
            "authors": [],
            "year": 2011,
            "venue": "Advances in virus research",
            "volume": "79",
            "issn": "",
            "pages": "239-89",
            "other_ids": {
                "DOI": [
                    "10.1016/b978-0-12-387040-7.00012-3"
                ]
            }
        },
        "BIBREF37": {
            "title": "A longitudinal study of the prevalence of Nipah virus in Pteropus lylei bats in Thailand: evidence for seasonal preference in disease transmission",
            "authors": [],
            "year": 2010,
            "venue": "Vector borne and zoonotic diseases (Larchmont, NY)",
            "volume": "10",
            "issn": "",
            "pages": "183-90",
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2008.0105"
                ]
            }
        },
        "BIBREF38": {
            "title": "Virome Capture Sequencing Enables Sensitive Viral Diagnosis and Comprehensive Virome Analysis",
            "authors": [],
            "year": 2015,
            "venue": "mBio",
            "volume": "6",
            "issn": "5",
            "pages": "e01491-15",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01491-15"
                ]
            }
        },
        "BIBREF39": {
            "title": "Recent transmission of a novel alphacoronavirus, bat coronavirus HKU10, from Leschenault's rousettes to pomona leaf-nosed bats: first evidence of interspecies transmission of coronavirus between bats of different suborders",
            "authors": [],
            "year": 2012,
            "venue": "Journal of virology",
            "volume": "86",
            "issn": "21",
            "pages": "11906-18",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.01305-12"
                ]
            }
        },
        "BIBREF40": {
            "title": "Discovery of seven novel Mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus and deltacoronavirus",
            "authors": [],
            "year": 2012,
            "venue": "Journal of virology",
            "volume": "86",
            "issn": "7",
            "pages": "3995-4008",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.06540-11"
                ]
            }
        },
        "BIBREF41": {
            "title": "Virome analysis for identification of novel mammalian viruses in bat species from Chinese provinces",
            "authors": [],
            "year": 2012,
            "venue": "Journal of virology",
            "volume": "86",
            "issn": "20",
            "pages": "10999-1012",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.01394-12"
                ]
            }
        }
    }
}