{
    "paper_id": "PMC4515931",
    "metadata": {
        "title": "Risk assessment as a tool for improving external biosecurity at farm level",
        "authors": [
            {
                "first": "Susanna",
                "middle": [
                    "Sternberg"
                ],
                "last": "Lewerin",
                "suffix": "",
                "email": "susanna.sternberg-lewerin@slu.se",
                "affiliation": {}
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Österberg",
                "suffix": "",
                "email": "julia.osterberg@sva.se",
                "affiliation": {}
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Alenius",
                "suffix": "",
                "email": "stefan.alenius@slu.se",
                "affiliation": {}
            },
            {
                "first": "Marianne",
                "middle": [],
                "last": "Elvander",
                "suffix": "",
                "email": "marianne.elvander@sva.se",
                "affiliation": {}
            },
            {
                "first": "Claes",
                "middle": [],
                "last": "Fellström",
                "suffix": "",
                "email": "claes.fellstrom@slu.se",
                "affiliation": {}
            },
            {
                "first": "Madeleine",
                "middle": [],
                "last": "Tråvén",
                "suffix": "",
                "email": "madeleine.traven@slu.se",
                "affiliation": {}
            },
            {
                "first": "Per",
                "middle": [],
                "last": "Wallgren",
                "suffix": "",
                "email": "per.wallgren@sva.se",
                "affiliation": {}
            },
            {
                "first": "Karin",
                "middle": [
                    "Persson"
                ],
                "last": "Waller",
                "suffix": "",
                "email": "karin.persson-waller@sva.se",
                "affiliation": {}
            },
            {
                "first": "Magdalena",
                "middle": [],
                "last": "Jacobson",
                "suffix": "",
                "email": "magdalena.jacobsson@slu.se",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Endemic as well as exotic contagious diseases may cause devastating outbreaks in individual herds of livestock. Infectious agents may be transmitted between farms by various routes such as live animals, trucks and other vehicles, people, aerosols, fomites, wildlife and insect vectors [1]. The frequency and contact patterns of these transmission routes are important determinants for the risk of disease introduction and thus also important for the epidemiological investigation of a disease outbreak [2].",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 287,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 503,
                    "end": 504,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Biosecurity routines at herd level may reduce the probability of introduction of disease into the herd. For example, the prevalence of Aujezsky’s disease, porcine reproductive and respiratory syndrome, Mycoplasma hyopneumoniae, bovine coronavirus, and infectious bovine rhinotracheitis has been associated with the level of biosecurity at farm level [3–7]. Following the Swedish ban of antimicrobial feed additives in 1986, arising problems with infectious diseases in pig herds were mainly controlled by improving external and internal biosecurity in the production [8, 9]. Conversely, a high prevalence of infectious diseases has been used as a proxy for low biosecurity [10]. As most diseases have a negative impact on the well-being of the animals, their productivity and thereby also the economy of the farmer, there are incentives for stringent biosecurity routines. The new European Animal Health Regulation emphasises the responsibility of farmers for preventive measures, including on-farm biosecurity, in order to control contagious diseases within the European Union (EU) [11]. New Swedish legislation on the prevention of zoonoses also puts responsibility on farmers for providing biosecurity measures to prevent spread of zoonotic agents to and from people visiting their farm [12] and Danish legislation requires all farmers with large dairy holdings to set up an approved biosecurity plan for their herd [13]. Moreover, disease prevention in the form of improved on-farm biosecurity plays a part in many national and regional initiatives within the EU. These efforts to turn disease control towards on-farm prevention put extra demands on the advisory function of the veterinary profession. A risk assessment tool could be helpful in developing skills in risk-based prioritisation of external farm biosecurity measures among veterinary practitioners and achieving a trustful dialogue with farmers on biosecurity.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 353,
                    "end": 354,
                    "mention": "7",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "8",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 571,
                    "end": 572,
                    "mention": "9",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1291,
                    "end": 1293,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1420,
                    "end": 1422,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Farmers may regard biosecurity measures as expensive and cumbersome and the biosecurity routines on farm level are not always optimal [13–17]. Moreover, prioritisation of measures based on individual farm characteristics may aid in improving the actual application of on-farm biosecurity. Farmers may want to discuss different biosecurity measures separately, to justify investments in time and money, but estimates of the preventive effect of individual measures in different situations are difficult to obtain.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 138,
                    "end": 140,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The aim of this study was to create a tool for on-farm risk based prioritisation of commonly recommended biosecurity measures, as an aid to veterinarians, animal health organisations and farmers in their strategies to improve on-farm biosecurity.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The infectious agents used in the models were bovine respiratory syncytial virus (BRSV) and bovine coronavirus (BCoV). Three theoretical farm examples were used, to reflect the most common production systems in Sweden: one dairy farm, one specialised calf fattening farm and one suckler cow farm. The dairy farm was set to include 180 milking cows, the two beef farms had 120 fattening calves and 65 suckler cows, respectively.",
            "cite_spans": [],
            "section": "Cattle ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The infectious agents used in the models were Brachyspira hyodysenteriae causing swine dysentery and Mycoplasma hyopneumoniae causing swine enzootic pneumonia. The theoretical farm examples used were one specialised fattening herd with 1600 fattening pigs and one farrow-to finish herd with 484 sows where it was assumed that all pigs were reared to market weight on the farm. No specialised piglet-producing herd was included as, from the aspects relevant to this study, it would have been fairly similar to the farrow-to-finish herd.",
            "cite_spans": [],
            "section": "Pigs ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Two different scenarios, baseline and low-risk, were used to reflect different practices of between-farm contacts, as adapting contact patterns can also be seen as part of a farm’s biosecurity strategy.",
            "cite_spans": [],
            "section": "Scenarios ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Information about typical farms and farm practices was supplied by the Swedish Animal Health Services for pig and beef herds, and by Växa Sweden for the dairy herd.",
            "cite_spans": [],
            "section": "Scenarios ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The baseline scenario included the predicted yearly contacts in a typical farm of each type. In the low-risk scenario, it was assumed that artificial insemination (AI) in the dairy herd was performed by someone on the farm (i.e. no visit from an AI technician) and that replacement heifers were bred on the farm. In the low-risk scenario for the suckler herd, the number of introduced animals was reduced. In the low-risk scenario for the pig herds and the calf fattening herd, the number of source herds for live animals was reduced. Moreover, in this scenario a lower prevalence estimate was used for the cattle diseases as it was assumed that the farmers chose to mainly buy animals during the outdoor season when the prevalences of the selected diseases are lower.",
            "cite_spans": [],
            "section": "Scenarios ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The estimated numbers of yearly between-farm contacts for each farm in the two scenarios are specified in Table 1a, b.",
            "cite_spans": [],
            "section": "Scenarios ::: Methods",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The expert opinions were elicited by group discussions led by the first author and held separately for the cattle and pig experts, respectively. Within the two expert groups, each disease was discussed separately, with each route of disease introduction and the effect of respective biosecurity measures discussed in a systematic order. The outline of the model where the input parameters were to be used was explained to the experts. For probability of introduction via different routes, the experts were instructed to take different levels of compliance into account. For each parameter, maximum and minimum values were chosen first, by open discussion between all the four experts on each animal species. Subsequently a probability distribution was decided. If the experts agreed that the relevant parameter was just as likely to equal any value between maximum and minimum, a uniform distribution was chosen, and if a most likely value was put forward, a Beta pert distribution was chosen. Scientific data and the experts’ own (clinical and field research) experiences were discussed in detail in order to agree on each parameter. All input parameters were subsequently re-evaluated individually by each expert, with the explicit instruction to review the previously agreed values. All estimates (including probability distributions) of probability of introduction and percentage risk reduction are listed in Table 2, while the disease prevalences used are given in Table 3. The probability of introduction assumes that the contact comes directly from an infected farm. The varying of the figures for within-herd prevalence between one infected animal and a maximum number of concurrently infected (and infectious) animals in a uniform distribution was based on the assumption that the contact could occur in any phase of the infection. Maximum prevalence values were adjusted by the experts from published data [18–22], based on their own experience, to obtain a value representative of the maximum proportion of infected animals in the incubation or excreting phase of the infection, at the same point in time, in a Swedish herd.",
            "cite_spans": [
                {
                    "start": 1917,
                    "end": 1919,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1920,
                    "end": 1922,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Input parameters ::: Methods",
            "ref_spans": [
                {
                    "start": 1419,
                    "end": 1420,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1476,
                    "end": 1477,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The calculations were performed in a spreadsheet. A risk assessment model structure assuming independent probabilities was used [23]. The probability of introduction of a specific disease agent via a certain contact, R(contact), was calculated as:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ \\mathrm{R}\\left(\\mathrm{contact}\\right)=\\mathrm{P}{1}^{*}\\mathrm{P}2 $$\\end{document}Rcontact=P1*P2",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Where P1 = the probability of introduction via this contact with no mitigation, and",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "P2 = 1-effect of the biosecurity measure (i.e. probability of failure of a certain biosecurity measure, see Table 2 for the estimated effect of each measure).",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "For indirect contacts (people and vehicles) P1 was calculated as the probability of encountering the infectious agent (=herd prevalence) * probability of transmission via the specific contact (see Tables 2 and 3).",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 210,
                    "end": 211,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "For live animals P1 was calculated as herd prevalence*within-herd prevalence.",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The yearly risk of introducing each disease via each indirect contact type (R(year)) was calculated as:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ \\mathrm{R}\\left(\\mathrm{year}\\right)=1\\hbox{-} {\\left(1\\hbox{-} \\mathrm{R}\\left(\\mathrm{contact}\\right)\\right)}^{\\times } $$\\end{document}Ryear=1‐1‐Rcontact×",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Where x = number of each type of contact during a 1-year period.",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For live animals that were moved in batches, the yearly risk was calculated as (1 ‐ (1 ‐ herd prevalence)n batches) × (1 ‐ (1 ‐ within ‐ herd prevalence)n animals/batch) to account for the limited number of source herds, with subsequent multiplication by (1-the effect of quarantine measures). Here it was assumed that all animals in one batch were sourced from the same herd at the same point in time. Different batches could come from different source herds or the same herd at different times (when the infection status of the source herd might be different).",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Each route of introduction was calculated separately and subsequently combined to describe the yearly risk of introducing each disease (R(total)) depending on different biosecurity measures as:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ \\mathrm{R}\\left(\\mathrm{total}\\right)=1\\hbox{-} {\\left(1\\hbox{-} \\mathrm{R}\\left(\\mathrm{i}\\right)\\right)}^{*}\\left(1\\hbox{-} \\mathrm{R}\\left(\\mathrm{j}\\right)\\right) $$\\end{document}Rtotal=1‐1‐Ri*1‐Rj",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Where R(i-j) = yearly risk of introduction (as calculated previously) via each contact type, with or without biosecurity measures. All equations are detailed in Table 4.",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Two separate versions of the model were created for each disease in each type of herd, based on the two different scenarios. The model was created in Microsoft® Excel (Microsoft Co., Redmond USA) and Monte Carlo simulations were performed in @Risk (Palisade Co., Ithaca, USA). Each simulation was run in 10 000 iterations.",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In order to assess the value of the stochastic aspect of the model, deterministic model versions were also built. In these model versions, all input parameters were fixed at the most likely value or, where a uniform distribution had been used, the average of the maximum and minimum value.",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Sensitivity analysis of the effect of the various input parameters was performed using tornado graphs as well as changing the fixed input values.",
            "cite_spans": [],
            "section": "Models ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The results for the yearly risk of introduction of each disease in the dairy and calf fattening herds in the stochastic versions of the model are shown in Table 5. The results from the beef suckler herd are illustrated in Fig. 1. This figure also includes outputs from the deterministic model versions. Overall, the results indicate risk reducing effects of biosecurity measures as well as of changed contact patterns.",
            "cite_spans": [],
            "section": "Cattle ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 228,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 161,
                    "end": 162,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The outputs in the baseline scenario for the dairy herd in particular, but also the calf fattening herd, indicate a very high risk of introduction, regardless of the application of biosecurity measures. This is due to the high maximum estimates for herd prevalence and within-herd prevalence in combination with high contact rates and a high maximum probability of introduction via these contacts. These results could be seen as realistic for a farm located in the high-prevalence areas in the southern parts of Sweden [24], with a high cattle density, but would not be realistic for farms in other areas. Even in herds with a high number of visitors (mainly AI technicians) in areas with a high prevalence, a protective effect of biosecurity measures has been noted [6], demonstrating that a high risk estimate is not absolute. The minimum values were substantially (50 %) lower than the 5th percentile, reflecting a lower probability if biosecurity measures were diligently applied. The lower probability of introduction as well as the larger effect of biosecurity measures in the low-risk scenario reflects the effect of lower contact frequencies as well as a lower herd prevalence of the diseases. This effect is also seen in both scenarios for the suckler herd, that had lower frequencies for most contact types.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 522,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 768,
                    "end": 769,
                    "mention": "6",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Cattle ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "A high number of contacts may outweigh the effect of a reduced risk for each contact, as seen when comparing the scenarios and the different herds.",
            "cite_spans": [],
            "section": "Cattle ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Farmers may adapt their routines based on knowledge of geographical and temporal disease prevalence. When using the model, this could be illustrated by lowering the input value for herd prevalence. Moreover, farmers can reduce risks by changing contact patterns or focusing biosecurity measures on the contacts with the highest risk for their individual farm, depending on production routines. This is reflected in the low-risk scenarios, and could be used in a discussion with the farmer by changing each individual input based on what is feasible on his/her farm and then comparing the outputs. Presenting the results in a diagram such as Fig. 1 may be most useful for a stochastic model, where the range in output can easily be demonstrated and point estimates not given too much weight, thus avoiding projection of a false image of certainty in the results. To achieve the same illustrative effect in a deterministic version of the model, the relevant input values would need to be varied in many repeats of the model, and all the different outputs shown in a diagram.",
            "cite_spans": [],
            "section": "Cattle ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 646,
                    "end": 647,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The results for the yearly risk of introduction of each disease in each herd type in the different model versions are shown in Table 6. For the bacterial pig diseases, estimates of disease introduction via indirect transmission routes were much lower than for the more transmissible viral bovine diseases. Biosecurity measures as well as changes in contact rates reduced the risk of introducing these diseases. However, a high number of introduced live animals in combination with a high herd prevalence made the estimated probability of introduction of Mycoplasma hyopneumoniae without biosecurity measures very high for both scenarios in both herds. For dysentery, with a much lower estimated herd prevalence, much lower probabilities of introduction were seen for both scenarios in both herds.",
            "cite_spans": [],
            "section": "Pigs ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "mention": "6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Most outputs from the stochastic model versions had very wide ranges and skewed distributions. To reduce the probability to the 5th percentile or the minimum output value would require very strict application of all measures in order to achieve the very highest effect of all such measures. If this is deemed realistic on a particular farm, input parameters for the effect of the relevant biosecurity measures could be changed accordingly and the resulting changes in model outputs discussed with the farmer.",
            "cite_spans": [],
            "section": "Pigs ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Adapting the pattern of live animal contacts in order to reduce certain risks is also an important aspect, where the stochastic outputs may be informative as a basis for discussion. However, a manipulation of each input based on possible changes in contact patterns and application of biosecurity measures could also be used.",
            "cite_spans": [],
            "section": "Pigs ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "It should be noted that in particular for swine dysentery, the results are only theoretically applicable to Swedish herds since the disease has been eradicated from nucleus and multiplying herds [20].",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Pigs ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The differences in output for each disease and each farm type reflect the large differences in the number of contacts as well as the differences in prevalence of the specific diseases. These were the two most important factors affecting the outcome of the models, with disease prevalence being the most important. The most frequent contact type and the estimated risk for this contact was almost as important as disease prevalence when the effect of biosecurity measures was not included. When this effect was included, logically, the size of the risk reduction by the biosecurity measure affecting the risk for the most frequent contact type became important as well.",
            "cite_spans": [],
            "section": "Factors affecting the results ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The risk of introduction also depends largely on the infectious agent. This is reflected in the different results for the different diseases that, although all contagious, have different probabilities of transmission via each contact as well as different prevalence estimates. When applying biosecurity measures, disease prevalence was the single most important factor affecting the outcome. In the presence of a regional disease control programme, the risk is reduced for all herds. However, for some herds biosecurity in the form of reduced/planned contacts and specific on-farm biosecurity measures may be needed to substantially affect the risk.",
            "cite_spans": [],
            "section": "Factors affecting the results ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Input data based on scientific studies are usually preferable, but were not available in this case. It is very difficult to use field studies for the assessment of the effect of separate biosecurity measures for separate diseases. Meanwhile, experimental studies will not provide data directly applicable to the field situation. On the other hand, expert elicitations can be quite resource demanding and there is always a risk of bias. Still, expert opinion was used in this study, making an effort to combine experience from the field with literature data to obtain realistic estimates and based on a structured discussion to avoid adjustment and anchoring [23].",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 661,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Model inputs ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The very wide output ranges are mainly due to the large range in the input values that in turn reflect the uncertainty and/or variability of these estimates. For example, variations in regional as well as individual herd immunity affect both prevalence and risk of introduction and applying the model to a specific region would allow more precise prevalence figures. Some of the uncertainty might be overcome by further studies to obtain detailed data on which to calculate the probability of introduction via various routes in a specific production system in a specific region. However, a lot of the variation is probably due to the inherent variability in biological systems as well as in human behaviour that affects the probability of introducing infectious agents via different contacts as well as the expected mitigating effect of biosecurity measures. Hence, even if uncertainty may be removed by further studies, the range in some parameter inputs, particularly the effect of biosecurity measures relying on the compliance of many people, would still be wide due to variability. This variation may be reduced, but not entirely eliminated, by efforts to improve compliance, which is a crucial aspect of successful biosecurity. When using the model on an individual farm, some of the input parameters could be changed based on the assessment of how strictly a biosecurity measure might be applied on this particular farm.",
            "cite_spans": [],
            "section": "Model inputs ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The probability of disease introduction may have been overestimated both in the input values and in the calculations, as it was assumed that a visit to an infected farm would always lead to the estimated probability of introduction (see Table 2). Moreover, each repeated sourcing from the same herd was treated as a “new” source of animals (as the herd’s disease status could change over time). This may have resulted in unrealistically high output figures. However, the exact risk figures are not very interesting per se, it is the comparison between outputs when manipulating some of the inputs that may be useful for optimising biosecurity in an individual herd. The infectious agents used as examples in this study could be replaced with others, if the individual farmer or veterinarian believe other examples would be more relevant. There is however no need to apply the model to every conceivable disease that could threaten the farm, as the purpose would be to identify the points for improvement of the farm’s general biosecurity. Thus, two examples of diseases that are present in the region but not in the individual farm would suffice.",
            "cite_spans": [],
            "section": "Model inputs ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The rates of different contacts vary between farms and thus these model inputs would need to be adjusted for the individual farm. Studies on contact rates in Swedish livestock holdings have shown large variations depending on farm type [25]. Varying the number of each specific contact did not prove meaningful for this study, as it would have resulted in an even larger number of model versions. Therefore fixed scenarios reflecting an average rate of contacts in each type of herd versus an adaptation of contacts (as would be advised for risk reduction) were used instead. The difference in results between the baseline and the low-risk scenario reflects the effect of reducing and adapting contacts in place and time (sourcing animals from fewer herds and/or during a period of lower disease prevalence).",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 239,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Model inputs ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "As the purpose of the study was mainly to illustrate possible effects of the measures included in most recommendations for on-farm biosecurity, some contacts and potential biosecurity measures were left out for simplicity. However, potential biosecurity measures could be added to the model and evaluated. When adapting the model to a real farm, all contacts and other routes of transmission could be included and estimated for each disease of interest. On the other hand, including the major risks and potential risk reduction measures may be sufficient for the purpose of discussion and information.",
            "cite_spans": [],
            "section": "Model inputs ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The use of a deterministic model based on point estimates may be preferable, as it is more user-friendly and does not require any simulation software. However, as seen in Fig. 1, outputs from a deterministic model do not reflect variation and may lead to a false impression of certainty with consequently exaggerated or minimised expectations. In order to reflect the variability and uncertainty in a deterministic model, many of the input parameters would need to be varied in several scenarios that could be discussed as regards feasibility and expected costs. With a stochastic model based on sampling from a distribution of inputs, the range of outputs as well as the mean could be used as a basis for discussions about the importance of compliance and the possibility of achieving maximum effect of the different measures.",
            "cite_spans": [],
            "section": "Usefulness of the model tool ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Probabilities and percentages are not easily interpreted by most people [26]. However, illustrating the results in a diagram may be more useful than simply obtaining output figures. The usefulness of the tool depends both on the farmer and the veterinary advisor and the models would need to be adapted for the specific needs of each situation.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Usefulness of the model tool ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Designing good biosecurity programmes is not enough, there must be compliance in the field. There are indications that even audits and surveillance cameras are not enough to preserve good biosecurity routines in the long term [15] and that personality traits as well as education and experience are important for compliance with biosecurity protocols [27]. Financial incentives in the form of demonstrated economic benefits are perceived as important motivators by some farmers [28] whereas monetary sanctions may have the opposite effect [13]. Education and information is regarded as a key factor to the application of biosecurity routines. However, a sense of not being able to prevent disease occurrence, or that disease introduction is a random event beyond farmers’ control, can make information efforts ineffective [29].",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 352,
                    "end": 354,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 823,
                    "end": 825,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Compliance with biosecurity protocols ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Improving on-farm biosecurity also has implications for preventing outbreaks of exotic diseases. Most of these diseases are highly contagious but the probability of introduction still depends on many factors and may be reduced by routine biosecurity measures [30–32]. Although farmers will most likely not be very interested in preventing disease outbreaks that they believe may never happen, or perceive is the responsibility of the authorities [13, 33, 34], a perceived ability to prevent the introduction of circulating disease has been associated with a positive attitude to on-farm biosecurity measures [35]. The model presented here aims to provide farmers (and their veterinary advisors) with a sense of being able to control disease introduction to their own farm, as an incentive for improving compliance with biosecurity recommendations.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 455,
                    "end": 457,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 609,
                    "end": 611,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Compliance with biosecurity protocols ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The model tool proved useful for illustrating the risk of introduction of endemic diseases and the mitigating effect of biosecurity measures on farm level. It may be useful in the field if on-farm input data could be limited to farm-specific contact data and all other necessary parameters were already provided for selected disease examples. The theoretic exercise of working with the model may aid veterinary advisors in understanding farm-specific risks and in motivating farmers to improve biosecurity, as it can be tailored to each farmer’s needs and preferences.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Theoretical number of different contacts per year in 5 example herds\n\na If number of batches not specified, animals could be introduced from any herd and no sourcing from a limited number of herds was assumed \nb Total number of transport vehicles, including those that collect animals from the farm \nc NA = Not applicable",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Probability input parameters\nIntroduction of bovine respiratory syncytial virus (BRSV) and bovine coronavirus (BCoV) in cattle herds, swine dysentery (SD) and Mycoplasma hyopneumoniae (M. hyo) in pig herds, via different contacts that come directly from an infected farm). Level of risk reduction by different biosecurity measures. Percentage figures represent minimum-most likely-maximum values or minimum-maximum values. Probability distributions shown in brackets \na assuming contact with diseased animals, thus multiplied by herd prevalence in the models \nb 3 weeks in pig herds, 4 weeks in cattle herds \nc NA = not applicable",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Prevalence input parameters\nEstimates used for the prevalence of bovine respiratory syncytial virus (BRSV) and bovine coronavirus (BCoV) in cattle herds, and swine dysentery (SD) and Mycoplasma hyopneumoniae (M. hyo) in pig herds. Percentage figures given represent minimum-most likely-maximum values or minimum-maximum values. Probability distributions shown in brackets \na in = indoor season, out = pasture season \nb Different herd prevalences are given for ordinary herds and gilt-producing herds, as the latter have a lower prevalence (free from dysentery, but might be infected during transport) \nc n = number of animals in an average source herd for each specific animal type (gilt producers 765 animals, grower producers 3000, dairy heifer producers and bull calves 500, beef heifers 900)",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Equations used for calculating the probabilities included in the model\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Yearly risk of introduction of cattle diseases\nModel outputs for bovine respiratory syncytial virus (BRSV) and bovine coronavirus (BCoV) in two example cattle herds, as calculated in a stochastic model, based on two scenarios (baseline and low-risk contact patterns, respectively), with and without application of biosecurity (quarantine for new animals, protective clothes for visitors, hygiene lock for loading/unloading, isolated deadstock collection area). Median result and 5th to 95th percentiles (in brackets) are given",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Yearly risk of introduction of pig diseases\nModel outputs for swine dysentery (SD) and Mycoplasma hyopneumoniae (M. hyo) in two example pig herds, as calculated in a stochastic model, based on two scenarios (baseline and low-risk contact patterns, respectively), with and without mitigating biosecurity (quarantine for new animals, protective clothes for visitors, hygiene lock for loading/unloading, isolated deadstock collection area). Median result and 5th to 95th percentiles (in brackets) are given",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Yearly risk of disease introduction in a fictitious beef suckler herd. Model outputs for bovine respiratory syncytial virus (BRSV) and bovine coronavirus (BCV) as calculated in one stochastic (stoch) and one deterministic (determ) model based on two scenarios. (baseline and low-risk contact patterns, respectively), with and without mitigating biosecurity (biosec) measures. For stochastic models, the 5th and 95th percentiles of output is shown by the grey bar. Black dots represent median output values, whereas for deterministic models only fixed output values are shown",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Bioexclusion from dairy and beef farms: Risks of introducing infectious agents and risk reduction strategies",
            "authors": [
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Mee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geraghty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "O’Neill",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "More",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet J",
            "volume": "94",
            "issn": "",
            "pages": "143-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Use of data mining techniques to investigate disease risk classification as a proxy for compromised biosecurity of cattle herds in Wales",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ortiz-Pelaez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Vet Res",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1746-6148-4-24"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Danish dairy farmers’ perception of biosecurity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kristensen",
                    "suffix": ""
                },
                {
                    "first": "EB",
                    "middle": [],
                    "last": "Jakobsen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prev Vet Med",
            "volume": "99",
            "issn": "",
            "pages": "122-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2011.01.010"
                ]
            }
        },
        "BIBREF5": {
            "title": "Survey of biosecurity protocols and practices adopted by growers on commercial poultry farms in Georgia, U. S. A.",
            "authors": [
                {
                    "first": "FC",
                    "middle": [],
                    "last": "Dorea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berghaus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hofacre",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Avian Dis",
            "volume": "54",
            "issn": "",
            "pages": "1007-15",
            "other_ids": {
                "DOI": [
                    "10.1637/9233-011210-Reg.1"
                ]
            }
        },
        "BIBREF6": {
            "title": "Evaluation of strategies to enhance biosecurity compliance on poultry farms in Québec: Effects of audits and cameras",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Racicot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Venne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Durivage",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Vaillancourt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prev Vet Med",
            "volume": "103",
            "issn": "",
            "pages": "208-18",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2011.08.004"
                ]
            }
        },
        "BIBREF7": {
            "title": "Implementing biosecurity on dairy farms: Rewriting the ‘cultural script’",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet J",
            "volume": "197",
            "issn": "",
            "pages": "118-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2013.03.050"
                ]
            }
        },
        "BIBREF8": {
            "title": "On-farm biosecurity as perceived by professionals visiting Swedish farms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nöremark",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Sternberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acta Vet Scand",
            "volume": "56",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1751-0147-56-28"
                ]
            }
        },
        "BIBREF9": {
            "title": "Treponema hyodysenteriae I svenska avels och smågrisproducernade besättningar",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beskow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Holmgren",
                    "suffix": ""
                },
                {
                    "first": "JÅ",
                    "middle": [],
                    "last": "Robertsson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Sv Vet Tidn",
            "volume": "43",
            "issn": "",
            "pages": "343-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Incidence of infections in pigs bred for slaughter revealed by elevated serum levels of interferon and development of antibodies to Mycoplasma hyopneumoniae and Actinobacillus pleuropneumoniae",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wallgren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Artursson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fossum",
                    "suffix": ""
                },
                {
                    "first": "GV",
                    "middle": [],
                    "last": "Alm",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Vet Med B",
            "volume": "40",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1439-0450.1993.tb00102.x"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rovid Spickler",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Galyon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lofstedt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerging and exotic diseases of animals",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Diagnostik och bekämpning av svindysenteri I Sverige",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fellström",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wierup",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sv Vet Tidn",
            "volume": "52",
            "issn": "",
            "pages": "865-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Dynamics of infections involved in the bovine respiratory disease complex in Swedish dairy herds",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hägglund",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Valarcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet J",
            "volume": "172",
            "issn": "",
            "pages": "320-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2005.04.029"
                ]
            }
        },
        "BIBREF14": {
            "title": "Bovine respiratory syncytial virus: infection dynamics within and between herds",
            "authors": [
                {
                    "first": "TB",
                    "middle": [],
                    "last": "Klem",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Gulliksen",
                    "suffix": ""
                },
                {
                    "first": "K-I",
                    "middle": [],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Løken",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Østerås",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stokstad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Rec",
            "volume": "173",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/vr.101936"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vose",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Risk analysis, a quantitative guide",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A longitudinal study of the dynamics of bovine coronavirus and respiratory syncytial virus infections in dairy herds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohlson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tråven",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet J",
            "volume": "197",
            "issn": "",
            "pages": "395-400",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2013.01.028"
                ]
            }
        },
        "BIBREF17": {
            "title": "A survey of visitors on Swedish livestock farms with reference to the spread of animal diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nöremark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frössling",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Sternberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Vet Res",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1746-6148-9-184"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Evaluation of the relationship between personality traits, experience, education and biosecurity compliance on poultry farms in Québec, Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Racicot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Venne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Durivage",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Vaillancourt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prev Vet Med",
            "volume": "103",
            "issn": "",
            "pages": "201-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2011.08.011"
                ]
            }
        },
        "BIBREF20": {
            "title": "Pig, cattle and poultry farmers with a known interest in research have comparable perspectives on disease prevention and on-farm biosecurity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hendriksen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gelaude",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Vlieger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rosseel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prev Vet Med",
            "volume": "115",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2014.03.015"
                ]
            }
        },
        "BIBREF21": {
            "title": "Scripts, animal health and biosecurity: the moral accountability of farmers’ talk about animal health risks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Enticott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vanclay",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Risk Soc",
            "volume": "13",
            "issn": "",
            "pages": "293-309",
            "other_ids": {
                "DOI": [
                    "10.1080/13698575.2011.575456"
                ]
            }
        },
        "BIBREF22": {
            "title": "Factors affecting the risk of infection with pseudorabies virus in Illinois swine herds",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Weigek",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Hungerford",
                    "suffix": ""
                },
                {
                    "first": "LRG",
                    "middle": [],
                    "last": "Biehl",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Prev Vet Med",
            "volume": "17",
            "issn": "",
            "pages": "161-73",
            "other_ids": {
                "DOI": [
                    "10.1016/0167-5877(93)90026-P"
                ]
            }
        },
        "BIBREF23": {
            "title": "Procedures for preventing transmission of foot-and-mouth disease virus (O/TAW/97) by people",
            "authors": [
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Amass",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Pacheco",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet Microbiol",
            "volume": "103",
            "issn": "",
            "pages": "143-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2004.07.020"
                ]
            }
        },
        "BIBREF24": {
            "title": "Evidence of indirect transmission of classical swine fever virus through contacts with people",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ribbens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewulf",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Koenen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "de Kruif",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Rec",
            "volume": "160",
            "issn": "",
            "pages": "687-90",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.160.20.687"
                ]
            }
        },
        "BIBREF25": {
            "title": "Factors associated with the introduction of classical swine fever virus into pig herds in the central area of the 1997/98 epidemic in the Netherlands",
            "authors": [
                {
                    "first": "ARW",
                    "middle": [],
                    "last": "Elbers",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Stegeman",
                    "suffix": ""
                },
                {
                    "first": "MCM",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Rec",
            "volume": "149",
            "issn": "",
            "pages": "377-82",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.149.13.377"
                ]
            }
        },
        "BIBREF26": {
            "title": "Measuring and comparing constraints to improved biosecurity amongst GB farmers, veterinarians and the auxiliary industries",
            "authors": [
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McLeod",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hovi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Prev Vet Med",
            "volume": "84",
            "issn": "",
            "pages": "310-23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2007.12.003"
                ]
            }
        },
        "BIBREF27": {
            "title": "An exploration of the drivers to bio-security collective action among a sample of UK cattle and sheep farmers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Prev Vet Med",
            "volume": "87",
            "issn": "",
            "pages": "358-72",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2008.05.007"
                ]
            }
        },
        "BIBREF28": {
            "title": "Applying Bayesian network modelling to understand the links between on-farm biosecurity practice during the 2007 equine influenza outbreak and horse managers’ perceptions of a subsequent outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Firestone",
                    "suffix": ""
                },
                {
                    "first": "FI",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schemann",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "J-ALML",
                    "middle": [],
                    "last": "Toribio",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prev Vet Med",
            "volume": "116",
            "issn": "",
            "pages": "243-51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2013.11.015"
                ]
            }
        },
        "BIBREF29": {
            "title": "Risk factors for introduction of BHV1 into BHV1-free Dutch dairy farms: A case-control study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Schaik",
                    "suffix": ""
                },
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Schukken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nielen",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Dijkhuizen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Benedictus",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Q",
            "volume": "23",
            "issn": "",
            "pages": "71-6",
            "other_ids": {
                "DOI": [
                    "10.1080/01652176.2001.9695085"
                ]
            }
        },
        "BIBREF30": {
            "title": "Porcine reproductive and respiratory syndrome virus (PRRSV) in GB pig herds: farm characteristics associated with heterogeneity of seroprevalence",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Medley",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Vet Res",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1746-6148-4-48"
                ]
            }
        },
        "BIBREF31": {
            "title": "Risk factors for seropositivity to bovine coronavirus and bovine respiratory syncytial virus in dairy herds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohlson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heuer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tråven",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Rec",
            "volume": "167",
            "issn": "",
            "pages": "201-7",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.c4119"
                ]
            }
        },
        "BIBREF32": {
            "title": "Epidemiological investigations in regard to porcine reproductive and respiratory syndrome (PRRS) in Quebec, Canada. Part 2:prevalence and risk factors in breeding sites",
            "authors": [
                {
                    "first": "M-E",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arsenault",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Polkak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "D’Allaire",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prev Vet Med",
            "volume": "104",
            "issn": "",
            "pages": "84-93",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2011.11.002"
                ]
            }
        },
        "BIBREF33": {
            "title": "First out to ban feed additives in 1986. Veterinary challenges within Swedish pig production. Part I: Use of antimicrobials and respiratory diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wallgren",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pig J",
            "volume": "62",
            "issn": "",
            "pages": "43-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "First out to ban feed additives in 1986. Veterinary challenges within Swedish pig production. Part II: Intestinal and miscellaneous diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wallgren",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pig J",
            "volume": "62",
            "issn": "",
            "pages": "52-60",
            "other_ids": {
                "DOI": []
            }
        }
    }
}