{
    "paper_id": "PMC4605412",
    "metadata": {
        "title": "Elevated transmission of upper respiratory illness among new recruits in military barracks in Thailand",
        "authors": [
            {
                "first": "Jens",
                "middle": [
                    "W"
                ],
                "last": "Levy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Piraya",
                "middle": [],
                "last": "Bhoomiboonchoo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sriluck",
                "middle": [],
                "last": "Simasathien",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Henrik",
                "middle": [],
                "last": "Salje",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Angkana",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ram",
                "middle": [],
                "last": "Rangsin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Richard",
                "middle": [
                    "G"
                ],
                "last": "Jarman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Fernandez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chonticha",
                "middle": [],
                "last": "Klungthong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kittinun",
                "middle": [],
                "last": "Hussem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "V"
                ],
                "last": "Gibbons",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "In-Kyu",
                "middle": [],
                "last": "Yoon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Recruitment into the military and congregation of recruits in training camps brings together many people from geographically diverse areas into close living conditions. Similar to other settings, such as college dormitories, sports teams, and cruise ships, the close physical proximity of individuals in military barracks enhances the risk of the transmission of respiratory and enteric pathogens. The congregation of diverse individuals can lead to the introduction of one or more pathogens into a confined population, leading to an outbreak of infections. Institutions that permit frequent, longer term, and intimate contacts among individuals generally can be expected to have higher attack rates.1 Other factors such as physical exertion and the prevalence of immunologically naïve individuals can contribute to the unique vulnerability of military recruits.2",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 701,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 862,
                    "end": 863,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Militaries are a unique subset of institutions that potentially have higher attack rates than other societal groupings. Military personnel and children may be at greater risk of infection than other groups.1 The effect of school closures during epidemics have demonstrated that environments with high people density can function as amplifying arenas for influenza and other respiratory diseases.3 The large-scale mobilization of military forces during World War I was a contributing factor to the global influenza pandemic of 1918–1919.4,5 In the years since then, much research has been done to study respiratory illness among U.S. military recruits. The Commission on Acute Respiratory Diseases conducted studies at United States recruiting camps documenting that rates of respiratory disease among recruits were higher than other ‘seasoned’ military groups.6 Miller et al. noted a direct correlation between changes in rates of pneumonia and respiratory illness with the number of recruits in training. The number of recruits proved to be an even stronger determinant of infection rates than seasonal factors.7 In a more recent study examining influenza vaccine, rates of influenza-like illness (ILI) among recruits were found to be 2–16 times higher than non-recruit service members.8 In spite of widespread immunization among U.S. military personnel, influenza outbreaks continue to occur in crowded military settings.9,10 More recently, human adenovirus (H-AdV) has been a predominant cause of febrile respiratory illness in the U.S. military.11",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 207,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 395,
                    "end": 396,
                    "mention": "3",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "4",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 538,
                    "end": 539,
                    "mention": "5",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 860,
                    "end": 861,
                    "mention": "6",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1112,
                    "end": 1113,
                    "mention": "7",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1287,
                    "end": 1288,
                    "mention": "8",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1423,
                    "end": 1424,
                    "mention": "9",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1425,
                    "end": 1427,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1549,
                    "end": 1551,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "While more is known about the respiratory illness experience of U.S. military personnel, little is known about the experience of military populations of other countries in the tropics and Asia, an area that is very important in the global ecology of influenza.12 Vaccination uptake in developing nations is considerably less than it is in developed countries and is not mandatory in the militaries of many countries including Thailand. Furthermore, the prevailing circulating viruses are unknown. Influenza which has well defined seasonality in temperate climates is far more difficult to characterize in the middle latitudes of the tropics.13",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We report the results of a respiratory illness study among new military recruits at a Royal Thai Army (RTA) barracks in Bangkok, Thailand. These results were complemented by laboratory testing to confirm infection including multiplex PCR.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Nasal and throat swabs were tested for influenza viruses using real-time reverse transcriptase polymerase chain reaction (rRT-PCR) using the U.S. CDC protocol.14,15 In addition, acute samples collected during basic training of class 1 were tested by multiplex real-time PCR using Fast Track Diagnostics (FTD) respiratory pathogens 33 kit (FTD, Esch-sur-Alzette, Luxembourg) according to the manufacturer's instruction to identify a broader spectrum of pathogens present in the class. Resource limitations permitted multiplex PCR testing only on the one class.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 162,
                    "end": 164,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Laboratory ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Incidence rates for respiratory illness during basic training were calculated using the reported number of URI or ILIs divided by the recruit-weeks observed over the time period between enrollment and the date the recruits were allowed to go on leave. For classes 1 and 2, incidence rates were also calculated for time periods after the end of basic training. Post-basic training was defined as the period beginning with the first full week after recruits returned from leave following basic training (see Appendix S1 for specific time intervals for the class surveillance periods). Confidence intervals for incidence rates and ratios were calculated using formulae from Rothman and Greenland (using the epiR package in r).16 All analyses were performed using r version 3.0.2 (R Foundation for Statistical Computing, Vienna, Austria).",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 725,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The Cochrane–Mantel–Haenszel test was used for linear trend of differences in row means (vcdExtra package in r) to evaluate trend over the weeks between enrollment and the leave after basic training. While rates of infections in sequestered recruits may be expected to increase initially, then decrease as susceptible individuals are depleted, given that enrollment occurred after basic training was initiated (up to 3 weeks for some classes), we used the Mantel-Haenszel chi-square test to evaluate the P-for-trend to demonstrate a preponderance of a decrease in the rate over time as evidence that infections came from within the recruit class (i.e. seeded from entry). One-week intervals were used beginning with the week that enrollment occurred, and ending with the week in which recruits went on post-basic training leave. The P-for-trend during this last week, however, included some amount of time when the camp was largely unpopulated. For this reason, we included a P-for-trend from the enrollment week to the last full week prior to dismissal for post-basic training leave.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To evaluate the transmissibility of infections by close contact (i.e. from droplet transmission), we evaluated whether the bed location, available only for class 1, of those with URI/ILI were clustered using the τ(d) method adapted from Salje et al.17 Using this method, we compared the probability that two individuals had beds within distance d meters apart given they had a respiratory illness within a week of each other relative to the probability that any two individuals had beds d meters apart. Values of τ(d) > 1 indicate spatial clustering of cases at that distance. The estimator we used for τ(d) can be found in the Appendix S1. Confidence intervals were calculated using a bootstrap method where all individuals were resampled with replacement and τ(d) recalculated over 500 iterations. Ninety-five per cent confidence intervals were calculated from the 2·5 and 97·5 percentiles of the resultant distribution.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Recruits came from 28 of the 77 provinces of Thailand (including Bangkok) ranging in age between 20 and 31 years, with a median of 21 years (Table1). At least 37% of recruits had a high school or vocational school education, while 23% had only a primary school education (Table1). Smoking was very prevalent with 60% reporting being current smokers with 186 (70%) smoking half a pack per day or less. Only 2% had been vaccinated for influenza in the previous 12 months. Approximately 16% reported a medical condition at enrollment. The most common conditions were allergy (5%) and asthma (4%).",
            "cite_spans": [],
            "section": "Recruits ::: Results",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 277,
                    "end": 278,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Sixty-six URIs and 11 ILIs occurred in 56 class 1 recruits between weeks 2 and 10 of basic training (Table2). The rate was 6·9 per 100 recruit-weeks (95% CI: 5·5–8·6). The P-for-trend for the decrease in the weekly rate of illness over the course of basic training was 0·17. Fifty-five URIs among 48 class 2 recruits occurred between weeks 3 and 10 of basic training. The infection rate was 5·6 per 100 recruit-weeks (95% CI: 4·3–7·2). The P-for-trend for the decrease in the rate of illness during basic training was <0·0001. Twenty-eight URIs and 1 ILI among 29 class 3 recruits occurred between weeks 4 and 11 of basic training. The infection rate was 4·7 respiratory illnesses per 100 recruit-weeks (95% CI: 3·2–6·7). The P-for-trend for the decrease in the rate of illness during basic training was 0·01. Forty URIs and 3 ILIs among 41 class 4 recruits occurred between weeks 4 and 11 of basic training. The infection rate was 5·1 respiratory illnesses per 100 recruit-weeks (95% CI: 3·8–6·8). The P-for-trend for the decrease in the rate of illness during basic training was <0·01.",
            "cite_spans": [],
            "section": "Single barracks/basic training (closed cohort) ::: Results",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The rate of respiratory illness among class 1 recruits upon their return to camp after basic training was 4·0 per 100 recruit-weeks (95% CI: 3·1–5·1). The rate ratio of respiratory illness during basic training relative to after basic training was 1·7 (95% CI: 1·29–2·29). The rate or respiratory illness among class 2 recruits upon their return after basic training was 2·3 (95% CI: 1·4–7·2). The rate ratio during basic training relative to after basic training was 2·46 (95% CI: 1·5–4·1).",
            "cite_spans": [],
            "section": "Post-basic training ::: Results",
            "ref_spans": []
        },
        {
            "text": "Influenza RT-PCR was performed on all nasal/throat swab samples in the four classes. Only one sample (in class 3) was found to be positive for influenza virus (type B). Multiplex PCR was performed on 76 of the 77 nasal/throat swab specimens collected during basic training from class 1. Of 18 viral pathogens in the panel (including influenza A, B and C), three pathogens were detected among 31 (40·8%) of 76 specimens (Figure1). Rhinovirus was detected in 22 specimens, coronavirus 229 in eight specimens and parainfluenza 4 virus in four. Three recruits with rhinovirus had co-infections (two with coronavirus 229 and one with parainfluenza).",
            "cite_spans": [],
            "section": "Laboratory-confirmed illness – influenza RT-PCR and multiplex PCR ::: Results",
            "ref_spans": [
                {
                    "start": 426,
                    "end": 427,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Figure2 shows the τ(d) clustering statistic over distances between 0 and 20 m between beds for class 1. We found some evidence of spatial dependence at very small spatial scales. Individuals were 1·2 times more likely to have a bed within 3 m of another case given they had a respiratory illness within a week of each other, relative to the probability that any two individuals had beds within 3 m of each other. However, the uncertainty in these estimates was wide (95% confidence intervals of 0·8–1·5). This value dropped to 1·0 at 5 m (95% confidence intervals of 0·8–1·3).",
            "cite_spans": [],
            "section": "Bed location ::: Results",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In this report on respiratory illness surveillance among new conscripts in a military barracks in the tropics, we found a high incidence of respiratory illness. Between 39% (class 4) and 46% (class 1) of recruits reported respiratory illness with incidence rates ranging from 4·7 to 6·9 per 100 recruit-weeks. The viral pathogens identified, rhinovirus, coronavirus, and parainfluenza virus, were compatible with URI symptoms prevalent in this study. At least one of these three pathogens was present in 40% of the samples collected. We found little febrile respiratory illness (i.e. ILI) and only one laboratory-confirmed influenza case even though influenza immunization was seldom reported among the recruits. Notably, at the time the first recruit class entered the barracks (May 2012), there was very little Influenza virus transmission.18 Thereafter, influenza circulated almost continuously throughout the study period in Thailand until December of 2013. However, at the time the last three recruit classes entered training, influenza transmission in Thailand was moderate (November 2012) to low (May and November 2013). Influenza activity in Thailand tends to peak after the beginning of the rainy season between July and September.19",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 844,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1240,
                    "end": 1242,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Adenovirus, a pathogen that is recognized as the most common viral pathogen found in military barracks and responsible for a great proportion of respiratory illnesses among the U.S. military, was not identified among those specimens that underwent multiplex PCR.20 The paucity of influenza virus and adenovirus infections was most likely due to the fact that outbreaks of these pathogens were, simply by chance, not captured among the relatively small number of recruits in our study. With respect to influenza, the time the recruits came together in the camps did not happen to correspond to significant virus transmission in Thailand. A larger study involving thousands of individuals, particularly after the beginning of the rainy season, would be more likely to capture such outbreaks. However, it is also possible that the conditions within military barracks in the tropics may be less favorable for transmission of these viruses compared with more temperate climates, perhaps related to higher humidity and temperature. Larger studies among military recruits would need to be performed to clarify the burden of influenza and adenovirus among recruits in the tropics.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this barracks setting during basic training, our results indicate the presence of infection dynamics typical of crowded conditions consistent with those seen in military barracks in the United States. In the U.S. military, the evidence suggests that most cases arise from internal transmission in which recruits infect one another rather than repeatedly being infected from outside the barracks.21 In one study in a U.S. barracks, the incidence of acute respiratory illness rose rapidly in the first few weeks, peaked in week 5, then declined by week 7 to below week 1 levels toward the end of training.22 The trend in our study of decreasing rates of infection over the course of basic training in three of the four classes supports the notion of initial seeding by new recruits infected from the outside with subsequent internal transmission leading to high initial rates followed by a decline due to depletion of susceptibles. Further support comes from the pattern of infections relative to bed location in the barracks. Though not significant, the likelihood of having a respiratory infection tended to increase with proximity to the bed of someone with URI/ILI. It should also be noted that recruits from each class were effectively sequestered from the outside during basic training. Though it is possible that the training instructors were allowed to come and go from the camp and, therefore, may have offered an opportunity for pathogens to be introduced from the outside, the instructors also slept in the barracks. Thus, it is likely that the infection dynamics reflected the seeding of infectious pathogens from recruits upon entering the class.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the current study, soldiers in basic training were more likely to experience URI/ILI than soldiers who had already completed basic training in the same camps. This higher infection rate among recruits during basic training relative to more seasoned soldiers, those that have completed basic training, provides evidence that recruits in the RTA are particularly vulnerable to infectious respiratory diseases similar to what is seen in the U.S. military.8 The approximately twofold higher infection rates observed in RTA recruits in basic training is, however, at the lower end of the 2- to 16-fold higher rates seen in U.S. soldiers. The fact that these soldiers were conscripted may make our findings more generally applicable than had they gone through the self-selection that occurs among volunteer armies.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 456,
                    "mention": "8",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A few limitations of our study may have impacted the reliable inference regarding the infection dynamics in RTA training camps. For logistical reasons, we were unable to begin illness surveillance until 2–3 weeks had elapsed after initiation of basic training. Therefore, the first generations of infectious transmission were not observed to effectively characterize the possible initial increase in infection rates as may be expected under the conditions of internal transmission alone. We relied instead on the evidence provided by the tendency for decreasing transmission toward the end of training. The clustering statistic for distance between beds may be diluted due to other recruit activities done in close proximity such as eating, common toilets and instruction. Another limitation was that our study relied on syndromic surveillance. Thus, we had little opportunity to observe asymptomatic cases. Also, we could not be certain that pathogen exposure from the outside did not occur over the course of training. Furthermore, while a corpsman did routinely remind soldiers that they were to report any illnesses, some illnesses may have been missed. When illnesses were reported, they occurred in temporal clusters, suggesting that other, perhaps social factors, may have precipitated reporting. Finally, due to resource constraints, we were unable to perform multiplex PCR for all recruit classes.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While there are other settings with intense population mixing, such as schools, sports teams, prisons, and monasteries, the situation of new recruits in a military barracks represents a unique combination of sudden convergence of geographically diverse individuals, extended and continuous duration of mixing, and extreme physical exertion not seen in most other settings. The conditions for enhanced disease transmission in the RTA barracks may also have been different from barracks in more temperate climates such as the United States. For example, the RTA barracks were very well ventilated with wide open windows in the sleeping quarters. Also, other activities such as classroom training and eating occurred in the open air or under a roof only. It is possible that these factors could have potentially dampened intense internal transmission. Other simple interventions could also potentially be considered to mitigate transmission such as arranging sleeping cots foot to foot instead of head to head or organizing training activities and sleeping arrangements into discrete clusters.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our findings are consistent with the dynamic of infections harbored by a few individuals upon entry into a military barracks and spreading over successive generations of transmission until susceptible individuals are depleted. Our study is effectively a random selection of an event that frequently takes place both in and out of the military. In this instance, the pathogens that caused infections produced mild disease. What is significant is that such congregations of people await the chance introduction of more virulent and/or communicable infections such as measles, mumps, norovirus, SARS-CoV, MERS-CoV, influenza, or emerging infections with significant potential for more debilitating disease or mortality.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "JWL and IKY contributed to study design, data analysis/interpretation, and manuscript writing. PB and HA contributed to study design, data acquisition, data analysis/interpretation, and manuscript writing. SS and KH contributed to data acquisition and manuscript writing. HS contributed to data analysis/interpretation and manuscript writing. RR, RGJ and RVG contributed to study design and manuscript writing. SF and CK contributed to data acquisition, data analysis/interpretation, and manuscript writing. The views expressed in this article are those of the authors and do not represent the official policy or position of the U.S. Department of the Army, Department of Defense, or U.S. Government.",
            "cite_spans": [],
            "section": "Author contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Characteristics of enrolled Royal Thai Army recruits entering basic training by class\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Incidence of influenza-like illness or upper respiratory illness (URI) among Royal Thai Army recruits by week of basic training May 2012 to November 2013\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Three of 18 tested pathogens were detected in 31 of 76 respiratory specimens collected from recruits reporting a URI/ILI during the May 2012 Royal Thai Armay basic training. URI, upper respiratory illness; ILI, influenza-like illness.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Relative risk of a URI/ILI case having a bed within a specified distance (in meters) of another case during the May 2012 Royal Thai Army basic training. URI, upper respiratory illness; ILI, influenza-like illness.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "An analysis of influenza outbreaks in institutions and enclosed societies",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Finnie",
                    "suffix": ""
                },
                {
                    "first": "VR",
                    "middle": [],
                    "last": "Copley",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol Infect",
            "volume": "142",
            "issn": "",
            "pages": "107-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Respiratory diseases among U.S. military personnel: countering emerging threats",
            "authors": [
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Callahan",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Hawksworth",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Gaydos",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "379-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Viral agents responsible for febrile respiratory illnesses among military recruits training in tropical Singapore",
            "authors": [
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Seah",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kok-Yong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "47",
            "issn": "",
            "pages": "289-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The genomic and epidemiological dynamics of human influenza A virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "OG",
                    "middle": [],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "615-619",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Influenza in tropical regions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Modern Epidemiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Revealing the microscale spatial signature of dengue transmission and immunity in an urban population",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salje",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "TP",
                    "middle": [],
                    "last": "Endy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "109",
            "issn": "",
            "pages": "9535-9538",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Epidemiology of seasonal influenza in Bangkok between 2009 and 2012",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prachayangprecha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Makkoch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suwannakarn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dev Count",
            "volume": "7",
            "issn": "",
            "pages": "734-740",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Vaccine-preventable adenoviral respiratory illness in US military recruits, 1999–2004",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Hawksworth",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "2835-2842",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Infections in confined spaces: cruise ships, military barracks, and college dormitories",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Dis Clin North Am",
            "volume": "21",
            "issn": "",
            "pages": "773-784",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Broad spectrum respiratory pathogen analysis of throat swabs from military recruits reveals interference between rhinoviruses and adenoviruses",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Malanoski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Microb Ecol",
            "volume": "59",
            "issn": "",
            "pages": "623-634",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Association between barracks type and acute respiratory infection in a gender integrated army basic combat training population",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Feigley",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "McKeown",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Hout",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Hebert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mil Med",
            "volume": "176",
            "issn": "",
            "pages": "909-914",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Effectiveness of public health measures in mitigating pandemic influenza spread: a prospective sero-epidemiological cohort study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "",
            "pages": "1319-1326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The U.S. military and the influenza pandemic of 1918–1919",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Byerly",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Health Rep",
            "volume": "125",
            "issn": "Suppl 3",
            "pages": "82-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "World War I may have allowed the emergence of “Spanish” influenza",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Oxford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sefton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "111-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Respiratory infections in military recruits",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Recruit Medicine",
            "volume": "",
            "issn": "",
            "pages": "227-253",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Epidemiology of nonbacterial pneumonia among naval recruits",
            "authors": [
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rytel",
                    "suffix": ""
                },
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "JAMA",
            "volume": "185",
            "issn": "",
            "pages": "92-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Comparison of the trivalent live attenuated vs. inactivated influenza vaccines among U.S. military service members",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Eick",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Tobler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "3568-3575",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Outbreak of influenza in highly vaccinated crew of U.S. Navy ship",
            "authors": [
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Earhart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beadle",
                    "suffix": ""
                },
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "463-465",
            "other_ids": {
                "DOI": []
            }
        }
    }
}