{
    "paper_id": "PMC4431859",
    "metadata": {
        "title": "Antimicrobial Air Filters Using Natural Euscaphis japonica Nanoparticles",
        "authors": [
            {
                "first": "Gi",
                "middle": [
                    "Byoung"
                ],
                "last": "Hwang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ki",
                "middle": [
                    "Joon"
                ],
                "last": "Heo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ji",
                "middle": [
                    "Ho"
                ],
                "last": "Yun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jung",
                "middle": [
                    "Eun"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hee",
                "middle": [
                    "Ju"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chu",
                "middle": [
                    "Won"
                ],
                "last": "Nho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gwi-",
                "middle": [
                    "Nam"
                ],
                "last": "Bae",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jae",
                "middle": [
                    "Hee"
                ],
                "last": "Jung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maosheng",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bioaerosols, which are aerosols of biological origin, may include intact microorganisms and/or parts or products of organisms [1]. Among them, airborne viruses, bacteria, and fungi have been investigated actively because airborne pathogens are readily transmitted by airflow and can cause a variety of diseases, including allergic rhinitis, asthma, chronic obstructive pulmonary disease (COPD), influenza, and severe acute respiratory syndrome (SARS) [2–5].",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 453,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 454,
                    "end": 455,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Over the last several decades, much effort has been devoted to develop efficient bioaerosol control methods and devices, including thermal methods [6–8], ultraviolet irradiation [9–11], antimicrobial filters [12,13], and titanium dioxide catalysis [14,15]. Among these, antimicrobial air filtration technologies are considered promising because they are easily applied to conventional air-conditioning systems. Previous studies have shown that air filtration technologies employing antimicrobial inorganic nanoparticles are effective in controlling bacterial aerosols. The antimicrobial efficacies of such systems depend on the exposure time, particle size, and concentration [16,17]. In particular, silver (Ag) nanoparticles are antimicrobial agents with a broad antimicrobial spectrum. Ag nanoparticles damage bacterial cell membranes and induce metabolic changes by decreasing enzyme activity [18,19]. Due to the outstanding antimicrobial activity of these materials, they have been extensively studied and applied in a variety of fields including indoor air quality (IAQ) and human health, air filtration, clothing manufacturing, electronics, food processing, cosmetics, and medical devices [20,21]. Similarly, copper (Cu) nanoparticles are widely known as antimicrobial substances. Previous studies showed that Staphylococcus aureus, Escherichia coli, Bacillus subtilis, Klebsiella pneumoniae, and Pseudomonas aeruginosa are sensitive to Cu nanoparticles [22]. Carbon nanotubes (CNTs) have also been applied to the control of water quality and IAQ. In their aquatic dispersion, CNTs showed strong antimicrobial activities as the reduction in bacterial viability reached a maximum of ~6 log, and in combination with Ag nanoparticles enhanced the antimicrobial activity of air filters. CNTs in direct contact with bacterial cells induce membrane damage and subsequent cell death. Single-walled CNTs are more toxic to bacteria than multi-walled CNTs [23–25].",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 150,
                    "end": 151,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 179,
                    "end": 180,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 181,
                    "end": 183,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 209,
                    "end": 211,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 212,
                    "end": 214,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 249,
                    "end": 251,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 252,
                    "end": 254,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 677,
                    "end": 679,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 680,
                    "end": 682,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 897,
                    "end": 899,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 900,
                    "end": 902,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1199,
                    "end": 1201,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1461,
                    "end": 1463,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1953,
                    "end": 1955,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1956,
                    "end": 1958,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite these advantages, inorganic nanoparticles [26,27] can exert adverse effects on health [28–30]. Previous studies have indicated that Ag nanoparticles are toxic to mammalian cells and certain organs because of transcutaneous penetration of the particles. Copper oxide nanoparticles induce DNA damage and oxidative stress in cells [31–34]. Various toxicity mechanisms for CNTs have been reported, including the interruption of transmembrane electron transfer, penetration of the cell envelope, and oxidation of cell components [35,36]. Moreover, long-term exposure or inhalation of these nanoparticles can lead to a reduction in respiratory functions [37,38].",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 54,
                    "end": 56,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 95,
                    "end": 97,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 98,
                    "end": 100,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 337,
                    "end": 339,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 536,
                    "end": 538,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 660,
                    "end": 662,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To overcome these disadvantages, alternative air filtration technologies employing natural antimicrobial materials have been proposed [39–41]. Natural products, such as plant extracts, are typically less toxic relative to inorganic antimicrobial materials [42]. Natural-product nanoparticles consist of multiple compounds with various chemical properties. Depending on the extract and the nature of the material, these properties can include antibiotic activities such as anti-inflammatory, antiviral, and/or antimicrobial effects [43–46]. Many natural antimicrobial products have been discovered, including extracts from Ratibida latipalearis, Teloxys graveolens, Dodonaea viscosa, Hyptis albida, Melaleuca alternifolia (tea tree oil), and Sophora flavescens [47–50]. In addition, various chemical compounds contained in natural products have been shown to control bacterial metabolism. Recently, reports detailing the control of bacterial aerosols using natural-product nanoparticles have shown that extracted essential oils can reduce bacterial loads when applied to contaminated ventilation systems [51]. Air filters coated with tea tree oil inactivated ~99% of bacteria on their surface within 2–8 min. Filters coated with S. flavescens nanoparticles inactivated >91% of bacteria within 2 min [12,41,51].",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 138,
                    "end": 140,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 532,
                    "end": 534,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 761,
                    "end": 763,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1299,
                    "end": 1301,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1302,
                    "end": 1304,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1305,
                    "end": 1307,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, a Euscaphis japonica extract was used to produce natural-product nanoparticles that were deposited onto air filters. Extracts of E. japonica, a tree grown in Northeastern Asia, are an ingredient in traditional herbal medicines used primarily to treat inflammation [52]. Several antibiotic activities of E. japonica have been reported, including anti-fibrotic [53], antiproliferative, and antimutagenic activities [54]. However, the antimicrobial activity of E. japonica when used in an air filtration system has not been reported. E. japonica nanoparticles were produced by a nebulization-thermal drying process [55,56]. The characteristics of E. japonica nanoparticle-coated filters were evaluated in terms of filtration efficiency, pressure drop, and antimicrobial activity under various particle deposition conditions. Additionally, the major components of the extract were analyzed using high-performance liquid chromatography-electrospray ionization tandem mass spectrometry (HPLC-ESI/MS/MS) and the cytotoxicity of E. japonica was compared with that of a soluble nickel compound (SNC), a known human carcinogen.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 429,
                    "end": 431,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 628,
                    "end": 630,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nE. japonica was purchased from a plant extract bank at the Korea Research Institute of Bioscience & Biotechnology (KRIBB), dried at room temperature, and pulverized in a blender. Pulverized E. japonica was extracted with methanol (106,009; Merck KGaA, Darmstadt, Germany) and sonicated for 3 days. Sonication was performed for 15 min, 10 times per day. The extracts were passed through nonfluorescent cotton filters (0.45 μm pore size, 13 mm filter diameter; Smartpor GHP syringe filter, Woongki Science, Seoul, Republic of Korea) and concentrated in vacuo to yield the methanol extract. After concentration, the extract was lyophilized for 24 h and the resulting E. japonica extract powder was stored at 5°C.",
            "cite_spans": [],
            "section": "Preparation of Euscaphis japonica methanolic extract powder ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Antimicrobial filters were coated with E. japonica nanoparticles. Then 0.25 g of E. japonica extract powder was dissolved in 40 mL of methanol and filtered through a 0.45-μm cellulose acetate membrane filter (National Scientific Co., Rockwood, TN, USA) to remove insoluble residues. Fig 1 (A) shows the experimental setup for the fabrication of nanoparticle-coated filters. Twenty milliliters of the above E. japonica solution was poured into a one-jet Collison nebulizer (BGI Inc., Waltham, MA, USA). The nebulizer was supplied with 1 L/min of HEPA-filtered air under 1 psig. The resulting E. japonica aerosol was passed through an activated carbon absorber, mixed with 9 L/min of clean and dry air, and passed through a thermal glass quartz tube heater to remove methanol. The size and number concentration of the fabricated natural-product nanoparticles were measured using a wide-range particle spectrometer (WPS-100XP; MSP Co., Minneapolis, MN, USA) calibrated to a size range of 10–10,000 nm. The particle morphology was examined using a scanning electron microscope (200 NANO SEM; FEI Co., Hillsboro, OR, USA). The fabricated natural-product nanoparticles were continuously deposited onto polyurethane resin fiber filters (Clean & Science Co., Ltd., Seoul, Republic of Korea) (fiber diameter: 10–20 μm; thickness: 0.3 mm; and packing density: 33%).",
            "cite_spans": [],
            "section": "Preparation of E. japonica nanoparticle-coated filters ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 283,
                    "end": 288,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\nStaphylococcus epidermidis (Korean Collection for Type Cultures KCTC 1917; Biological Resource Center, Republic of Korea) and Micrococcus luteus (KCTC 9856) were used as the test bacteria in this study. Gram-positive bacteria are widely used in bioaerosol research [57] and are common in indoor environments and on human skin [58,59]. The bacteria were incubated in a nutrient broth medium (Becton Dickinson, Franklin Lakes, NJ, USA) at 37°C. When the optical density of the bacterial suspension reached ~0.8 at 600 nm, the bacteria were harvested by centrifugation and washed three times with distilled water. The concentration of the resulting suspension was ~108 colony forming units (CFU)/mL. One milliliter of the bacterial suspension was mixed with 19 mL of distilled water and loaded into a six-jet Collison nebulizer (BGI Inc.).",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Test bacteria ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "\nFig 1 (B) shows a schematic diagram of the apparatus used to measure the filtration efficiency, pressure drop, and antimicrobial activity of the coated filters. Droplets containing test bacteria were sprayed using a six-jet Collison nebulizer supplied with a 5 L/min airflow under 1 psig. Moisture was removed from the droplets by passing through a diffusion dryer, and the bacterial aerosols were introduced onto the surface of the filter medium. The particle size and concentration of bacterial aerosols were measured with an aerodynamic particle sizer (APS model 3321; TSI, Inc., Shoreview, MN, USA) at both the inlet and outlet of the filter holder.",
            "cite_spans": [],
            "section": "Filtration efficiency and pressure drop ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 6,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Filtration efficiencies of the coated filters were calculated using the following equation:\nη=1−CoutletCinlet,(1)\nwhere C\ninlet and C\noutlet represent the particle concentrations (particles/cm3\nair) of the bacterial aerosol at the inlet and outlet of the filter, respectively. The pressure drops of the coated filters were measured using a micromanometer (FC012; Furness Control, Ltd., Bexhill, UK).",
            "cite_spans": [],
            "section": "Filtration efficiency and pressure drop ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The bacterial aerosols were deposited onto the filters for ~3 min. After a contact time of 10 min, the filters were placed in 5 mL (V\nextraction) of phosphate-buffered saline (PBS) containing 0.01% Tween 80 and sonicated for 10 min to transfer the bacteria from the filters to the PBS solution. The resulting bacterial suspension was serially diluted onto plates of nutrient agar (Becton Dickinson) and incubated at 37°C for 24 h. The colonies that grew on the plates were counted. Bacterial inactivation efficiency was calculated as follows:\nABCF=CFUcontrolNcontrol,(2)\nABAF=CFUantimicrobialNantimicrobial,(3)\nNcontrolorNantimicrobial=Cinlet⋅Qsampling⋅η⋅ζextractionVextraction,(4)\nRatio of bacterial inactivation=1−ABAFABCF,(5)\nwhere ABCF is the active proportion of bacteria from the control filter and ABAF is the active proportion of bacteria from the antimicrobial filter; CFU\ncontrol and CFU\nantimicrobial are the concentrations (CFU/mL) of active bacterial suspensions produced from the control and antimicrobial filters, respectively; and N is the concentration of bacteria (particles/mL) in the extraction suspension that was plated onto agar. Q\nsampling is the total airflow sampling volume and ζ\nextraction is the physical extraction efficiency of the filter for bacteria, which is defined as the ratio of the number of particles transferred from the filter to the extraction liquid to the number of particles removed from the airflow using the filter. In this study, we assumed that the physical extraction efficiency for bacterial particles from all filters was identical.",
            "cite_spans": [],
            "section": "Antimicrobial tests ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Identification of the major chemical compounds in the E. japonica extract was performed using an HPLC-ESI/MS device (Thermo Fisher Scientific Inc., San Jose, CA) equipped with an ACCELA photodiode array detector (PDA), an autosampler, a quaternary pump, and an LCQ FLEET ion trap with an electrospray ionization source. The Thermo Xcalibur software (version 2.1) was used for data acquisition and processing. The mobile phase consisted of 0.1% formic acid in water (solvent A) and 0.1% formic acid in acetonitrile (solvent B). The gradient mode was as follows: 0–5 min, initial mobile phase solvent A/B (90:10, v/v); 5–40 min, linear gradient 30:70; 40–50 min, isocratic mode 30:70, and reconditioning steps to initial conditions for 15 min. A Waters Acquity BEH C18 column (3.0 × 100 mm, 1.7 m; Waters, Milford, MA, USA) was used for chemical separation of the E. japonica extract. The LC pump solvent flow rate was 150 mL/min. The sample injection volume was 5 μL. The ESI/MS conditions were as follows: positive and negative dual ion mode; mass range, m/z 100–1000; capillary voltage, 49 V; tube lens, 100 V; sheath gas flow rate (N2), 35 arb; auxiliary gas flow rate (N2), 10 arb; capillary temperature, 300°C.",
            "cite_spans": [],
            "section": "Chemical analysis of the E. japonica extract ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A549 human lung adenocarcinoma cancer cells and HEL 299 human lung fibroblasts were obtained from the American Type Culture Collection (ATCC, Rockville, MD, USA) and the cells were maintained in a 5% CO2 humidified atmosphere at 37°C. Eagle's minimum essential medium (EMEM; ATCC) was used to support the HEL 299 cells and RPMI-1640 (Hyclone, Logan, UT, USA) was used for A549 cultivation. These cells were supplemented with 10% (v/v) fetal bovine serum (FBS), 100 U/mL penicillin and 100 μg/mL streptomycin.",
            "cite_spans": [],
            "section": "\nIn vitro cytotoxicity of E. japonica nanoparticles ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cell viability upon exposure to E. japonica extract was evaluated using an EZ-Cytox cell viability assay kit (Daeil Lab Service, Ltd., Seoul, Republic of Korea) according to the manufacturer’s instructions. Cells (1 × 104 cells/well) were plated in 96‑well plates, incubated at 37°C for 24 h, and given a fresh change of medium containing E. japonica extract at the indicated concentration for 48 h. At the end of the incubation, 10 μL of EZ-Cytox solution was added to the well and incubated for at least 1 more hour. The absorbance at 450 nm was measured using a Synergy HT Multi-microplate reader (BioTek Instruments, Winooski, VT, USA). Data were expressed as cell growth percentages relative to the controls (cells treated with dimethyl sulfoxide (DMSO) only) for each extract concentration.",
            "cite_spans": [],
            "section": "\nIn vitro cytotoxicity of E. japonica nanoparticles ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Correlation coefficients, linear regressions, and t-statistics of experimental data were calculated using the SPSS statistical software, version 12.0 (SPSS, Inc., Chicago, IL, USA).",
            "cite_spans": [],
            "section": "Statistical analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "As shown in Fig 2 (A), nebulization and thermal drying produced natural-product nanoparticles with a wide size distribution, ranging from a few to several hundred nanometers in diameter. The distribution is best represented by a monomodal curve with a peak diameter of 75.16 nm, a geometric mean diameter (GMD) of 75.82 nm, and geometric standard deviation (GMD) of 1.217. The particles generated from methanol showed a broad size distribution, and compared to size distribution and concentration of natural-product nanoparticles, the particles generated from methanol were trivial (<3%). The deposition efficiency of these particles is shown in Fig 2 (B). More than 98% of particles with diameters less than 43 nm and greater than 277 nm were deposited onto the control filter. The deposition efficiency of particles between 43 and 277 nm was lower. The lowest deposition efficiency on the control filter was ~85.3% for particles 92 nm in diameter. The relatively low deposition efficiency observed for particles between 43 and 277 nm results from the mechanism of particle filtration. Particles with midrange diameters were too large for diffusion filtration and too small for impaction and interception mechanisms [1]. SEM micrographs show spherical and polydisperse natural-product nanoparticles on the filter fibers (Fig 2 (B)). The quantity of deposited material was determined by weighing the filters before and after particle deposition using a microbalance (Mettler MT5; Mettler-Toledo International, Inc., Seoul, Republic of Korea). The weight of the particles deposited on the filter surface ranged from ~590 to 1150 μg/cm2\nfilter (590, 855, and 1150 μg/cm2\nfilter correspond to deposition times of 3, 6, and 9 min, respectively).",
            "cite_spans": [
                {
                    "start": 1218,
                    "end": 1219,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 17,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 646,
                    "end": 651,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1322,
                    "end": 1327,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\nFig 3 shows that pressure drop across the filter increased linearly from 1.1 to 13.4 mmH2O as the quantity of deposited nanoparticles increased (y = 1.37x + 1.94, r\n2 = 0.9857, p <0.05) [60]. Filtration efficiencies were tested using S. epidermidis and M. luteus aerosols. As shown in Table 1, the test bacteria concentrations were ~278 (S. epidermidis) and ~234 particle/cm3 (M. luteus), respectively. The distribution of the S. epidermidis aerosol was a monomodal curve with a peak diameter of ~0.84 μm, a GMD of ~0.81 μm, and a GSD of ~1.22 (S1 Fig, Table 1). Although the shape of size distribution curve of the M. luteus aerosol was similar to that of S. epidermidis aerosol, the M. luteus particles were larger than those of S. epidermidis (S1 Fig). No statistically significant difference was observed between the filtration efficiencies of filters that had been coated for 3 and 9 min (p >0.05). However, because of the dissimilar size distributions of the two bacterial aerosols, filtration efficiencies of the two species were slightly different (p <0.05): ~97% for S. epidermidis and 95% for M. luteus. Also, note that flat panel-type filters were used in these tests to estimate the effects of natural-product nanoparticles. Real-world applications would typically employ folded filters to increase the filtration area and decrease the pressure drop.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 6,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 286,
                    "end": 293,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 561,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "As shown in Fig 4, the inactivation efficiencies of antimicrobial filters increased for both bacteria with increasing nanoparticle deposition time (M. luteus: r\n2 = 0.9612, S. epidermidis: r\n2 = 0.9959, p <0.05). Approximately 61, 73, and 82% of the M. luteus aerosols were inactivated on filters that had been coated for 3, 6 and 9 min, respectively, while the corresponding values were ~78, ~88, and ~94% with S. epidermidis. M. luteus was more resistant to the E. japonica extract than S. epidermidis under all conditions (p <0.05), with a maximum difference of ~17%. Although both M. luteus and S. epidermidis are Gram-positive bacteria, M. luteus is more suited to survive in extreme and/or nutrient-poor environments over extended periods of time [61]. Similarly, in extreme environments, Micrococcus strains have been shown to exhibit greater resistance to novobiocin than Staphylococcus strains [62].",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 756,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 904,
                    "end": 906,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 17,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The major chemical constituents of E. japonica extract were investigated using HPLC. The results showed that the chromatogram detected at 280 nm contains three major peaks (1–3) with relative peak areas of 16.6, 5.8, and 3.2%, respectively (S2 Fig). Positive and negative ion mode ESI/MS was used to identify these three major peaks. Peak 1 corresponded to a [M-H]- ion at m/z 935 in negative ion mode. In positive ion mode, Peak 1 corresponded to the [M+H2O]+ ion at m/z 954. Fragmentation of peak 1 produced product ions at m/z 785 (loss of gallic acid) and m/z 767 (loss of gallic acid and H2O). Peak 1 was therefore identified as 1(ß)-O-galloyl pedunculagin. The presence of ions at m/z 301 or 284 in the mass spectra of peaks 2 and 3 indicated that these compounds were quercetin and kaempferol derivatives, respectively. Peak 2 yielded a [M-H]- ion at m/z 477 and another characteristic fragment at m/z 301, corresponding to the loss of a glucuronide moiety. Peak 2 was therefore assigned to quercetin-3-O-glucuronide. Peak 3 yielded a [M-H]- ion at m/z 447 (corresponding to an aglycone) and a major fragment ion at m/z 284 due to the loss of a hexose unit, and was identified as kaempferol-3-O-glucoside. These results were confirmed by comparisons with MS data in previous reports [63–65]. Previous studies showed that flavonoids quercetin-3-O-glucuronide and kaempferol-3-O-glucoside exhibited antibacterial activity by reducing the fluidity of the inner and outer layers of bacterial membranes, inhibiting DNA and RNA synthesis, and deterring energy metabolism [66]. Quercetin-3-O-glucuronide showed stronger antibacterial activity and a lower acute toxicity than kaempferol-3-O-glucoside [67]. The antibiotic activities of 1(ß)-O-galloyl pedunculagin are not well known. Thus, quercetin-3-O-glucuronide and kaempferol-3-O-glucoside likely play important roles in determining the antimicrobial efficacy of E. japonica.",
            "cite_spans": [
                {
                    "start": 1291,
                    "end": 1293,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1294,
                    "end": 1296,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1573,
                    "end": 1575,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1701,
                    "end": 1703,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "To assess the toxicity of E. japonica, in vitro cytotoxicity tests were conducted using EZ-Cytox cell viability assay kits, the results of which were compared with those of SNCs, which are known to produce genotoxic effects in cells. The SNC used in this study is classified as a human carcinogen by the U.S. National Toxicology Program (NTP) and Beraterkreis Toxikologie in Germany [68] although it is a weaker carcinogen than other, insoluble nickel compounds. Fig 5 shows the concentration of E. japonica and SNC required to attain 50% inhibition of A549 cancer cells and HEL 299 cells. For both cell types, the inhibitory concentration of E. japonica was statistically confirmed to be higher than that of the SNC following 48-h exposures (p <0.05). The required E. japonica concentrations were 137 and 256 μg/mL, >57% higher than those of the SNC.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 463,
                    "end": 468,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In addition, the antimicrobial activities of E. japonica and the SNC were casually evaluated using the disk diffusion method. Approximately 50 mg of E. japonica extract and SNC powders were dissolved in 1 mL of DMSO and distilled water, respectively, and 10 μL of each suspension was used to soak Whatman filter papers (11-mm diameter; GE Healthcare Life Sciences, Pittsburgh, PA, USA). Fig 6 shows the results against S. aureus, Enterococcus hirae, M. luteus, and S. epidermidis. The antimicrobial activities of E. japonica were similar to those of the SNC against E. hirae and M. luteus (p >0.05), while it was considerably more effective against S. aureus and S. epidermidis with inhibition zones extending to more than twice the radius of those of the SNC (p <0.01) The results in Figs 5 and 6 confirm that E. japonica is less toxic and exhibits stronger antimicrobial activity on some bacteria than the SNC.",
            "cite_spans": [],
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 387,
                    "end": 392,
                    "mention": "Fig 6",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 791,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 796,
                    "end": 797,
                    "mention": "6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Filters coated with natural E. japonica extract nanoparticles are effective in inactivating bioaerosols. The pressure drop and antimicrobial activity of nanoparticle-coated filters increased with increasing nanoparticle deposition time. HPLC and ESI/MS analyses showed that the major chemical compounds in the E. japonica extract were 1(ß)-O-galloyl pedunculagin, quercetin-3-O-glucuronide, and kaempferol-3-O-glucoside. The latter two compounds likely play important roles in the inactivation of bacterial aerosols. In vitro cytotoxicity and disk diffusion tests showed that E. japonica nanoparticles were less toxic and had stronger antimicrobial activity on some bacterial strains than the SNC, which is classified as a human carcinogen. Note that the amount of nanoparticles deposited on a given filter must be optimized for the type of bacterial aerosol. The antimicrobial performance of the E. japonica nanoparticle-coated filters depended both on the amount of nanoparticles deposited and the nature of the airborne bacteria. Additionally, previous studies showed that major chemical components in a natural product were naturally degraded over time at room temperature [69] and antimicrobial activity and morphologies of natural-product nanoparticles were affected by a variety of environmental factors such as humidity and temperature [40,70]. Thus, the long-term stability and effects of humidity and thermal energy on E. japonica nanoparticles need to be evaluated to estimate the efficiency of nanoparticle-coated filters for real-world applications. Although the in vitro tests showed that E. japonica is less toxic than the carcinogen, it does not mean that the natural product is harmless to human health. Thus, additional studies such as in vivo experiments are required. In a biological setting, many experimental values should be considered. Thus, field experiments are required to confirm the applicability of the natural-product nanoparticle-coated filter in a real environment. We are considering a field experiment of our filters in a future study. This study provides valuable information for the development of an environmentally friendly bioaerosol control system that is suitable for use in indoor environments.",
            "cite_spans": [
                {
                    "start": 1178,
                    "end": 1180,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1348,
                    "end": 1350,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF1": {
            "text": "Fig 2: Error bars indicate standard deviations (n = 3).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Error bars indicate standard deviations (n = 3).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Error bars indicate standard deviations (n = 3).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: Error bars indicate standard deviations (n = 10) 1Half maximal inhibitory concentration, 2A549 human lung adenocarcinoma cancer cells, 3HEL 299 human lung fibroblast cells.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Allergen‐induced increase in non‐allergic bronchial reactivity",
            "authors": [],
            "year": 1997,
            "venue": "Clin Exp Allergy",
            "volume": "7",
            "issn": "",
            "pages": "503-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Airborne infectious disease and the suppression of pulmonary bioaerosols",
            "authors": [],
            "year": 2006,
            "venue": "Drug Discov Today",
            "volume": "11",
            "issn": "",
            "pages": "51-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Health effects of indoor fungal bioaerosol exposure",
            "authors": [],
            "year": 2010,
            "venue": "Appl Occup Environ Hyg",
            "volume": "18",
            "issn": "",
            "pages": "533-544",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Biological dust exposure in the workplace is a risk factor for chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2005,
            "venue": "Thorax",
            "volume": "60",
            "issn": "",
            "pages": "645-651",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Effect of hybrid UV-thermal energy stimuli on inactivation of S. epidermidis and B. subtilis bacterial bioaerosols",
            "authors": [],
            "year": 2010,
            "venue": "Sci Total Environ",
            "volume": "408",
            "issn": "",
            "pages": "5903-5909",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2010.08.016"
                ]
            }
        },
        "BIBREF6": {
            "title": "Thermal effects on bacterial bioaerosols in continuous air flow",
            "authors": [],
            "year": 2009,
            "venue": "Sci. Total Environ.",
            "volume": "407",
            "issn": "",
            "pages": "4723-4730",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2009.05.008"
                ]
            }
        },
        "BIBREF7": {
            "title": "Treatment of fungal bioaerosols by a high-temperature, short-time process in a continuous-flow system",
            "authors": [],
            "year": 2009,
            "venue": "Appl Environ Microb",
            "volume": "75",
            "issn": "",
            "pages": "2742-2749",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.01790-08"
                ]
            }
        },
        "BIBREF8": {
            "title": "UV-induced inactivation rates for airborne Mycobacterium bovis BCG",
            "authors": [],
            "year": 2004,
            "venue": "J Occup Environ Hyg",
            "volume": "1",
            "issn": "",
            "pages": "430-435",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Effects of relative humidity on the ultraviolet induced inactivation of airborne bacteria",
            "authors": [],
            "year": 2001,
            "venue": "Aerosol Sci Technol",
            "volume": "35",
            "issn": "",
            "pages": "728-740",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Control effectiveness of ultraviolet germicidal irradiation on bioaerosols",
            "authors": [],
            "year": 2002,
            "venue": "Aerosol Sci Technol",
            "volume": "36",
            "issn": "",
            "pages": "474-478",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Removal of biological aerosols by oil coated filters",
            "authors": [],
            "year": 2008,
            "venue": "CLEAN–Soil Air Water",
            "volume": "36",
            "issn": "",
            "pages": "609-614",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Efficacy of antimicrobial filter treatments on microbial colonization of air panel filters",
            "authors": [],
            "year": 2003,
            "venue": "J Appl Microbiol",
            "volume": "94",
            "issn": "",
            "pages": "9-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Photocatalytic disinfection using titanium dioxide: spectrum and mechanism of antimicrobial activity",
            "authors": [],
            "year": 2011,
            "venue": "Appl Microbiol Biotechnol",
            "volume": "90",
            "issn": "",
            "pages": "1847-1868",
            "other_ids": {
                "DOI": [
                    "10.1007/s00253-011-3213-7"
                ]
            }
        },
        "BIBREF14": {
            "title": "Testing the efficacy and the potential effect on indoor air quality of a transparent self-cleaning TiO2-coated glass through the degradation of a fluoranthene layer",
            "authors": [],
            "year": 1999,
            "venue": "Ind Eng Chem Res",
            "volume": "38",
            "issn": "",
            "pages": "3878-3885",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A review of the antibacterial effects of silver nanomaterials and potential implications for human health and the environment",
            "authors": [],
            "year": 2010,
            "venue": "J Nanoparticle Res",
            "volume": "12",
            "issn": "",
            "pages": "1531-1551",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Inactivation of S. epidermidis, B. subtilis, and E. coli bacteria bioaerosols deposited on a filter utilizing airborne silver nanoparticles",
            "authors": [],
            "year": 2008,
            "venue": "J Microbiol Biotechnol",
            "volume": "18",
            "issn": "",
            "pages": "176-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Strain specificity in antimicrobial activity of silver and copper nanoparticles",
            "authors": [],
            "year": 2008,
            "venue": "Acta Biomater",
            "volume": "4",
            "issn": "",
            "pages": "707-716",
            "other_ids": {
                "DOI": [
                    "10.1016/j.actbio.2007.11.006"
                ]
            }
        },
        "BIBREF18": {
            "title": "Silver nanoparticles: green synthesis and their antimicrobial activities",
            "authors": [],
            "year": 2009,
            "venue": "Adv Colloid Interfac Sci",
            "volume": "145",
            "issn": "",
            "pages": "83-96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cis.2008.09.002"
                ]
            }
        },
        "BIBREF19": {
            "title": "Layer-by-layer deposition of antimicrobial silver nanoparticles on textile fibers",
            "authors": [],
            "year": 2006,
            "venue": "Colloids Surface A",
            "volume": "289",
            "issn": "",
            "pages": "105-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Chemical, electrochemical, gravimetric, and microscopic studies on antimicrobial silver films",
            "authors": [],
            "year": 2002,
            "venue": "J Phys Chem B",
            "volume": "106",
            "issn": "",
            "pages": "279-287",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Synthesis and antimicrobial activity of copper nanoparticles",
            "authors": [],
            "year": 2012,
            "venue": "Mater Lett",
            "volume": "71",
            "issn": "",
            "pages": "114-116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Aqueous dispersion of surfactant-modified multiwalled carbon nanotubes and their application as an antibacterial agent",
            "authors": [],
            "year": 2011,
            "venue": "Carbon",
            "volume": "49",
            "issn": "",
            "pages": "3663-3671",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01091-11"
                ]
            }
        },
        "BIBREF23": {
            "title": "Preparation of airborne Ag/CNT hybrid nanoparticles using an aerosol process and their application to antimicrobial air filtration",
            "authors": [],
            "year": 2011,
            "venue": "Langmuir",
            "volume": "27",
            "issn": "",
            "pages": "10256-10264",
            "other_ids": {
                "DOI": [
                    "10.1021/la201851r"
                ]
            }
        },
        "BIBREF24": {
            "title": "Single-walled carbon nanotubes exhibit strong antimicrobial activity",
            "authors": [],
            "year": 2007,
            "venue": "Langmuir",
            "volume": "23",
            "issn": "",
            "pages": "8670-8673",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Silver nanoparticles as a new generation of antimicrobials",
            "authors": [],
            "year": 2009,
            "venue": "Biotechnol Adv",
            "volume": "27",
            "issn": "",
            "pages": "76-83",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biotechadv.2008.09.002"
                ]
            }
        },
        "BIBREF26": {
            "title": "Nanostructured sheets of Ti-O nanobelts for gas sensing and antibacterial applications",
            "authors": [],
            "year": 2008,
            "venue": "Adv Funct Mater",
            "volume": "18",
            "issn": "",
            "pages": "1131-1137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Carbon nanotubes: a review of their properties in relation to pulmonary toxicology and workplace safety",
            "authors": [],
            "year": 2006,
            "venue": "Toxicol Sci",
            "volume": "92",
            "issn": "",
            "pages": "5-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Toxic potential of materials at the nanolevel",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "311",
            "issn": "",
            "pages": "622-627",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Nanotoxicology: an emerging discipline evolving from studies of ultrafine particles",
            "authors": [],
            "year": 2005,
            "venue": "Environ Health Persp",
            "volume": "113",
            "issn": "",
            "pages": "823-839",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Copper oxide nanoparticles are highly toxic: a comparison between metal oxide nanoparticles and carbon nanotubes",
            "authors": [],
            "year": 2008,
            "venue": "Chem Res Toxicol",
            "volume": "21",
            "issn": "",
            "pages": "1726-1732",
            "other_ids": {
                "DOI": [
                    "10.1021/tx800064j"
                ]
            }
        },
        "BIBREF31": {
            "title": "Copper oxide nanoparticle mediated DNA damage in terrestrial plant models",
            "authors": [],
            "year": 2012,
            "venue": "Environ Sci Technol",
            "volume": "46",
            "issn": "",
            "pages": "1819-1827",
            "other_ids": {
                "DOI": [
                    "10.1021/es202660k"
                ]
            }
        },
        "BIBREF32": {
            "title": "Nanosilver: a nanoproduct in medical application",
            "authors": [],
            "year": 2008,
            "venue": "Toxicol Lett",
            "volume": "176",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Silver or silver nanoparticles: a hazardous threat to the environment and human health",
            "authors": [],
            "year": 2008,
            "venue": "J Appl Biomed",
            "volume": "6",
            "issn": "",
            "pages": "117-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Iron bioavailability and redox activity in diverse carbon nanotube samples",
            "authors": [],
            "year": 2007,
            "venue": "Chem Mater",
            "volume": "19",
            "issn": "",
            "pages": "3472-3478",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Carbon nanotubes show no sign of acute toxicity but induce intracellular reactive oxygen species in dependence on contaminants",
            "authors": [],
            "year": 2007,
            "venue": "Toxicol Lett",
            "volume": "168",
            "issn": "",
            "pages": "58-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Inflammatory response of mice following inhalation exposure to iron and copper nanoparticles",
            "authors": [],
            "year": 2008,
            "venue": "Nanotoxicology",
            "volume": "2",
            "issn": "",
            "pages": "189-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Twenty-eight-day inhalation toxicity study of silver nanoparticles in Sprague-Dawley rats",
            "authors": [],
            "year": 2007,
            "venue": "Inhal Toxicol",
            "volume": "19",
            "issn": "",
            "pages": "857-871",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "\nMelaleuca alternifolia (tea tree) oil: a review of antimicrobial and other medicinal properties",
            "authors": [],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "",
            "pages": "50-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Short-term effect of humid airflow on antimicrobial air filters using Sophora flavescens nanoparticles",
            "authors": [],
            "year": 2012,
            "venue": "Sci Total Environ",
            "volume": "421–422",
            "issn": "",
            "pages": "279-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Antimicrobial air filtration using airborne Sophora flavescens natural-product nanoparticles",
            "authors": [],
            "year": 2011,
            "venue": "Aerosol Sci Technol",
            "volume": "45",
            "issn": "",
            "pages": "1510-1518",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Biological effects of essential oils–a review",
            "authors": [],
            "year": 2008,
            "venue": "Food Chem Toxicol",
            "volume": "46",
            "issn": "",
            "pages": "446-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Pharmacological properties of the ubiquitous natural product betulin",
            "authors": [],
            "year": 2006,
            "venue": "Eur J Pharm Sci",
            "volume": "29",
            "issn": "",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Natural products in drug discovery and development",
            "authors": [],
            "year": 1997,
            "venue": "J Nat Prod",
            "volume": "60",
            "issn": "",
            "pages": "52-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Medicinal plants and antimicrobial activity",
            "authors": [],
            "year": 2005,
            "venue": "J Ethnopharmacol",
            "volume": "100",
            "issn": "",
            "pages": "80-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Inhibition of growth of Streptococcus mutans, methicillin-resistant Staphylococcus aureus, and vancomycin-resistant enterococci by kurarinone, a bioactive flavonoid isolated from Sophora flavescens\n",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "3574-3575",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Screening for antimicrobial activity of crude drug extracts and pure natural products from Mexican medicinal plants",
            "authors": [],
            "year": 1992,
            "venue": "J Ethnopharmacol",
            "volume": "35",
            "issn": "",
            "pages": "275-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Mexican medicinal plants used for cancer treatment: pharmacological, phytochemical and ethnobotanical studies",
            "authors": [],
            "year": 2011,
            "venue": "J Ethnopharmacol",
            "volume": "133",
            "issn": "",
            "pages": "945-972",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2010.11.055"
                ]
            }
        },
        "BIBREF48": {
            "title": "Antibacterial and antiandrogen flavonoids from Sophora flavescens\n",
            "authors": [],
            "year": 1999,
            "venue": "J Nat Prod",
            "volume": "62",
            "issn": "",
            "pages": "1595-1599",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "\nIn vitro activity of Melaleuca alternifolia (tea tree) oil against bacterial and Candida spp. isolates from clinical specimens",
            "authors": [],
            "year": 2000,
            "venue": "Brit J Biomed Sci",
            "volume": "58",
            "issn": "",
            "pages": "139-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Indoor air purification and ventilation systems sanitation with essential oils",
            "authors": [],
            "year": 2006,
            "venue": "Int J Aromatherapy",
            "volume": "16",
            "issn": "",
            "pages": "149-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Antifibrotic activity of triterpenoids from the aerial parts of Euscaphis japonica on hepatic stellate cells",
            "authors": [],
            "year": 2009,
            "venue": "J Enzym Inhib Med Chem",
            "volume": "24",
            "issn": "",
            "pages": "1276-1279",
            "other_ids": {
                "DOI": [
                    "10.3109/14756360902829709"
                ]
            }
        },
        "BIBREF53": {
            "title": "Antimutagenic activity by the medicinal plants in traditional Chinese medicines",
            "authors": [],
            "year": 1990,
            "venue": "Japan J Pharmacognosy",
            "volume": "44",
            "issn": "",
            "pages": "225-229",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Theoretical and practical aspects of aroma retention in spray-drying and freeze-drying",
            "authors": [],
            "year": 1994,
            "venue": "Dry Technol",
            "volume": "12",
            "issn": "",
            "pages": "99-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Bacterial contamination of indoor air, surfaces, and settled dust, and related dust endotoxin concentrations in healthy office buildings",
            "authors": [],
            "year": 2005,
            "venue": "Ann Agric Environ Med",
            "volume": "12",
            "issn": "",
            "pages": "187-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Distribution and persistence of Staphylococcus and Micrococcus species and other aerobic bacteria on human skin",
            "authors": [],
            "year": 1975,
            "venue": "Appl Microbiol",
            "volume": "30",
            "issn": "",
            "pages": "381-395",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Clogging of fibrous filters by solid aerosol particles—experimental and modelling study",
            "authors": [],
            "year": 2001,
            "venue": "Chem Eng Sci",
            "volume": "56",
            "issn": "",
            "pages": "3549-3561",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "\nMicrococcus luteus—survival in amber",
            "authors": [],
            "year": 2004,
            "venue": "Microb Ecol",
            "volume": "48",
            "issn": "",
            "pages": "120-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Novobiocin resistance and the classification of staphylococci and micrococci",
            "authors": [],
            "year": 1967,
            "venue": "J Appl Bacteriol",
            "volume": "30",
            "issn": "",
            "pages": "251-254",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Euscaphinin, a new ellagitannin dimer from Euscaphis japonica (THUNB.) KANITZ",
            "authors": [],
            "year": 2009,
            "venue": "Chem Pharm Bull",
            "volume": "57",
            "issn": "",
            "pages": "421-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Inhibitory constituents of Euscaphis japonica on lipopolysaccharide-induced nitric oxide production in BV2 microglia",
            "authors": [],
            "year": 2007,
            "venue": "Planta Med",
            "volume": "73",
            "issn": "",
            "pages": "782-786",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Varietal differences among the polyphenol profiles of seven table grape cultivars studied by LC-DAD-MS-MS",
            "authors": [],
            "year": 2002,
            "venue": "J Agr Food Chem",
            "volume": "50",
            "issn": "",
            "pages": "5691-5696",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Review: antimicrobial activity of flavonoids",
            "authors": [],
            "year": 2005,
            "venue": "Int J Antimicrob Ag",
            "volume": "26",
            "issn": "",
            "pages": "343-356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Antibacterial activity and acute toxicity effect of flavonoids extracted from Mentha longifolia\n",
            "authors": [],
            "year": 2009,
            "venue": "American-Eurasian J Sci Res",
            "volume": "4",
            "issn": "",
            "pages": "93-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Respiratory carcinogenicity assessment of soluble nickel compounds",
            "authors": [],
            "year": 2002,
            "venue": "Environ Health Persp",
            "volume": "110",
            "issn": "",
            "pages": "841-844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Antimicrobial durability of air filters coated with airborne Sophora flavescens nanoparticles",
            "authors": [],
            "year": 2013,
            "venue": "Sci Total Environ",
            "volume": "444",
            "issn": "",
            "pages": "110-114",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2012.11.075"
                ]
            }
        },
        "BIBREF69": {
            "title": "Effects of surrounding temperature on antimicrobial air filters coated with Sophora flavescens nanoparticles",
            "authors": [],
            "year": 2014,
            "venue": "Aerosol Sci Technol",
            "volume": "48",
            "issn": "",
            "pages": "324-332",
            "other_ids": {
                "DOI": []
            }
        }
    }
}