{
    "paper_id": "PMC4794312",
    "metadata": {
        "title": "Knowledge sharing during public health emergencies: from global call to effective implementation",
        "authors": [
            {
                "first": "Sophie",
                "middle": [],
                "last": "Delaunay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patricia",
                "middle": [],
                "last": "Kahn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mercedes",
                "middle": [],
                "last": "Tatay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joanne",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In February 2016, the issue of data sharing during emergencies made headlines around the world after leading research funders, academic journals and nongovernmental organizations signed a joint declaration of commitment to rapidly share data relevant to the Zika virus outbreak.1 This action followed repeated calls from some of the same constituencies for sharing data from clinical trials2,3 conducted in the context of public health emergencies4,5 and public health in general.6,7",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 279,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 391,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 392,
                    "end": 393,
                    "mention": "3",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 447,
                    "end": 448,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 449,
                    "end": 450,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 480,
                    "end": 481,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 482,
                    "end": 483,
                    "mention": "7",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While the Zika open data initiative is a positive step, it also highlights the shortcomings of calling for knowledge sharing after an outbreak has already begun. To improve epidemic emergency response and to accelerate related research, health authorities in potentially exposed countries must put in place the necessary frameworks for collecting, managing and swiftly making available good-quality, standardized data and for safely securing and sharing biomaterial­ – such as patient samples – collected during the outbreak.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The 2015 Ebola virus disease outbreak that took the lives of over 11 000 people offers ample lessons on why more knowledge sharing is essential and on how to achieve it. During the Ebola outbreak, massive amounts of data and biomaterials were collected. These included clinical and laboratory data from over 20 000 patients­­, some enrolled in clinical trials, tens of thousands of patient specimens and over two years’ worth of epidemiological data. If appropriate knowledge-sharing frameworks had been in place, these collections could have offered an historic opportunity to expand what is known about Ebola. One framework would guide data standardization, sharing, access and use, including rules on the transfer of agreed data sets into common repositories for curation. Another framework would facilitate cataloguing of biomaterials collected during an outbreak and would establish transparent rules for their management, thereby creating a virtual biobank. For future emergencies, a biobank framework will also need to encompass ethics guidelines for the collection and use of samples, including the provision of appropriate information to patients. ",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Currently there are no mechanisms in place to advance such knowledge sharing. As the Zika outbreak shows, the global public health community is still unprepared to collect good quality, standardized data and biomaterials during emergencies and to share them in ways that provide equitable access to researchers. This limits researchers’ ability to optimize the use of available data and specimens in ways that fill key knowledge gaps and to ensure that research will benefit the affected patients and communities where the materials originated.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To address these shortcomings, Médecins Sans Frontières (MSF), in collaboration with the World Health Organization (WHO), has called upon stakeholders to establish a coordinated network of Ebola biobanks. Additionally, MSF has joined Oxford University’s Infectious Diseases Data Observatory to establish a data-sharing platform for existing and future clinical, biological and epidemiological data, with the aim of making this information accessible to stakeholders and researchers with relevant scientific questions. Together, a virtual biobank and a data repository could provide a global resource for the essential research needed to plan effective outbreak responses.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Neither the data sharing nor the biobank proposal is radically new. Data sharing is a long-accepted practice in many health research fields, from the Global Burden of Disease collaboration8 to surveillance and response to influenza, drug-resistant malaria and severe acute respiratory syndrome (SARS). Biobanks are well-established resources for disease research, for example on human immunodeficiency virus (HIV)9 and rare diseases.10 These arrangements benefit patients, researchers and the private sector. ",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 413,
                    "end": 414,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 433,
                    "end": 435,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our proposal for data and biomaterial frameworks raises many challenges that must be addressed,5,6,11,12 including technical and ethical concerns and fears that some benefits of sharing data or patient samples will go primarily to wealthy countries. However, these challenges only highlight the need for agreeing prospectively on transparent, ethical principles to guide the collection and future use of data and biomaterials collected for emergency health care. ",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 97,
                    "end": 98,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 99,
                    "end": 101,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 102,
                    "end": 104,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Drawing on existing models, such as the NIH platform,13 advocates for knowledge sharing in emergencies should emphasize the need to build the relevant frameworks before or at the onset of an outbreak. Since the most significant research gaps exist for diseases found in low- and middle-income countries, these frameworks should address each existing and emerging pathogen, rather than only those that threaten high-income countries. Building on its own call for action,5 WHO is the appropriate leader for such efforts.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 469,
                    "end": 470,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In May 2016, when health ministers gather at the World Health Assembly, outbreak response will be high on the agenda. As they discuss WHO’s forward-thinking research and development blueprint for epidemics14 and consider strategies for improving emergency preparedness and response, delegates should also make a bold commitment to develop strong, equitable mechanisms that translate calls for sharing data and biomaterials into critically-needed action.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Data Sharing.",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "3",
            "pages": "276-7",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe1516564"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Sharing clinical trial data—a proposal from the International Committee of Medical Journal Editors.",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "4",
            "pages": "384-6",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe1515172"
                ]
            }
        },
        "BIBREF7": {
            "title": "Rationale for WHO’s new position calling for prompt reporting and public disclosure of interventional clinical trial results.",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Med",
            "volume": "12",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001819"
                ]
            }
        },
        "BIBREF8": {
            "title": "Providing incentives to share data early in health emergencies: the role of journal editors.",
            "authors": [],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "10006",
            "pages": "1797-8",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)00758-8"
                ]
            }
        },
        "BIBREF9": {
            "title": "Developing global norms for sharing data and results during public health emergencies.",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Med",
            "volume": "13",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001935"
                ]
            }
        },
        "BIBREF10": {
            "title": "Sharing research data to improve public health.",
            "authors": [],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "9765",
            "pages": "537-9",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)62234-9"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}