{
    "paper_id": "PMC4049392",
    "metadata": {
        "title": "Improving rheumatic fever surveillance in New Zealand: results of a surveillance sector review",
        "authors": [
            {
                "first": "Jane",
                "middle": [],
                "last": "Oliver",
                "suffix": "",
                "email": "olija865@student.otago.ac.nz",
                "affiliation": {}
            },
            {
                "first": "Nevil",
                "middle": [],
                "last": "Pierse",
                "suffix": "",
                "email": "nevil.pierse@otago.ac.nz",
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "G"
                ],
                "last": "Baker",
                "suffix": "",
                "email": "michael.baker@otago.ac.nz",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Rheumatic fever (RF) is an autoimmune disease which may follow group A Streptococcus pyogenes (GAS) pharyngitis\n[1,2]. Repeated RF episodes may cause rheumatic heart disease (RHD). RHD may be prevented through long-term antibiotic prophylaxis, usually with monthly administration of intramuscular benzathine penicillin G (BPG)\n[3].",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 115,
                    "end": 116,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 328,
                    "end": 329,
                    "mention": "3",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "RF and RHD produce a significant burden of disease in New Zealand (NZ)\n[4,5]. RF is associated with social deprivation and household crowding. It almost exclusively affects Maori and Pacific children\n[5,6].",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "mention": "4",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 74,
                    "end": 75,
                    "mention": "5",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 201,
                    "end": 202,
                    "mention": "5",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 203,
                    "end": 204,
                    "mention": "6",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The NZ Government aims to reduce the RF incidence by two-thirds, to 1.4 cases per 100,000 people, by June 2017\n[7]. However, it is actually unclear what the true rate of RF is, or how current interventions are altering it, due to major flaws affecting every RF surveillance system operating on a national scale\n[8-11].",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "mention": "7",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 312,
                    "end": 313,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 314,
                    "end": 316,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Public health surveillance is vital for supporting infectious disease prevention and control measures\n[12-20]. Surveillance may be defined as, ‘…the on-going systematic collection, analysis, interpretation and dissemination of data regarding a health-related event for use in public health action to reduce morbidity and to improve health’\n[20]. Surveillance activities can be broadly categorised into two types: control-focused and strategy-focused\n[13]. Control-focused surveillance aims to identify affected individuals to enable treatment. Strategy-focused surveillance aims to provide information to support prevention strategies, such as improving housing conditions\n[13].",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 341,
                    "end": 343,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In NZ there are three major systems used to monitor RF: national hospitalisation data\n[21]. national notification data (based on notifications to Medical Officers of Health)\n[22] and regional patient registers\n[9]. Both initial episodes of RF and recurrences are notifiable in NZ. RHD in children and young adults less than 20 years old is also legally notifiable\n[23]. Extensive under-reporting has been well documented in RF notification data\n[11,24] and register data\n[10,25]. Miscoding and misdiagnoses affect hospitalisation data, which may over-count cases by 25%-33%\n[8,10].",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 175,
                    "end": 177,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 211,
                    "end": 212,
                    "mention": "9",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 446,
                    "end": 448,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 475,
                    "end": 477,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 575,
                    "end": 576,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "From 2007, the International Health Regulations, released by the World Health Organisation, required member states to assess their core capacity for surveillance\n[26]. A surveillance sector review framework was devised in 2010 as a means for supporting countries to meet this assessment goal. This methodology seeks to systematically review the surveillance sector as a whole. It has a number of advantages over reviewing individual surveillance systems; chiefly that it can detect gaps which may otherwise be missed, such as identifying important events that are not covered by existing systems. This approach also identifies issues affecting multiple surveillance systems, such as a lack of information integration\n[13].",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 718,
                    "end": 720,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "We have successfully used this novel framework to perform a surveillance sector review with the aim of identifying potential improvements which would support optimal RF control and prevention activities.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The surveillance sector review framework contains seven stages, described in Figure \n1. A key feature of this framework is that it covers all stages of the disease pathway (Figure \n2). When reporting on qualitative components, we ensured that the RATS guidelines for reporting on qualitative studies were adhered to.",
            "cite_spans": [],
            "section": "Surveillance sector review framework ::: Methods",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 181,
                    "end": 182,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "This project was commissioned by the NZ Ministry of Health. They helped to refine the aims and identify important surveillance roles and data end-users.",
            "cite_spans": [],
            "section": "Planning the surveillance sector review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Full ethics approval was granted by the University of Otago Ethics Committee. Interviews with key informants (KIs) considered to have experience and expertise in RF prevention, control or surveillance were a major information source. An initial list of potential KIs and important surveillance sector roles was first devised during meetings with senior MoH staff in the Communicable Diseases team. This list included people working in a diverse range of roles across the sector, from national policy advisors to local level clinical service providers. Additional KIs were identified by reading RF reports and asking other KIs whether they knew of anyone else who should be interviewed.Information gained in interviews was used to identify and describe existing RF surveillance systems, assess their performance, describe information needs of end-users, identify surveillance gaps and prioritise improvements. Consultations with the Ministry of Health and within our research team were necessary when assigning priorities for improvement. Finally recommendations on potential surveillance sector improvements were made to the Ministry of Health.",
            "cite_spans": [],
            "section": "Planning the surveillance sector review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The surveillance sector review framework (Figure \n1) permitted the burden of disease to be divided into categories according to whether it was directly attributable to GAS pharyngitis, RF or RHD.Literature searches identified existing surveillance systems which could provide information on RF disease outcomes, hazards, interventions and determinants. This information was used to construct show cards displaying key points in the perceived RF causal pathway (Figure \n2) and identify what sources (if any) collect surveillance information at these points.Fifty people were invited to participate via email. Fourteen either did not respond or suggested somebody else to speak to instead. Thirty-six people indicated they would like to participate and were interviewed. They were assured they would remain anonymous throughout the research process and the information they provided was confidential. Data collection ceased when the interviewer felt a ‘saturation point’ had been reached, whereby little new information was attained during interviews. Interviews were recorded on a Dictaphone. Show cards were presented to KIs, who were asked to suggest how the accuracy of these representations could be improved. Suggestions were noted and some incorporated into the show cards following discussion among the research team. The refined description of the surveillance sector is shown in Figure \n2.",
            "cite_spans": [],
            "section": "Collecting data ::: Methods",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 469,
                    "end": 470,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1395,
                    "end": 1396,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "KIs were asked what RF surveillance information they and their agencies required. Future requirements were discussed. KIs were asked to assess the performance of the current RF surveillance systems, describe gaps, and discuss the perceived effects of these limitations. Ideas for closing gaps were discussed. Where appropriate, the interviewer would ask the KIs their opinion on ideas which other KIs had suggested for closing the gap in question. The interviewer attempted to ask open questions and respond respectfully and neutrally to the KI at all times. Responses covered steps 3–5 of the surveillance sector review framework.",
            "cite_spans": [],
            "section": "Collecting data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "KIs were presented with a third show card outlining major categories of surveillance gaps, as identified by Baker et al.\n[13]. KIs were asked to select three gap categories which they regarded as top priorities for RF surveillance improvement.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Collecting data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We also performed a quantitative assessment of the major RF surveillance systems (notifications, hospitalisations, registers) and the distribution of RHD in cases younger than 20 years of age. These analyses are described elsewhere\n[24].",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Collecting data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Interview recordings were transcribed and summarized as a list of bullet points and direct quotes. These lists were emailed to the KI with a request that they altered them until they felt that their viewpoint had been accurately represented. Final versions of the interview summaries were read. Themes were noted under major headings corresponding to questions asked during the interview. Where an issue was addressed by multiple KIs, the proportion who responded in the same way (for example, with agreement) was recorded in a semi-quantitative manner, using a scale with seven levels. These levels ranged through ‘none’, ‘a few’, ‘several’, ‘about half’, ‘many’, ‘most’ and ‘almost all’ KIs. All surveillance gaps noted were identified in each set of interview notes. The researchers noted which major category each gap fell under, according to whether it concerned a surveillance system’s leadership or resourcing, design or structure, or operation and function.The frequency that major gap categories were selected was graphed (Figure \n3). More consideration was given to gaps that many KIs had identified as being high-priority problems. Discussion with the KIs, among the research team and with the Ministry of Health led to recommendations being made to the Ministry of Health on how to address surveillance sector gaps.",
            "cite_spans": [],
            "section": "Analysing data ::: Methods",
            "ref_spans": [
                {
                    "start": 1040,
                    "end": 1041,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "All 36 KIs had experience and expertise in aspects of RF surveillance. They occupied a wide range of positions across the country and held national, regional and local level roles. Primary healthcare providers, surveillance system operators and strategic information users were included.",
            "cite_spans": [],
            "section": "Characteristics of responders ::: Results",
            "ref_spans": []
        },
        {
            "text": "The RF surveillance sector has a strong emphasis on control-focussed surveillance. Notification and register data were the most commonly identified control-focussed surveillance systems. These support delivery of antibiotic prophylaxis to identified RF cases. Echocardiography screening similarly supports patient management by identifying undiagnosed cases. GAS pharyngitis screening is emerging as a major national disease control strategy. Identifying household contacts of RF cases in order to treat GAS positive individuals is another, less well established, aim of control-focussed surveillance activities.",
            "cite_spans": [],
            "section": "Description of RF surveillance systems and their aims ::: Results",
            "ref_spans": []
        },
        {
            "text": "Strategy-focussed RF surveillance is limited by the scope of existing monitoring systems. Commonly identified monitoring systems include hospitalisation data, mortality data, systems monitoring GAS virulence and antibiotic resistance, and systems monitoring household crowding, socioeconomic conditions and population factors (e.g. the census). For the full list of identified NZ RF surveillance systems, see Additional file\n1: Table S1.",
            "cite_spans": [],
            "section": "Description of RF surveillance systems and their aims ::: Results",
            "ref_spans": []
        },
        {
            "text": "Not surprisingly, primary healthcare providers and clinicians expressed a need for information on RF and GAS pharyngitis rates in their localities. System operators needed very timely, accurate and complete information on new cases. Strategic information users needed information on national and regional disease rates and intervention strategies so they could rapidly assess and compare progress. All KIs felt that up-to-date, reasonably detailed epidemiological information should be available at a national and regional scale with accompanying information, such as throat swabbing program coverage information, to put it into context.",
            "cite_spans": [],
            "section": "Surveillance information needs of major end users ::: Results",
            "ref_spans": []
        },
        {
            "text": "These systems perform poorly in several important areas. Gaps in control-focused surveillance include the inability to effectively track highly mobile cases, lack of consistency in patient management and data collection across District Health Boards (responsible for health care delivery and public health services at local and regional levels). A limited ability to monitor compliance with secondary prophylaxis was also noted. An absence of systems to monitor general practitioner’s delivery of secondary prophylaxis was considered a gap.",
            "cite_spans": [],
            "section": "Performance of existing rheumatic fever surveillance systems ::: Results",
            "ref_spans": []
        },
        {
            "text": "The key strategy-focused surveillance gap was the inability to generate consistent national and regional case totals. All KIs thought under-notification of RF cases is a key problem. The major reason for under-notification was attributed to a lack of prevention or patient management related incentives to notify. Many KIs pointed out that checking case notes before notifying may improve the accuracy of notification data. Limited monitoring of RF recurrences was widely criticised. Many thought it would be a great improvement if the notification form could be transmitted electronically.",
            "cite_spans": [],
            "section": "Performance of existing rheumatic fever surveillance systems ::: Results",
            "ref_spans": []
        },
        {
            "text": "KI’s views were supported by a parallel project which quantitatively assessed the performance of RF surveillance systems. This capture-recapture analysis found hospitalisation data were 82% sensitive when detecting RF cases, and notification data 61% sensitive. PPVs for the datasets were 71% and 88% respectively\n[24].",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Performance of existing rheumatic fever surveillance systems ::: Results",
            "ref_spans": []
        },
        {
            "text": "Although RHD in cases younger than 20 years is notifiable,\n[22,23] many KIs were unaware of this and described confusion surrounding which conditions were notifiable. Around half of all patients hospitalised for RHD had not been previously hospitalised with RF, so are likely to have missed out on the benefits of antibiotic prophylaxis\n[24]. Clarifying that RHD in younger cases is notifiable could help improve RF control.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 63,
                    "end": 65,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Performance of existing rheumatic fever surveillance systems ::: Results",
            "ref_spans": []
        },
        {
            "text": "Other strategy-focused surveillance gaps included a lack of information on GAS pharyngitis and carriage rates. Uncertainty about the significance of GAS pharyngitis in areas considered high-risk for RF was a common concern. The very limited ability to monitor the burden exerted by RHD was criticised.",
            "cite_spans": [],
            "section": "Performance of existing rheumatic fever surveillance systems ::: Results",
            "ref_spans": []
        },
        {
            "text": "The most frequently identified surveillance sectors gaps concerned leadership and coordination, information integration, analysis and communication (Figure \n3).",
            "cite_spans": [],
            "section": "Surveillance sector gaps ::: Results",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Many KIs said only recently had there been visible national advocacy promoting and co-ordinating RF prevention and control initiatives. Most felt that until now, leadership in this field was largely left up to the Heart Foundation. Many pointed out, \"There is no person with ownership of all that data and collection systems who is able put it all together, instead everybody is just doing their own little bit.\" A common theme was that the Ministry of Health needs to decide on one surveillance platform (such as notification data or a national register) and use it to take a consistent approach to RF surveillance. To ascertain the best way to monitor RF, the Ministry of Health should consult key players, then work to implement the agreed strategy nationally. KIs agreed, \"Change must be driven at a national level if it is to occur\", as, \"Leadership and co-ordination are vital elements in disease prevention and control\".",
            "cite_spans": [],
            "section": "Leadership and resource gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "Most thought protocols should be clarified and standardised. \"There should be more consistency in how people are trained, ensuring staff understand RF as a whole\".",
            "cite_spans": [],
            "section": "Leadership and resource gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "Almost all KIs felt limited RHD surveillance was a major gap. Comprehensive RHD surveillance could be achieved through combining data from RF registers, cardiology departments and echocardiography records.",
            "cite_spans": [],
            "section": "Design and structural gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "Nearly all KIs strongly felt that prevention interventions should primarily operate at the primordial level (ie. should aim to remove risk factors themselves, thus minimising the likelihood of disease occurring). This approach is likely to not only prevent RF but reduce many other diseases associated with deprivation; however, \"We should only monitor determinants if it would help direct action in a cost-effective fashion.\"",
            "cite_spans": [],
            "section": "Design and structural gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "Almost all KIs thought it highly worthwhile to monitor rates of GAS pharyngitis and relate these to RF rates, especially in high incidence areas. Concerns were raised about the coverage of throat swabbing programs. A lack of control sites to compare intervention areas with was commonly identified as a gap limiting the ability to monitor the effect of throat swabbing programs.",
            "cite_spans": [],
            "section": "Design and structural gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "Researching GAS emm types, carrier transmission and other host and microbial characteristics was commonly proposed to improve understandings of RF.",
            "cite_spans": [],
            "section": "Design and structural gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "As the rate of positive contact swabs is not monitored; we cannot know whether contact tracing RF cases is a worthwhile activity. Most felt this was an important knowledge gap.",
            "cite_spans": [],
            "section": "Design and structural gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "Educating high-risk people and their doctors about RF primary prevention and monitoring awareness levels was thought to be highly beneficial. Several KIs thought epidemiological information about disease determinants should be better linked with RF surveillance data. Multiple sources of information should be reported on in order to clearly capture trends.",
            "cite_spans": [],
            "section": "Design and structural gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "The effectiveness of secondary prophylaxis programs is not monitored. This was a widespread concern. The information collected about secondary prophylaxis and its delivery should be standardised. The limited ability to ensure continuing treatment of cases transferring to a new region was a deep concern shared by all KIs. In addition, several mentioned, \"Some registers do not incorporate non-compliant cases very well, so attempts to track them may be hampered.\" All agreed there should be a system ensuring cases receive free, easy-to-access BPG.",
            "cite_spans": [],
            "section": "Design and structural gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "Almost all KIs criticised the surveillance systems’ inability to evaluate the effect of interventions or to identify true changes in the RF incidence rate. Major criticisms were that rates are published using flawed data and calculations may be performed in different ways, therefore rate comparisons may be inappropriate. Misinterpretation of data was also a concern. Most KIs with local-level roles felt gaining access to RF surveillance information is, \"Complicated and ineffective\".",
            "cite_spans": [],
            "section": "Operational/functional gaps ::: Results",
            "ref_spans": []
        },
        {
            "text": "Specific recommended improvements to RF surveillance in NZ are listed in Table \n1. Support for a national register was overwhelming, on the grounds that it would improve the ability to treat patients and produce standardised surveillance information as a by-product of its patient management objective. It was often said, \"It is silly and pointless to have notifications going to two different data sources\".",
            "cite_spans": [],
            "section": "Priorities for surveillance sector improvements ::: Results",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Applying the surveillance sector review framework to RF was successful at both a technical and managerial level. At a technical level it successfully identified necessary changes to surveillance systems that constitute the RF surveillance sector (Table \n1). As noted, a strength of this approach is that it can identify issues that only emerge when looking at multiple related surveillance systems, rather than at individual systems\n[13]. The existing surveillance systems fail to fulfill their purposes and thus require modification.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 436,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Key findings and implications ::: Discussion",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "At a managerial level, results of this review have been used to advise Government policy makers in an evidence-based fashion, placing an emphasis on the opinions of a wide range of RF surveillance information end-users. This method therefore provides a foundation from which the Ministry of Health can take a collegial approach for making surveillance improvements.",
            "cite_spans": [],
            "section": "Key findings and implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "There is a need for national leadership and co-ordination to support development of an effective, integrated, RF surveillance sector. The Ministry of Health appears best placed to lead this development. A comprehensive RF surveillance strategy should be developed in order to communicate and coordinate these improvements. Consultation with key stakeholders is vital when developing this strategy to ensure changes are useful and acceptable. Any improvements made must be supported with on-going mandating and funding if they are to be maintained.",
            "cite_spans": [],
            "section": "Key findings and implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "A tangible way to begin integrating surveillance activities would be to implement a periodic, national RF surveillance report. This report could relate regional and local RF rates to interventions, intermediate outcomes and RHD. Reporting would help increase the profile of RF and inform end users of the current situation and progress.",
            "cite_spans": [],
            "section": "Key findings and implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "There is a clear need for a well-run online national RF register. This tool has potential to close many of the surveillance gaps we noted. The RF notification dataset is effectively operating as a national register already. This web-based national data system has most of the critical features required of a national register, and is supported by the legislative requirement for RF notification. To improve sensitivity, it would be useful to supplement this dataset with automatic reporting based on hospitalisation data as a check on notifications. All reported cases would need to meet standard case-definition requirements to improve the validity of the data. The main additional functional requirements are for greater case management utility, revision of data fields and associated documentation, and processes to ensure effective clinical engagement. Furthermore, if cardiac status could be included on the register and kept up-to-date, then changes in the prevalence of RHD and in the severity of cardiac damage could be monitored. If cases or their families were asked simple questions at the time of notification (e.g. about exposure to risk factors, recent pharyngitis, and participation in intervention programs) then the register could also record this information and so provide a means of evaluating the effects of risk factors and interventions.",
            "cite_spans": [],
            "section": "Key findings and implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The surveillance sector review was comprehensive and included interviews with a large number of KIs (n = 36), but inevitably we could not interview all individuals with valuable perspectives on RF surveillance in NZ. Subjects held a diverse range of roles throughout the RF surveillance sector. Despite this, many common viewpoints were identified. Most agreed with findings of previous literature concerning the surveillance sector, indicating KIs were well-informed. Many also ventured their own views and ideas, indicating that they had spent time considering matters individually as well.",
            "cite_spans": [],
            "section": "Limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "This surveillance sector review identified a ‘grey’ boundary between surveillance and research. Some end-users with policy roles had a great need for strategy-focussed information that might be better met by specific research studies rather than on-going surveillance. There is a need to develop a better understanding of the contribution of ‘upstream’ determinants and risk factors to the burden of disease produced by RF. Some of these questions could be monitored through expanded surveillance, but others are better suited to specific research studies, such as a case–control study.",
            "cite_spans": [],
            "section": "Further research ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The surveillance sector review approach could be equally effective in resource poor countries where disease such as RF have a particularly high health burden\n[27,28]. The surveillance sector review framework works well when reviewing the capacity to effectively monitor a single condition. It would be interesting to apply it to other health-related conditions, or even review several conditions simultaneously.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 162,
                    "end": 164,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Further research ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Written informed consent to be interviewed was obtained from all participants.",
            "cite_spans": [],
            "section": "Consent statement ::: Conclusions",
            "ref_spans": []
        },
        {
            "text": "The Ministry of Health helped to refine the aims of this project, assisted in identifying key informants and was involved in discussions about prioritising surveillance improvements. The Ministry of Health’s input was limited to making suggestions which the researchers were not pressured to act upon. The researchers reached all conclusions following independent discussions within their team.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "MB is responsible for the study conception and design. JO collected and analysed the data. JO interpreted the data with some guidance from MB and NP. JO drafted the paper. MB and NP critically reviewed successive versions of the draft. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1471-2458/14/528/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Specific rheumatic fever surveillance improvements identified by the surveillance sector review\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Surveillance sector review framework (From Baker et al. [13]).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Revised summary of the RF causal pathway and potential surveillance points.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Priorities for surveillance sector improvement.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The Epidemiology and prevention of rheumatic fever",
            "authors": [],
            "year": 1952,
            "venue": "Bull N Y Acad Med",
            "volume": "28",
            "issn": "5",
            "pages": "321-334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Is A Rheumatic Fever Register the Best Way to Evaluate the Government Programme to Control Rheumatic Fever?",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Rheumatic fever in the bay of plenty and lakes District Health Boards. A review of the evidence and recommendations for action. Summary Report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Respiratory diseases among US military personnel: countering emerging threats",
            "authors": [],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "5",
            "issn": "3",
            "pages": "379-387",
            "other_ids": {
                "DOI": [
                    "10.3201/eid0503.990308"
                ]
            }
        },
        "BIBREF4": {
            "title": "A surveillance sector review applied to infectious diseases at a country level",
            "authors": [],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-10-332"
                ]
            }
        },
        "BIBREF5": {
            "title": "Global public health surveillance under new international health regulations",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "7",
            "pages": "1058-1065",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1207.051497"
                ]
            }
        },
        "BIBREF6": {
            "title": "Emerging infectious diseases in an island ecosystem: the New Zealand perspective",
            "authors": [],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "5",
            "pages": "767-772",
            "other_ids": {
                "DOI": [
                    "10.3201/eid0705.017501"
                ]
            }
        },
        "BIBREF7": {
            "title": "Prospective surveillance of invasive group a streptococcal disease, Fiji, 2005–2007",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "2",
            "pages": "216-222",
            "other_ids": {
                "DOI": [
                    "10.3201/eid15/2.080558"
                ]
            }
        },
        "BIBREF8": {
            "title": "Characteristics of group A Streptococcus strains circulating during scarlet fever epidemic, Beijing, China, 2011",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "6",
            "pages": "909-915",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1906.121020"
                ]
            }
        },
        "BIBREF9": {
            "title": "Factors related to increasing prevalence of resistance to ciprofloxacin and other antimicrobial drugs in Neisseria gonorrhoeae, United States",
            "authors": [],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "8",
            "pages": "1290-1297",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1808.111202"
                ]
            }
        },
        "BIBREF10": {
            "title": "Progress in global surveillance and response capacity 10 years after severe acute respiratory syndrome",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "6",
            "pages": "864-869",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1906.130173"
                ]
            }
        },
        "BIBREF11": {
            "title": "Group A Streptococcus emm gene types in pharyngeal isolates, Ontario, Canada, 2002–2010",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "11",
            "pages": "2010-2017",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Updated guidelines for evaluating public health surveillance systems: recommendations from the guidelines working group",
            "authors": [],
            "year": 2001,
            "venue": "MMWR",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "National Minimum Dataset (hospital events)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The Infectious Disease Order 1986",
            "authors": [],
            "year": 1986,
            "venue": "The New Zealand Gazette, Volume 195",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Communicable Disease Control Manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Improving rheumatic fever surveillance in New Zealand. A report prepared for the ministry of health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Review: Rheumatic Fever Registers as a component of Secondary Prevention Programmes",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Revision of the international health regulations, WHA58.3",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Group a streptococcal diseases and their global burden",
            "authors": [],
            "year": 2013,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "368",
            "issn": "",
            "pages": "1-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The global burden of Group A streptococcal diseases",
            "authors": [],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "11",
            "pages": "685-694",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(05)70267-X"
                ]
            }
        },
        "BIBREF21": {
            "title": "Rheumatic fever diagnosis, management, and secondary prevention: a New Zealand guideline",
            "authors": [],
            "year": 2008,
            "venue": "N Z Med J",
            "volume": "121",
            "issn": "1271",
            "pages": "59-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Epidemiology of acute rheumatic fever in New Zealand 1996–2005",
            "authors": [],
            "year": 2008,
            "venue": "J Paediatr Child Health",
            "volume": "44",
            "issn": "",
            "pages": "564-571",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1440-1754.2008.01384.x"
                ]
            }
        },
        "BIBREF23": {
            "title": "Incidence of acute rheumatic fever in New Zealand children and youth",
            "authors": [],
            "year": 2012,
            "venue": "J Paediatr Child Health",
            "volume": "48",
            "issn": "8",
            "pages": "685-691",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1440-1754.2012.02447.x"
                ]
            }
        },
        "BIBREF24": {
            "title": "Acute rheumatic fever associated with household crowding in a developed country",
            "authors": [],
            "year": 2010,
            "venue": "Paed Infect Dis J",
            "volume": "30",
            "issn": "4",
            "pages": "315-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Better Public Services: Supporting Vulnerable children",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Acute rheumatic fever in the waikato district health board region of New Zealand: 1998–2004",
            "authors": [],
            "year": 2008,
            "venue": "N Z Med J",
            "volume": "121",
            "issn": "1285",
            "pages": "96-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Rheumatic fever register scoping the development of a national web-based rheumatic fever register",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}