{
    "paper_id": "PMC4731140",
    "metadata": {
        "title": "Acute Uncomplicated Febrile Illness in Children Aged 2-59 months in Zanzibar – Aetiologies, Antibiotic Treatment and Outcome",
        "authors": [
            {
                "first": "Kristina",
                "middle": [],
                "last": "Elfving",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Deler",
                "middle": [],
                "last": "Shakely",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Andersson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Baltzell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abdullah",
                "middle": [
                    "S."
                ],
                "last": "Ali",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Bachelard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kerstin",
                "middle": [
                    "I."
                ],
                "last": "Falk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Annika",
                "middle": [],
                "last": "Ljung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mwinyi",
                "middle": [
                    "I."
                ],
                "last": "Msellem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rahila",
                "middle": [
                    "S."
                ],
                "last": "Omar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Parola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Weiping",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Max",
                "middle": [],
                "last": "Petzold",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Birger",
                "middle": [],
                "last": "Trollfors",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anders",
                "middle": [],
                "last": "Björkman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Magnus",
                "middle": [],
                "last": "Lindh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Mårtensson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Baochuan",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Despite substantial decline in global child mortality over the past two decades, over six million children die annually due to preventable or treatable illnesses approximately 50% of them in resource-limited settings in Africa [1].",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The Integrated Management of Childhood Illness (IMCI) guidelines were developed to improve clinical management of children below five years of age by primary health care workers. It is comprised of simple algorithms based on symptoms and clinical signs that lead to a recommended treatment and/or management. However, the scientific base behind IMCI was generated over 20 years ago [2], and since then profound changes in the epidemiology of childhood febrile illness have occurred in many parts of Africa following e.g. the introduction of new vaccines, reduced malaria transmission, use of malaria rapid diagnostic tests (RDTs), and increasing antibiotic resistance [3].",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 384,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 669,
                    "end": 670,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Therefore, it is necessary to re-evaluate the aetiology of acute uncomplicated childhood fever and also to assess whether IMCI remains a reliable tool for identification of children with infections presumed to benefit from antibiotic treatment [4].",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The complexity of fever aetiology has been highlighted by the application of molecular assays for detection of multiple pathogens [5,6]. The frequent detection of nucleic acids from pathogens among both patients and asymptomatic children [7,8] points at the need to include healthy controls in fever aetiology studies. However, comprehensive studies of this type, especially those from Africa are lacking.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 133,
                    "end": 134,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 239,
                    "end": 240,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 241,
                    "end": 242,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "We therefore studied the aetiology and outcome of acute uncomplicated febrile illness in children 2–59 months seeking care at primary health care level in Zanzibar, a malaria pre-elimination setting of sub-Saharan Africa, using both point-of-care tests, urine cultures, confirmatory chest X-ray (CXR) investigation (in patients with IMCI-pneumonia classification), as well as multiplex quantitative (q)PCR investigations of nasopharyngeal (NPH) and rectal swabs from both patients and healthy controls. We also assessed the utility of IMCI in identification of infections presumed to require antibiotics.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "This was a prospective descriptive health facility based study conducted in North A District, Zanzibar, Tanzania between April-July 2011 that followed children with acute uncomplicated febrile illness for 14 days. A healthy community control group was recruited for comparison during the same study time period.",
            "cite_spans": [],
            "section": "Study design and study site ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Zanzibar has a tropical climate with seasonal rainfalls biannually. Malaria positivity rate has declined dramatically over the past decade from approximately 40% to 1–2% in febrile patients after wide-scale deployment of malaria control interventions [9]. The study district is mainly rural with approximately 100,000 inhabitants. Public health care is delivered through 12 primary health care units and one primary health care centre (Kivunge). In addition to first-level outpatient care, Kivunge primary health care centre has facilities for basic inpatient care and laboratory services. It was selected as study site based on its central location in the district, 24-hour service, presence of a research laboratory, and radiology equipment.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Study design and study site ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study staff included clinicians (clinical officers with prescription rights), qualified nurses and laboratory technicians. The clinicians had been trained in IMCI management, in particular regarding integration of malaria RDT as previously described [10] and measurement of respiratory rate.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Study staff ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Children presenting at the study site were screened for eligibility. Up to 15 patients were enrolled daily Monday-Saturday. Inclusion criteria were: age 2–59 months; acute uncomplicated fever defined as history of fever in the preceding 24 hours (information from caretaker) and/or verified fever (axillary temperature of ≥37.5°C by electronic thermometer); and written informed proxy consent from an accompanying caretaker. Exclusion criteria were: signs of severe disease (according to IMCI); previous study enrolment in the last 28 days; and reported inability to return for follow-up. Data were documented in a structured IMCI-based questionnaire.",
            "cite_spans": [],
            "section": "Patient enrolment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "After enrolment, (defined as day 0) a study nurse performed a malaria RDT and a study clinician conducted IMCI assessment and prescribed treatment. This was followed by pre-defined investigations including point-of-care tests, sampling for microbiology analyses, and CXR, some performed in all patients others in patients with certain clinical features identified through IMCI management (Figs 1 and 2). Participants with pre-defined abnormal laboratory results and/or signs of severe disease were discontinued and referred for further clinical management (Table 1).",
            "cite_spans": [],
            "section": "Patient investigations and clinical management ::: Methods",
            "ref_spans": [
                {
                    "start": 394,
                    "end": 395,
                    "mention": "1",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 401,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 564,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All study investigations are presented in Fig 1, Fig 2 and S1A–S1L Appendix. Sampling, storage and performance of all diagnostics were done according to manufacturers’ instructions and study specific standard operating procedures. Some investigations were conducted on-site or in Mnazi Mmoja referral hospital. The remaining laboratory analyses were performed in Sweden and France after study completion. CXRs were performed and interpreted according to World Health Organization (WHO) standards with quality control readings done in Sweden [11].",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 544,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Patient investigations and clinical management ::: Methods",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 47,
                    "mention": "Fig 1",
                    "ref_id": null
                },
                {
                    "start": 49,
                    "end": 54,
                    "mention": "Fig 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Patients had a first scheduled follow-up on day four (+/-2 days) and a second on day 14 (+/-2 days) for evaluation of fever outcome (Fig 3). Caretakers were instructed to return with their children in case any signs of severe disease occurred. On every follow-up visit a study clinician performed clinical reassessment including axillary temperature. If a child did not return for a scheduled follow-up, it was actively traced at home. Any patient with symptoms/signs of severe disease, predefined abnormal laboratory values or withdrawal of consent during the 14-day follow-up was discontinued from the study (Fig 3).",
            "cite_spans": [],
            "section": "Patient follow-up ::: Methods",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 138,
                    "mention": "Fig 3",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 616,
                    "mention": "Fig 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Healthy controls (hereafter referred to as “controls”), defined as children aged 2–59 months with no history of diarrhoea, cough, running nose or fever (by history and/or electronic axillary temperature <37.5°C) in the preceding ten days were recruited during the same study time period. Recruitment aimed at a representative distribution of age, sex and geography. Based on previous health facility data, eight villages in the catchment area with high attendance to the study primary health care centre were identified. Each study week, one of these eight villages was visited and asymptomatic children were identified through house-to-house screening. Eligible children, maximum two per household, provided NPH and rectal swabs for qPCR-analyses (Fig 2).",
            "cite_spans": [],
            "section": "Healthy controls ::: Methods",
            "ref_spans": [
                {
                    "start": 749,
                    "end": 754,
                    "mention": "Fig 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Criteria for the respective final diagnoses were defined by two study investigators (paediatricians) based on all available clinical and radiology/laboratory data from day 0 (Tables 1 and 2, Fig 1) including the multiple regression analysis of qPCR results described further in S1J Appendix. Subsequently these criteria were applied on each patient. The diagnoses were categorized into three groups: 1) more probable causes of fever, 2) less probable causes of fever, and 3) “no verified aetiology”. If a more probable diagnosis was identified, all less probable diagnoses were ignored for that patient, but within one group each patient could receive more than one diagnosis.",
            "cite_spans": [],
            "section": "Assessment of final diagnoses ::: Methods",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 196,
                    "mention": "Fig 1",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 183,
                    "mention": "1",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 189,
                    "mention": "2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Study definitions are outlined in Table 1. Infections requiring antibiotics were defined retrospectively as those final diagnoses presumed to benefit from antibiotics based on WHO recommendations [12]. The association between these infections and both actually prescribed antibiotics and IMCI indication for antibiotics was assessed.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Assessment of infections requiring antibiotics ::: Methods",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "This was an exploratory study, which precluded a sample size calculation. However, we estimated that a sample of 650 patients would be sufficient to obtain a representative classification of fever causes according to IMCI, and that at least 150 controls would be required to make comparisons of microbiological findings obtained by PCR analysis of nasopharyngeal and rectal specimens. Data were double entered in CSPro, validated and exported to STATA® 12 where all statistical analyses were performed. Frequencies, proportions and odds ratios (ORs) were calculated with 95% confidence intervals (CI). P-values <0.05 were considered statistically significant. Fisher’s exact test and exact binomial test was used for binary data and proportions, two-sample t-test for comparisons of means, and Mann-Whitney-U test for median comparisons. In a univariate and multivariate logistic regression we assessed the association between CXR-confirmed pneumonia and the continuous and binary variables outlined in Table 3. WBC (>20x 10^9/L) and CRP cut-off values (<20 and >80 mg/L), were chosen to concur with published literature [13].",
            "cite_spans": [
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Sample size calculation, study endpoints, data management and statistical analysis ::: Methods",
            "ref_spans": [
                {
                    "start": 1003,
                    "end": 1010,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The study was conducted in accordance with the Declaration of Helsinki and approved by the Zanzibar Medical Research Ethics Committee (ID: ZAMREC/0001/April/010) and Regional Research Ethics Committees in Stockholm (ID:2009/387-31/2), and Gothenburg (ID:266–10), Sweden. A written informed proxy consent from an accompanying caretaker was obtained and subsequently recorded on a consent form for all patients as well as healthy controls recruited in the study. An assistant medical officer ensured that laboratory results requiring medical intervention (Table 2) and/or referral were managed accordingly. Clinical management, treatments and referrals were provided free of charge to all study participants. No participant received any financial incentive, except for travel expenses for patients. Study registration on clinicaltrials.org (NCT01094431) was done before data acquisition.",
            "cite_spans": [],
            "section": "Ethical considerations ::: Methods",
            "ref_spans": [
                {
                    "start": 554,
                    "end": 561,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Baseline characteristics of the 677 patients and 167 controls are presented in Table 4. Forty-two percent (286/677) of patients had verified fever at enrolment. All patients were classified according to IMCI (Fig 4). More than one IMCI classification was assigned to 166 (25%) patients. Of 642 (96%) patients who completed both of the follow-up visits (Fig 3), 68 (11%) remained febrile on the first follow-up visit, and 3 of them had verified fever on day 14. An additional 29 (4.5%) children had verified fever relapse on the second follow-up visit.",
            "cite_spans": [],
            "section": "Participant characteristics, IMCI classifications and fever outcome ::: Results",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 214,
                    "mention": "Fig 4",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 358,
                    "mention": "Fig 3",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 86,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A total of 22257 analyses were conducted for detection of 36 pathogens. Crude qPCR detection rates of nasopharyngeal pathogens in patients and healthy controls as well as a comparison of Ct values between the groups are presented in Fig 5A, 5B, 5C and S2 Table. NPH qPCR detected one or more pathogens in 657/672 (98%) patients (median 3 pathogens, range: 1–7) and in 158/166 (95%) controls (median 2 pathogens, range: 1–7). Significantly higher detection rates were found in patients than controls for enterovirus, influenza A, influenza B and RSV (OR from 1.8 to 15.6, P<0.01, S1 Appendix, S1 File, S2 Table). Multiple pathogens were detected in 591 (88%) patients and 137 (83%) controls.",
            "cite_spans": [],
            "section": "Detection of pathogens ::: Results",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 247,
                    "mention": "Fig 5A, 5B, 5C",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "As previously reported [7], rectal swab qPCR detected at least one diarrheal (GE) pathogen in 153/164 (93%) patients with diarrhoea (median 2 pathogens; range 1–6) and 144/165 (87%) controls (median 2 pathogens; range 1–6) (Fig 5C). Multiple pathogens were detected by GE-qPCR in 49/164 (30%) patients and 60/165 (36%) controls. Significantly higher detection rates in patients than controls were seen for Cryptosporidium, norovirus genogroup II, and rotavirus (P≤0.001). Shigella and ETEC-estA were also identified as causes of gastroenteritis by their significantly higher pathogen load in faeces from patients as compared with controls [7].",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 25,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 640,
                    "end": 641,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Detection of pathogens ::: Results",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 230,
                    "mention": "Fig 5C",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Fig 5A shows urine culture, point-of-care and blood test results, all performed exclusively in patients. Two patients had Plasmodium falciparum detected by RDT, microscopy and PCR. All 83 specimens subjected to PCR-analyses for additional blood pathogens (rickettsiosis, chikungunya, dengue, Rift Valley fever and West Nile viruses) were negative. When all microbiology results (point-of-care, urine culture and PCRs) were pooled (Fig 5A,5B and 5C) a median of three pathogens (range 0–10) were observed per patient. Eight (1.2%) patients had no detectable pathogen.",
            "cite_spans": [],
            "section": "Detection of pathogens ::: Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "mention": "Fig 5A",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 447,
                    "mention": "Fig 5A,5B and 5C",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Out of 387 patients with IMCI-pneumonia classification, 359 underwent CXR, which confirmed pneumonia in 12% (42/342) of patients with sufficient CXR quality. Univariate and multivariate regression analysis determined CRP as the only independent variable significantly associated with CXR-confirmed pneumonia (Table 3), with CRP-levels >80mg/l corresponding to an OR of 5.9 (CI: (2.4–14.3), p<0.001). NPH-qPCR detected pneumococci in 37, RSV in 11, influenza A or B in 6, and enterovirus in 2 of the 42 patients with CXR-confirmed pneumonia.",
            "cite_spans": [],
            "section": "CXR-confirmed pneumonia ::: Results",
            "ref_spans": [
                {
                    "start": 309,
                    "end": 316,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A total of 579/677 (86%) patients were assigned a final diagnosis (Fig 6), including 160 with multiple diagnoses, resulting in 769 diagnoses in total. The most common diagnoses were viral respiratory tract infection caused by RSV, influenza B, rhinovirus, enterovirus and influenza A, whereas the most common bacterial infections were Group A streptococci (GAS), CXR-confirmed pneumonia and Shigella gastroenteritis (Fig 6, Fig 7B and 7C).",
            "cite_spans": [],
            "section": "Final diagnoses ::: Results",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 72,
                    "mention": "Fig 6",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 422,
                    "mention": "Fig 6",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 437,
                    "mention": "Fig 7B and 7C",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The two deceased children, out of seven that developed signs of severe illness after enrolment (Fig 3), were assigned influenza A and enterovirus as final diagnoses. Both received antibiotics at enrolment. The remaining five children had coronavirus and rhinovirus infection (n = 2), bocavirus, GAS infection and influenza A, respectively. There was neither any difference in early fever resolution (Table 1) among patients with (39/45; 87%) or without (504/595; 85%) a serious bacterial infection (CXR-confirmed pneumonia and/or urinary tract infection [14], Table 1), nor among patients treated (392/474, 83%) or not treated (143/174, 82%) with antibiotics (p>0.05 for both).",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Severe disease ::: Results",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 101,
                    "mention": "Fig 3",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 407,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 567,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "At enrolment, 500 (74%) patients were prescribed antibiotics of whom 472 (93%) received beta lactams (Table 4). Among the 152/677 (22%) patients with infections requiring antibiotics (Fig 7A and 7B) 129 (85%) received antibiotics, the most common being GAS-infection and CXR-confirmed pneumonia. The remaining 23 that were not prescribed antibiotics recovered, although one had an episode of convulsions during follow-up. Among the 525 patients without infections requiring antibiotics (Fig 7A and 7C), 294 (56%) had IMCI indication for antibiotics, a majority of them (271/294; 92%) due to IMCI-pneumonia. Conversely, 45/152 patients (30%) with infections requiring antibiotics had no IMCI indication for antibiotics. Yet 24 of these 45 (53%) received treatment.",
            "cite_spans": [],
            "section": "Antibiotic prescriptions and infections requiring antibiotics ::: Results",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 197,
                    "mention": "Fig 7A and 7B",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 500,
                    "mention": "Fig 7A and 7C",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 109,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "This is, to our knowledge, the first aetiology study on non-severe fever in African children that both applies a comprehensive laboratory panel and includes a healthy control group. Viral respiratory tract infections were identified as the most common fever cause. A vast majority, 98%, of patients had at least one detectable pathogen. However, some agents did not qualify as causal aetiologies (e.g. pneumococci by NPH-qPCR), and 15% of the patients could not be assigned a final diagnosis. The results, with multiple pathogens being detected in a large proportion of specimens from both patients and controls, underline the complexity of childhood infections. Also, many pathogens were detected in similar frequencies in patients and controls, as previously observed [7,8], emphasizing the need to incorporate controls in studies on causes of fever.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 772,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 773,
                    "end": 774,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "By comparing qPCR Ct-values (in addition to crude positivity rates) as proxy for pathogen load in patients and controls and applying multiple regression analysis to control for confounding factors, the identification of causative agents was likely improved in our study (S1 Appendix, S2 Table, Tables A and B in S1 File). Similar approaches for aetiology identification have previously been used for gastrointestinal [7,15] as well as nasopharyngeal pathogens [8,16]. Overall, the NPH-qPCR results cohered with previous studies of acute respiratory tract infections in African preschool children [17,18]. However, the observation in our study that enterovirus was a common fever cause is novel and calls for confirmatory studies that like this study distinguish between enterovirus and rhinovirus detection.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 419,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 420,
                    "end": 422,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 461,
                    "end": 462,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A strength of our study is that, based on all clinical and microbiology data, we retrospectively assigned individual final patient diagnoses, which allowed assessment of whether antibiotics were prescribed to those presumed to benefit from treatment. IMCI management has previously been shown to reduce inappropriate antibiotic prescription in comparison with standard fever case management [19] and a majority of the antibiotic-requiring infections in our study were indeed treated with antibiotics. Still, IMCI management resulted in substantial over-prescription of antibiotics in comparison with the final fever diagnoses retrieved based on all available clinical and laboratory data and their corresponding antibiotic requirement. Thus, among the 57% patients fulfilling the IMCI-pneumonia classification, only 12% had CXR-confirmed pneumonia. Similar results have been reported by others in both hospitalized children [20,21], and in non-severe IMCI-pneumonias [22], indicating that IMCI-pneumonia classification, based on presence of cough and rapid breathing has a low precision to identify lower antibiotic requiring respiratory tract infections. IMCI-pneumonia classification was the largest contributor to presumed unnecessary antibiotic prescription in our study. In a multiple logistic regression analysis, CRP was the only positive predictor of CXR-confirmed pneumonia. However, approximately 50% with CXR-confirmed pneumonia in our study had CRP <80 mg/L and a viral pathogen detected by NPH-qPCR, suggesting that some of the CXR-confirmed pneumonias might only have been of viral origin [23]. The IMCI guidelines have remained quite similar since its introduction, with the exception of the recent integration of malaria RDT, which has been proven useful in Zanzibar [10]. If IMCI in combination with CRP and/or other biomarkers could play a similar role by reliably confirming or excluding bacterial infections like pneumonia needs to be further studied [5]. When planning such studies on infections requiring antibiotics, the following issues should be addressed: Should severely and/or non-severely ill patients be included? How and when should the illnesses be identified (e.g point-of-care versus molecular based diagnostic techniques)? The likelihood of finding a single laboratory test/biomarker in the near future that could distinguish all infections presumed to require antibiotics from other infections is low. For instance, Fig 7B shows that GAS-infections and Shigellosis were the main infections requiring antibiotics that the IMCI algorithm did not identify. Hence, the way forward would probably be a more complex step-wise approach combining clinical signs, multiple biomarkers and point of care detection of pathogens.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 925,
                    "end": 927,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 928,
                    "end": 930,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 968,
                    "end": 970,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1604,
                    "end": 1606,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1784,
                    "end": 1786,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1972,
                    "end": 1973,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 2452,
                    "end": 2458,
                    "mention": "Fig 7B",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The overall health outcome was satisfactory with relatively few children who developed severe disease during follow-up. One reason for this might be the ability of the clinicians to identify danger signs on enrolment. Our results concur with previous studies of IMCI management of uncomplicated childhood fever on first referral level of Pakistan and Papua New Guinea, which also reported no difference in outcome between children treated or not treated with antibiotics [24,25].",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 475,
                    "end": 477,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Similar distribution of fever causes as observed in our study with a predominance of viral infections and <10% serious bacterial infections (7.4% in our study) [14] have been reported in high-income countries [26]. Due to differences in methodology and inclusion criteria it is difficult to compare our findings to previous studies of fever aetiologies in African children [27–31]. A recent study from Tanzania also applied a broad microbiology test panel, and reported viral infections as the most common fever causes [32]. However, there are some important methodological differences between D'Acremont et al and our study; they included older children and, importantly, did not include a control group of asymptomatic children.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 520,
                    "end": 522,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study has several limitations. Firstly, it was conducted during the time period, directly following the main rainy season in Zanzibar, when respiratory tract infections are known to be more frequent and some diarrheal infections like rotavirus are less frequent and might therefore not be representative for infections occurring during a whole year. Secondly, controls were only sampled for nasopharyngeal and rectal swabs, and the lack of controls for other tests might for example have resulted in over-estimation of GAS infections. Thirdly, we chose not to include blood cultures due to an assumed low yield of bacteraemias [33]. This focus on acute uncomplicated fever precludes any conclusions regarding the frequency or outcome of severe infections.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 634,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, this study on aetiology, antibiotic treatment and outcome of non-severe febrile childhood illness in a malaria pre-elimination setting of Africa, the first using a comprehensive laboratory panel and including a healthy control group, shows the complexity of determining infectious aetiologies. The majority of fevers were caused by viral upper respiratory tract infections, similarly to children in high-income countries. A majority of asymptomatic children had potential pathogens detected by NPH-qPCR, often in a similar proportion as patients, underlining the need to include controls. The precision of IMCI to identify infections presumed to require antibiotics was low.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Global, regional, and national levels of neonatal, infant, and under-5 mortality during 1990–2013: a systematic analysis for the Global Burden of Disease Study 2013",
            "authors": [],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "957-979",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)60497-9"
                ]
            }
        },
        "BIBREF1": {
            "title": "Integrated management of childhood illness by outpatient health workers: technical basis and overview. The WHO Working Group on Guidelines for Integrated Management of the Sick Child",
            "authors": [],
            "year": 1997,
            "venue": "Bull World Health Organ",
            "volume": "75",
            "issn": "Suppl 1",
            "pages": "7-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Access to effective antimicrobials: a worldwide challenge",
            "authors": [],
            "year": 2015,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "What is the future for global case management guidelines for common childhood diseases?",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0050241"
                ]
            }
        },
        "BIBREF4": {
            "title": "The Pneumonia Etiology Research for Child Health Project: a 21st century childhood pneumonia etiology study",
            "authors": [],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "Suppl 2",
            "pages": "S93-101",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir1052"
                ]
            }
        },
        "BIBREF5": {
            "title": "Burden and aetiology of diarrhoeal disease in infants and young children in developing countries (the Global Enteric Multicenter Study, GEMS): a prospective, case-control study",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Real-time PCR threshold cycle (Ct) cut-offs help to identify agents causing acute childhood diarrhea in Zanzibar",
            "authors": [],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Frequent detection of respiratory viruses without symptoms: toward defining clinically relevant cutoff values",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "2631-2636",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02094-10"
                ]
            }
        },
        "BIBREF8": {
            "title": "Impact of artemisinin-based combination therapy and insecticide-treated nets on malaria burden in Zanzibar",
            "authors": [],
            "year": 2007,
            "venue": "PLoS medicine",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The usefulness of rapid diagnostic tests in the new context of low malaria transmission in Zanzibar",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0072912"
                ]
            }
        },
        "BIBREF10": {
            "title": "Standardized interpretation of paediatric chest radiographs for the diagnosis of pneumonia in epidemiological studies",
            "authors": [],
            "year": 2005,
            "venue": "Bull World Health Organ",
            "volume": "83",
            "issn": "",
            "pages": "353-359",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Diagnostic value of laboratory tests in identifying serious infections in febrile children: systematic review",
            "authors": [],
            "year": 2011,
            "venue": "BMJ",
            "volume": "342",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.d3082"
                ]
            }
        },
        "BIBREF13": {
            "title": "The Predictive Value of the NICE \"Red Traffic Lights\" in Acutely Ill Children",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0090847"
                ]
            }
        },
        "BIBREF14": {
            "title": "Development and assessment of molecular diagnostic tests for 15 enteropathogens causing childhood diarrhoea: a multicentre study",
            "authors": [],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "716-724",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(14)70808-4"
                ]
            }
        },
        "BIBREF15": {
            "title": "Association of the CT values of real-time PCR of viral upper respiratory tract infection with clinical severity, Kenya",
            "authors": [],
            "year": 2013,
            "venue": "J Med Virol",
            "volume": "85",
            "issn": "",
            "pages": "924-932",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.23455"
                ]
            }
        },
        "BIBREF16": {
            "title": "Outpatient upper respiratory tract viral infections in children with malaria symptoms in Western Kenya",
            "authors": [],
            "year": 2010,
            "venue": "Am J Trop Med Hyg",
            "volume": "83",
            "issn": "",
            "pages": "1010-1013",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.2010.10-0174"
                ]
            }
        },
        "BIBREF17": {
            "title": "Viral and bacterial causes of severe acute respiratory illness among children aged less than 5 years in a high malaria prevalence area of western Kenya, 2007–2010",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "e14-19",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31826fd39b"
                ]
            }
        },
        "BIBREF18": {
            "title": "Antimicrobial resistance in developing countries. Part I: recent trends and current status",
            "authors": [],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "481-493",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Clinical case review: a method to improve identification of true clinical and radiographic pneumonia in children meeting the World Health Organization definition for pneumonia",
            "authors": [],
            "year": 2008,
            "venue": "BMC Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-8-95"
                ]
            }
        },
        "BIBREF20": {
            "title": "Additional markers to refine the World Health Organization algorithm for diagnosis of pneumonia",
            "authors": [],
            "year": 2005,
            "venue": "Indian Pediatr",
            "volume": "42",
            "issn": "",
            "pages": "773-781",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Chest radiography in children aged 2–59 months diagnosed with non-severe pneumonia as defined by World Health Organization: descriptive multicentre study in Pakistan",
            "authors": [],
            "year": 2006,
            "venue": "BMJ",
            "volume": "333",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "British Thoracic Society guidelines for the management of community acquired pneumonia in children: update 2011",
            "authors": [],
            "year": 2011,
            "venue": "Thorax",
            "volume": "66",
            "issn": "Suppl 2",
            "pages": "ii1-23",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2011-200598"
                ]
            }
        },
        "BIBREF23": {
            "title": "Use of antibiotics within the IMCI guidelines in outpatient settings in Papua New Guinean children: an observational and effectiveness study",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0090990"
                ]
            }
        },
        "BIBREF24": {
            "title": "Comparison of oral amoxicillin with placebo for the treatment of world health organization-defined nonsevere pneumonia in children aged 2–59 months: a multicenter, double-blind, randomized, placebo-controlled trial in pakistan",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "293-300",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciq142"
                ]
            }
        },
        "BIBREF25": {
            "title": "Detection of viruses in young children with fever without an apparent source",
            "authors": [],
            "year": 2012,
            "venue": "Pediatrics",
            "volume": "130",
            "issn": "",
            "pages": "e1455-1462",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2012-1391"
                ]
            }
        },
        "BIBREF26": {
            "title": "Etiology of Severe Non-malaria Febrile Illness in Northern Tanzania: A Prospective Cohort Study",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0002324"
                ]
            }
        },
        "BIBREF27": {
            "title": "Epidemiology, seasonality, and burden of influenza and influenza-like illness in urban and rural Kenya, 2007–2010",
            "authors": [],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "Suppl 1",
            "pages": "S53-60",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jis530"
                ]
            }
        },
        "BIBREF28": {
            "title": "Aetiology of acute febrile episodes in children attending korogwe district hospital in north-eastern Tanzania",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0104197"
                ]
            }
        },
        "BIBREF29": {
            "title": "Point-of-care laboratory of pathogen diagnosis in rural Senegal",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0001999"
                ]
            }
        },
        "BIBREF30": {
            "title": "The burden of invasive bacterial infections in Pemba, Zanzibar",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0030350"
                ]
            }
        },
        "BIBREF31": {
            "title": "Beyond malaria—causes of fever in outpatient Tanzanian children",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "809-817",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1214482"
                ]
            }
        },
        "BIBREF32": {
            "title": "Treatment guided by rapid diagnostic tests for malaria in Tanzanian children: safety and alternative bacterial diagnoses",
            "authors": [],
            "year": 2011,
            "venue": "Malar J",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1475-2875-10-290"
                ]
            }
        }
    }
}