{
    "paper_id": "PMC4876401",
    "metadata": {
        "title": "The scanning electron microscope in microbiology and diagnosis of infectious disease",
        "authors": [
            {
                "first": "Christine",
                "middle": [
                    "G."
                ],
                "last": "Golding",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lindsey",
                "middle": [
                    "L."
                ],
                "last": "Lamboo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [
                    "R."
                ],
                "last": "Beniac",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Timothy",
                "middle": [
                    "F."
                ],
                "last": "Booth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Salmonella Senftenberg (kindly provided by Dr. George Golding, National Microbiology Laboratory) strains were grown overnight in 3 mL LB broth at 37 °C with shaking. Fifty μL of bacteria were then sub cultured into 3 mL LB broth and grown at 37 °C with shaking for 4 hours to the approximate mid-log phase of growth. The bacteria were fixed at 1:1 v/v in 1% paraformaldehyde and 2% gluteraldehyde for 1 hour at room temperature. Leptospira biflexa serovar Patoc (kindly provided by Dr. Robbin Lindsay, National Microbiology Laboratory) was grown in Ellinghausen and McCullough media modified by Johnson and Harris (EMJH) (Royal Tropical Institute, The Netherlands). The inoculate culture was placed at 30 °C for 14 days and then stored at room temperature in low light.",
            "cite_spans": [],
            "section": "Bacterial growth ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Baby hamster kidney fibroblast cells (BHK-21:ATCC) were grown to 80% confluence in high-glucose Dulbecco’s Modified Eagle’s Medium supplemented with 10% fetal bovine serum and 1X Penicillin-Streptomycin. The BHK-21 cells were infected with 1 mL of Modified vaccinia Ankara (MVA) virus (kindly provided by Dr. Jingxin Cao, National Microbiology Laboratory) and incubated for 48 hours at 37 °C with 5% CO2. The infected cells underwent 3 freeze-thaw cycles in the presence of the growth media, alternating between −80 °C and room temperature. MVA was collected in the supernatant after removing cells and debris by centrifugation at 3000 × g for 3 min.",
            "cite_spans": [],
            "section": "Growth and Purification of Modified vaccinia Ankara Virus ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Zaire Ebola virus (kindly provided by Dr. Steven Jones) was propagated, purified and rendered non-infectious as previously described1633.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 134,
                    "end": 136,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Growth and Purification of Ebola virus ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Unless otherwise stated sample preparation was performed in a class II biosafety cabinet. All samples were passed through SPI-pore polycarbonate track etch filters (SPI Supplies, West Chester, PA, USA) held inside a 13 mm Swinnex® filter unit (Millipore, Billerica, MA, USA). For bacterial sample preparation, 0.08 μm pore size filters were used, while the 0.05 μm pore size was used for MVA and Ebola virus preparations. Filters were first wetted using 2 mL Dulbecco’s phosphate buffered saline (DPBS) in a 3 mL Luer-Lok™ syringe. To load the sample onto the filter, 100 μL of sample was added to 5 mL DPBS in a 5 mL syringe. After attaching the syringe to the filter holder, the sample was filtered through the filter using a Legato 200 syringe pump (KD Scientific, Holliston, MA, USA) at a rate of 1000 μL/min. In some cases the concentration of the sample was too high which would overload the filter and fluid could not flow through. If such an event occurred the sample was diluted 1:5 or 1:10 until fluid could flow freely through the filter. The sample filters were washed using 3 mL syringes containing 2 mL each of 50%, 70%, 85%, 95% and 100% ethanol in increasing concentration. Following the last wash the filter was removed from the filter unit and allowed to air dry for 30 min. The filter was trimmed, cut in half and placed on a 9 mm carbon disc (SPI Supplies) and mounted on a 3/8” aluminum stub (SPI Supplies). Flash Dry silver paint (SPI Supplies) was used on each of the four corners of the filter to create a contact between the filter and the stub. The samples were removed from the biosafety cabinet and sputtered with gold using a Quorum Q150R S (Quorum Technologies, East Sussex, UK) containing a 0.1 mm gold target. The sample was pumped down, purged with argon and sputtered with gold for 120 sec on a rotating stage.",
            "cite_spans": [],
            "section": "Gold Coated Sample Preparation for SEM Imaging ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For a filter with a single type of metal coating the following procedure was used (Supplementary Fig. S1a). For the forts step either 2 cm of 0.2 mm diameter Al wire or 3 cm of 0.2 mm Au wire was wrapped around the tungsten filament. SPI-pore polycarbonate track etch filters were placed on a filter paper in a glass dish and secured from movement with metal washers. The dish was then placed in a Turbo Carbon Coater (Agar Scientific Ltd, Stansted, Essex, United Kingdom). Once under vacuum, the voltage was gradually increased until the Al or Au wire had completely evaporated. The 2 cm of aluminum wire would create a metal film approximately 18 nm thick, and the 3 cm of Au would create a metal film approximately 27 nm thick. To produce a filter with two types of metal on it the following variant of the above procedure was used (Supplementary Fig. S1b). The filter was placed on top of the filter paper on the glass dish, and a razor blade was placed directly over one half of the filter. One of the above metals (Au or Al) was evaporated as described above. Following this, the razor blade as removed and a second razor blade was used to cover the region of the filter where the previous metal was evaporated, and the remaining area of the filter was then coated with the second metal.",
            "cite_spans": [],
            "section": "Preparation of Metal Coated Polycarbonate Filters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The ionic liquid 1-butyl-3-methylimidazolium tetrafluoroborate was diluted to a final concentration of 2.5% in distilled water and placed at 40 °C for 30 min to reduce viscosity9. The metal-coated filters were placed inside the filter unit and wetted using 2 mL DPBS. A total of 100 μL of sample was added to 5 mL DPBS and filtered through the coated filter using the Legato filter pump. After the sample was washed with 5 mL distilled water the filter was removed from the filter assembly and excess liquid was wicked off with tissue paper. The filter was immediately trimmed, placed on a carbon disc mounted on an aluminum stub. The four corners of the filter were painted to the aluminum stub using Flash Dry silver paint. A total of 50 μL of ionic liquid was pipetted onto the sample and the excess was removed after 60 sec by blotting with filter paper. The samples were then viewed by SEM.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "mention": "9",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Ionic Liquid Sample Preparation for SEM ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All samples were imaged in a JCM-5700 Scanning Electron Microscope (JEOL USA, Peabody, MA, USA) contained inside a mobile biological containment enclosure (Dycor Technologies Ltd, Edmonton, AB, Canada)8. Gold coated specimens were imaged under high vacuum at 6 kV, with an 8 mm working distance and a 30 μm objective lens aperture. Images were collected using the secondary electron detector, the acquisition time per image was 160 sec and each image was 2560 × 1920 pixels. Images of ionic liquid stained samples were obtained using the above noted settings with the exception that the acceleration voltage was adjusted to 4 kV. SEM images were recorded at magnifications ranging from 3,000 x to 20,000x.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "SEM Sample Imaging ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Samples were adsorbed for 1 min to a formvar film on a carbon-coated 400-mesh copper grid. The adsorbed samples were washed 3X in distilled water and negatively contrasted with 2% methylamine tungstate (Nano-W; Nanoprobes, Yaphank, NY, USA). Imaging was performed at 200 kV using a FEI Tecnai 20 transmission electron microscope (FEI Company, Hillsboro, OR, USA). Digital images of the specimens were acquired using an AMT Advantage XR 12 CCD camera (AMT, Danvers, MA, USA). TEM images were recorded at magnifications of 3,500 x to 19,000x.",
            "cite_spans": [],
            "section": "TEM Sample Preparation and Imaging ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Ebola virus, Salmonella Senftenberg, and Leptospira biflexa diameter measurements were made using the Image J software package34 using the straight line tool, and the analyze/measure function. Length measurements were calibrated using the scale bars on the image, and the analyze/set scale function in Image J. For this analysis, diameter measurements only were made, since the bacteria and viruses have varying lengths, but relatively constant diameters. Measurements were collated and analysed using MS Excel.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Image processing: length measurements ::: Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Golding, C. G. et al. The scanning electron microscope in microbiology and diagnosis of infectious disease. Sci. Rep.\n6, 26516; doi: 10.1038/srep26516 (2016).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Comparison of conventional sputter coating SEM sample preparation methods (panels on the left-hand side) with ionic liquid treatment (centre panels) and conventional TEM (panels on the right-hand side) for the observation of microbes: (a) Leptospira biflexa, (b) Salmonella Senftenberg, (c) vaccinia, and (d) Ebola virus. The SEM images in the left-hand side panels were of specimens that were sputter coated with gold, on plain uncoated filters. Images in the centre panels were of specimens treated with ionic liquid after deposition on pre-coated aluminum filters. On the right-hand side, TEM images of similar specimens prepared using methylamine tungstate negative staining.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (a) The components of the filter unit are shown before assembly. The inset SEM image shows a gold coated filter at high magnification before a specimen is applied. Note that the filter is clean and the pores are clearly evident. (b) The filter unit is shown after assembly, and in use with a syringe pump in a biosafety cabinet (c,d). The blue arrow in (d) points to the filter unit. (e) Images of filters that have had metal evaporated on them. The thickness of the Al is 18 nm, and 9 nm, and the Au is 27 nm and 9 nm thick. For the filter with both metals the thickness of the Al and Au are 18 nm and 27 nm, respectively. (f) SEM and (g) the corresponding elemental map generated by X-ray microanalysis of a region similar to the one highlighted by the dotted rectangle in (e). (h–k) SEM images of Salmonella stained with ionic liquid illustrating the effect of different metal types, and thickness of metal evaporated on the final images recorded (h Al 9 nm, i Au 9 nm, j Al 18 nm, k Au 27 nm). Red arrows indicate flagellae.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Smallpox diagnosis with special reference to electron microscopy",
            "authors": [],
            "year": 1948,
            "venue": "Can. J. Public Health",
            "volume": "39",
            "issn": "",
            "pages": "467-477",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Electron microscopy of whole cells in liquid with nanometer resolution",
            "authors": [],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "2159-2164",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0809567106"
                ]
            }
        },
        "BIBREF2": {
            "title": "Nanoscale analysis of unstained biological specimens in water without radiation damage using high-resolution frequency transmission electric-field system based on FE-SEM",
            "authors": [],
            "year": 2015,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "459",
            "issn": "",
            "pages": "521-528",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2015.02.140"
                ]
            }
        },
        "BIBREF3": {
            "title": "Microscopic observation of bacteria: review highlighting the use of environmental SEM",
            "authors": [],
            "year": 2005,
            "venue": "Int. Endod. J.",
            "volume": "38",
            "issn": "",
            "pages": "775-788",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Biological ultrastructure as revealed by high resolution cryo-SEM of block faces after cryo-sectioning",
            "authors": [],
            "year": 1999,
            "venue": "J. Microsc.",
            "volume": "196",
            "issn": "",
            "pages": "279-287",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A technique for improved focused ion beam milling of cryo-prepared life science specimens",
            "authors": [],
            "year": 2007,
            "venue": "J. Microsc.",
            "volume": "226",
            "issn": "",
            "pages": "263-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Study of SEM preparation artefacts with correlative microscopy: Cell shrinkage of adherent cells by HMDS-drying",
            "authors": [],
            "year": 2016,
            "venue": "Scanning",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/sca.21310"
                ]
            }
        },
        "BIBREF7": {
            "title": "The organisation of Ebola virus reveals a capacity for extensive, modular polyploidy",
            "authors": [],
            "year": 2012,
            "venue": "PLoS. One.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0029608"
                ]
            }
        },
        "BIBREF8": {
            "title": "Hepatitis B Virus Genotype G forms core-like particles with unique structural properties",
            "authors": [],
            "year": 2010,
            "venue": "J. Viral Hepat.",
            "volume": "18",
            "issn": "",
            "pages": "443-448",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2893.2010.01330.x"
                ]
            }
        },
        "BIBREF9": {
            "title": "SPIDER and WEB: processing and visualization of images in 3D electron microscopy and related fields",
            "authors": [],
            "year": 1996,
            "venue": "J. Struct. Biol.",
            "volume": "116",
            "issn": "",
            "pages": "190-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Observation of ionic liquid by scanning electron microscope",
            "authors": [],
            "year": 2006,
            "venue": "Chemistry Letters",
            "volume": "35",
            "issn": "",
            "pages": "600-601",
            "other_ids": {
                "DOI": [
                    "10.1246/cl.2006.600"
                ]
            }
        },
        "BIBREF11": {
            "title": "Modern uses of electron microscopy for detection of viruses",
            "authors": [],
            "year": 2009,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "22",
            "issn": "",
            "pages": "552-563",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00027-09"
                ]
            }
        },
        "BIBREF12": {
            "title": "Chromosome observation by scanning electron microscopy using ionic liquid",
            "authors": [],
            "year": 2012,
            "venue": "Microsc. Res. Tech.",
            "volume": "75",
            "issn": "",
            "pages": "1113-1118",
            "other_ids": {
                "DOI": [
                    "10.1002/jemt.22038"
                ]
            }
        },
        "BIBREF13": {
            "title": "FE-SEM observation of swelled seaweed using hydrophilic ionic liquid; 1-butyl-3-methylimidazolium tetrafluoroborate",
            "authors": [],
            "year": 2013,
            "venue": "Microsc. Res. Tech.",
            "volume": "76",
            "issn": "",
            "pages": "66-71",
            "other_ids": {
                "DOI": [
                    "10.1002/jemt.22137"
                ]
            }
        },
        "BIBREF14": {
            "title": "Ionic liquid enables simple and rapid sample preparation of human culturing cells for scanning electron microscope analysis",
            "authors": [],
            "year": 2011,
            "venue": "Microsc. Res. Tech.",
            "volume": "74",
            "issn": "",
            "pages": "415-420",
            "other_ids": {
                "DOI": [
                    "10.1002/jemt.20924"
                ]
            }
        },
        "BIBREF15": {
            "title": "Simple pretreatment of non-conductive small hydrous bio-samples with choline-type ionic liquid and membrane filter for microsample mounting",
            "authors": [],
            "year": 2013,
            "venue": "Colloids Surf. B Biointerfaces.",
            "volume": "102",
            "issn": "",
            "pages": "9-12",
            "other_ids": {
                "DOI": [
                    "10.1016/j.colsurfb.2012.08.019"
                ]
            }
        },
        "BIBREF16": {
            "title": "New frontiers in materials science opened by ionic liquids",
            "authors": [],
            "year": 2010,
            "venue": "Adv. Mater.",
            "volume": "22",
            "issn": "",
            "pages": "1196-1221",
            "other_ids": {
                "DOI": [
                    "10.1002/adma.200902184"
                ]
            }
        },
        "BIBREF17": {
            "title": "Development of in situ electrochemical scanning electron microscopy with ionic liquids as electrolytes",
            "authors": [],
            "year": 2008,
            "venue": "Chemphyschem.",
            "volume": "9",
            "issn": "",
            "pages": "763-767",
            "other_ids": {
                "DOI": [
                    "10.1002/cphc.200700758"
                ]
            }
        },
        "BIBREF18": {
            "title": "The impact of primer and probe-template mismatches on the sensitivity of pandemic influenza A/H1N1/2009 virus detection by real-time RT-PCR",
            "authors": [],
            "year": 2010,
            "venue": "J Clin. Virol.",
            "volume": "48",
            "issn": "",
            "pages": "91-95",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2010.03.012"
                ]
            }
        },
        "BIBREF19": {
            "title": "Evaluation of the Roche Cobas AmpliPrep/Cobas TaqMan HIV-1 test and identification of rare polymorphisms potentially affecting assay performance",
            "authors": [],
            "year": 2010,
            "venue": "J Clin. Microbiol.",
            "volume": "48",
            "issn": "",
            "pages": "2852-2858",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00776-10"
                ]
            }
        },
        "BIBREF20": {
            "title": "Molecular diagnosis of severe acute respiratory syndrome: the state of the art",
            "authors": [],
            "year": 2005,
            "venue": "J Mol. Diagn.",
            "volume": "7",
            "issn": "",
            "pages": "551-559",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Specimen collection for electron microscopy",
            "authors": [],
            "year": 2000,
            "venue": "Emerg. Infect. Dis.",
            "volume": "6",
            "issn": "",
            "pages": "433-434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Electron microscopy for rapid diagnosis of infectious agents in emergent situations",
            "authors": [],
            "year": 2003,
            "venue": "Emerg. Infect. Dis.",
            "volume": "9",
            "issn": "",
            "pages": "294-303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Scanning Electron Microscopy and X-ray Microanalysis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Leptospirosis",
            "authors": [],
            "year": 2001,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "14",
            "issn": "",
            "pages": "296-326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Salmonella enterica serovar Typhimurium skills to succeed in the host: virulence and regulation",
            "authors": [],
            "year": 2013,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "26",
            "issn": "",
            "pages": "308-341",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00066-12"
                ]
            }
        },
        "BIBREF26": {
            "title": "Replication-deficient ebolavirus as a vaccine candidate",
            "authors": [],
            "year": 2009,
            "venue": "J. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "3810-3815",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00074-09"
                ]
            }
        },
        "BIBREF27": {
            "title": "Image Processing with ImageJ",
            "authors": [],
            "year": 2004,
            "venue": "Biophotonics International",
            "volume": "11",
            "issn": "",
            "pages": "36-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Pitfalls in diagnosing human poxvirus infections",
            "authors": [],
            "year": 2007,
            "venue": "J. Clin. Virol.",
            "volume": "38",
            "issn": "",
            "pages": "165-168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Detection of human polyomaviruses in urine from bone marrow transplant patients: comparison of electron microscopy with PCR",
            "authors": [],
            "year": 2004,
            "venue": "Clin. Chem.",
            "volume": "50",
            "issn": "",
            "pages": "306-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Diagnostic electron microscopy is still a timely and rewarding method",
            "authors": [],
            "year": 1999,
            "venue": "J. Clin. Virol.",
            "volume": "13",
            "issn": "",
            "pages": "105-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "A filtration based technique for simultaneous SEM and TEM sample preparation for the rapid detection of pathogens",
            "authors": [],
            "year": 2014,
            "venue": "Viruses.",
            "volume": "6",
            "issn": "",
            "pages": "3458-3471",
            "other_ids": {
                "DOI": [
                    "10.3390/v6093458"
                ]
            }
        },
        "BIBREF32": {
            "title": "A mobile biosafety microanalysis system for infectious agents",
            "authors": [],
            "year": 2015,
            "venue": "Sci. Rep.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep09505"
                ]
            }
        },
        "BIBREF33": {
            "title": "Scanning electron microscopy of cells and tissues under fully hydrated conditions",
            "authors": [],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "3346-3351",
            "other_ids": {
                "DOI": []
            }
        }
    }
}