{
    "paper_id": "PMC4357473",
    "metadata": {
        "title": "Good and Bad News about Ebola",
        "authors": [
            {
                "first": "A.",
                "middle": [
                    "Townsend"
                ],
                "last": "Peterson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Filoviruses have been known to science and medicine since 1967 (Marburg virus) and 1976 (Ebola virus). Since then, more than 30 independent transmission events have been documented between the zoonotic world and the human world, and more than 2,300 human cases have been recorded [1]. The outbreak that began in West Africa in 2014, however, has changed the equation considerably; although it began in a remote district of Guinea [2], it has magnified massively, caused large numbers of cases and deaths in three West African countries, dispersed into three other West African countries, and “jumped” now several times out of Africa to North America and Europe. That is the bad news, which is measured in human mortality and suffering.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 282,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 431,
                    "end": 432,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "So what good news could come out of this massive outbreak? Well, finally, Ebola is seeing intense attention in terms of research and funding. Already, several vaccines and treatments have been fast-tracked for testing and distribution and are producing promising results with the relatively few patients who have been able to access them. Surely this research has not been generated just in the past few months; rather, these steps forward derive from years of “low priority,” minimally funded research that had made significant progress [3], laying a foundation for rapid advances [4]. Clearly, the reason why no Ebola vaccine was already in hand was that research funders and pharmaceutical industry investors had not made it a priority, likely because the disease was not perceived as a threat, or as a good investment.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 540,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 583,
                    "end": 584,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Take into consideration the mission statements of the two United States government entities that are most relevant to this commentary. The mission of the Centers for Disease Control and Prevention (CDC) is “… to protect America from health, safety and security threats, both foreign and in the U.S. Whether diseases start at home or abroad, are chronic or acute, curable or preventable, human error or deliberate attack, CDC fights disease and supports communities and citizens to do the same…” That of the National Institutes of Health (NIH) is “… to develop, maintain, and renew scientific human and physical resources that will ensure the Nation's capability to prevent disease; to expand the knowledge base in medical and associated sciences in order to enhance the Nation's economic well-being and ensure a continued high return on the public investment in research…” Note, in both cases, the focus is on health and disease prevention for Americans.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Now, however, a very different dynamic is developing. In a recent hearing of the Oversight and Government Reform Committee of the US House of Representatives, Representative Jim Jordan (Republican, Ohio) confronted Dr. Nicole Lurie, Assistant Secretary of Health and Human Services for Emergency Preparedness and Response, with a $38 million list of NIH expenditures that he considered unnecessary (e.g., fruit and vegetable puppet shows stressing healthy menus for children and studies encouraging senior citizens to join choirs). He asked, “wouldn’t we now have two Ebola vaccines if we hadn’t spent money on those?” [5]. The usual rhetoric about unnecessary grant spending and the lack of understanding of the importance of diet and activity in maintaining health both aside, Rep. Jordan missed the fact that Ebola was very low on the list of priorities until it threatened to spread broadly to the US this year and never would have seen any benefit were those $38 million to have been freed up, or even if the NIH budget were to have increased substantively, as is badly needed.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 621,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The simple fact is that the world has become very small in recent decades. Connectivity via rapid travel on local, regional, and global scales makes epidemic spread massively efficient [6]. This global linkage means that a person almost anywhere in the world can be in the US or Europe within 48 hours, and thus that no disease outbreak anywhere can be considered as unlinked to the US or Europe, at least potentially [7]. The implications for disease control and prevention, and particularly for taking care of “American” interests in that regard, are immense—the number and variety of diseases that may come into play are considerable.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 419,
                    "end": 420,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In this regard, the hemispheric or global spread of a series of diseases comes into a different light: Severe Acute Respiratory Syndrome (SARS), West Nile virus, and chikungunya all are examples [8]. Note that each of these diseases was unknown to or ignored entirely by the pharmaceutical industry, and slightly less completely by the research funding and research communities. Only when they spread into the US and European realm did these diseases see intense research attention—the arrival of West Nile virus in North America [9] is an excellent example: a total of 278 publications accumulated from 1942 through 1998, but yearly numbers of publications averaged 420 once the virus arrived (Fig. 1). Ebola is already following a similar trajectory after this (tragic) banner year of 2014, as can be appreciated from the inset in Fig. 1.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 531,
                    "end": 532,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 695,
                    "end": 701,
                    "mention": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 839,
                    "mention": "Fig. 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "So what hope is there for the numerous neglected diseases, particularly in the Tropics? Many of them never get identified and described by scientists (see, e.g., the case of Lujo virus [10]) because they are not spectacular in their effects or because they do not occur in areas with good medical diagnostic facilities; those that are known are neglected in the sense that no pharmaceutical company would invest in a cure, a vaccine, or even intense research on them. Such neglected diseases include Chagas disease, human African trypanosomiasis, the leishmaniases, echinococcosis, lymphatic filariasis, onchocerciasis, schistosomiasis, Buruli ulcer, and many others [11]. Although research on neglected tropical diseases is supported by several US government programs (e.g., President's Malaria Initiative, President's Emergency Plan for AIDS Relief, and USAID’s Neglected Tropical Disease Program), as well as by several international and nongovernmental efforts (e.g., Global Fund to Fight AIDS, Tuberculosis and Malaria; Bill & Melinda Gates Foundation; Children’s Investment Fund Foundation; World Bank Group), clearly, the challenge is costlier than present resources can manage [12].",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "If the present situation with Ebola is to offer any lessons, they are that the only hope for serious investment in reducing the incidence and impact of such diseases is via spread to developed countries. Once such spread occurs, research and pharmaceutical investment will most likely follow. Ebola is a positive example, and clearly Ebola research will enter a new phase of progress, innovation, funding, production of key pharmaceuticals, and improved care, hopefully for all who might be infected by this virus.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In effect, what Ebola did was to cross the line between being a “neglected tropical disease” and being an “emerging infection.” The former set of diseases collectively exert an enormous burden in the developing world that may be constant or episodic, but are rather ubiquitous in those regions, affecting the affluent only when they venture into those regions [13,14]. The latter, on the other hand, are much less predictable, but garner more immediate attention on the world scene, precisely because they may affect affluent countries. How many other neglected diseases must await this process of spread to affluent regions and infection of affluent people, making the transition from neglected tropical disease to emerging infection, before they also will see investment and innovation?",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 364,
                    "end": 366,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A comprehensive database of the geographic spread of past human Ebola outbreaks",
            "authors": [],
            "year": 2014,
            "venue": "Scientific Data",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Outbreak of Ebola virus disease in Guinea: Where ecology meets economy",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0003056"
                ]
            }
        },
        "BIBREF2": {
            "title": "Vesicular stomatitis virus-based ebola vaccine is well-tolerated and protects immunocompromised nonhuman primates",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Pathogens",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000225"
                ]
            }
        },
        "BIBREF3": {
            "title": "Ebola virus: From discovery to vaccine",
            "authors": [],
            "year": 2003,
            "venue": "Nature Reviews Immunology",
            "volume": "3",
            "issn": "",
            "pages": "677-685",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The hidden geometry of complex, network-driven contagion phenomena",
            "authors": [],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "1337-1342",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1245200"
                ]
            }
        },
        "BIBREF6": {
            "title": "Epidemiology and clinical features of imported dengue fever in Europe: Sentinel surveillance data from TropNetEurop",
            "authors": [],
            "year": 2002,
            "venue": "Clinical Infectious Diseases",
            "volume": "35",
            "issn": "",
            "pages": "1047-1052",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990-993",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ]
            }
        },
        "BIBREF8": {
            "title": "The outbreak of West Nile virus infection in the New York City area in 1999",
            "authors": [],
            "year": 2001,
            "venue": "New England Journal of Medicine",
            "volume": "344",
            "issn": "",
            "pages": "1807-1814",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Genetic detection and characterization of Lujo Virus, a new hemorrhagic fever-associated arenavirus from southern Africa",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A global fund to fight neglected tropical diseases: Is the G8 Hokkaido Toyako 2008 summit ready?",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0000220"
                ]
            }
        },
        "BIBREF12": {
            "title": "Old world leishmaniasis: An emerging infection among deployed US military and civilian workers",
            "authors": [],
            "year": 2004,
            "venue": "Clinical Infectious Diseases",
            "volume": "39",
            "issn": "",
            "pages": "1674-1680",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Imported case of Marburg hemorrhagic fever: Colorado, 2008",
            "authors": [],
            "year": 2009,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "58",
            "issn": "",
            "pages": "1377-1381",
            "other_ids": {
                "DOI": []
            }
        }
    }
}