{
    "paper_id": "PMC4631512",
    "metadata": {
        "title": "The Effects of Media Reports on Disease Spread and Important Public Health Measurements",
        "authors": [
            {
                "first": "Shannon",
                "middle": [],
                "last": "Collinson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kamran",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jane",
                "middle": [
                    "M."
                ],
                "last": "Heffernan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chris",
                "middle": [
                    "T."
                ],
                "last": "Bauch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Controlling the spread of influenza to reduce the effects of infection on a population is an important mandate of public health. Influenza control can be achieved through various strategies including vaccination, the use of drug therapy, hand washing and social distancing—removing oneself as much as possible from the population [1, 2]. Vaccines and drug therapies, however, may be ineffective (e.g. resistance to antivirals) or unavailable (i.e. pending development of a new vaccine). Thus, hand washing and social distancing practices (i.e., ranging from moderate to extreme total isolation), which can be used at all times during an infectious disease outbreak are integral in decreasing the probability of contracting and transmitting infection [1].",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 334,
                    "end": 335,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 751,
                    "end": 752,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Mass media campaigns can be used to provide information on current and effective vaccination, drug therapy and social distancing measures [1]. Public health education campaigns, that include informative literature (i.e., pamphlets), posters, newspaper articles and advertisements, radio and television messages, and social media outlets (i.e., twitter, facebook) are used daily to inform the public on current health issues. Mass media outlets can aid in dissemination of this information. Studies of mass media campaigns and healthy behaviour have reported that mass media campaigns can elicit positive behaviour change and even prevent negative behaviour change in individuals [3–9]. It is therefore concluded that mass media campaigns should be used to inform the public so that behaviour change can result [3–10]. It has been shown that information conveyed by the media is becoming the critical factor as to whether or not a vaccination campaign will succeed [11]. It is believed that the media coverage of the recent SARS and 2009 H1N1 epidemics had an effect on the total spread of these pathogens [4, 7, 12, 13]. More recently, MERS-CoV, Ebola, and H7N9 have been the subject of many media reports.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 680,
                    "end": 681,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 682,
                    "end": 683,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 811,
                    "end": 812,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 813,
                    "end": 815,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 965,
                    "end": 967,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1106,
                    "end": 1107,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1109,
                    "end": 1110,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1116,
                    "end": 1118,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Pervasive media coverage of social problems may lead to desensitization to media reports [14–16]: a diminished emotional responsiveness to a negative or an aversive stimulus after repeated exposure. This same phenomenon can occur with health events –individuals may be more likely to take precautions against becoming ill with the first reports of an epidemic or health threat, but individual sensitivity to disease reports may diminsh with time, and social distancing practices may be relaxed [15, 17–19], affecting disease transmission. To better control infectious diseases a better understanding of the effects of mass media on the uptake and waning of social distancing practices is needed.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 93,
                    "end": 95,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 495,
                    "end": 497,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 499,
                    "end": 501,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Mathematical models can be employed to study the effects of media in an epidemic [19–32]. For example, the effects of media reports (i.e., on disease incidence, hospitalizations, deaths) can be incorporated as a function f(S, E, I, R) that directly affects the transmission rate in a susceptible-exposed-infected-recovered (SEIR) epidemiological model [19–27, 32, 33]:\nS˙=λ-f(S,E,I,R)βSI-dSE˙=f(S,E,I,R)βSI-σE-dEI˙=σE-γI-dIR˙=γI-dR.(1)\nThis model has provided the basis of the vast majority of past mathematical modelling studies of media during an epidemic. In a previous study on the effects of mass media reports on important public health measures (i.e., peak number of infections, time of peak infection, end of epidemic and total number of infections), we demonstrated that the variability in these measures can vary drastically depending on the media function f(S, E, I, R) chosen [33]. In this study, we then demonstrated that the recommended public health measures to mitigate epidemic outcomes were not consistent over different choices of f(S, E, I, R), and we suggested that models that include a mass media compartment, that better represents population interactions with mass media, should be considered [33]. For example,\nS˙=λ-βSI-dS-g(M)SS˙M=g(M)S-dSME˙=βSI-σE-dEI˙=σE-γI-dIR˙=γI-dRM˙=f(S,E,I,R)-μM,(2)\nexplicity includes a mass media compartment, allowing a sensitivity analysis over biological assumptions that determine the function f(S, E, I, R). Here, g(M) is a function representing the number of mass media reports M, g(M)S models the interaction that individuals have with media that can change their behaviour, S\nM is a class of susceptibles that are media aware and are less susceptible to infection (or entirely protected through healthy and social distancing behaviours), and μ represents the effects of media fatigue. A further benefit of Eq (2) is that it enables the inclusion of mass media report data to replace f(S, E, I, R). Studies of the effects of mass media on epidemic outcomes employing systems of equations similar to Eq (2) exist in the literature [28–31], however, none of these studies have incorporated mass media data into their analysis. Also, quantification of the variability surrounding important public health measures has been ignored.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 85,
                    "end": 87,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 353,
                    "end": 355,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 356,
                    "end": 358,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 364,
                    "end": 366,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 889,
                    "end": 891,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1219,
                    "end": 1221,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2092,
                    "end": 2094,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2095,
                    "end": 2097,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study we extend Eq (2) to include more levels of healthy behaviour, and vaccination. We then study the model in two different ways. First, we employ a stochastic agent-based simulation to study variability in key public health measurements. Second, we incorporate 2009 H1N1 mass media report data from the Global Public Health Intelligence Network (GPHIN) [34, 35] into the model and study the effects of this data and media fatigue on the pandemic dynamics in a closed population. From herewithin, we describe all healthy behaviours including isolation, limiting contacts and hand washing as ‘social distancing’. Social distancing levels included in the model are chosen to reflect different degrees of protection that healthy behaviour change can provide. Specifically, we include the extremes—no protection and total protection/isolation, and a moderate protection level. The uptake of social distancing behaviours, and vaccination are both assumed to be affected by mass media reports [3, 5, 6, 11].",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 998,
                    "end": 999,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1001,
                    "end": 1002,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1004,
                    "end": 1005,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the following sections we motivate the model and determine the expected variability in key public health measurements (i.e., peak number of infections, time of peak infection, end of epidemic and total number of infections). A sensitivity analysis of the model is also completed so that parameters that most affect the key public health measurements can be determined. Interestingly, the model parameters representing mass media reports and media fatigue are identified. When mass media data [34] is incorporated into the deterministic model, a two-peak pandemic curve results. This curve has similar qualitative characteristics to that observed over the recent 2009 H1N1 pandemic.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 498,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The model considers fully susceptible (S), social distancing susceptible (S\n1), isolated susceptible (S\n2), vaccinated (V), exposed (E), infectious (I) and recovered (R) populations. The media (M) is also incorporated as a separate compartment and affects the movement of individuals between the susceptible and vaccinated classes. The model is as follows:\nS˙=λ-βSI-αSM-νSM+q1S1-dSS1˙=-β1S1I+αSM-α1S1M-ν1S1M+q2S2-q1S1-dS1S2˙=α1S1M-q2S2-ν2S2M-dS2V˙=νSM+ν1S1M+ν2S2M-dVE˙=βSI+β1S1I-σE-dEI˙=σE-γI-dIR˙=γI-dRM˙=ρσE-ρ1M.(3)\n",
            "cite_spans": [],
            "section": "Model ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A flow diagram of Eq (3) is shown in Fig 1. Briefly, fully susceptible individuals S can be infected (βI) and can take up precautionary measures motivated by interactions (listening, reading, watching) with media reports (M), such as vaccination (ν) or social distancing (α). Susceptible individuals in the social distancing class S\n1 can also be infected, but at a lower rate (β\n1), and can also take on precautionary measures such as vaccination (ν) and isolation (α\n1), motivated by exposure to media reports. It is assumed that isolated individuals (S\n2) are fully isolated and cannot be infected, but can be vaccinated (ν) as a result of exposure to media reports (M). It is assumed that vaccination provides more protection than any level of social distancing, thus, all vaccinated individuals move to the vaccinated class (V). Exposed individuals are produced via infection of susceptible individuals S and S\n1 and can become infectious (σ). Infectious individuals can recover from infection (γ). It is assumed that individuals are born (λ) fully susceptible and that social behaviour can wane (q\ni, i = 1, 2) which moves individuals in higher levels of social distancing to lower ones. It is also assumed that individuals can only die from natural causes (d) (a disease induced death rate is ignored).",
            "cite_spans": [],
            "section": "Model ::: Methods",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 42,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "An increase in media reports can be modelled using various different assumptions. Here, it is assumed that media reports are proportional to a fraction of incoming infectious cases ρσE that are symptomatic and/or reported to a doctor [36]. It is also assumed that the effects of mass media on social distancing behaviours can wane (ρ\n1) [14, 15, 37, 38]. The relaxation of social distancing behaviours q\n1 and q\n2 also reflect this behaviour.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 342,
                    "end": 344,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 346,
                    "end": 348,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 350,
                    "end": 352,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Model ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Note that Eq (3) ignores covariances and higher order moments i.e. it assumes that all model classes are independent of all others. We include a derivation of Eq (3) in the Appendix that includes higher order moments. For the current study and parameter values, Eq (3) and the model provided in the Appendix do not differ significantly (not shown). Thus, we chose only to present results of Eq (3) here within.",
            "cite_spans": [],
            "section": "Model ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Note that more levels of social distancing can be included in the susceptible populations. Social distancing can also be included in the exposed and infectious classes. For the purposes of the current study we chose to include only three levels of social distancing in the susceptible population—none, moderate, and total isolation. This selection has provided a more analytically tractable model to study mass media effects on social distancing and vaccination behaviours. Furthermore, an optimal number of social distancing levels that would best represent all social distancing behaviours in susceptible, exposed and infected populations is currently unknown. An extension of this model to study a ‘continuous social distance’ in all model populations, instead of discrete stages like that used here, is a course for future work.",
            "cite_spans": [],
            "section": "Model ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nEq (3) is deterministic and cannot be used to study variability in infection. We have developed an Agent-based Monte Carlo (ABMC) simulation to study variability in key epidemic measurements when vaccination, social distancing, media and waning behaviour are included. The ABMC simulation models the population at the level of individual agents where each agent contains characteristics associated with infection status, birth, death and social distancing measures. The ABMC simulation moves forward in time using event times: the next time that an individual changes state within the system. To compare to a system of ordinary differential equations (ODEs) exponential distributions for all lifetimes are assumed. Table 1 lists the means of the lifetime distributions, corresponding to the parameters of Eq (3).",
            "cite_spans": [],
            "section": "Stochastic model ::: Methods",
            "ref_spans": [
                {
                    "start": 716,
                    "end": 723,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nFig 1 shows the different states that an individual can progress through during an epidemic. The attributes associated with each individual in each model class are listed in Table 1. Briefly, agents in each of the susceptible, exposed, infectious and recovered compartments are assigned event times corresponding to each event that allows an individual from that compartment to change state. To move froward in time the simulation chooses the minimum event time in the population and performs the corresponding event. It then searches for the next minimum event time and so on. The model events and mean event times are listed in Table 1.",
            "cite_spans": [],
            "section": "Stochastic model ::: Methods",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 6,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 175,
                    "end": 182,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 631,
                    "end": 638,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Parameter values for Eq (3) can be found in Table 1. These values agree with the influenza literature and are further informed by the literature surrounding social behaviour responses to media reports.",
            "cite_spans": [],
            "section": "Parameter Values ::: Methods",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "It is assumed that individuals experience on average 6 days of infection (1/σ + 1/γ) and can transmit the infection for approximately 4 days at the end of the infection time period (1/γ = 4 days). The transmission rate of infection β is calculated using the basic reproductive ratio R\n0 where R\n0 takes the value 1.5 which lies in the reported range 1.3 to 1.7 [39]. When vaccination is included in the model, it is employed only during the second wave of infection as vaccination was not available during the first wave of the 2009 H1N1 pandemic. It is assumed that on average 25% to 40% of the population is vaccinated [40]. The social distancing uptake and relaxation rate values (α\ni and q\ni) are assumed so that the pandemic curve has a similar magnitude and length to that observed for 2009 H1N1 in Canada [1, 2, 39–41].",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 622,
                    "end": 624,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 813,
                    "end": 814,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 816,
                    "end": 817,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 819,
                    "end": 821,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 822,
                    "end": 824,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Parameter Values ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nFig 2 shows data extracted from a study on the ‘newsworthiness’ of influenza H1N1 as extracted from newspaper homepages across 12 websites from April 29 to May 28, 2009 [16]. The solid line on Fig 2 shows an exponential curve fit to the data points. It is assumed that the media waning rate ρ\n1 is equal to the decay rate of this exponential curve fit.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Parameter Values ::: Methods",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 6,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 194,
                    "end": 199,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The Government of Canada collects data on emerging public health threats through the Global Public Health Intelligence Network (GPHIN) [34]. Fig 3 shows the weekly number of news reports as collected by GPHIN from March 1 to December 27, 2009, broken down by language. This data is used to inform the media compartment M of Eq (3) in a study of the effects of mass media reports during the 2009 H1N1 pandemic.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Parameter Values ::: Methods",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 146,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The disease free equilibrium (DFE), or uninfected equilibrium, is the equilibrium point at which no infection exists in the system. The DFE for Eq (3) is\nE0=(S,S1,S2,V,E,I,R,M)=(λd,0,0,0,0,0,0,0).(4)\nand the total population N = λ/d.",
            "cite_spans": [],
            "section": "Disease free equilibrium (DFE) ::: Results",
            "ref_spans": []
        },
        {
            "text": "The basic reproductive ratio, R\n0, is defined as the number of new infectious individuals produced by one infectious individual when introduced into a fully susceptible population. Generally, if R\n0 < 1, a disease will die out, but if R\n0 > 1, the pathogen will spread in the population. There are various methods that can be used to calculate R\n0 [42]. Using the survivor function and the next generation methods [42] to calculate R\n0 for Eq (3), we obtain\nR0=βS0(γ+d)σ(σ+d)(5)\nwhere S\n0 = λ/d from E\n0. This is an intuitive result as it applies directly to the underlying processes of transmission and progression through the different stages of infection. Here, the first term corresponds to the production of an exposed individual through transmission of infection from an infected individual to a susceptible, and the second term gives the probability that a new exposed individual progresses to the infectious compartment. We note here, that the disease free equilibrium E\n0 is locally asymptotically stable if R\n0 < 1 and unstable if R\n0 > 1 (see Appendix for proof).",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 351,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Basic Reproductive Ratio ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nEq (3) has at least one infected equilibrium if the following equations are satisfied.\nV=(νS+ν1S1+ν2S2)ρ(γ+d)ρ1dIE=γ+dσIR=γdIM=ρ(γ+d)ρ1I(6)\nwhere\nS=λdR0-β1S1βS2=α1ρ(γ+d)q2ρ1+ν2ργI+ν2ρdI+dρ1S1I(7)\nand I and S\n1 satisfy\nλ+q1S1-dS=(β(λdR0-β1S1β)+(α+ν)ρ(γ+d)ρ1(λdR0-β1S1β))Iαρ(γ+d)S0IR0ρ1=(β1I+αβ1ρI(γ+d)βρ1+q1+(α1+ν1)ρI(γ+d)ρ1-q2α1ρI(γ+d)q2ρ1+ν2ρIγ+ν2ρId+dρ1+d)S1(8)\n",
            "cite_spans": [],
            "section": "Infected equilibrium ::: Results",
            "ref_spans": []
        },
        {
            "text": "For short term epidemics such as influenza, births (λ) and natural death (d) can be ignored since the total number of births and deaths over the course of the epidemic is very small. In the following sections it is assumed that λ = 0 and d = 0. The DFE then becomes\nE0=(N,0,0,0,0,0,0,0)\nand\nR0=βNγ\nwhere N is the total population size. There is no infected equilibrium for this reduced system.",
            "cite_spans": [],
            "section": "Translation to short term epidemics ::: Results",
            "ref_spans": []
        },
        {
            "text": "We considered various scenarios with and without vaccination, social distancing and waning behaviour. Table 2 lists the values of the key epidemic measurements—peak time, peak magnitude, epidemic end, total infected, total vaccinated—resulting from Eq (3) for various combinations of vaccine uptake, media social distancing levels and media waning: (a) social distancing and vaccination are not considered; (b) extending to include one level of social distancing (i.e., α > 0), with no waning in behavioural practices (i.e., q\n1 = 0 and ρ\n1 = 0) and vaccination (ν = 0); (c) extending to include vaccination (ν > 0); (d) adding an isolated class S\n2 (α\n1 > 0); (e) adding media media waning (ρ\n1 > 0) and movement between social distancing classes through the relaxation of social distancing practices (q, q\n1, q\n2 > 0). In general, these studies demonstrated that, as expected, vaccination uptake and social distancing practices will reduce the impact of an epidemic, and that waning behaviour will lessen these benefits.",
            "cite_spans": [],
            "section": "Numerical simulations ::: Results",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Variability in the key epidemic measurements, as calculated from 100 runs of the ABMC simulation are also shown in Table 2. Overall, the results suggest that public health programs should be implemented to consider time intervals of 10–50 days for peak infections, and 20–160 days for the end of the epidemic, depending on the control and social distancing being practiced. We also see that the variability in the peak magnitude, total number of infections, and total number vaccinated is affected by these practices—decreases and increases in variability (calculated using the coefficient of variation = (standard deviation)/mean) can be observed. It is interesting to note that the addition of public health control measures can increase the variability in the total number of infections and vaccinations. This may be due to the fact that individuals can move between social distancing classes many times during the epidemic, providing greater uncertainty in these outcomes of the epidemic. This will affect public health preparedness strategies. It is important to understand what drives this variability, so that public health programs can focus on certain attributes of an epidemic, so as to minimize the variation.",
            "cite_spans": [],
            "section": "Variability in infection ::: Results",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "To determine which parameters most affect model the model outcomes, a sensitivity analysis employing Latin Hypercube Sampling (LHS) and Partial Rank Correlation Coefficients (PRCC) is performed. These methods are said to be the most efficient methods for performing sensitivity analysis with variation in multiple parameters simultaneously [43].",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Sensitivity Analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "The outcomes that are of interest for Eq (3) include the peak time of the epidemic (or time to the peak), the end time of the epidemic (or length of the epidemic), the peak magnitude of infectious and exposed individuals, and the total number of infectious individuals. Fig 4 shows the PRCC values for Eq (3) assuming a constant population size N. This figure shows that R\n0 is the most important parameter for each outcome. However, the total number of infections over an epidemic is also sensitive to changes in the rates at which individuals become infectious (σ) and recover (γ). The figure also shows that the peak magnitude and the total number of infections are both sensitive to the media parameter ρ, and the epidemic end time is sensitive to the media fatigue rate ρ\n1. Overall, the sensitivity analysis results show that to minimize the effect of the epidemic, public health programs should strive to (1) reduce transmission (effectively reducing R\n0), (2) effectively use drug therapies that can shorten the infectious period (effectively decreasing σ and increasing γ), (3) increase the number of reported cases ρ, and (4) provide educational programs throughout an epidemic that will help minimize the waning of positive social distancing practices ρ\n1. These results demonstrate that role of mass media can significantly affect the severity and length of an epidemic/pandemic. Thus, attention should be given to studying how best to use mass media during an epidemic, so that epidemic measurements can be minimized.",
            "cite_spans": [],
            "section": "Sensitivity Analysis ::: Results",
            "ref_spans": [
                {
                    "start": 270,
                    "end": 275,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the previous sections is was assumed that the mass media level of reporting was proportional to the number of report symptomatic cases, related to a fraction of incoming infectious cases ρσE. The structure of Eq (3), however, allows for the incorporation of real mass media data into the model like that compiled by GPHIN (Fig 3) [34]. Fig 5 shows the results of Eq (3) when social distancing and waning behaviour are included in the model with (right column) and without (left column) vaccination and the media data [34]. Here, the English language media report levels are used (see Fig 3, dashed line) (top row), and the media data is then extended to consider various scenarios of media reporting until the end of the pandemic: a constant level equal to the last collected data point (second row), a decay after the final data point (third row), setting the report level to zero at the end of the data set (fourth row), and setting the number of reports to zero at the declared end of the pandemic (week 47 [44]). Note that when vaccination is included in the model (right column), the vaccination rate for each of the scenarios is between 25% to 40% of the population [2], and vaccination is included only in the second wave of infection. Fig 5 demonstrates that for all cases, two waves of the pandemic occur, with the magnitude of the peaks varying by the model assumptions. Interestingly, these dynamics agree with what was observed in many countries globally during the 2009 H1N1 pandemic—two waves of infection with two distinct peaks were observed in this timeframe. For a qualitative comparison we plot the total number of confirmed cases in Canada during the 2009 H1N1 pandemic [44] that shows this two wave behaviour (see Fig 6).",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 521,
                    "end": 523,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1176,
                    "end": 1177,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1694,
                    "end": 1696,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Mass Media Data and Media Waning ::: Results",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 331,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 339,
                    "end": 344,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 587,
                    "end": 592,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1246,
                    "end": 1251,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1738,
                    "end": 1743,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "\nFig 5 demonstrates that for all cases, the conclusion of the pandemic occurs in a similar time frame, but the shortest pandemic time results from keeping the number of reports constant until the infection is cleared from the population (second row). The similar pandemic curves for each scenario, even with a change in media behaviour at the end of the GPHIN data could be due to the fact that the pandemic is almost finished by the time the last media point is collected. i.e., there are not very many individuals left in the population that have not been affected by the pandemic.",
            "cite_spans": [],
            "section": "Mass Media Data and Media Waning ::: Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 6,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In addition to English, French is another official language in Canada. When the French language reports are included in the model similar results are found—two peaks of infection occur, however, there is a smaller number of total infections due to the fact that there are more media reports used in the media equation and the total population N being considered was unchanged.",
            "cite_spans": [],
            "section": "Mass Media Data and Media Waning ::: Results",
            "ref_spans": []
        },
        {
            "text": "A further simulation considering the same population size and all media reports in all languages (Fig 3 solid line) results in a a single small wave of infection (not shown). Again, this is an intuitive result since the model assumes that if there are more media reports, more individuals will uptake social distancing practices and vaccination. However, if we increase the total population size, which better represents a population that is affected by media reports in all of the languages tracked by GPHIN, two peaks of infection will result.",
            "cite_spans": [],
            "section": "Mass Media Data and Media Waning ::: Results",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 103,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Mathematical modelling studies of the effects of mass media on an epidemic either include a specific function that decreases the transmission rate or a mass media compartment [19–32]. In a recent study, we demonstrated that epidemic outcomes can vary greatly depending on the mass media function chosen, making it difficult to determine any quantification of the variability in key epidemic measurements for public health [33]. It was concluded that models that include a mass media compartment should thus be employed [33]. Mathematical models that include a mass media compartment also enable the study of media fatigue, and can be further modified to include actual mass media report data. In this study we developed a model that includes a media compartment.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 179,
                    "end": 181,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 520,
                    "end": 522,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\nEq (3) includes a mass media compartment, vaccination and two susceptible classes that practice social distancing at different levels. The model also includes the effects of media fatigue and waning social distancing practices. Table 2 demonstrates that social distancing and vaccination benefit a population (a decreased level of infection results). This table also shows, however, that media fatigue and waning behaviour can lessen the positive benefits of these intervention measures (last column).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 236,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "An agent-based Monte Carlo simulation based on Eq (3) was employed to study the variability in key epidemic measurements that must be considered in public health policies and planning. Results showed that the expected outcome of the simulations is quantitatively similar to the solution of deterministic system of ordinary differential equations of Eq (3), but that, variability in the key epidemic measurements can be quite large (Table 2). This in turn will affect public health resources and planning.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 432,
                    "end": 439,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "A sensitivity analysis of Eq (3) demonstrated that the parameters associated with mass media reports and media fatigue can significantly affect epidemic outcomes. Thus, more time and effort should be given to the study of the effects of these reports during epidemics/pandemics so that these effects can be accounted for in public health policies and preparedness plans.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the “Mass Media Data and Media Waning” section we incorporated mass media data, compiled by the Global Public Health Intelligence Network [16, 34], into Eq (3). This study demonstrated that two waves of infection can occur when the GPHIN mass media data is included in the model. This is an interesting result for two reasons. First, two waves of infection were experienced by many countries globally during the 2009 H1N1 pandemic, including Canada. Second, previous studies of the two wave behaviour have mainly focused on the effects of school holidays during the pandemic, which effectively reduced transmission and then increased it again a couple months later, producing two waves of infection [44–47]. Here, we have shown that media fatigue can also produce two waves of infection with similar qualitative dynamics to that observed over the 2009 H1N1 pandemic.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 146,
                    "end": 148,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 703,
                    "end": 705,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As stated above, models incorporating school closure over the summer months can generate two waves of infection [47]. Differences in mixing between age groups, demography and mobility [48], and now, mass media reports and waning behaviour can also contribute to the two wave phenomenon. It is of interest to determine what the magnitude of these contributions to the double peak behaviour can be. This is a course for future work. This would also lead to a study of the optimal use of media reporting in public health [32, 49].",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 185,
                    "end": 187,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 519,
                    "end": 521,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 523,
                    "end": 525,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\nEq (3) includes two levels of social distancing in the susceptible classes. However, social distancing behaviours can be interpreted to occur over a continuous scale from moderate to intensive levels of social distancing. Also, exposed and infectious individuals can also practice social distancing measures. For example, an infected individual may elect to stay home from work, and distance themselves from family members in the same household as well. To model continuous social distancing in all classes we propose a new model employing partial differential equations that keeps track of all classes of infection over time and social distancing space. Analysis of this model is current work. In future work, the model will be augmented to include asymptomatic infections, where individuals are infectious but do not demonstrate symptoms. This will affect transmission, as social distancing will not be enhanced if infection is asymptomatic, and thus, mass media messages that encourage social distancing will be ever more important.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Mass media messages can relay information that will induce positive or negative social distancing practices. Mass media reports can also affect vaccination uptake. For example, the reporting of the benefits and risks may induce vaccination uptake in some individuals, but induce vaccine hesitancy in others. A study of the effects of the type of mass media message on social distancing behaviour is greatly needed, and is a course for future work.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, in this study we focused our work on understanding the effects of mass media data and media fatigue in the context of the 2009 H1N1 pandemic. Similar studies of other infectious diseases would also be of interest. MERS-CoV and Ebola in the current day are a specific interest.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\nTheorem 0.1\nThe disease free equilibrium E0 is locally asymptotically stable if R0 < 1 and unstable if R0 > 1.",
            "cite_spans": [],
            "section": "Local stability of the disease free equilibrium E\n0\n ::: Appendix",
            "ref_spans": []
        },
        {
            "text": "The Jacobian matrix for model Eq (3) evaluated at the DFE E\n0 is\n[-dq1000-βS00-αS0-νS00-q1-dq200-β1S00αS000-d-q200000000-d000νS00000-σ-dβS0000000σ-γ-d0000000γ-d00000ρσ00-ρ1](9)\nwhere S\n0 = λ/d. The eigenvalues ϕ corresponding to the Jacobian matrix evaluated at E\n0 are:\nϕ1,2,3=-d,ϕ4=-(q1-+d),ϕ5=-(q2+d),ϕ6=-ρ1,ϕ7,8=-σ-2d-γ±σ2-2σγ+γ2+4σβS02.(10)\nThe local stability of E\n0 thus depends solely on the values of ϕ\n7,8. Rearranging ϕ\n7,8 < 0 we obtain\nσβλσγd+σd2+γd2+d3<1σβλd(σ+d)(γ+d)<1R0<1.(11)\nThus, E\n0 is locally asymptotically stable if R\n0 < 1 and unstable if R\n0 > 1.",
            "cite_spans": [],
            "section": "Local stability of the disease free equilibrium E\n0\n ::: Appendix",
            "ref_spans": []
        },
        {
            "text": "As an example, we now derive a system of stochastic differential equations for the standard SEIR model\ndSdt=λ-βSI-dSdEdt=βSI-σE-dEdIdt=σE-γI-dIdRdt=γI-dR(12)\nas derived in [50]. We construct a stochastic differential equation model from the continuous time Markov chain (CTMC) model for an SEIR model by considering time as continuous on tε[0, ∞), the collection of discrete random variables S(t), E(t), I(t), and R(t) for susceptible, exposed, infectious and recovered classes or states, respectively. Transition probability from state to state is called the infinitesimal transition probability, the change in time is sufficiently small that only one event occurs in the time period, and depends only on the state of the system at the previous time: Markov property. The probability of a transition can be described by Eq (13),\nProb{ΔS(t)=i,ΔE(t)=j,ΔI(t)=k,ΔR(t)=l|S(t),E(t),I(t),R(t)},(13)\nwhere ΔS(t) = S(t + Δt) − S(t). Each of i, j, k, l take on values of only + 1, −1 or 0, because only one change occurs in sufficiently small Δt, thus o(Δt) is included in the definition of the infinitesimal transition probabilities. The probabilities for each change in state are straightforward to describe from an SEIR model and can be seen in Eq (14).\nProb{ΔS(t)=i,ΔE(t)=j,ΔI(t)=k,ΔR(t)=l|S(t),E(t),I(t),R(t)}={λΔt+o(Δt),(i,j,k,l)=(1,0,0,0)βS(t)I(t)+o(Δt),(i,j,k,l)=(-1,1,0,0)dS(t)+o(Δt),(i,j,k,l)=(-1,0,0,0)σE(t)+o(Δt),(i,j,k,l)=(0,-1,1,0)dE(t)+o(Δt),(i,j,k,l)=(0,-1,0,0)γI(t)+o(Δt),(i,j,k,l)=(0,0,-1,1)dI(t)+o(Δt),(i,j,k,l)=(0,0,-1,0)dR(t)+o(Δt),(i,j,k,l)=(0,0,0,-1)(1-(λ+βS(t)I(t)+dS(t)+σE(t)+dE(t)+γI(t)+dI(t)+dR(t)))Δt+o(Δt),(i,j,k,l)=(0,0,0,0)o(Δt),otherwise.(14)\nFrom the equations for the infinitesimal transition probabilities, Eq (14), we can derive the forward Kolmogorov differential equations. From the forward Kolmogorov differential equation we derive a probability generating function (pgf), a moment generating function (mgf) and finally the differential equations for the mean and higher order moments.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Stochastic differential equations ::: Appendix",
            "ref_spans": []
        },
        {
            "text": "The derivation for the forward Kolmogorov differential equation from Eq (14), representing the rate of change of the transitions from state to state follows. The first step is to derive a discrete equation from Eq (14) for sufficiently small Δt for p\ni,j,k,l(t + Δt), the transition probability,\npi,j,k,l(t+Δt)=λpi-1,j,k,l(t)Δt+β(i+1)kpi+1,j-1,k,l(t)Δt+d(i+1)pi+1,j,k,lΔt+σ(j+1)pi,j+1,k-1,l(t)Δt+d(j+1)pi,j+1,k,l(t)Δt+γ(k+1)pi,j,k+1,l-1(t)Δt+d(k+1)pi,j,k+1,l(t)Δt+d(l+1)pi,j,k,l+1(t)Δt+(1-(λ+βik+di+σj+dj+γk+dk+dl))pi,j,k,l(t)Δt,(15)\nwhere p\ni,j,k,l(t) represents the probability of a susceptible, exposed, infectious and recovered population of size i, j, k, and l, respectively. Next, p\ni,j,k,l(t) is subtracted from both sides, the expressions are divided by Δt, resulting in Eq (16),\npi,j,k,l(t+Δt)-pi,j,k,l(t)Δt=∑[λpi-1,j,k,l(t)SiEjIkRl+β(i+1)kpi+1,j-1,k,l(t)SiEjIkRl+d(i+1)pi+1,j,k,lSiEjIkRl+σ(j+1)pi,j+1,k-1,l(t)SiEjIkRl+d(j+1)pi,j+1,k,l(t)SiEjIkRl+γ(k+1)pi,j,k+1,l-1(t)SiEjIkRl+d(k+1)pi,j,k+1,l(t)SiEjIkRl+d(l+1)pi,j,k,l+1(t)SiEjIkRl-λpi,j,k,l(t)SiEjIkRl-βikpi,j,k,l(t)SiEjIkRl-dipi,j,k,l(t)SiEjIkRl-σjpi,j,k,l(t)SiEjIkRl-djpi,j,k,l(t)SiEjIkRl-γkpi,j,k,l(t)SiEjIkRl-dkpi,j,k,l(t)SiEjIkRl-dlpi,j,k,l(t)SiEjIkRl]+o(ΔtΔt.(16)\nNext take sum over (i, j, k, l) and take lim Δt → 0 and arrive at the forward Kolmogorov differential equation, Eq (17),\ndpi,j,k,l(t)dt=λpi-1,j,k,l(t)SiEjIkRl+β(i+1)kpi+1,j-1,k,l(t)SiEjIkRl+d(i+1)pi+1,j,k,lSiEjIkRl+σ(j+1)pi,j+1,k-1,l(t)SiEjIkRl+d(j+1)pi,j+1,k,l(t)SiEjIkRl+γ(k+1)pi,j,k+1,l-1(t)SiEjIkRl+d(k+1)pi,j,k+1,l(t)SiEjIkRl+d(l+1)pi,j,k,l+1(t)SiEjIkRl-λpi,j,k,l(t)SiEjIkRl-βikpi,j,k,l(t)SiEjIkRl-dipi,j,k,l(t)SiEjIkRl-σjpi,j,k,l(t)SiEjIkRl-djpi,j,k,l(t)SiEjIkRl-γkpi,j,k,l(t)SiEjIkRl-dkpi,j,k,l(t)SiEjIkRl-dlpi,j,k,l(t)SiEjIkRl.(17)\nNext, replace the deterministic variables i, j, k, l with the state variables of S, E, I, R to arrive at the probability generating function (pgf) Eq (18)\ndPdt=λ(S-1)P(S,E,I,R,t)+βI(E-S)∂2P∂S∂I+σ(I-E)∂P∂E+d(1-S)∂P∂S+d(1-E)∂P∂E+γ(R-I)∂P∂I+d(1-I)∂P∂I+d(1-R)∂P∂R.(18)\nHere, convert the pgf to the mgf, since the method of derivation of the moment differential equations is simpler from the moment generating function, defined as M(θ, ϕ, ψ, ζ, t) = P(S, E, I, R, t)e\nSθ + Eϕ + Iψ + Rζ. From the probability generating function (pgf), take the total derivative of M(θ, ϕ, ψ, ζ, t) to get function Eq (19).\n∂M∂t=λ(eθ-1)M+β(eϕ-θ-1)∂2M∂θ∂ψ+d(e-θ-1)∂M∂θ+σ(eψ-ϕ-1)∂M∂ϕ+d(e-ϕ-1)∂M∂ϕ+γ(eζ-ψ-1)∂M∂ψ+d(e-ψ-1)∂M∂ψ+d(e-ζ-1)∂M∂ζ.(19)\n",
            "cite_spans": [],
            "section": "Stochastic differential equations ::: Appendix",
            "ref_spans": []
        },
        {
            "text": "To derive the system of stochastic differential equations for S, E, I, and R, take the derivative of Eq (19) with respect to the variable that corresponds to the moment required for the differential equation; for example, if E[S] is required, take the partial derivative of Eq (19) w.r.t θ and evaluate the results at (θ, ϕ, ψ, ζ) = (0,0,0,0),\ndE[S]dt=λ-βE[SI]-dE[S],(20)\ndepending on the higher order moment E[SI] = E[S]E[I] + cov(S, I). If cov(S, I) = 0, the ordinary differential equation is returned and the state variables of the system are independent. Obviously this cannot be solved explicitly, as it is not closed, differential equations for the higher order moments must be considered, in an attempt to solve the equation. Take the derivative of Eq (19) w.r.t S and I, and end up with\nd(E[SI])dt=λE[I]-βE[IIS]-2dE[SI]+σE[SE]-γE[SI].(21)\nIt is obvious that this equation contains the third order moment. The system of stochastic differential equations is\ndE[S]dt=λ-βE[SI]-dE[S]dE[E]dt=βE[SI]-σE[E]-dE[E]dE[I]dt=σE[E]-γE[I]-dE[I]dE[R]dt=γE[I]-dE[R]dE[SS]dt=λ+2λE[S]+βE[SI]-2βE[SSI]+dE[S]-2dE[SS]dE[EE]dt=βE[SI]+2βE[SEI]+σE[E]-2σE[EE]+dE[E]-2dE[EE]dE[II]dt=σE[E]+2σE[EI]+γE[I]-2γE[II]+dE[I]-2dE[II]dE[SI]dt=λE[I]-βE[IIS]-2dE[SI]+σE[SE]-γE[SI]dE[EI]dt=βE[IIS]-σE[E]-σE[EI]+σE[EE]-2dE[EI]-γE[EI]dE[SE]dt=λE[E]-βE[SI]-βE[SEI]+βE[SSI]-2dE[SE]-σE[SE].(22)\nTo choose which higher order moment equations to explicitly define, look at which 2nd order moments appear in the equations of the first order moments. Next look at which equations of 2nd order moments appear in the already existing 2nd order moment equations. Since there are no 2nd order moments involving E[R], there is no 2nd order moment equation for E[R].",
            "cite_spans": [],
            "section": "Stochastic differential equations ::: Appendix",
            "ref_spans": []
        },
        {
            "text": "The solution of Eq (22) is almost identical to the solution of Eq (3) (not shown). Thus, for the purposes of this study we move forward considering Eq (3) only.",
            "cite_spans": [],
            "section": "Stochastic differential equations ::: Appendix",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: See text for more details.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Each row has results for the ODE models and the ABMC for 100 simulations (mean and standard error). (a) Results for a standard SEIR model; (b) SS1EIRM, including S\n1 and media reports; (c) SS1VEIRM, including vaccination of S and S\n1; (d) SS1S2VEIRM, extending to include S\n2 and vaccination; (e) SS1S2VEIRMw, extending to include media waning.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig 1: Flow diagram and schematic of the Agent Based Monte Carlo simulation.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Data describing media fatigue is shown (blue) [16]. An exponential curve is fit to the data to determine a media fatigue waning rate (red). The resulting equation is f(t) = 0.09911 exp − 0.0469t. Right panel: Media reports. Second wave of an epidemic produced from the fitted value for ρ\n1 from [16] and parameter values in [41]. The x-axis is time in days.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Media data collected by GPHIN from all media worldwide. The time scale is weeks with 0 corresponding to March 1, 2009. The solid line is all media data collected, the dotted line is French and English media data and the dashed line is English language media data.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Partial rank correlation coefficients are shown for (a) Peak magnitude; (b) Peak time (c) End time; (d) Total number of infectious individuals. PRCC coefficients have negative or positive correlations to the public health outcomes of interest. The total population N is assumed to be constant.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: In the left panel of this figure the pandemics do not have a vaccine available, in the right panel there is a vaccine available for the second wave of the pandemic. First row: influenza pandemic curve for the duration for which GPHIN has media data collected. Second row: media is kept constant at the level of the last weeks data collection after the end of data collection. Third row: media decays linearly after final data point and is then held at 0. Fourth row: no media reports after the final data reading. Fifth row: Media is kept constant until the declared pandemic end, week 47, then cut off.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: Lab confirmed cases of pandemic H1N1 in 2009 in Canada [44]. There are two waves of the pandemic.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Social Distancing as a Pandemic Influenza Prevention Measure",
            "authors": [],
            "year": 2011,
            "venue": "National Collaborating Centre for Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "864-870",
            "other_ids": {
                "DOI": [
                    "10.1136/jech.57.11.864"
                ]
            }
        },
        "BIBREF4": {
            "title": "Use of mass media campaigns to change health behaviour",
            "authors": [],
            "year": 2010,
            "venue": "The Lancet",
            "volume": "376",
            "issn": "9748",
            "pages": "1261-1271",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60809-4"
                ]
            }
        },
        "BIBREF5": {
            "title": "Effects of mass media campaign exposure intensity and durability on quit attempts in a population-based cohort study",
            "authors": [],
            "year": 2011,
            "venue": "Health Education Research",
            "volume": "26",
            "issn": "6",
            "pages": "988-997",
            "other_ids": {
                "DOI": [
                    "10.1093/her/cyr054"
                ]
            }
        },
        "BIBREF6": {
            "title": "Associations between health communication behaviours, neighbourhood social capital, vaccine knowledge, and parents’ H1N1 vaccination of their children",
            "authors": [],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "42",
            "pages": "4860-4866",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2013.07.068"
                ]
            }
        },
        "BIBREF7": {
            "title": "Ebola: the power of behaviour change",
            "authors": [],
            "year": 2014,
            "venue": "Nature",
            "volume": "515",
            "issn": "7528",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/515492b"
                ]
            }
        },
        "BIBREF8": {
            "title": "2014 Ebola Outbreak: Media events track changes in observed reprodutive number",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Curr",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.e6659013c1d7f11bdab6a20705d1e865"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Health newscasts for increasing influenza vaccination coverage: An inductive reasoning game approach",
            "authors": [],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0028300"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Desensitization to Media Violence Over a Short Period of Time",
            "authors": [],
            "year": 2009,
            "venue": "Aggressive Behavior",
            "volume": "35",
            "issn": "2",
            "pages": "179-187",
            "other_ids": {
                "DOI": [
                    "10.1002/ab.20295"
                ]
            }
        },
        "BIBREF14": {
            "title": "Compassion fatigue: communication and burnout towards social problems",
            "authors": [],
            "year": 1996,
            "venue": "Journalism and mass communication quarterly",
            "volume": "73",
            "issn": "",
            "pages": "687-707",
            "other_ids": {
                "DOI": [
                    "10.1177/107769909607300314"
                ]
            }
        },
        "BIBREF15": {
            "title": "Understanding newsworthiness of an emerging pandemic: International newspaper coverage of the H1N1 outbreak",
            "authors": [],
            "year": 2012,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "7",
            "issn": "5",
            "pages": "847-853",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12073"
                ]
            }
        },
        "BIBREF16": {
            "title": "Desensitization to television violence: a new model",
            "authors": [],
            "year": 1989,
            "venue": "New ideas in psychology",
            "volume": "7",
            "issn": "",
            "pages": "85-89",
            "other_ids": {
                "DOI": [
                    "10.1016/0732-118X(89)90039-1"
                ]
            }
        },
        "BIBREF17": {
            "title": "Adaptation to capsaicin within and across days",
            "authors": [],
            "year": 1997,
            "venue": "Physiology and Behaviour",
            "volume": "61",
            "issn": "",
            "pages": "181-190",
            "other_ids": {
                "DOI": [
                    "10.1016/S0031-9384(96)00366-6"
                ]
            }
        },
        "BIBREF18": {
            "title": "Effect of media-induced social distancing on disease transmission in a two patch setting",
            "authors": [],
            "year": 2011,
            "venue": "Mathematical biosciences",
            "volume": "230",
            "issn": "",
            "pages": "87-95",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mbs.2011.01.005"
                ]
            }
        },
        "BIBREF19": {
            "title": "The impact of media on the control of infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "Journal of dynamics and differential equations",
            "volume": "20",
            "issn": "1",
            "pages": "31-53",
            "other_ids": {
                "DOI": [
                    "10.1007/s10884-007-9075-0"
                ]
            }
        },
        "BIBREF20": {
            "title": "An SIS infection model incorporating media coverage",
            "authors": [],
            "year": 2008,
            "venue": "Rocky mountain journal of mathematics",
            "volume": "38",
            "issn": "5",
            "pages": "1323-1334",
            "other_ids": {
                "DOI": [
                    "10.1216/RMJ-2008-38-5-1323"
                ]
            }
        },
        "BIBREF21": {
            "title": "The effect of constant and mixed impulsive vaccination on SIS epidemic models incorporating media coverage",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Mathematics",
            "volume": "38",
            "issn": "5",
            "pages": "1437-1455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Media/psychological impact on multiple outbreaks of emerging infectious diseases",
            "authors": [],
            "year": 2007,
            "venue": "Computational and Mathematical Methods in Medicine",
            "volume": "8",
            "issn": "",
            "pages": "153-164",
            "other_ids": {
                "DOI": [
                    "10.1080/17486700701425870"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The epidemics of donations: logistic growth and power laws",
            "authors": [],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0001458"
                ]
            }
        },
        "BIBREF25": {
            "title": "The impact of media coverage on the transmission dynamics of human influenza",
            "authors": [],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "Suppl 1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Global analysis of an epidemic model with nonmonotone incidence rate",
            "authors": [],
            "year": 2007,
            "venue": "Mathematical biosciences",
            "volume": "208",
            "issn": "",
            "pages": "419-429",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mbs.2006.09.025"
                ]
            }
        },
        "BIBREF27": {
            "title": "Modeling and analysis of effects of awareness programs by media on the spread of infectious diseases",
            "authors": [],
            "year": 2011,
            "venue": "Mathematical and Computer Modelling",
            "volume": "53",
            "issn": "5",
            "pages": "1221-1228",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mcm.2010.12.005"
                ]
            }
        },
        "BIBREF28": {
            "title": "Analysis of an epidemic model with awareness programs by media on complex networks",
            "authors": [],
            "year": 2013,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "48",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chaos.2012.12.001"
                ]
            }
        },
        "BIBREF29": {
            "title": "Effect of awareness programs by media on the epidemic outbreaks: A mathematical model",
            "authors": [],
            "year": 2013,
            "venue": "Applied Mathematics and Computation",
            "volume": "219",
            "issn": "12",
            "pages": "6965-6977",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amc.2013.01.009"
                ]
            }
        },
        "BIBREF30": {
            "title": "Interactions of media and disease dynamics and its impact on emerging infection management",
            "authors": [],
            "year": 2015,
            "venue": "Discrete and Continuous Dynamical Systems-Series B",
            "volume": "20",
            "issn": "1",
            "pages": "215-230",
            "other_ids": {
                "DOI": [
                    "10.3934/dcdsb.2015.20.215"
                ]
            }
        },
        "BIBREF31": {
            "title": "Media impact switching surface during an infectious disease outbreak",
            "authors": [],
            "year": 2015,
            "venue": "Scientific reports",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep07838"
                ]
            }
        },
        "BIBREF32": {
            "title": "Modelling the effects of media during an influenza epidemic",
            "authors": [],
            "year": 2014,
            "venue": "BMC public health",
            "volume": "14",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-14-376"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Entry and exit screening of airline travellers during the A (H1N1) 2009 pandemic: a retrospective evaluation",
            "authors": [],
            "year": 2013,
            "venue": "Bulletin of the World Health Organization",
            "volume": "91",
            "issn": "5",
            "pages": "368-376",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.12.114777"
                ]
            }
        },
        "BIBREF35": {
            "title": "Content analysis of press coverage during the H1N1 influenza pandemic in Germany 2009–2010",
            "authors": [],
            "year": 2015,
            "venue": "BMC Public Health",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-015-1742-1"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Macrosocial determinants of population health",
            "volume": "",
            "issn": "",
            "pages": "275-294",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Initial human transmission dynamics of the pandemic (H1N1) 2009 virus in North America",
            "authors": [],
            "year": 2009,
            "venue": "Influenza and other respiratory viruses",
            "volume": "3",
            "issn": "5",
            "pages": "215-222",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2009.00100.x"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "A Classical Approach for Estimating the Transmissibility of the 2009 H1N1 Pandemic",
            "authors": [],
            "year": 2011,
            "venue": "Canadian Applied Mathematics Quarterly",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Perspectives on the basic reproductive ratio",
            "authors": [],
            "year": 2005,
            "venue": "Journal of the Royal Society Interface",
            "volume": "2",
            "issn": "",
            "pages": "281-293",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2005.0042"
                ]
            }
        },
        "BIBREF42": {
            "title": "Sensitivity and Uncertainty Analysis of Complex Models of Disease Transmission: an HIV Model, as an Example",
            "authors": [],
            "year": 1994,
            "venue": "International Statistical Review",
            "volume": "62",
            "issn": "",
            "pages": "229-43",
            "other_ids": {
                "DOI": [
                    "10.2307/1403510"
                ]
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Modelling mitigation strategies for pandemic (H1N1) 2009",
            "authors": [],
            "year": 2009,
            "venue": "Canadian Medical Association Journal",
            "volume": "181",
            "issn": "",
            "pages": "673-680",
            "other_ids": {
                "DOI": [
                    "10.1503/cmaj.091641"
                ]
            }
        },
        "BIBREF45": {
            "title": "Simulation suggests that rapid activation of social distancing can arrest epidemic development due to a novel strain of influenza",
            "authors": [],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-9-117"
                ]
            }
        },
        "BIBREF46": {
            "title": "The effects of school closures on the influenza outbreaks and pandemics: Systematic review of simulation studies",
            "authors": [],
            "year": 2014,
            "venue": "PLOS One",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0097297"
                ]
            }
        },
        "BIBREF47": {
            "title": "Determinants of the spatiotempporal dynamics of the 2009 H1N1 pandmeic in Europe: Implications for real-time modelling",
            "authors": [],
            "year": 2011,
            "venue": "PLOS Computational Biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002205"
                ]
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Mathematical Epidemiology. vol. 1945 of Lecture Notes in Mathematics",
            "volume": "",
            "issn": "",
            "pages": "81-130",
            "other_ids": {
                "DOI": []
            }
        }
    }
}