{
    "paper_id": "PMC4445801",
    "metadata": {
        "title": "Single amino acid substitution (G42E) in the receptor binding domain of mouse mammary tumour virus envelope protein facilitates infection of non-murine cells in a transferrin receptor 1-independent manner",
        "authors": [
            {
                "first": "Constantine",
                "middle": [
                    "James"
                ],
                "last": "Konstantoulas",
                "suffix": "",
                "email": "Constantine.Konstantoulas@vetmeduni.ac.at",
                "affiliation": {}
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Lamp",
                "suffix": "",
                "email": "benjamin.lamp@vetmeduni.ac.at",
                "affiliation": {}
            },
            {
                "first": "Tillman",
                "middle": [
                    "Hans"
                ],
                "last": "Rumenapf",
                "suffix": "",
                "email": "Till.Ruemenapf@vetmeduni.ac.at",
                "affiliation": {}
            },
            {
                "first": "Stanislav",
                "middle": [],
                "last": "Indik",
                "suffix": "",
                "email": "Stanislav.Indik@vetmeduni.ac.at",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Cross-species transmission of viruses is well documented. Understanding how viruses infect and spread in new hosts is central to understanding the pathogenesis of infection and emergence of disease. Mouse mammary tumour virus (MMTV), the prototypical Type B betaretrovirus, infects Muridae rodents (of the Mus genus specifically) and is associated with mammary adenocarcinomas and T-cell lymphomas [1-4]. Mouse transferrin receptor 1 (mTfR1) is used by MMTV to initiate infection of murine cells [5]. The human ortholog (hTfR1), even though it has been reported to bind MMTV efficiently, does not serve as an entry receptor for MMTV [6]. Virus entry was blocked at a post-attachment phase due to a lack of internalization of MMTV-bound hTfR1 and subsequent trafficking to the late endosomes where fusion of membranes occurs [6]. Interestingly, although the virus cannot use hTfR1 for cell entry, several MMTV strains have been shown to productively infect, in addition to murine cells, various heterologous cell lines including those of human origin, albeit less efficiently than murine cells [7-11]. It has also been reported that MMTV sequences have been detected in human breast cancer and primary biliary cirrhosis specimens [12-17], as well as in canine and feline neoplastic and normal mammary tissue [11].",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 401,
                    "end": 402,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 497,
                    "end": 498,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 634,
                    "end": 635,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 825,
                    "end": 826,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1094,
                    "end": 1095,
                    "mention": "7",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1096,
                    "end": 1098,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1230,
                    "end": 1232,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1233,
                    "end": 1235,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1308,
                    "end": 1310,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Recent reports also showed that MMTV-like viruses have once circulated more widely among rodents and other mammalian species. This belief comes from the identification of MMTV-like endogenous retroviruses (ERVs, fossils of now extinct viruses integrated into the genome of their host species) in rodent populations devoid of infectious MMTV and in other mammalian hosts of wide geographic and evolutionary diversity [18,19].",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 419,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 420,
                    "end": 422,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Additional evidence further supporting the notion that MMTV may be able to cross the species barrier and that MMTV–like viruses once circulated more widely among rodents is based on evolutionary analysis of rodent TfR1 amino acid residues that interact with MMTV-like virus envelope. These residues have undergone positive selection for mutations that compromise the interaction between the betaretrovirus entry glycoprotein and TfR1 [18]. At the same time, the entry glycoprotein receptor binding site (RBS; F40HGFR44 residues at the N-terminus-proximal region of the MMTV surface subunit (SU) domain [20]) has evolved to acquire compatibility with particular host TfR1 orthologs [18]. The molecular arms race between MMTV Env and rodent TfR1 driving endless rounds of ‘positive selection’ for mutations that affect interaction between the virus and host as well as above mentioned evidence support the concept that MMTV-like viruses once circulated more widely in nature and that they are particularly adept at overcoming cellular barrier preventing cross-species transmissions. Consistent with this model is the observation that continuous passage of MMTV in human or feline cell lines results in an adapted virus that infects various non-murine cells more efficiently that the parental virus [21,22]. At present, the nature of the adaptation mutation(s) responsible for this phenotypic change is unknown, however it can be envisaged that changes in the receptor binding site may allow the emergence of host range variants.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 437,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 603,
                    "end": 605,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Such a scenario would be reminiscent of that reported for viruses belonging to two other virus families, Parvoviridae (canine and feline parvoviruses) and Arenaviridae (several rodent and human arenaviruses), which also use TfR1 as their primary cellular receptor to trigger their cellular entry. Canine parvovirus type 2a, is a host-range variant of the closely related feline parvovirus that gained access to dogs through the acquisition of only a few mutations in the capsid protein that allowed efficient binding of the virus to TfR1 expressed on the surface of canine cells [23,24]. It now appears that the transmission from cats to dogs was an indirect event involving passage through another carnivore species, racoon, which contributed to the adaptation of the capsid protein to canine TfR1 and the emergence of the canine parvovirus [25]. There is also indirect evidence suggesting that New World arenaviruses are able to, though minor changes in the arenavirus entry glycoprotein, expand their host range. Several of these viruses, which typically circulate in rodent species found in the Americas, are emerging into human populations, where they cause hemorrhagic fever and lethal disease [26,27]. Their zoonotic potential correlates with the ability to use the human TfR1 (hTfR1) in addition to their native rodent TfR1 [26]. Whereas clade B arenavirus that do not cause human disease (e.g. Amapari virus and Tacaribe virus) cannot utilize hTfR1 for cell entry, the pathogenic clade B arenaviruses effectively recognise the human ortholog, leading to the more efficient infection of human cells and, in turn, zoonotic transmission [28-30]. Interestingly, it has been shown that changes in as little as one amino acid residue of hTfR1 were sufficient for nonpathogenic arenaviruses to gain use of the receptor for cell entry [29]. Similarly, mutation of only a few amino acid residues enabled the conversion of the mouse TfR1 (mTfR1) to a compatible cell entry receptors for pathogenic arenaviruses [28]. From the aforementioned studies, it can be inferred that only minor changes in the receptor binding domain of GP1 may dramatically change arenavirus tropism.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 582,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 843,
                    "end": 845,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1201,
                    "end": 1203,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1204,
                    "end": 1206,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1333,
                    "end": 1335,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1644,
                    "end": 1646,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1647,
                    "end": 1649,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1837,
                    "end": 1839,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2011,
                    "end": 2013,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Using both a wild-type and a recombinant egfp-containing virus carrying MMTV(C3H) Env, we have recently shown that MMTV(C3H), like other strains, is able to infect human cells, albeit less efficiently than mouse cells [31]. The established infection was, however, sufficient to enable virus spread to every cell in culture. Infectivity of the wild-type and MMTV(C3H)-Env-carrying MMTV recombinant virions was blocked by heat-inactivation and an inhibitor of reverse transcription, 3′-azido-3′-deoxythymidine (AZT), ruling out a non-specific mechanism of viral transfer [31]. Furthermore, infection requires an intact MMTV envelope protein, since neutralizing anti-MMTV antibodies blocked infectivity of both the wild-type and MMTV(C3H)-Env-carrying MMTV recombinant virions. Persistently infected Hs578T cells produced infectious virus particles capable of infecting naive human breast cells in culture, the infectivity of which could be blocked by neutralizing anti-MMTV antibodies, heat-inactivation and AZT, demonstrating that virus particles released by the persistently infected Hs578T cells are antigenically related to the virus produced from murine cells and showing that the presence of proviral DNA in infected cells is due to an authentic, receptor-mediated and reverse transcriptase-dependent infection process [31].",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1324,
                    "end": 1326,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Herein, we analyse whether the replication of MMTV(C3H) in human cells results in sequence alterations that facilitate its spread and survival in the new host. Consistent with previous reports we show that the replication of MMTV in non-murine cells leads to the formation of variants that replicate faster in human cells. Furthermore, we demonstrate that the mutation responsible, at least in part, for the phenotypic change is located in the receptor binding site of the viral glycoprotein. Finally, we present evidence showing that the human TfR1 is not required for more efficient infection of human cells with the replication kinetic mutant, suggesting that the virus has adapted to use another cell surface molecule for cell entry.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Previously, we have shown that wild-type MMTV(C3H) and a recombinant EGFP containing virus carrying MMTV(C3H) Env could infect cultured human cells via a specific interaction of the viral envelope with the cell surface receptor [31]. Additionally, the wild-type virus [MMTV(C3H)], harvested from cell culture fluids of an MMTV-induced mouse mammary tumour cell line (Mm5MT), was able to replicate in a human mammary epithelial cell line (Hs578T), ultimately leading to the infection of every cell in culture [31]. These persistently infected human Hs578T cells produced infectious virus particles [designated MMTV(C3H)hp1] capable of infecting naive human breast cells in culture. The infectivity of MMTV(C3H)hp1 was blocked by neutralizing anti-MMTV antibodies, demonstrating that virus particles released by the persistently infected human cells are antigenically related to the virus produced from murine cells [31]. Here we have extended this earlier work by addressing the question of whether MMTV(C3H)hp1 is able to productively replicate in human breast cells and whether the replication kinetics of the virus in non-murine cells changed relative to the parental virus.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 231,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 915,
                    "end": 917,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "MMTV(C3H) particles released by the persistently infected human cells exhibit an accelerated cell-to-cell spread phenotype in human cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "For this set of experiments, cell free virus obtained from cell culture fluids of human cells persistently infected with MMTV(C3H) (6 weeks post infection) or wild-type virus obtained from cell culture fluids of an MMTV induced mouse mammary tumour cell line derived from the C3H/HeN mouse strain (Mm5MT) [32] was used to infect naive, uninfected Hs578T cells. Prior to infection, virus particle titers were determined by real-time TaqMan RT-PCR targeting the 5′ end of env and normalized virus levels were used for infection of human cells. Quantification of proviral DNA one week post infection, using real-time TaqMan PCR, showed approximately equivalent proviral load in the infected cells. Next, the cells were cultured in the presence or absence of DEX (10−6 M) and gDNA was extracted at regular time points.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "MMTV(C3H) particles released by the persistently infected human cells exhibit an accelerated cell-to-cell spread phenotype in human cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "In agreement with our previously published data [31], increasing levels of proviral DNA were detected within Hs578T cells infected with MMTV(C3H) over time (Figure 1A & E), as assessed by semi-quantitative (targeting the MMTV LTR-gag region) and quantitative (targeting the 5′ end of the env coding region) PCR. Importantly, an increase in proviral DNA levels was also detected for cells infected with MMTV(C3H)hp1 (Figure 1B & E). Interestingly, the infectious particles released by the persistently infected human cells, MMTV(C3H)hp1, showed an increased replication kinetic in human cells compared to viruses produced from Mm5MT cells. Specifically, all Hs578T cells infected with MMTV(C3H)hp1 carry a copy of the proviral DNA at 21 days post infection (Figure 1E). In contrast, Hs578T cells infected with MMTV(C3H) need to be cultured for at least 80 days before all cells carry a copy of the proviral DNA (Figure 1E). The increase was dependent on the presence of DEX in the cultivation medium, since no noticeable augmentation of proviral DNA levels was detected in cells cultured in the absence of DEX (Figure 1C, D and E).",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 51,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "MMTV(C3H) particles released by the persistently infected human cells exhibit an accelerated cell-to-cell spread phenotype in human cells ::: Results",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 423,
                    "end": 424,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 764,
                    "end": 765,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 918,
                    "end": 919,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1117,
                    "end": 1118,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Collectively, these findings show that MMTV(C3H)hp1 virus produced from persistently infected human cells is not only able to replicate in naive human cells, but also exhibits a faster replication kinetic in human cells.",
            "cite_spans": [],
            "section": "MMTV(C3H) particles released by the persistently infected human cells exhibit an accelerated cell-to-cell spread phenotype in human cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "Next, we determined twelve complete MMTV(C3H)hp1 proviral sequences (minus the gag gene, which contains a sequence precluding cloning and growth in E. coli) and compared them to MMTV(C3H) sequences identified in virus preparations from murine mammary carcinoma cells. No recombination events with sequences of human origin were identified in the proviral sequences derived from viruses that have undergone several replication cycles in human cells. Similarly, there was no evidence to suggest that the virus capable of replicating in human cells was a variant resulting from recombination with mouse genomic sequences, including the endogenous Mtvs.",
            "cite_spans": [],
            "section": "Sequence analysis of the virus replicating in human cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "Several nucleotide substitutions were detected in the pro (a portion), pol, env and sag genes (data not shown). The greatest number of point mutations was found in the Env coding region. Next, we sought to analyze whether selection pressures shaped the genetic variation during cultivation in human cells. Calculation of the ratio between the number of non-synonymous mutations per non-synonymous site (dN) and synonymous mutations per synonymous site (dS) was used to infer the direction and magnitude of natural selection acting on a protein encoding sequence. A dN/dS ratio lower than one implies purifying selection, whereas a ratio greater than one implies positive or fixing selection. The ratio was calculated using the Tamura-Nei method implemented in the MEGA software package that estimates the number of non-synonymous and synonymous changes that have occurred at each codon throughout evolution [33]. The average dN/dS ratio for the entire Env coding region was slightly less than one, suggesting that the entire env is under neutral selection. However, because different regions of a single gene can be exposed to different selective pressures, we analysed the dN/dS ratios over the entire length of the gene using a sliding window of 100 codons. Importantly, several regions in env were found to be under positive selection during virus cultivation in human cells (Figure 2A, left panel). These include segments of the env gene encoding the signal peptide, the receptor binding domain (RBD) at the N-terminus of the SU domain, the central part of SU and the N-terminal part of TM domain [20] (Figure 2A, right panel). Identification of a positive selection pressure for the RBD may be of particular interest as non-synonymous mutations in this region, which mediates interaction between the virus and receptor(s) on the cell surface, may alter virus tropism and facilitate infection of human cells. Interestingly, one of the nt substitutions leading to a non-conservative amino acid substitution (glutamic acid in place of glycine at position 42 of SU; G42E) in a five-amino-acid stretch of polar and hydrophobic residues, F40HGFR44, believed to constitute the receptor binding site (RBS) [20], was detected in all twelve MMTV(C3H)hp1 clones but not in MMTV(C3H) virus (Figure 2B and C). This particular polymorphism has previously been reported in the SU sequence from MMTV(RIII) virus adapted to the human breast cancer cell line MCF-7 (designated RIIIM) [20,34]. Additionally, one of the twelve MMTV(C3H)hp1 clones was also found to carry an additional non-synonymous mutation (arginine to lysine substitution at position 44 of SU; R44K) in the RBS of SU (Figure 2B). These results imply that the RBD of viruses replicating in human cells is under positive selection pressure and changes in this region may facilitate infection of human cells and in turn lead to faster replication kinetics. Other point mutations leading to amino acid substitutions were found outside the regions encoding the RBD and heparin binding domain (HBD). In contrast to the mutations described above, none of these polymorphisms were found in all twelve MMTV(C3H)hp1 clones.",
            "cite_spans": [
                {
                    "start": 908,
                    "end": 910,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1602,
                    "end": 1604,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2204,
                    "end": 2206,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2472,
                    "end": 2474,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2475,
                    "end": 2477,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Sequence analysis of the virus replicating in human cells ::: Results",
            "ref_spans": [
                {
                    "start": 1386,
                    "end": 1387,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1614,
                    "end": 1615,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2291,
                    "end": 2292,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2680,
                    "end": 2681,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Surprisingly, a high frequency of non-synonymous mutations was also identified for the Sag coding region (Figure 2A, left panel). This region also appears to be under a positive selection pressure. The reason for the observed phenomenon is not clear. As expected, the most conserved gene was the gene encoding the enzymatic components of the virus, pol. The dN/dS ratio for this region was close to one, suggesting that this segment of the virus was under neutral selection (Figure 2A, left panel).",
            "cite_spans": [],
            "section": "Sequence analysis of the virus replicating in human cells ::: Results",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 482,
                    "end": 483,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Next, we analysed whether the MMTV(C3H)hp1 sequences carry a signature of the human APOBEC3G (hA3G), which is expressed in Hs578T cells [35]. The hA3G is an intrinsic immunity factor that catalyses deamination of deoxycitidine (C) to deoxyuridine (U) in the minus strand viral DNA (−ssDNA) during reverse transcription. (Subsequent synthesis of the plus strand from a deaminated minus strand template induces G to A mutations in newly generated plus strand viral DNA). We hypothesised that if the variants exhibiting faster replication kinetics resulted from the mutagenesis in human cells and not from selection of pre-existing quasispecies, they should contain hallmarks of hA3G-mediated mutagenesis (C to U transitions in the -ssDNA). Furthermore, analysis of sequence context of the deaminated deoxycitidines can be also used as an indirect method to confirm the human origin of infected cells. This is due to the fact that the hA3G and mouse APOBEC3 deaminases target deoxycytosine within different DNA sequence contexts (hA3G commonly targets the last C in a run of C’s on the -ssDNA, whereas mouse APOBEC3 prefers “TTC” targets [36-38]). We observed that about 40% of mutations could be attributed to APOBEC3 activity (Figure 3A; C to T substitutions in the –ssDNA). Additionally, the most commonly targeted cytosine was within the canonical 5′-CCC-3′ (−ssDNA) sequence context recognized by hA3G (Figure 3B). Importantly, the hA3G activity also likely accounted for the G42E substitution in the receptor binding sequence detected in all twelve MMTV(C3H)hp1 clones. The glycine codon GGG (CCC in -ssDNA) was mutated to GAG (CUC in –ssDNA) encoding for glutamic acid. Taken together, these data provide evidence supporting the concept that a large proportion of mutations in MMTV(C3H)hp1 proviral DNA can be attributed to hA3G-directed mutagenesis. Hallmarks of the hA3G-mediated cytosine deamination substantiate our original hypothesis that MMTV(C3H) is capable of productive infection of human cells. Additionally, the hA3G-mediated mutagenesis may, at least in part, explain the relatively long cultivation time required to detect infection of every human cell in culture.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1139,
                    "end": 1141,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Virus replicating in human cells carries a human APOBEC3G signature of cytosine deamination ::: Results",
            "ref_spans": [
                {
                    "start": 1233,
                    "end": 1234,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1412,
                    "end": 1413,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To find out whether the G42E mutation facilitates infection of human cells, the mutation was introduced into the MMTV(C3H) Env construct (pENVC3H). The wild-type and mutant ENVs were subsequently used to generate egfp-carrying MMTV recombinant virions, using an MMTV-based vector system analogous to the third generation of lentiviral vector production systems [39]. Construction of the vector system has been described elsewhere [39]. Briefly, replication incompetent vector particles were generated by cotransfection of HEK293T cells with an MMTV-based vector construct containing egfp gene, together with a packaging construct, an HIV-1 Rev expression construct and finally a plasmid expressing the WT (C3H) or mutant (G42E) envelope protein. As a control, we used MMTV particles pseudotyped with an amphotropic MLV 4070A Env. The filtered supernatant from transfected HEK293T cells was subsequently used to transduce both human (Hs578T) and mouse (NMuMG) mammary epithelial cells.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "G42E alters the tropism of egfp-containing MMTV-based vectors ::: Results",
            "ref_spans": []
        },
        {
            "text": "We first demonstrated that the mutant Env was efficiently processed. Total cell extracts from WT and mutant pENVC3H-transfected HEK293T cells were subjected to Western blot analysis with anti-gp52/36 to determine the levels of the viral proteins. The mutant Env was processed into mature SU and TM (Figure 4A), indicating that no gross changes in Env processing had occurred as a result of the sequence alterations.",
            "cite_spans": [],
            "section": "G42E alters the tropism of egfp-containing MMTV-based vectors ::: Results",
            "ref_spans": [
                {
                    "start": 306,
                    "end": 307,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The viruses were next tested for their ability to transduce Hs578T & NMuMG cells. When equal amounts of virus (quantified by western blot analysis of serially diluted concentrated virions using anti-MMTV CA antibody) were used for transduction of human cells, the G42E mutant exhibited approximately 6-fold increase in transduction efficiency compared to WT Env carrying virus (Figure 4B). In mouse cells, however, the same mutations caused only a modest (~2-fold) increase in transduction levels (Figure 4B). The infectivity of MMTV-based vectors carrying the mutant Env was, like the infectivity of vectors carrying the WT Env, completely blocked after pre-incubation with neutralizing goat anti-MMTV antibodies (Figure 4C). In contrast, pre-treatment of the virions with non-specific serum had no effect on the infectivity (Figure 4C). Importantly, no alteration in the infectivity was observed when the MLV 4070A Env-carrying pseudovirions were pre-incubated with the anti-MMTV antibodies (Figure 4C), ruling out nonspecific infection inhibition activity of the serum. Additionally, the infectivity of the WT and mutant Env-carrying MMTV virions was blocked by heat-inactivation (60°C, 10 minutes) and an inhibitor of reverse transcription, 3′-azido-3′-deoxythymidine (AZT; 37 μM) (Figure 4C), ruling out a non-specific mechanism of vector transfer/showing that vector transfer is due to an authentic, reverse transcriptase-dependent infection process.",
            "cite_spans": [],
            "section": "G42E alters the tropism of egfp-containing MMTV-based vectors ::: Results",
            "ref_spans": [
                {
                    "start": 385,
                    "end": 386,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 505,
                    "end": 506,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 722,
                    "end": 723,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 834,
                    "end": 835,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1001,
                    "end": 1002,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1293,
                    "end": 1294,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Collectively, these data imply that G42E mutation is, at least in part, responsible for the adaptation of MMTV(C3H)hp1 to new host. Additionally, specific neutralization of vector infectivity demonstrates that mutant Env particles, like WT Env particles, rely on a specific interaction of the viral envelope with the cell surface receptor to mediate infection of human cells.",
            "cite_spans": [],
            "section": "G42E alters the tropism of egfp-containing MMTV-based vectors ::: Results",
            "ref_spans": []
        },
        {
            "text": "Viruses from different families (including retroviruses) that have undergone multiple passages in cell culture have been shown to exhibit a higher affinity for the glycosaminoglycan heparan sulfate (HS) [40-45]. To test whether the G42E mutation conferred an HS-binding phenotype, wild-type and mutant recombinant virus-containing supernatants were incubated in the presence or absence of increasing amounts HS and then used to transduce Hs578T cells. In agreement with previously published data [20], treatment of wild-type virus with soluble HS resulted in a dose-dependent decrease in infectious titers, demonstrating that binding to HS on the cell surface plays a role in MMTV infection (Figure 4D). Importantly, increasing amounts of HS caused a similar decrease in wild-type and mutant infectious titers, suggesting that the increased infectivity that accompanied the non-conservative G42E mutation was not due to enhanced interaction with proteoglycans (Figure 4D).",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 207,
                    "end": 209,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "G42E mutation does not enhance affinity to heparan sulfate ::: Results",
            "ref_spans": [
                {
                    "start": 699,
                    "end": 700,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 968,
                    "end": 969,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The increased infectivity of G42E mutant could be due to increased Env binding to its receptor or to alterations that affect subsequent steps in the infection pathway, such as membrane fusion. In an attempt to differentiate between the two possibilities virus-binding assays were performed. Hs578T and NMuMG cells were incubated with equal amounts of wild-type or mutant virions, stained with anti-MMTV antiserum and analysed by flow cytometry (FCM) to detect bound virus. Virus carrying the mutant MMTV Env bound human cells (Hs578T) more efficiently than virus carrying WT Env (Figure 5A). No difference in binding efficiency was observed for WT and mutant Env in NMuMG cells (Figure 5A).",
            "cite_spans": [],
            "section": "G42E mutation enhances virus binding to human cells ::: Results",
            "ref_spans": [
                {
                    "start": 587,
                    "end": 588,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 686,
                    "end": 687,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To further corroborate the results, we analysed whether the virus carrying the mutant envelope is, due to tighter binding to the cell surface, less efficiently egressed from producer cells. Vectors, containing either the WT or mutant (G42E) Env, constitutively released from transfected cells and vectors trapped at the cell surface (released following subtilisin A treatment) were quantified by Western blot analysis with anti-MMTV-CA antibodies. The majority of the WT MMTV Env virions were released into the supernatant (Figure 5B, left panel, WT subtilisin A -) with relatively low amounts of virus trapped at the cell surface of producer cells (Figure 5B, left panel, WT subtilisin A +). In contrast, for mutant MMTV Env, a higher amount of virus was retained on the cell surface of producer cells (~4-fold more than amounts found for WT MMTV Env; Figure 5B, left panel, G42E subtilisin A +), which was also reflected by the lower amounts of constitutively released virus detected in the supernatant (Figure 5B, left panel, G42E subtilisin A -; and Figure 4B, inset).",
            "cite_spans": [],
            "section": "G42E mutation enhances virus binding to human cells ::: Results",
            "ref_spans": [
                {
                    "start": 531,
                    "end": 532,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 657,
                    "end": 658,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 860,
                    "end": 861,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1013,
                    "end": 1014,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1061,
                    "end": 1062,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Collectively, these data suggest that the non-conservative G42E mutation enhances the interaction between virus particles and their receptor(s) on the cell surface.",
            "cite_spans": [],
            "section": "G42E mutation enhances virus binding to human cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "Next, we analysed whether the non-conservative G42E mutation, which alters the charge at RBS, allows MMTV to use hTfR1 for cell entry. Such a scenario would be reminiscent of what has been reported for New World clade B Arenaviruses, several of which have, through minor changes in the amino acid residues of the RBD, acquired compatibility with hTfR1, and are emerging into human populations through zoonotic transmission [26,46].",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 427,
                    "end": 429,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Infection of human cells does not require expression of hTfR1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Chinese hamster ovary (CHO) cells, used for the identification of the MMTV receptor, were transfected with plasmids expressing the human and mouse TfR1, respectively. These cells were subsequently transduced with eGFP expressing MMTV-based vectors carrying either WT or mutant (G42E) Env. As controls, MMTV-based vectors pseudotyped with either the Junin (JUNV; pathogenic clade B arenavirus) or the Tacaribe (TCRV; non-pathogenic clade B arenavirus) glycoprotein (GP) were included. The GPs from pathogenic New World clade B arenaviruses use hTfR1 as a cellular receptor, whereas non-pathogenic strains do not use hTfR1 for cell entry [28-30,46]. mTfR1, on the other hand, plays no role in clade B arenavirus cell entry [28-30].",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 639,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 643,
                    "end": 645,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 722,
                    "end": 724,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 725,
                    "end": 727,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Infection of human cells does not require expression of hTfR1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "As expected, the expression of hTfR1 in CHO cells resulted in a significant increase in the transduction levels of MMTV-based vectors pseudotyped with JUNV GP (~5-fold; Figure 6A) but did not affect the transduction rates of the vectors pseudotyped with TCRV GP (Figure 6A) [29,30,46]. Further, the addition of mTfR1 had no effect on the transduction efficiency of either JUNV or TCRV GP pseudotyped vectors (Figure 6A). In contrast to arenaviruses, mTfR1 expression caused a significant increase in the transduction levels of MMTV-based vectors carrying WT and G42E Env, respectively (>10 fold; Figure 6A). Importantly, the expression of hTfR1 had no effect on transduction efficiency (Figure 6A). Similar results were also obtained when wild-type MMTV(C3H) virus, harvested from cell culture fluids of an MMTV-induced mouse mammary tumour cell line (Mm5MT) was used (Additional file 1: Figure S1A). Also in this case only the presence of mTfR1 allowed efficient entry of the virus into CHO cells.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 281,
                    "end": 283,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Infection of human cells does not require expression of hTfR1 ::: Results",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 270,
                    "end": 271,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 416,
                    "end": 417,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 603,
                    "end": 604,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 694,
                    "end": 695,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Next, we analysed whether a downmodulation of hTfR1 expression will have an effect on transduction efficiency. Hs578T cells were treated with an hTFR1 mRNA-targeting siRNA prior to incubation with MMTV vectors carrying various Envs. As a control, cells transfected with non-targeting siRNA were used. Similar to previous reports, the depletion of hTfR1 in Hs578T cells resulted in approximately 2-fold reduction in the transduction levels of JUNV GP pseudotyped vectors, whereas the levels of TCRV GP pseudotyped vectors remained unaffected (Figure 6B) [30]. Importantly, the transduction efficiency of MMTV Env-carrying vectors under conditions of reduced endogenous hTfR1 expression remained comparable to that obtained with cells expressing hTfR1. Similar results were observed for both the WT and mutant Env (Figure 6B). The infectivity of wild-type MMTV(C3H) virus, harvested from Mm5MT cells, was also unaffected by hTfR1 knock-down (Additional file 1: Figure S1B).",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 556,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Infection of human cells does not require expression of hTfR1 ::: Results",
            "ref_spans": [
                {
                    "start": 549,
                    "end": 550,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 820,
                    "end": 821,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Taken together, these results show that mTfR1 can serve as receptor mediating entry of wild-type virus and vectors containing the wild-type as well as G42E Env. Furthermore, the presented evidence suggests that MMTV variants carrying G42E mutation, although they exhibit greater infectivity in human cells, do not use hTfR1 to mediate their entry into human cells.",
            "cite_spans": [],
            "section": "Infection of human cells does not require expression of hTfR1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Knock-down of hTFR1 did not result in complete elimination of the hTfR1 protein expression. Therefore, it may be possible that residual levels of hTfR1 may affect the MMTV entry process. For example, remaining hTfR1 may be sufficient to initiate a low level of virus entry. Alternatively, as MMTV binds to hTfR1 [6], the presence of the protein on the cell surface may trap the virus and/or hinder its interaction with other molecules on the cell surface. To provide a definitive answer as to whether hTfR1 has any role to play in MMTV infection, we knocked out hTFR1 from Hs578T cells, using CRISPR (Clustered Regularly Interspaced Short Palindromic Repeats Type II)/Cas9 [47,48]. Specifically, we used the lentiCRISPR vector production system, which enables simultaneous delivery of a mammalian codon-optimised Cas9 nuclease, a single guide RNA (sgRNA) and a puromycin selection marker into target cells [49].",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 677,
                    "end": 679,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "MMTV infects hTfR1 knock-out Hs578T cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "To test the efficacy of the gene knock-out by lentiCRISPR transduction, a sgRNA targeting egfp was cloned into the LentiCRISPR plasmid. The LentiCRISPR plasmid was transfected into HEK293T cells together with a packaging vector, an HIV rev expression construct and a vector encoding the vesicular stomatitis virus (VSV-G) Env to generate replication-defective lentiviral vectors for transduction. The filtered supernatants from transfected HEK293T cells were subsequently used to transduce Hs578T cells expressing EGFP. Following 11 days selection with puromycin, lentiCRISPR abolished EGFP fluorescence in the majority (~98%) of cells, as determined by flow cytometry analysis (data not shown).",
            "cite_spans": [],
            "section": "MMTV infects hTfR1 knock-out Hs578T cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "For targeted hTFR1 knock-out, sgRNA targeting a sequence within the 6th exon of hTFR1 was cloned into the LentiCRISPR plasmid and used for transduction of Hs578T cells (Figure 7A and B). Transduced cells were cultured in the presence of puromycin for a total of 14 days after which individual clones were isolated and expanded. A total of 43 clones were used for further analysis. First, we assayed the genomic mutation status of the hTFR1 locus in the individual clones. The CRISPR-Cas9 system induces double-strand DNA breaks that are repaired mainly by error-prone non-homologous end joining (NHEJ). Thirty three percent (14 out of 43) of the clones bore mutations at the hTFR1 locus, as determined by a T7 endonuclease I (T7EI) assay and DNA sequencing (Figure 7C). Of the 14 clones, one contained mutations in all three copies of the hTFR1 locus [Hs578T cells carry two copies of chromosome 3 as well a derivative of chromosome 3: der(3)t(3;15)(q10;p10); hTFR1 gene located on Chr3q29], as determined by DNA sequencing (Figure 7E). These mutations led to premature stop codons, which effectively disrupted the open reading frame (ORF) of hTFR1, yielding truncated protein products (Additional file 2: Figure S2). Successful hTfR1 knock-out was confirmed by western blotting of cell lysates (Figure 7D). Next, these Hs578TΔhTfR1 cells were transduced with the panel of MMTV-based vectors carrying WT MMTV(C3H) Env, mutant (G42E) Env, JUNV GP or TCRV GP. As a control, one of the clones that carried no mutations at the hTFR1 and showed similar levels of hTfR1 expression to parental Hs578T cells was used. As expected, transduction efficiency of JUNV GP-pseudotyped vectors was compromised in Hs578TΔhTfR1 cells compared to cells expressing hTfR1 (Figure 8A). Further, TCRV GP vector transduction rates were unaffected by hTfR1 expression (Figure 8A) [29,30]. In contrast, MMTV-based vectors carrying either WT or mutant MMTV(C3H) Env transduced Hs578TΔhTfR1 cells with similar efficiency to cells expressing hTfR1 (Figure 8A).",
            "cite_spans": [
                {
                    "start": 1856,
                    "end": 1858,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1859,
                    "end": 1861,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "MMTV infects hTfR1 knock-out Hs578T cells ::: Results",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 765,
                    "end": 766,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1032,
                    "end": 1033,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1303,
                    "end": 1304,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1759,
                    "end": 1760,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1851,
                    "end": 1852,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2027,
                    "end": 2028,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "The ability of MMTV-based vectors carrying either WT or mutant MMTV(C3H) Env to transduce Hs578TΔhTfR1 cells was completely blocked after pre-incubating with neutralizing goat anti-MMTV antibodies (Figure 8B). In contrast, pre-treatment of the virions with non-specific serum had no effect on the ability of these vectors to infect Hs578TΔhTfR1 cells (Figure 8B). Importantly, TCRV GP pseudotyped vectors, pre-incubated with the anti-MMTV antibodies, were still able to transduce Hs578TΔhTfR1 cells (Figure 8B), ruling out nonspecific infection inhibition activity of the serum. These results suggest that MMTV-mediated infection of Hs578TΔhTfR1 cells relies on a specific interaction of the viral envelope with a cell surface receptor, other than hTfR1. Furthermore, the incubation of supernatants at 60°C for 10 minutes, prior to transduction of hTfR1 knock-out cells, abrogated the infectivity of vectors regardless of the Env used (Figure 8B), showing that transmission of vector DNA is temperature sensitive, as expected for vector transduction rather than for other means of DNA transfer. Finally, the addition of AZT (37 μM) to the culture medium of the transduced Hs578TΔhTfR1 cells inhibited transduction (Figure 8B), further demonstrating that the presence of vector DNA in the transduced cells resulted from the reverse transcription-dependent process as expected for vector transduction.",
            "cite_spans": [],
            "section": "MMTV infects hTfR1 knock-out Hs578T cells ::: Results",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 359,
                    "end": 360,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 507,
                    "end": 508,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 943,
                    "end": 944,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1222,
                    "end": 1223,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Collectively, the knock-out experiments further support the concept that MMTV is capable of infecting cells in the absence of TfR1. The identified mutation in the receptor binding site of MMTV Env that emerged as a result of positive selection in cells lacking the primary receptor, mTfR1, further amplified this phenotype. Therefore, we propose that a molecule(s) on the cell surface, other than TfR1, is capable of mediating entry of MMTV into cells and thus serves as an alternative receptor/coreceptor.",
            "cite_spans": [],
            "section": "MMTV infects hTfR1 knock-out Hs578T cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "The data presented here demonstrate that MMTV(C3H) released from persistently infected human cells [MMTV(C3H)hp1] exhibits a markedly faster replication kinetics in human cells than the parental virus. Specifically, MMTV(C3H)hp1 required four-times less time (21 days) to infect every cell in cell culture, even-though infectious doses equivalent to those used with viruses produced from murine cells were used. Several mechanisms may explain the observed variation in replication kinetics: i) differences in virus preparations, such as percentage of defective virions; ii) pseudotyping with human genome-encoded envelope protein(s); iii) recombination with human cellular DNA or human endogenous proviral sequences; iv) selection of a pre-existing quasispecies in the wild-type MMTV population and v) random mutation event(s) followed by selection of variants exhibiting faster replication kinetics in human cells.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We believe that the first two mechanisms can be readily ruled out. This conviction is based on the observation that MMTV(C3H)hp1 virions contained surface antigen determinants identical or very similar to those found on MMTVs released from murine cells, as judged from the complete neutralization of MMTV(C3H)hp1 infectivity with the MMTV-specific antibodies. Similarly, real time RT-PCR results, combined with single round infection experiments, did not reveal significantly greater levels of defective viruses in virus preparations generated in murine and human cells, respectively. Furthermore, MMTV(C3H)hp1 did not contain sequences from other viruses or from the human genome, as determined by sequences analysis. Instead, the MMTV(C3H)hp1 sequences (complete genomes with the exception of the Gag-coding region containing a sequence precluding cloning and growth in E. coli) originated from MMTV(C3H). Thus, recombination with sequences of human origin does also not account for the observed variation in the speed of virus replication. Finally, upon further analysis, MMTV(C3H)hp1 was found to carry an hA3G specific signature of cytosine deamination. Hallmarks of the hA3G-mediated cytosine deamination further substantiate our original hypothesis that MMTV(C3H) is capable of productive infection of human cells. Additionally, the hA3G-mediated mutagenesis may, at least in part, also explain the relatively long cultivation time required to detect infection of every human cell in culture.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Next, we analysed whether a selection pressure shaped genetic variation during replication in human cells. We found that some regions within the MMTV(C3H)hp1 genome, including the segments of the env gene encoding the RBD at the N-terminus of the SU domain, the central part of SU and the N-terminal part of TM domain, were under strong positive (fixation) selection pressure. Most of the point mutations identified in the SU subunit-encoding portion of env were unique to the MMTV(C3H)hp1 sequences and were not found in other strains of MMTV. Additionally, the bulk of the polymorphisms were unique to each individual proviral plasmid clone. Several non-synonymous mutations were found in the RBD. Some of these mutations were situated directly in a five-amino-acid stretch of polar and hydrophobic residues, F40HGFR44, believed to constitute the RBS [20]. These mutations in the RBS may thus alter MMTV SU tropism and allow MMTV to adapt to a new host range.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 856,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of note, all MMTV(C3H)hp1 viruses, in contrast to their parental virus MMTV(C3H), carried a glutamic acid substituted for glycine at position 42 of SU (G42E) (Figure 2B). This residue has been shown to map to the outer surface of the SU domain and to occupy a position within a concave surface [20], consistent with a role in receptor binding/interaction. The non-conservative alteration from a small non-charged amino acid to a negatively charged polar residue is expected to impose both electrostatic and steric effects on the RBS (Figure 2C). This mutation may thus alter virus receptor use, giving rise to an adapted virus capable of infecting heterologous cells with increased efficiency. In HIV, mutations that alter the charge in and around the predicted CD4-binding site in gp120 give rise to variants that enter cells in a CD4-independent manner, which enables the virus to expand its target cell range [50]. Additionally, charge has long been recognized to differ between R5-tropic and X4-tropic V3 loop sequences [51]. Mutations that alter the V3 loop charge have been shown to play an important role in determining virus tropism i.e. which coreceptor is used to mediate cell entry [52].",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 541,
                    "end": 542,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The introduction of charged glutamic acid in place of glycine in the WT MMTV(C3H) Env greatly increased the efficiency with which the MMTV recombinant virions transduced human cells. In contrast, G42E substitution caused only a modest alteration in transduction levels of mouse cells. Furthermore, MMTV recombinant virions carrying glutamic acid at position 42 bound human cells more efficiently than virions carrying WT Env. No difference in binding was, however, observed for wild-type and mutant virions in mouse cells. These data imply that MMTV(C3H) produced from murine cells is able to adapt to a new host range, at least in part, by shaping the receptor binding domain to optimize the interaction with its receptor(s).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Studies carried out with MMTV(C3H) Env-pseudotyped MLV viruses showed that mTfR1 is used by MMTV to initiate infection of mouse cells [5]. The human ortholog (hTfR1), however, was reported as a molecule incapable of mediating MLV/MMTV(C3H) entry, even though it bound pseudovirus efficiently [6]. Therefore, we initially hypothesized that MMTV(C3H) that replicates in human cells adapts, by mutating RBS, to enable utilization of hTfR1 for cell entry. Such a scenario would be reminiscent of what has been reported for another group of viruses that use TfR1 as their primary cellular receptor - New World clade B Arenaviruses. These viruses are endemic to rodent populations found in the Americas and each virus has evolved compatibility with the specific TfR1 ortholog encoded by its respective host species [18,28-30]. Several of these viruses have, however, through changes in the amino acid residues of the RBD, acquired compatibility with hTfR1, which allows more efficient infection of human cells and enables the zoonotic transmission to humans [26,46].",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 136,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 293,
                    "end": 294,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 810,
                    "end": 812,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 813,
                    "end": 815,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 816,
                    "end": 818,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "However, in the case of MMTV, the G42E mutation that resulted from adaptation to human cells did not confer hTfR1 dependence. This belief is based on the following evidence. First, the transient expression of hTfR1 in rodent (CHO) cells did not increase susceptibility to MMTV-based vectors carrying the mutant Env relative to vectors carrying WT Env. Second, human (Hs578T) cells, in which the TfR1 expression has been down-modulated using hTFR1-targeted siRNA did not exhibit decreased susceptibility to MMTV-based vectors carrying the mutant Env relative to vectors carrying the WT Env. Third, MMTV-based vectors carrying mutant MMTV(C3H) Env transduced hTFR1 knock-out human Hs578T cells with efficiency similar to cells expressing hTfR1. Additionally, when the binding rates of WT and mutant MMTV Env-proteins (expressed in 293 T cells) to a His-tagged recombinant-hTfR1 protein (immobilized on a His-Ab coated biosensor) were assessed using the BLItz System (ForteBio), the kinetic characteristics of MMTV Env with and without the G42E mutation showed no detectable differences in the interaction with hTfR1 (data not shown).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Even-though the G42E mutation in the RBS does not adapt MMTV to using hTfR1 for cell entry, it clearly shapes the receptor binding domain to optimize the interaction with its (as yet unknown) receptor(s) as evidenced by an enhanced infectivity of virions carrying the G42E Env. This interaction could be neutralized by specific anti-MMTV serum further supporting the concept that a specific interaction of viral envelope with a cell surface receptor, other than hTfR1, mediates entry into human cells.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The concept of an alternate receptor is further supported by other evidence. This includes the observation that feline TfR1, derived from the most susceptible cell line, CrFK, does not make cells susceptible to MMTV infection [53]. Thus, feline cells must express another molecule, different from TfR1 that enables the virus to enter the cytoplasm. Further evidence comes from studies of cell entry of the non-pathogenic New World arenaviruses. They typically use TfR1 orthologs of their host species as receptor molecule. However, like MMTV, they have been reported to relatively efficiently enter human cells in an TfR1 independent manner using so far unidentified alterantive receptor(s) [29,30]. Additionally, the usage of more than one cell surface molecule as receptor is not rare and it has been reported for a number of viruses including SARS coronavisus and enterovirus 71 [54,55]. Some viruses seem to exhibit an even more complex receptor dependency that involves engagement with multiple cell surface components. An example is hepatitis C virus (HCV), which in addition to attachment factors such as HS and L-SIGN also requires the co-expression of four proteins (CD81, SR-B1, claudin-1 and occludin) for entry into cells (reviewed in [56]). Another variation is the use of both a primary and a secondary/co-receptor for cell entry. HIV-1 is a prime example of such a process, since it requires the co-expression of co-receptors (CCR5 or CXCR4), in addition to the primary receptor CD4, for cell entry (reviewed in [57]). Finally, some viruses use less specific interactions with attachment factors to bind to the cell surface before interacting with the true receptor, such as the binding of HIV-1 to syndecans, which enhances virus entry into macrophages [58]. In the case of MMTV, an alternative receptor may substitute for hTfR1, function in conjuction with TfR1 in a manner similar to the HCV multiple cell surface component dependency, or function down-stream of TfR1 in manner analogous to the HIV1 co-receptors. Work to identify the attachment receptor used by MMTV to enter human cells and initiate infection is currently ongoing.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 695,
                    "end": 697,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 883,
                    "end": 885,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1248,
                    "end": 1250,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1528,
                    "end": 1530,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1770,
                    "end": 1772,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The replication of MMTV(C3H) in human cells led to the adaptation of the virus to its new host by shaping the receptor binding domain to optimize the interaction with its receptor(s). Our data explain the mechanism enabling MMTV to form ‘host-range variants’ in non-murine cells that has been known for a long time, the basis of which remained obscure. The receptor mediating infection of human cells remains to be identified as we ruled out engagement of hTfR1 on the entry process. The identified mutation (G42E) in the receptor binding site that has emerged as a result of positive selection pressure in human cells may serve as a marker of MMTV replication in human cells.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "HEK293T (ATCC CRL-3216), Hs578T (ATCC HTB-126), NMuMG (ATCC CRL-1636), CHO-K1 (ATCC CCL-61) and Mm5MT (ATCC CRL-1637) cells were maintained in DMEM medium supplemented with 10% fetal bovine serum (FBS). All cultured cells were maintained at 37°C in humidified air containing 5% CO2.",
            "cite_spans": [],
            "section": "Cell culture ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To generate an Hs578T-EGFP stable cell line, expressing the green fluorescent reporter protein (EGFP) and the neomycin resistance marker, Hs578T cells (plated at a density of 2.4 × 105 cells per well of a six-well plate one day before transfection) were transfected with 1 μg of pCMV-EGFP vector (Clontech) using the TurboFect transfection reagent (Thermo Scientific). Twenty-four hours post-transfection, normal growth medium was replaced with medium containing G418 (400 μg/ml; Invitrogen) and the cells were cultured for two weeks. The expression of EGFP in G418-resistent cells was analysed by UV microscopy and FCM.",
            "cite_spans": [],
            "section": "Generation of Hs578T cells expressing EGFP ::: Methods",
            "ref_spans": []
        },
        {
            "text": "hTFR1 was knocked out in Hs578T cells using the lentiCRISPR vector system as described before [49]. Oligonucleotide primers specific for either hTFR1 (Figure 7A & B) or egfp were designed according to Shalem et al. [49]. The gene specific oligos were phosphorylated at the 5′ end using T4 polynucleotide kinase (PNK), annealed together giving rise to a double stranded insert carrying cohesive ends compatible with BsmBI-generated restriction sites. Reactions were carried out in a total volume of 10 μl containing 100 μM of each oligo, 1x T4 Ligation Buffer (NEB) and 5 units T4 PNK (NEB). After the first incubation at 37°C for 30 minutes, the oligos were denaturated at 95°C for 5 min and annealed together by gradually ramping down temperature (−5°C/min) to 25°C. The lentiCRISPR vector was digested with BsmBI (NEB) to remove a spacer sequence and ligated with the double stranded insert. To produce lentivirus vector, 7.5 x 105 HEK293T cells (6-well plate) were co-transfected with 1 μg lentiCRISPR plasmid, 0.8 μg packaging construct (pLP1, Invirogen), 0.6 μg Rev expression construct (pLP2, Invitorgen) and 0.3 μg VSV-G Env-encoding plasmid (pHCMV-G). Transfections were performed using the calcium phosphate method. Thirty-six hours post-transfection, the virus-containing supernatants were harvested, filtered (0.45 μm, Sarstedt) and 4 serial dilutions (undiluted, 1:10, 1:100 and 1:1000) prepared. For transduction, target cells (Hs578T or Hs578T-EGFP) were seeded at a density of 5 x 104 cells per well (6-well plate), one day before transduction. The increasing dilutions of the filtered virus supernatant was added to cells together with polybrene (8 μg/ml) and replaced with fresh medium after 2 hours. Puromycin (0.3 μg/mL) was added to the cells 16 hours post transduction. Hs578T-EGFP cells transduced with lentiCRISPR-based vector particles carrying sgRNA targeting egfp were maintained for 11 days and analysed by UV microscopy and FCM. Hs578T cells transduced with lentiCRISPR-based vector particles carrying sgRNA targeting hTFR1 were maintained for 14 days in the puromycin-containing medium. Then, single clones were expanded, genomic DNA extracted and analysed by a T7 endonuclease I assay followed by DNA sequencing. For the T7 endonuclease assay the primers listed in Figure 8A were used to generate an 1100 bp PCR product encompassing the target site. Cycling conditions consisted of 94°C for 2 min, followed by 35 cycles of 94°C for 30 s, 58°C for 30 s, 72°C for 40 s, and a final extension of 7 min at 72°C. The PCR products were column purified and 500 ng of DNA per sample were subjected to the following hybridisation reaction: 95°C for 5 min, ramped down to 85°C at −2°C /s and ramped down further to 25°C at −0.1°C/s. The products were subsequently digested with 1 unit of T7 endonuclease (NEB) in a 10 μl reaction volume for 30 min at 37°C. The mixture was then resolved on a 2% agarose gel. The amplicons carrying non-perfectly matched DNA (digested with T7 endonuclease) were cloned into the pCR2.1 plasmid [TA cloning kit (Invitrogen)] and at least six clones analysed by sequencing.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 216,
                    "end": 218,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Generation of hTFR1 knock-out HS578T cells ::: Methods",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2302,
                    "end": 2303,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "egfp-containing MMTV recombinant virions carrying one of the following envelope proteins MMTV Env, amphotropic MLV Env, Junin GP or Tacaribe GP were prepared in HEK293T cells as described before [39] and used for transduction of target cells. Briefly, 7.5 x 105 cells (6-well plate) were co-transfected with a packaging construct (pCMgpRRE17; 0.8 μg), an MMTV vector plasmid (pRRpCeGFPWPRE25; 1 μg), a Rev expression construct (pLP2; 0.6 μg) and a construct expressing either MMTV(C3H)Env (0.3 μg), amphotropic MLVEnv (pAlf; 0.3 μg) [59], a pathogenic clade B arenavirus GP (JUNV; 0.3 μg) [30] or a non-pathogenic clade B arenavirus GP (TCRV; 0.3 μg) [30]. Thirty-six hours post-transfection, the virus-containing supernatants were harvested, filtered (0.45 μm, Sarstedt) and used for transduction or stored at −80°C. Target cells for transduction were seeded at a density of 5 x 104 cells per well (6-well plate), one day before transduction. The vector containing supernatant was applied onto cells together with polybrene (8 μg/ml) and replaced with fresh medium after 2 hours. Three days post-transduction, cells were analysed by FCM.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 590,
                    "end": 592,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Pseudovirus production and transduction ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Filtered (0.45 μm, Sarstedt) cell culture fluids from dexamethasone- stimulated (DEX; 10−6 M; Sigma-Aldrich) Mm5MT cells (producing infectious MMTV(C3H) particles) (6.5 x 104 RNA copies) were used to infect target cells seeded at a concentration of 5 x 104 cells per well (6-well plate), one day before infection. The supernatant was added to cells together with polybrene (8 μg/ml) and replaced with fresh medium after 2 hours. For single round infection experiments, infected cells were cultured for one week and analysed by PCR as described below. For time-course experiments, infected Hs578T cells were further cultivated in cell culture medium either supplemented or not with DEX (10−6 M) for 7–16 weeks. Semi-quantitative LTR-gag-specific PCR and qPCR was used to quantify proviral DNA loads during the course of the experiment. To directly demonstrate the production of infectious MMTV particles from persistently infected Hs578T cells [MMTV(C3H)hp1], supernatants from the infected cells cultured with DEX for six weeks were filtered and used to infect naive, uninfected target cells. The LTR-gag PCR was employed to monitor the presence of proviral sequences in the second round infected cells. For all infection experiments normalized virus titers (6.5 x 104 RNA copies) were used to infect target cells seeded in 6-well plates.",
            "cite_spans": [],
            "section": "Infections with MMTV(C3H) virus from Mm5MT ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In infection neutralization experiments, vector/virus harvested from producer cells was incubated with polyclonal goat anti-MMTV antiserum (1:500; kindly provided by S. Ross) or non-specific serum (1:500) on ice for 30 min before infection. In heat inactivation experiments, virus/vector was incubated at 60°C for 10 min prior to infection. In 3′-azido-3′-deoxythymidine (AZT) treatment experiments, AZT (37 μM) was added to naive cells together with the virus inoculum. After 2 hours incubation at 37°C, the supernatant was replaced with fresh medium containing AZT (37 μM).",
            "cite_spans": [],
            "section": "Neutralization of viral infectivity, heat inactivation and AZT treatment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "MMTV-based vector particles carrying either WT Env or the G42E mutant Env were incubated with the indicated amount of heparan sulfate (Sigma-Aldrich) at 37°C for 1 h. Polybrene (8 μg/ml) was added, and this mixture used to infect Hs578T cells. After incubation for 2 h at 37°C, the cells were re-fed with fresh medium. Three day post infection, cells were analysed for infection by FCM.",
            "cite_spans": [],
            "section": "Heparan sulfate competition assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Virus binding assay was performed as previously described [20]. Briefly, MMTV recombinant virions carrying either WT Env or G42E Env were generated as described above. The vector particles were concentrated by ultracentrifugation at 20,000 rpm for 2 h in an SW40 rotor, resuspended in 200 μl of phosphate-buffered saline (PBS, pH 7.4) containing 2% FBS and 1 mM EDTA (PBS-FE). Relative quantities of WT Env- and G 42E Env-carrying virions in the preparations were determined by Western blotting using anti-MMTV CA antibody and serially diluted virus stocks. Single-cell suspensions of Hs758T or NMuMG cells were prepared by incubation of the cells with PBS-FE for 15 min, followed by vigorous pipetting. Then, equal amounts of virus particles containing either WT Env or G42E Env (normalized based on Western blot results) was incubated with 2.5 × 105 cells in the presence of Polybrene (8 μg/ml) at 4°C for 1 h. The cells were washed three times and resuspended in 100 μl of ice-cold PBS containing 1% FBS and 0.2% sodium azide. Then, 100 μl of a 1:100 dilution of goat anti-MMTV polyclonal antiserum was added and incubated for additional 30 min at 4°C. The cells were washed three times and incubated with 100 μl of fluorescein isothiocyanate (FITC)-conjugated rabbit anti-goat immunoglobulin antibody. The cells were washed three times, and analysed by FCM.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 61,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Virus binding assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Virions that remain attached to the cell surface of the MMTV vector producing cells were quantified following subtilisin A treatment as previously described [60]. Briefly, transfected HEK293T cells (6 cm dishes) producing recombinant virions carrying either WT Env or G42E Env were washed twice with PBS, once with subtilisin A buffer (10 mM Tris pH 8.0, 1 mM CaCl2, 150 mM NaCl) and treated with 500 μl of 1 mg/ml subtilisin A (Sigma-Aldrich) for 3 minutes at room temperature. Subtilisin A treatment was stopped by adding DMEM containing 10% FCS, 5 mM PMSF and 20 mM EGTA. Virions released after subtilisin A treatment as well as virions constitutively released from cells were concentrated by ultracentrifugation (20,000 rpm for 2 h in an SW40 rotor). The virus pellets were resuspended in 50 μl of lysis buffer (140 mM NaCl, 20 mM Tris pH 8.0, 1% Triton X-100) and 10 μl of the resuspended pellets was subjected to SDS-PAGE followed by Western blotting analysis with anti-MMTV-CA antibodies.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Subtilisin A treatment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Equivalent protein content of whole cell lysates (measured using DC Protein Assay; Bio-Rad) or equal volumes of concentrated MMTV vectors were resolved using a 12% polyacrylamide gel and transferred to Hybond-P membranes (GE healthcare). The membranes were probed with the following antibodies: for detection of TfR1 – the rabbit anti-transferrin receptor antibody (Abcam: ab84036; dilution 1:1000), for detection of beta-actin – the rabbit anti-actin antibody (Sigma-Aldrich: A2066; dilution: 1:100), for detection of MMTV capsid protein – the rabbit anti-MMTV-CA antibody (Michael Sakalian; dilution: 1:4000), for detection of MMTV SU and TM subunits of MMTV Env – the rabbit anti-gp52/36 (Janet Butel; dilution 1:12000). The horseradish peroxidise-konjugated swine anti-rabbit IgG (DAKO: P0399; dilution 1:10000) secondary antibody was used as secondary antibody followed by incubation with the ECL Prime Western Blotting Detection Reagent Kit (GE Healthcare). Luminescence signals were detected by exposure to Amersham hyperfilm™ (GE healthcare) and/or by scanning using LI-COR C-DIGIT blot scanner, which also allows quantification of signals.",
            "cite_spans": [],
            "section": "Western Blot ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Genomic DNA (gDNA) was isolated from cells using the QIAgen DNeasy Blood and Tissue Kit (Qiagen). The presence of MMTV proviral DNA in infected cells was detected by PCR using primers designed to amplify a 717 bp long segment spanning the MMTV LTR-gag region (935 F: 5′-AAG ACG ACA TGA AAC AAC AG-3′; 1637R: 5′-CCC AGT TCC AAT GGC TCA CCG TAA-3′). 200 ng of gDNA was used as a template for amplification. Cycling conditions consisted of initial denaturation at 94°C for 2 min, followed by 35 cycles of 94°C for 30 s, 58°C for 1 min, 72°C for 40 s, and a final extension at 72°C for 7 min. Equal loading of each PCR reaction was controlled using a GAPDH-specific primer pair (GAPDH F: 5′-ATG GCT CCT GCA CCA CCA AC-3′; GAPDH R: 5′-CGC CTG CTT CAC CAC CTT CT-3′) in a PCR reaction (only 25 cycles) carried out with the identical sample amounts as in the MMTV-specific PCR.",
            "cite_spans": [],
            "section": "Semi-quantitative PCR ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Proviral loads in infected cells were quantified by a Real-time TaqMan PCR using primers targeting the 5′ end of the MMTV env. 100 ng of gDNA was amplified using the following set of primers: MMTV 01 F: 5′-GGA AAG TCC GGA GGA TGA ATC TA-3′, MMTV 02R: 5′-CTC CGC TTC GGA GAT TAA CG-3′ and a TaqMan probe: 5′-FAM-CAT CAA AGA GAA GAC GGC TTG GCA ACA TC-TAMRA-3′. In each TaqMan experiment, a standard was run consisting of a serially diluted plasmid carrying a molecular clone of MMTV (pGR102) [61]. Cycling conditions consisted of 95°C for 2 min followed by 40 cycles of 95°C for 30 s and 60°C for 1 min. The threshold cycle (Cτ) was measured for each well and a standard curve was plotted using the threshold cycle values of the serially diluted plasmid DNA. Equal loading of PCR reactions was verified using a TaqMan Real-time PCR specific for the human APOB gene using the following primers and a TaqMan probe: hAPOB F: 5′-TTC TTA CCA CAC ATC TCT TGA TTC TCT T-3′, hAPOB R: 5′-GGA CTT CAC TGG ACA AGG TCA TAC T-3′ and TaqMan probe: 5′-FAM-CAC TCG TCC AGG TGC GAA GCA GAC T-3′. Identical PCR conditions as outlined above were employed.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 494,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Quantitative PCR ::: Methods",
            "ref_spans": []
        },
        {
            "text": "gDNA was isolated from Hs578T cells two weeks after infection with MMTV(C3H)hp1 virus harvested from persistently infected Hs578T cells. Viral RNA was extracted from supernatants of Mm5MT cells. TRI Reagent (Sigma-Aldrich) was used for extractions. For cDNA synthesis, RNA treated with DNAse I (TURBO DNA-free kit; Ambion) was reverse transcribed using a primer 9877_R (5′-TCA GCA CTC TTT TAT ATC TTG G-3′) and Superscript II reverse transcriptase (Invitrogen). gDNA and cDNA were subsequently used for a long-template PCR (Expand Long Template PCR system; Roche), using primers 3722_F (5′-CGG GGT ACC GGC TCA GAA GGC TTC GGA TC-3′) and 9761_R (5′-ATA AGA ATG CGG CCG CGG CTC AGA AGG CTT CGG ATC-3′), carrying Acc65I and NotI restriction sites (italics), respectively. The resulting PCR fragments were cloned into the corresponding sites of the pcDNA3 vector (Invitrogen) and sequenced using overlapping primers available from the authors upon request.",
            "cite_spans": [],
            "section": "Amplification of viral RNA or proviral DNA followed by sequencing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Hs578T cells (plated at a density of 3 × 105 cells per well of a six-well plate, one day before transfection) were transfected overnight with human TFRC SMARTpool (25 nM, Dharmacon) or non-targeting pool #2 (Dharmacon) siRNA using DharmaFECT (Thermo Scientific). Forty-eight hours post-transfection, the cells were either infected with wild-type MMTV(C3H) virus or transduced with egfp-containing MMTV-based vector particles carrying the WT or mutant (G42E) MMTV(C3H) Env. Infection of target cells with MMTV(C3H) virus was assessed by the LTR-gag PCR one week after infection. Transduction of target cells with egfp-carrying MMTV vectors was assessed by FCM 72 hours post-transduction.",
            "cite_spans": [],
            "section": "Knock-down of hTFR1 by small interfering RNA ::: Methods",
            "ref_spans": []
        },
        {
            "text": "CHO and Hs578T cells (plated at a density of 2 × 105 cells per well of a six-well plate, one day before transfection) were transfected with 4 μg of a mTfR1 expression vector (pcDNA3.1-mTfR1; kindly donated by S. Ross), a hTfR1 expression vector (pcDNA3.1-hTfR1; kindly donated by P. Cannon) or pcDNA3.1 parental vector using the TurboFect transfection reagent (Thermo Scientific). Forty-eight hours post-transfection, the cells were either infected with wild-type MMTV(C3H) virus or transduced with egfp-containing MMTV-based vector particles carrying the WT or mutant (G42E) Env. Infection/transduction was assessed as described above.",
            "cite_spans": [],
            "section": "TFR1 overexpression ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Quantification of proviral DNA in cell lysates of first and second round infected human Hs578T cells during a time-course experiment. Hs578T cells infected with either MMTV(C3H) (A & C) or MMTV(C3H)hp1 (B & D) were cultured in the presence or absence of 10−6 M DEX. Genomic DNA extracted from infected cells at the indicated time points and semi-quantitative PCR performed. -ve: non-transduced Hs578T cells. +ve: producer cells. Equal DNA loading was controlled in the PCR assay with GAPDH-specific primers (bottom panels). Real-time TaqMan PCR was performed for an accurate quantification of proviral loads in infected Hs578T cells (E), during the time-course experiment. Equal loading of the PCR reactions were quantified in a real-time TaqMan PCR specific for the APOB gene.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Sequence analysis of MMTV(C3H)hp1 from the second round infected Hs578T cells. Genomic DNA isolated from Hs578T cells 2 weeks after infection with MMTV(C3H)hp1 or cDNA synthesised from RNA extracted from filtered producer cell (Mm5MT) culture medium was used for amplification and cloning of the entire MMTV genome, minus the gag gene. (A) The ratio between the number of non-synonymous mutations per non-synonymous site (dN) and synonymous mutations per synonymous site (dS) was calculated using the Tamura-Nei method implemented in the MEGA software package that estimates the number of non-synonymous and synonymous changes that have occurred at each codon throughout evolution [33]. In the right panel, the dN/dS ratio for subregions in the MMTV env analysed using a sliding window of 100 codons is shown. (B) Sequence alignment of amino acid residues 1 through 72 of MMTV SU of two virus clones [MMTV(C3H)] and twelve proviral clones [MMTV(C3H)hp1] were aligned. Mtv-1 (AF228550.1), Mtv-2, Mtv-8 (M22028.1), Mtv-17 (AF263910.1), MMTV(C3H-HeN) (AF228552.1), MMTV(C3H-HeJ) (AF2258551.1), MMTV(RIII) (AF071010.1) and MMTV(BR6) (M15122.1) sequences were also included in the alignment. The coordinates of the MMTV Env amino acid sequence are according to Zhang et al. [20]. Potential N-glycosylation sites (GS) are highlighted in light green and RBS in yellow. (C) Predicted 3D structure of the MMTV SU in space-filled form generated using Swiss-Model is shown. The RBS is indicated in yellow, the glycosylation site in green, basic residues in blue and acidic residues in red. In the right panel, the RBS is enlarged and the charge change caused by G to E substitution at position 42 is highlighted.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Virus replicating in human cells carries a human APOBEC3G signature of cytosine deamination. Nucleotide sequences obtained as described in Figure 3 were examined for the presence of hAPOBEC3G-mediated nucleotide changes on minus sense DNA. (A) All possible nucleotide transversions and transitions detected in the pro (a portion), pol, env and sag genes are expressed as a percentage of total number of nucleotide substitutions. (B) All C-to-T mutations found in the minus sense DNA strand were analysed for sequence context at the −1 and −2 nucleotide position.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Mutation of a single amino acid in the RBS alters the tropism of egfp-containing MMTV-based vector. (A) MMTV Env carrying G42E mutation is expressed and cleaved into SU (gp52) and TM (gp36) subunits. Equivalent protein content (10 μg) of whole cell extracts from wild-type and mutant pENVC3H-transfected HEK293T cells were subjected to SDS-PAGE followed by Western blotting analysis with anti-gp52/36 (1:12000). (B) Target cells (Hs578T or NMuMG) were transduced with MMTV-based vector particles carrying wild-type or mutant MMTV(C3H) envelope. Transduction levels were made relative to the value obtained for MMTV-based vector particles carrying wild-type Env and expressed as a percentage of that control. The values shown are mean ± standard errors from three independent experiments. The inset shows a Western blot of 10 μl of each concentrated virus preparation probed with polyclonal anti-MMTV-CA antiserum (1:4000). (C) Hs578T cells were transduced with MMTV vectors carrying wild-type MMTV(C3H) Env, mutant MMTV(C3H) Env or MLV 4070A Env. Neutralization, heat inactivation and AZT treatment were performed as described in materials and methods. Transduction levels were made relative to the value obtained for the infected cells and expressed as percentage of that control. The values shown are mean ± standard errors from three independent experiments. (D) MMTV-based vector particles carrying either wild-type or mutant MMTV(C3H) Env were incubated with the indicated amount of heparan sulfate, and mixture was subsequently used to transduce Hs578T cells. Transduction levels were made relative to the value obtained in the absence of heparan sulfate and expressed as a percentage of that control. The values shown are mean ± standard errors from three independent experiments. Transduction was detected by flow cytometry (FCM) 3 days post infection. The number of eGFP expressing cells was counted using forward scatter vs. fluorescence intensity in the FL1 channel (eGFP) plots.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: G42E enhances virus binding to human cells. (A) Equal amounts of MMTV-based vector particles carrying either wild-type or mutant (G42E) MMTV(C3H) Env were incubated on ice with either Hs578T or NMuMG cells. The cells were stained with anti-MMTV antiserum, followed by FITC-conjugated secondary antibodies and subjected to FCM. Dead cells were excluded by their forward scatter/side scatter properties. Binding levels were made relative to the value obtained for MMTV-based vector particles carrying wild-type Env and expressed as a percentage of the controls. The values shown are mean ± standard errors from three independent experiments. (B) Supernatants (left panel) from HEK293T cells cotransfected with packaging construct (pCMgpRRE17), an egfp-containing MMTV vector plasmid (pRRpCeGFPWPRE25), a Rev expression construct (pLP2) and either the wild-type or mutant MMTV(C3H) Env were harvested before and after subtilisin A treatment and virions pelleted by ultracentrifugation. 10 μl of the resuspended pellets was subjected toWestern blotting with anti-MMTV-CA antibodies. Cell lysates (right panel) of the virus producers before subtilisin A treatment were analysed by Western blotting. Equivalent protein loading was verified by Coomasie staining (bottom panel). The experiment was performed three times with similar results; a representative experiment is shown.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: MMTV infection is not mediated through human transferrin receptor 1. (A) CHO cells transfected with mTfR1 or hTfR1expression plasmids were transduced with MMTV-based vector particles carrying the wild-type (WT) or mutant (G42E) MMTV(C3H) Env, or MMTV cores pseudotyped with clade B arenavirus GPs (Junin virus, JUNV; Tacaribe virus, TCRV). Expression of hTfR1 was confirmed by western blotting (inset); mTfR1 was not recognised by the α-TfR1 antibody (ab137944, Abcam). (B) Hs578T cells transfected with hTFR1-specific siRNA or non-targeting siRNA were transduced with MMTV-based vector particles carrying the wild-type (WT) or mutant (G42E) MMTV(C3H) Env, or MMTV cores pseudotyped with clade B arenavirus GPs. hTfR1 knock-down was confirmed by western blotting (inset). (A & B) Transduction of target cells was detected by FCM 3 days post infection. Transduction levels were made either relative to the value obtained for control siRNA (A) or relative to the value obtained for the mock-transfected cells (B) and expressed as percentage of those controls. The values shown are mean ± standard errors from three independent experiments.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Generation of hTfR1 knock-out cells using CRISPR/Cas9. (A) TFR1 locus on the human chromosome 3 targeted by CRISPR/Cas9. A sgRNA consisting of 20-nt guide sequence (blue) and a scaffold (green). The guide sequence anneals with the DNA target (blue bar) upstream of PAM (red). A red arrow points to the expected cleavage site. (B) Oligonucleotide sequences used for the generation and characterisation of Hs578TΔhTfR1 cells. (C) Detection of mutations in Hs578T clones generated by transduction of lentiCRISPR vector containing sgRNA targeting hTFR1and Cas9 nuclease. PCR products (1100 bp) containing the target site were denatured, re-annealed and probed with T7 endonuclease that recognizes non-perfectly matched DNA. A cleavage product of ~600 bp indicates successful NHEJ-mediated mutation in at least one copy of hTFR1 (lanes 2–11). Analysis of 12 clones is shown; (the amount of PCR product loaded in lane 4 was lower than in other lanes). (D) Western blot analysis of the hTFR1 knock-out Hs578T clone (−/−) together with controls including parental cells (WT) and a clone containing at least one copy of non-mutated hTFR1(+/+). Cellular lysates were also probed for actin to ensure equal loading (bottom panel). (E) Sequence analysis of the hTFR1 target site of the clone bearing mutations in all three copies of the target site in Hs578T cells.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: \nhTFR1 knock-out Hs578T cells are susceptible to MMTV infection. (A & B) Target cells were transduced with MMTV-based vectors carrying wild-type MMTV(C3H) Env, G42E MMTV(C3H) Env, JUNV GP or TCRV GP. Neutralization, heat inactivation and AZT treatment were performed as described in materials and methods. Transduction of target cells was detected by FCM 3 days post infection The number of eGFP-expressing cells was counted using forward scatter vs. fluorescence intensity in the FL1 channel (eGFP) plots. (A) Transduction levels were made relative to the value obtained for the infected cells expressing detectable levels of hTfR1 and expressed as percentage of that control. (B) Transduction levels were made relative to the value obtained for the infected cells and expressed as percentage of that control. The values shown are mean ± standard errors from three independent experiments.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Mouse mammary tumor virus-induced tumorigenesis in sag transgenic mice: a laboratory model of natural selection",
            "authors": [
                {
                    "first": "TV",
                    "middle": [],
                    "last": "Golovkina",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "7690-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Rapid spread of mouse mammary tumor virus in cultured human breast cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Indik",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Gunzburg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kulich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salmons",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rouault",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Retrovirology",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-4690-4-73"
                ]
            }
        },
        "BIBREF2": {
            "title": "Mouse mammary tumor virus-like nucleotide sequences in canine and feline mammary tumors",
            "authors": [
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Chiou",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "4354-62",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01157-10"
                ]
            }
        },
        "BIBREF3": {
            "title": "Identification of a proviral structure in human breast cancer",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Melana",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pelisson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Najfeld",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cancer Res",
            "volume": "61",
            "issn": "",
            "pages": "1754-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A mouse mammary tumor virus-like long terminal repeat superantigen in human breast cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cancer Res",
            "volume": "64",
            "issn": "",
            "pages": "4105-11",
            "other_ids": {
                "DOI": [
                    "10.1158/0008-5472.CAN-03-3880"
                ]
            }
        },
        "BIBREF5": {
            "title": "Mouse mammary tumor virus-like ENV gene sequences in human breast tumors and in a lymphoma of a breast cancer patient",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Etkind",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pillitteri",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Wiernik",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Cancer Res",
            "volume": "6",
            "issn": "",
            "pages": "1273-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Detection of mammary tumor virus env gene-like sequences in human breast cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "IJ",
                    "middle": [],
                    "last": "Bleiweiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Melana",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pelisson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cancer Res",
            "volume": "55",
            "issn": "",
            "pages": "5173-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Search for mouse mammary tumor virus-like env sequences in cancer and normal breast from the same individuals",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Melana",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "BG",
                    "middle": [],
                    "last": "Pogo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Cancer Res",
            "volume": "7",
            "issn": "",
            "pages": "283-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Cloning the human betaretrovirus proviral genome from patients with primary biliary cirrhosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakalian",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neuberger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Hepatology",
            "volume": "39",
            "issn": "",
            "pages": "151-6",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.20024"
                ]
            }
        },
        "BIBREF9": {
            "title": "Dual host-virus arms races shape an essential housekeeping protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demogines",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Biol",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.1001571"
                ]
            }
        },
        "BIBREF10": {
            "title": "Identification of diverse full-length endogenous betaretroviruses in megabats and microbats",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tachedjian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Retrovirology",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-4690-10-35"
                ]
            }
        },
        "BIBREF11": {
            "title": "Structural alterations in the long terminal repeat of an acquired mouse mammary tumor virus provirus in a T-cell leukemia of DBA/2 mice",
            "authors": [
                {
                    "first": "WT",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "NH",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "159",
            "issn": "",
            "pages": "39-48",
            "other_ids": {
                "DOI": [
                    "10.1016/0042-6822(87)90345-X"
                ]
            }
        },
        "BIBREF12": {
            "title": "Identification of the receptor binding domain of the mouse mammary tumor virus envelope protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Rassa",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "De Obaldia",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Albritton",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "10468-78",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.19.10468-10478.2003"
                ]
            }
        },
        "BIBREF13": {
            "title": "A human breast tumor cell line (BT-474) that supports mouse mammary tumor virus replication",
            "authors": [
                {
                    "first": "EY",
                    "middle": [],
                    "last": "Lasfargues",
                    "suffix": ""
                },
                {
                    "first": "WG",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Dion",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "In Vitro",
            "volume": "15",
            "issn": "",
            "pages": "723-9",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02618252"
                ]
            }
        },
        "BIBREF14": {
            "title": "Isolation of host-range variants of mouse mammary tumor viruses that efficiently infect cells in vitro",
            "authors": [
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlom",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "75",
            "issn": "",
            "pages": "5718-22",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.75.11.5718"
                ]
            }
        },
        "BIBREF15": {
            "title": "Canine and feline parvoviruses can use human or feline transferrin receptors to bind, enter, and infect cells",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "O’Brien",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Parrish",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "3896-902",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.8.3896-3902.2001"
                ]
            }
        },
        "BIBREF16": {
            "title": "Canine and feline host ranges of canine parvovirus and feline panleukopenia virus: distinct host cell tropisms of each virus in vitro and in vivo",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Truyen",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Parrish",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "5399-408",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Role of multiple hosts in the cross-species transmission and emergence of a pandemic parvovirus",
            "authors": [
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Harbison",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pagan",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Stucker",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Kaelber",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "865-72",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06187-11"
                ]
            }
        },
        "BIBREF18": {
            "title": "Transferrin receptor 1 in the zoonosis and pathogenesis of New World hemorrhagic fever arenaviruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jemielity",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Radoshitzky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Opin Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "476-82",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mib.2011.07.014"
                ]
            }
        },
        "BIBREF19": {
            "title": "Arenaviruses other than Lassa virus",
            "authors": [
                {
                    "first": "RN",
                    "middle": [],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "de Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antiviral Res",
            "volume": "57",
            "issn": "",
            "pages": "89-100",
            "other_ids": {
                "DOI": [
                    "10.1016/S0166-3542(02)00202-4"
                ]
            }
        },
        "BIBREF20": {
            "title": "Receptor determinants of zoonotic transmission of New World hemorrhagic fever arenaviruses",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Radoshitzky",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Spiropoulou",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Albarino",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salazar-Bravo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "2664-9",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0709254105"
                ]
            }
        },
        "BIBREF21": {
            "title": "Host-species transferrin receptor 1 orthologs are cellular receptors for nonpathogenic new world clade B arenaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Albarino",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Radoshitzky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salazar-Bravo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000358"
                ]
            }
        },
        "BIBREF22": {
            "title": "Acquisition of proviral DNA of mouse mammary tumor virus in thymic leukemia cells from GR mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Michalides",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wagenaar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hilkens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hilgers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Groner",
                    "suffix": ""
                },
                {
                    "first": "NE",
                    "middle": [],
                    "last": "Hynes",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Virol",
            "volume": "43",
            "issn": "",
            "pages": "819-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "New world clade B arenaviruses can use transferrin receptor 1 (TfR1)-dependent and -independent entry pathways, and glycoproteins from human pathogenic strains are associated with the use of TfR1",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oldenburg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reignier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "VK",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "938-48",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01397-07"
                ]
            }
        },
        "BIBREF24": {
            "title": "C3H strain of mouse mammary tumour virus, like GR strain, infects human mammary epithelial cells, albeit less efficiently than murine mammary epithelial cells",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Konstantoulas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Indik",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Gen Virol",
            "volume": "96",
            "issn": "",
            "pages": "650-62",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000006"
                ]
            }
        },
        "BIBREF25": {
            "title": "Tissue culture studies of mouse mammary tumor cells and associated viruses",
            "authors": [
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Hackett",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J Natl Cancer Inst",
            "volume": "49",
            "issn": "",
            "pages": "1321-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Biol Evol",
            "volume": "28",
            "issn": "",
            "pages": "2731-9",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msr121"
                ]
            }
        },
        "BIBREF27": {
            "title": "Sequence and genetic analyses of the 3′ terminus and integration sites of the RIii/Sa mouse mammary tumor (MMTV) exogenous provirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Popken-Harris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pliml",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virus Genes",
            "volume": "23",
            "issn": "",
            "pages": "35-43",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1011175112113"
                ]
            }
        },
        "BIBREF28": {
            "title": "APOBEC3 proteins expressed in mammary epithelial cells are packaged into retroviruses and can restrict transmission of milk-borne virions",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Okeoma",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Huegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lingappa",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "8",
            "issn": "",
            "pages": "534-43",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2010.11.003"
                ]
            }
        },
        "BIBREF29": {
            "title": "APOBEC3 inhibition of mouse mammary tumor virus infection: the role of cytidine deamination versus inhibition of reverse transcription",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "MacMillan",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Kohli",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "4808-17",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00112-13"
                ]
            }
        },
        "BIBREF30": {
            "title": "A portable hot spot recognition loop transfers sequence preferences from APOBEC family members to activation-induced cytidine deaminase",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Kohli",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Gajula",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Maul",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Gearhart",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Stivers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "22898-904",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M109.025536"
                ]
            }
        },
        "BIBREF31": {
            "title": "Single-strand specificity of APOBEC3G accounts for minus-strand deamination of the HIV genome",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Konig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pillai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chiles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kearney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Struct Mol Biol",
            "volume": "11",
            "issn": "",
            "pages": "435-42",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb758"
                ]
            }
        },
        "BIBREF32": {
            "title": "Mouse mammary tumor virus-based vector transduces non-dividing cells, enters the nucleus via a TNPO3-independent pathway and integrates in a less biased fashion than other retroviruses",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Konstantoulas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Indik",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Retrovirology",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-4690-11-34"
                ]
            }
        },
        "BIBREF33": {
            "title": "Interaction between viral and genetic factors in murine mammary cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hilgers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bentvelzen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Adv Cancer Res",
            "volume": "26",
            "issn": "",
            "pages": "143-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Adaptation of Sindbis virus to BHK cells selects for use of heparan sulfate as an attachment receptor",
            "authors": [
                {
                    "first": "WB",
                    "middle": [],
                    "last": "Klimstra",
                    "suffix": ""
                },
                {
                    "first": "KD",
                    "middle": [],
                    "last": "Ryman",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "7357-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Adaptation of tick-borne encephalitis virus to BHK-21 cells results in the formation of multiple heparan sulfate binding sites in the envelope protein and attenuation in vivo",
            "authors": [
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Mandl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kroschewski",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kofler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Holzmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meixner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "5627-37",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.12.5627-5637.2001"
                ]
            }
        },
        "BIBREF36": {
            "title": "Passage of classical swine fever virus in cultured swine kidney cells selects virus variants that bind to heparan sulfate due to a single amino acid change in envelope protein E(rns)",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Hulst",
                    "suffix": ""
                },
                {
                    "first": "HG",
                    "middle": [],
                    "last": "van Gennip",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Moormann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "9553-61",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.74.20.9553-9561.2000"
                ]
            }
        },
        "BIBREF37": {
            "title": "Tissue culture adaptation of foot-and-mouth disease virus selects viruses that bind to heparin and are attenuated in cattle",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sa-Carvalho",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rieder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baxt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodarte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tanuri",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "5115-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Cell-surface heparan sulfate proteoglycan mediates HIV-1 infection of T-cell lines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yanagishita",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Roderiquez",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Bou-Habib",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oravecz",
                    "suffix": ""
                },
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Hascall",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "AIDS Res Hum Retroviruses",
            "volume": "9",
            "issn": "",
            "pages": "167-74",
            "other_ids": {
                "DOI": [
                    "10.1089/aid.1993.9.167"
                ]
            }
        },
        "BIBREF39": {
            "title": "Selective interactions of polyanions with basic surfaces on human immunodeficiency virus type 1 gp120",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moulard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lortat-Jacob",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mondor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sodroski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "1948-60",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.74.4.1948-1960.2000"
                ]
            }
        },
        "BIBREF40": {
            "title": "Transferrin receptor 1 is a cellular receptor for New World haemorrhagic fever arenaviruses",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Radoshitzky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Spiropoulou",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "446",
            "issn": "",
            "pages": "92-6",
            "other_ids": {
                "DOI": [
                    "10.1038/nature05539"
                ]
            }
        },
        "BIBREF41": {
            "title": "Multiplex genome engineering using CRISPR/Cas systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Habib",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "819-23",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1231143"
                ]
            }
        },
        "BIBREF42": {
            "title": "RNA-guided human genome engineering via Cas9",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mali",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Esvelt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guell",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "DiCarlo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "823-6",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1232033"
                ]
            }
        },
        "BIBREF43": {
            "title": "Genome-scale CRISPR-Cas9 knockout screening in human cells",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shalem",
                    "suffix": ""
                },
                {
                    "first": "NE",
                    "middle": [],
                    "last": "Sanjana",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hartenian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Mikkelsen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "84-7",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1247005"
                ]
            }
        },
        "BIBREF44": {
            "title": "Mouse transferrin receptor 1 is the cell entry receptor for mouse mammary tumor virus",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Schofield",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bucan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "99",
            "issn": "",
            "pages": "12386-90",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.192360099"
                ]
            }
        },
        "BIBREF45": {
            "title": "Decreased plasticity of coreceptor use by CD4-independent SIV Envs that emerge in vivo",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Francella",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Gwyn",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Retrovirology",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-4690-10-133"
                ]
            }
        },
        "BIBREF46": {
            "title": "Phenotype-associated sequence variation in the third variable domain of the human immunodeficiency virus type 1 gp120 molecule",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Groenink",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Kootstra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tersmette",
                    "suffix": ""
                },
                {
                    "first": "HG",
                    "middle": [],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Miedema",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "3183-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Minimal requirements for the human immunodeficiency virus type 1 V3 domain to support the syncytium-inducing phenotype: analysis by single amino acid substitution",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Ronde",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Keulen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tersmette",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goudsmit",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "6777-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Identification of the segments of the mouse transferrin receptor 1 required for mouse mammary tumor virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Albritton",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "10243-9",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M511572200"
                ]
            }
        },
        "BIBREF49": {
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Berne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450-4",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02145"
                ]
            }
        },
        "BIBREF50": {
            "title": "CD209L (L-SIGN) is a receptor for severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Jeffers",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Tusell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gillim-Ross",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Hemmila",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Achenbach",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Babcock",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "15748-53",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0403812101"
                ]
            }
        },
        "BIBREF51": {
            "title": "Hepatitis C virus entry into host cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Helle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubuisson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Mol Life Sci",
            "volume": "65",
            "issn": "",
            "pages": "100-12",
            "other_ids": {
                "DOI": [
                    "10.1007/s00018-007-7291-8"
                ]
            }
        },
        "BIBREF52": {
            "title": "Entry inhibitors in the treatment of HIV-1 infection",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Tilton",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Doms",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Antiviral Res",
            "volume": "85",
            "issn": "",
            "pages": "91-100",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2009.07.022"
                ]
            }
        },
        "BIBREF53": {
            "title": "Syndecans serve as attachment receptors for human immunodeficiency virus type 1 on macrophages",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Saphire",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Bobardt",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Gallay",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "9187-200",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.19.9187-9200.2001"
                ]
            }
        },
        "BIBREF54": {
            "title": "High-titer packaging cells producing recombinant retroviruses resistant to human serum",
            "authors": [
                {
                    "first": "FL",
                    "middle": [],
                    "last": "Cosset",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Battini",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "7430-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Mouse mammary tumor virus uses mouse but not human transferrin receptor 1 to reach a low pH compartment and infect cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Obeng-Adjei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meertens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dragic",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "381",
            "issn": "",
            "pages": "230-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2008.08.013"
                ]
            }
        },
        "BIBREF56": {
            "title": "Mechanism of HIV-1 virion entrapment by tetherin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Bieniasz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003483"
                ]
            }
        },
        "BIBREF57": {
            "title": "Production of mouse mammary tumor virus upon transfection of a recombinant proviral DNA into cultured cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salmons",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Groner",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Calberg-Bacq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ponta",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Virology",
            "volume": "144",
            "issn": "",
            "pages": "101-14",
            "other_ids": {
                "DOI": [
                    "10.1016/0042-6822(85)90309-5"
                ]
            }
        },
        "BIBREF58": {
            "title": "Development, characterization, and viral susceptibility of a feline (Felis catus) renal cell line (CRFK)",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Crandell",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Fabricant",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Nelson-Rees",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "In Vitro",
            "volume": "9",
            "issn": "",
            "pages": "176-85",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02618435"
                ]
            }
        },
        "BIBREF59": {
            "title": "Characterization of mouse mammary tumor viruses propagated in heterologous cells",
            "authors": [
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Colcher",
                    "suffix": ""
                },
                {
                    "first": "YA",
                    "middle": [],
                    "last": "Teramoto",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlom",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Cancer Res",
            "volume": "37",
            "issn": "",
            "pages": "2696-704",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Mouse mammary tumor virus infects human cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Indik",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Gunzburg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salmons",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rouault",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cancer Res",
            "volume": "65",
            "issn": "",
            "pages": "6651-9",
            "other_ids": {
                "DOI": [
                    "10.1158/0008-5472.CAN-04-2609"
                ]
            }
        }
    }
}