{
    "paper_id": "PMC4006786",
    "metadata": {
        "title": "Emerging Infectious Diseases in Free-Ranging Wildlife–Australian Zoo Based Wildlife Hospitals Contribute to National Surveillance",
        "authors": [
            {
                "first": "Keren",
                "middle": [],
                "last": "Cox-Witton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Reiss",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rupert",
                "middle": [],
                "last": "Woods",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Grillo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rupert",
                "middle": [
                    "T."
                ],
                "last": "Baker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "J."
                ],
                "last": "Blyde",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wayne",
                "middle": [],
                "last": "Boardman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Cutter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Claude",
                "middle": [],
                "last": "Lacasse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Helen",
                "middle": [],
                "last": "McCracken",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Pyne",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Simone",
                "middle": [],
                "last": "Vitali",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Larry",
                "middle": [],
                "last": "Vogelnest",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dion",
                "middle": [],
                "last": "Wedd",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Phillips",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Bunn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lyndel",
                "middle": [],
                "last": "Post",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patrick",
                "middle": [
                    "C.",
                    "Y."
                ],
                "last": "Woo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Emerging infectious diseases are increasingly originating from wildlife, due in part to increasing urbanisation, globalised trade, habitat loss and other environmental changes. This is a real trend that cannot be fully explained by an increase in detection through improved surveillance, recognition, diagnosis or reporting [1], [2], [3], [4], [5]. Many of these diseases have significant impacts on human health, domestic animal health, wildlife health and biodiversity.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "mention": "[1]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 329,
                    "end": 332,
                    "mention": "[2]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 334,
                    "end": 337,
                    "mention": "[3]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 339,
                    "end": 342,
                    "mention": "[4]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 344,
                    "end": 347,
                    "mention": "[5]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Zoonoses represent a rising threat to global health [5], [6]. Recent examples of emerging infectious diseases in humans with a wildlife origin include severe acute respiratory syndrome (SARS), Nipah virus and Ebola virus. Wildlife can act as a source and reservoir of diseases of domestic livestock such as bovine tuberculosis and avian influenza, and can result in significant economic losses [7], [8], [9]. Emerging diseases may also directly threaten wildlife health and biodiversity, as demonstrated in recent years by the emergence of white nose syndrome, Tasmanian devil facial tumour disease (DFTD) and chytridiomycosis [10], [11], [12], [13]. In Australia a number of diseases have emerged over the last 15 years with confirmed or suspected involvement of wildlife. Many of these diseases have had significant impacts on biodiversity, human health and domestic animal health, including chytrid fungus, DFTD, Australian bat lyssavirus (ABLV), Menangle virus, Japanese encephalitis and Hendra virus [14], [15], [16].",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "mention": "[5]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 57,
                    "end": 60,
                    "mention": "[6]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 394,
                    "end": 397,
                    "mention": "[7]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 399,
                    "end": 402,
                    "mention": "[8]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 404,
                    "end": 407,
                    "mention": "[9]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 627,
                    "end": 631,
                    "mention": "[10]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 633,
                    "end": 637,
                    "mention": "[11]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 639,
                    "end": 643,
                    "mention": "[12]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 645,
                    "end": 649,
                    "mention": "[13]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1005,
                    "end": 1009,
                    "mention": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "mention": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "mention": "[16]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "With the growing understanding of the importance of wildlife as a source or reservoir of emerging diseases, there is increased recognition of the need for disease surveillance in free-ranging wildlife. There are however inherent difficulties in conducting effective wildlife disease surveillance. Many wildlife disease events go unrecognised due to remote locations and a lack of obviously ill individuals or carcasses. Further challenges include a lack of validated diagnostic tests and laboratory capacity for the investigation of wildlife diseases, under-developed surveillance networks, difficulties in determining key parameters such as prevalence for diseases in wildlife populations, and lack of accurate ecological data on population size and density [17], [18]. Collection and validation of wildlife disease data can be challenging due to lack of funding, the ‘anecdotal’ nature of some reports, and the need to integrate data from disparate sources [16].",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 763,
                    "mention": "[17]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 765,
                    "end": 769,
                    "mention": "[18]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 959,
                    "end": 963,
                    "mention": "[16]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Utilising existing systems to establish a coordinated approach is an effective and efficient mechanism to overcome some of these difficulties, where they relate to reporting and data collection. This approach can be strengthened by a functional network that facilitates communication and information flow between those engaged at all levels in surveillance, diagnosis and management of wildlife disease. Surveillance information collected in this way may contribute to the early detection of new or emerging diseases [16], [19]. This paper describes a zoo based wildlife disease surveillance program, as an example of how such a system can assist in managing some of the issues associated with disease surveillance in free-ranging wildlife.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "mention": "[16]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 523,
                    "end": 527,
                    "mention": "[19]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In Australia, the national animal health system is supported by a co-ordinated general wildlife health surveillance system. The primary responsibility for gathering animal health data, including wildlife disease data, rests with state and territory government agencies [20]. The Australian Wildlife Health Network (AWHN) is a national network of government and private stakeholders with an interest in wildlife health that receives core funding from the Australian Government Department of Agriculture. The AWHN is charged with collation and management of national wildlife surveillance data, and works within a ‘One Health’ framework by encouraging collaboration on wildlife health issues and investigations across human health, animal health and environmental sectors [21]. The AWHN manages wildlife health data through a national web-based database known as eWHIS (the ‘electronic Wildlife Health Information System’). A key component of the wildlife health surveillance system are the ‘wildlife coordinators’, with a government representative in each of Australia’s states and territories. Wildlife coordinators manage wildlife disease investigations in their jurisdiction and report data into eWHIS. State, territory and commonwealth agriculture, environment and human health agencies, universities, private veterinary practices and zoos all contribute to Australia’s coordinated wildlife health surveillance system. The zoo based wildlife disease surveillance program was developed to formally incorporate disease information from free-ranging wildlife presented to Australian zoos into this existing national wildlife health information system.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "mention": "[20]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 770,
                    "end": 774,
                    "mention": "[21]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Zoos are well suited to participation in surveillance efforts, as many zoos conduct active disease surveillance of collection animals as part of their routine preventative medicine programs, maintain serum and tissue banks and detailed medical records, and have staff with technical expertise in wildlife health [22], [23], [24]. The Zoo Animal Health Network in the USA, for example, is a collaborative program with the United States Department of Agriculture that is involved in early disease detection and outbreak response programs [25], [26], [27], [28]. The value of zoos for surveillance was demonstrated in 1999 when investigation of wild bird mortalities by veterinarians at New York City’s Bronx Zoo led to the diagnosis of the first known occurrence of West Nile virus (WNV) in the western hemisphere, a disease with significant human and animal health impacts [22], [23].",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "mention": "[22]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 318,
                    "end": 322,
                    "mention": "[23]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 324,
                    "end": 328,
                    "mention": "[24]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 536,
                    "end": 540,
                    "mention": "[25]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 542,
                    "end": 546,
                    "mention": "[26]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 548,
                    "end": 552,
                    "mention": "[27]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 554,
                    "end": 558,
                    "mention": "[28]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 872,
                    "end": 876,
                    "mention": "[22]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 878,
                    "end": 882,
                    "mention": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Typically, however, zoo surveillance has largely focused on captive animals within zoo collections. In Australia, wildlife hospitals operated by the major zoos also treat a significant caseload of free-ranging and rehabilitation wildlife. A survey in 2008 found that 15 Australian zoos treated over 14,000 wildlife cases each year in their wildlife hospitals [29] and admissions to these hospitals appear to be increasing over time. As well as providing expertise in veterinary care, these hospitals have strong links to a network of wildlife rehabilitation, conservation, research and welfare organisations in their region.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "mention": "[29]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The zoo based wildlife disease surveillance program was developed in recognition of the strong capacity and potential for wildlife hospitals at Australian zoos to contribute to national and international wildlife disease surveillance. The program aimed to integrate zoo based wildlife hospitals into Australia’s animal health surveillance system. This paper describes the program and reviews the outcomes in the context of wildlife diseases that impact on human health, livestock health, trade and biodiversity.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In 2009 the Zoo Animal Health Reference Group [30] held a workshop to identify the role that Australian zoos could play in biosecurity, and surveillance was identified as a key area where a contribution could be made. A zoo based wildlife disease surveillance program was proposed and a collaborative project was subsequently developed between the AWHN and the Zoo and Aquarium Association Australasia (ZAA). The ZAA, with over 80 institutional members, is the peak body representing the zoo and aquarium industry in Australia and New Zealand. The AWHN and the ZAA worked with the Zoo Animal Health Reference Group and the senior veterinarians from the participating zoos to develop the scope and methodology for a pilot project to evaluate the potential of a zoo based surveillance program. The aim of the pilot project was to trial the integration of free-ranging wildlife disease information from zoo based wildlife hospitals into the national wildlife health information system. An additional objective was to strengthen and improve communication and the flow of information between zoo veterinarians and relevant government agencies.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "mention": "[30]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Planning ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Six major Australian zoos were selected to participate in the pilot project, each with a well-established and resourced on-site veterinary hospital treating free-ranging and rehabilitation wildlife and a permanent staff of experienced zoo and wildlife veterinarians. The six participating zoos are located in five Australian states: Adelaide Zoo in South Australia, Australia Zoo Wildlife Hospital in Queensland, Healesville Sanctuary and Melbourne Zoo in Victoria, Perth Zoo in Western Australia and Taronga Zoo in New South Wales (Figure 1). A formal survey of these zoos was conducted to gather baseline information and assist in planning for the pilot project. Data were collected on the number and taxonomic breakdown of wildlife cases seen by each of the zoo veterinary hospitals over a 12-month period during 2009 to 2010 (Table 1).",
            "cite_spans": [],
            "section": "Planning ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 533,
                    "end": 541,
                    "mention": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 837,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The pilot project commenced in November 2010 and finished in October 2011. During this time an agreed data set was collected from free-ranging and rehabilitation wildlife cases seen by the participating zoo veterinary hospitals. The scope of the pilot project did not include data from zoo collection animals and focused on the reporting of existing work, rather than expansion of disease investigations. Reporting into the national wildlife health information system in the pilot project was limited to selected disease event categories (Table 2), which had previously been established as a high priority for wildlife surveillance in Australia and aligned with data being reported from other sources. These categories are designed to collect wildlife disease information of potential importance to human health, livestock health, trade and biodiversity. While the priority for data collection was positive results, reporting of negative results was also encouraged, particularly where a specific disease was excluded that is a locally, nationally, or internationally notifiable or reportable disease. The ‘interesting or unusual’ category was designed to capture unusual events or findings that could indicate an emerging disease, syndrome or trend. Examples of disease events that could be reported in this category are significant clusters or patterns of disease, unexpected morbidities or mortalities, toxicity events, marine wildlife strandings, and cases with possible linkages to international events or drivers. Cases for reporting were not confined to those where a necropsy or laboratory test had been conducted. Participants were encouraged to report a range of cases using different diagnostic tools, including where the diagnosis was based solely on clinical examination.",
            "cite_spans": [],
            "section": "Operation ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 539,
                    "end": 546,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Cases were reported into the national wildlife health surveillance system via a web-enabled database, the ‘electronic Wildlife Health Information System’ (eWHIS). After initial training sessions provided by the AWHN, the zoo veterinarians entered data directly into the eWHIS database on a monthly basis for the duration of the pilot project, with ongoing training and support provided as needed. Fields captured included: event dates, event location, event type (e.g. individual, outbreak, monitoring), event category (see Table 2), species, number (affected and dead), state of captivity, presenting syndrome, diagnosis (one or multiple), laboratory test details and confidentiality level. The data entered into eWHIS were reviewed and moderated by the AWHN.",
            "cite_spans": [],
            "section": "Operation ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 524,
                    "end": 531,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Participating zoo veterinarians were given the opportunity to discuss interesting disease events and operational aspects of the pilot project at regular teleconferences. All zoo participants were encouraged to engage with their state or territory agriculture agency via the wildlife coordinator, however this did not replace or bypass the legislated reporting of notifiable animal diseases through appropriate channels.",
            "cite_spans": [],
            "section": "Operation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "An independent review was conducted at the end of the pilot project by an internationally-recognised consulting company with expertise and experience in epidemiology and wildlife disease surveillance. Their evaluation of the project included an assessment of the value of the surveillance data and the potential for the project to deliver benefits to stakeholders, including the Australian commonwealth, state and territory governments. The sustainability of the system was also assessed. The evaluation process included an online stakeholder survey, interviews with the project coordinators and analysis of collected data.",
            "cite_spans": [],
            "section": "Evaluation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The independent review found that the pilot project increased the volume of cases and expanded the sources of data being entered into the national database [46]. According to the review, the project resulted in increased geographic and taxonomic coverage of the wildlife population, with data collected from additional ‘catchment’ areas and an increased species distribution, as well as a wider range of presenting syndromes and reporting reasons. The review concluded from these outcomes that the pilot project enhanced the capacity of the national wildlife health information system for early detection of disease and improved the sensitivity for demonstration of freedom from disease.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "mention": "[46]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Evaluation ::: Results",
            "ref_spans": []
        },
        {
            "text": "The survey of zoo participants found that most considered their institution had benefited from the pilot project. Participants reported that the project provided additional focus for the zoos to investigate wildlife diseases; resulted in better recognition of their contribution to wildlife health; and improved collaboration, connection and communication with other institutions and organisations. It also contributed to a better understanding of the wider context of wildlife disease events, and assisted in identifying patterns in these events by providing a forum to share information on similar syndromes from different locations. The majority of participants agreed that participation in the project increased their awareness and understanding of diseases of national concern. The review identified some limitations of the program, including the clustering of cases around major population centres, and the collection of only a small proportion of the total caseload of the participating zoo wildlife hospitals.",
            "cite_spans": [],
            "section": "Evaluation ::: Results",
            "ref_spans": []
        },
        {
            "text": "The reviewers concluded that there was value in the project to both the stakeholders and the participants, and that it was sustainable. They recommended the program be continued and expanded to include more zoos in order to increase the coverage and volume of data collected and to build on the improved capacity for early detection of wildlife disease. Factors recommended for consideration in the selection of additional zoos included geographic location and the ‘catchment’ area of wildlife covered by the zoo, veterinary presence, caseload, nature of cases, and availability of resources for data entry.",
            "cite_spans": [],
            "section": "Evaluation ::: Results",
            "ref_spans": []
        },
        {
            "text": "Based on the success of the pilot project and the recommendations of the independent review, the zoo based wildlife disease surveillance program has continued. Each of the participating zoos has remained with the program, which has expanded to incorporate three additional zoos with the aim of increasing both the geographic and species range. These zoos are Currumbin Wildlife Sanctuary and Sea World in Queensland, and Territory Wildlife Park in the Northern Territory (Figure 1). This brings the total number of free-ranging wildlife cases seen by the nine participating zoos to around 17,000 cases each year. A total of 25 zoo wildlife hospital staff have directly participated in the program since its inception.",
            "cite_spans": [],
            "section": "Outcomes ::: Results",
            "ref_spans": [
                {
                    "start": 472,
                    "end": 480,
                    "mention": "Figure 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Animal health surveillance is the key to early detection and management of emerging diseases. The need to include free-ranging wildlife populations in animal health surveillance programs is increasingly recognised in Australia and globally [1], [5], [14], however effective disease surveillance in free-ranging wildlife populations presents many challenges. In Australia, as in many countries, there is an established system for investigating wildlife disease events and reporting them into the national system, however a considerable number of wildlife cases are inevitably seen outside of this system. A significant caseload of free-ranging wildlife is presented for treatment to Australian zoo based veterinary hospitals by members of the public, wildlife carers and park rangers, or are referred by state and territory government agencies, and the cost of providing this service is mostly covered by the zoos’ operating budgets [29].",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "mention": "[1]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 245,
                    "end": 248,
                    "mention": "[5]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 250,
                    "end": 254,
                    "mention": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 932,
                    "end": 936,
                    "mention": "[29]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Australian zoo based hospitals are recognised as one of the chief sources of information on wildlife health and are well placed to participate in wildlife disease surveillance as these zoos have veterinary staff with expertise in wildlife health, are well organised and represented by their peak body, the Zoo and Aquarium Association, and have an existing framework of communication and collaboration. Zoos also have strong linkages with a broad network of wildlife rehabilitators, wildlife researchers, conservation organisations and environmental officers in their districts. For these reasons, the existing framework for the national reporting of wildlife disease information was expanded to include zoo veterinarians working with free-ranging wildlife. A pilot project demonstrated that a zoo based surveillance program was able to capture useful information on disease in free-ranging wildlife that might otherwise not have been reported into the national system, or was reported earlier than would otherwise have occurred. The program has the ability to capture valuable information on diseases of humans and domestic animals originating from wildlife, diseases in threatened species and recognised syndromes of unknown aetiology.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Some limitations of the zoo surveillance pilot project were identified by the independent review and the authors. Geographic coverage of cases reported through the project was, as expected, clustered around the physical locations of the participating zoos, which are primarily in or near the major population centres in coastal areas of Australia. This reflects the inherent bias of general surveillance systems. Although primarily in coastal locations, the zoos are situated in a variety of geographic and climatic zones, and in both urban and rural settings. This source of surveillance information does not stand alone, but complements other sources of data. The program also allows clear identification of geographic areas where general surveillance is of lower intensity, which is valuable for planning and assessment of risk.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As described, the scope of the project resulted in the collection of only a small proportion of the total caseload of the zoo wildlife hospitals into the eWHIS database (1–8%). The majority of cases presenting to zoo wildlife hospitals involve orphaned animals and cases involving dog, cat or vehicular trauma. Most of these do not align with the categories for reporting, which are selected on the basis of nationally-agreed priorities for wildlife disease surveillance in Australia. Nonetheless a large volume of potentially valuable data is not captured through the program, and this aspect of data collection will be further investigated by the authors. There may also be cases that meet the selection criteria but are not being reported into eWHIS, as the decision on what to report rests with the submitter, however the AWHN provides training and ongoing guidance on case selection to minimise the loss of eligible data.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This program focuses on wildlife hospitals at zoos, however the caseload varies significantly between participating institutions and in some instances there are other organisations in the same region with a higher caseload, such as private veterinary clinics, and not-for-profit wildlife hospitals and rehabilitation centres, which are not yet formally integrated into the surveillance system. This program may be used as a model in future to integrate other types of organisations into the national wildlife health surveillance system.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The Australian zoo based wildlife disease surveillance program provides a model for an effective, low cost system that utilises existing capacity and routine activities to contribute to national and international surveillance efforts. The program generates information with the potential to assist earlier detection of emerging diseases and trends, as well as strengthening networks, improving communication and information flow, and building capacity in wildlife health professionals. These elements form the basis of a successful surveillance program. This program acknowledges the value of data where a range of diagnostic tools, including clinical assessment has been used. As a model, it demonstrates that meaningful surveillance can be conducted in a variety of circumstances, including those where laboratory capacity and financial resources are limited.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There is a recognition that successful surveillance relies on communication between stakeholders, including private practitioners and public officers [47]. There is a need for greater integration and linkage of animal - both wild and domestic - and human pathogen surveillance systems at the international and national level [48]. The need for a systematic approach to communication between the human and animal disease surveillance systems in Australia has been outlined [19]. A ‘One Health’ approach can result in increased interaction between professionals working in the veterinary, medical, wildlife and environmental spheres [14]. In an evaluation of the WNV surveillance program in the USA, an association was found between submission of samples by zoos for WNV testing and the level of communication between the zoos and the public health agency [24]. The authors concluded that a greater awareness of the importance of surveillance by zoos could result in better collaboration and detection of possible human health threats from animal disease events.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "mention": "[47]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 325,
                    "end": 329,
                    "mention": "[48]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 472,
                    "end": 476,
                    "mention": "[19]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 631,
                    "end": 635,
                    "mention": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 854,
                    "end": 858,
                    "mention": "[24]",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The AWHN maintains a ‘first alert’ framework based on a national network of wildlife health professionals that can be used to coordinate and disseminate information in an emergency or a significant disease event. This network receives regular notifications of disease alerts, requests for information and samples, and publication of significant articles, guidelines and policy documents. The pilot project demonstrated the potential of the program to widen this network and raise the level of awareness of emerging diseases and diseases of potential national importance. The collaborative framework of the program also encourages discussion on new and interesting events and patterns of disease across multiple locations, and facilitates sharing of samples for testing and research.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The program has resulted in improved communication and flow of information, and strengthened relationships between the zoo industry and government agencies, in particular the state and territory departments of agriculture. Linking with zoos provides an avenue for information gathering and dissemination, and an opportunity to utilise the expertise and resources within their extensive networks. The program has the potential to build the capacity of zoos to play a rapid and effective role in a disease emergency by integrating zoo veterinarians into the national biosecurity surveillance network.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The science of understanding emerging infectious diseases with wildlife as part of their ecology has gained much attention over recent years, but it is often difficult to conduct meaningful surveillance in this area. The Australian zoo based wildlife disease surveillance program uses a collaborative approach involving government and the zoo industry, with a focus on collecting and reporting of wildlife disease events with potential impact on human health, livestock health and biodiversity. It provides a strong model for a disease surveillance program for free-ranging wildlife that could be adapted and utilised in other contexts. There is potential for expansion of the program to groups outside of zoo hospitals such as private veterinary practitioners from ‘sentinel’ hospitals with a high wildlife caseload, veterinary hospitals run by animal welfare organisations and universities involved in clinical wildlife work and research. Integration of these groups into the national wildlife health surveillance system has the potential to assist in the early detection of emerging diseases in Australia’s free-ranging wildlife population.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "An overview of the epidemiology of avian influenza",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5637-5644",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "State and Territory Reports – New South Wales",
            "authors": [],
            "year": 2011,
            "venue": "Animal Health Surveillance Quarterly Report",
            "volume": "16",
            "issn": "",
            "pages": "10-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Chytridiomycosis causes amphibian mortality associated with population declines in the rain forests of Australia and Central America",
            "authors": [],
            "year": 1998,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "95",
            "issn": "",
            "pages": "9031-9036",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The economic and social contribution of the zoological industry in Australia",
            "authors": [],
            "year": 2010,
            "venue": "International Zoo Yearbook",
            "volume": "44",
            "issn": "",
            "pages": "192-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Managing animal disease risk in Australia: the impact of climate change",
            "authors": [],
            "year": 2008,
            "venue": "Rev Sci Tech",
            "volume": "27",
            "issn": "",
            "pages": "563-580",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Emerging wildlife diseases – impact on trade, human health and the environment",
            "authors": [],
            "year": 2005,
            "venue": "Microbiology Australia",
            "volume": "26",
            "issn": "",
            "pages": "53-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Anthropogenic environmental change and the emergence of infectious diseases in wildlife",
            "authors": [],
            "year": 2001,
            "venue": "Acta Trop",
            "volume": "78",
            "issn": "",
            "pages": "103-116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Emerging infectious diseases of wildlife – threats to biodiversity and human health",
            "authors": [],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "443-449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Ecological aspects of Hendra virus",
            "authors": [],
            "year": 2012,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "359",
            "issn": "",
            "pages": "11-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "An emerging disease causes regional population collapse of a common North American bat species",
            "authors": [],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "679-682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Conjunctivitis Associated with Chlamydia pecorum in Three Koalas (Phascolarctos cinereus) in the Mount Lofty Ranges, South Australia",
            "authors": [],
            "year": 2013,
            "venue": "Journal of Wildlife Diseases",
            "volume": "49",
            "issn": "",
            "pages": "1066-1069",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Australian Wildlife Health Network",
            "authors": [],
            "year": 2012,
            "venue": "Animal Health Surveillance Quarterly Report",
            "volume": "17",
            "issn": "",
            "pages": "6-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Bringing together emerging and endemic zoonoses surveillance: shared challenges and a common solution",
            "authors": [],
            "year": 2012,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "367",
            "issn": "",
            "pages": "2872-2880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Green turtle fibropapillomatosis: challenges to assessing the role of environmental cofactors",
            "authors": [],
            "year": 1995,
            "venue": "Environ Health Perspect",
            "volume": "103",
            "issn": "",
            "pages": "27-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990-993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Wildlife as source of zoonotic infections",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "2067-2072",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Public health. Pathogen surveillance in animals",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1680-1681",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "An outbreak of West Nile virus in a New York City captive wildlife population",
            "authors": [],
            "year": 2002,
            "venue": "Am J Trop Med Hyg",
            "volume": "67",
            "issn": "",
            "pages": "67-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Tawny frogmouths and brushtail possums as sentinels for Angiostrongylus cantonensis, the rat lungworm",
            "authors": [],
            "year": 2013,
            "venue": "Vet Parasitol",
            "volume": "192",
            "issn": "",
            "pages": "158-165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Zoonoses in wildlife integrating ecology into management",
            "authors": [],
            "year": 2009,
            "venue": "Adv Parasitol",
            "volume": "68",
            "issn": "",
            "pages": "185-209",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Wildlife cancer: a conservation perspective",
            "authors": [],
            "year": 2009,
            "venue": "Nat Rev Cancer",
            "volume": "9",
            "issn": "",
            "pages": "517-526",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Tasmanian devil facial tumour disease: lessons for conservation biology",
            "authors": [],
            "year": 2008,
            "venue": "Trends Ecol Evol",
            "volume": "23",
            "issn": "",
            "pages": "631-637",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Synanthropy of wild mammals as a determinant of emerging infectious diseases in the Asian-Australasian region",
            "authors": [],
            "year": 2012,
            "venue": "Ecohealth",
            "volume": "9",
            "issn": "",
            "pages": "24-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "The role of zoos in biosurveillance",
            "authors": [],
            "year": 2007,
            "venue": "International Zoo Yearbook",
            "volume": "41",
            "issn": "",
            "pages": "12-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "A bird in hand: the power of zoo sentinels",
            "authors": [],
            "year": 2011,
            "venue": "Ecohealth",
            "volume": "7",
            "issn": "",
            "pages": "S21-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Cooling off health security hot spots: getting on top of it down under",
            "authors": [],
            "year": 2012,
            "venue": "Environ Int",
            "volume": "48",
            "issn": "",
            "pages": "56-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Marine mammal neoplasia: a review",
            "authors": [],
            "year": 2006,
            "venue": "Vet Pathol",
            "volume": "43",
            "issn": "",
            "pages": "865-880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Tuberculosis in badgers (Meles meles)",
            "authors": [],
            "year": 1994,
            "venue": "Vet Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "179-191",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "The control of bovine tuberculosis in New Zealand",
            "authors": [],
            "year": 1995,
            "venue": "N Z Vet J",
            "volume": "43",
            "issn": "",
            "pages": "249-255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Avian paramyxovirus in pigeons",
            "authors": [],
            "year": 2011,
            "venue": "Animal Health Surveillance Quarterly Report",
            "volume": "16",
            "issn": "",
            "pages": "3-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Quarterly Statistics – Surveillance Activities – Salmonella Surveillance",
            "authors": [],
            "year": 2012,
            "venue": "Animal Health Surveillance Quarterly Report",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Strategies for enhancing Australia’s capacity to respond to emerging infectious diseases",
            "authors": [],
            "year": 2009,
            "venue": "Vet Ital",
            "volume": "45",
            "issn": "",
            "pages": "67-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Zoological institution participation in a West Nile Virus surveillance system: implications for public health",
            "authors": [],
            "year": 2011,
            "venue": "Public Health",
            "volume": "125",
            "issn": "",
            "pages": "592-599",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Spread of chytridiomycosis has caused the rapid global decline and extinction of frogs",
            "authors": [],
            "year": 2007,
            "venue": "EcoHealth",
            "volume": "4",
            "issn": "",
            "pages": "125-134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Neuroangiostrongyliasis: disease in wildlife and humans",
            "authors": [],
            "year": 2005,
            "venue": "Microbiology Australia",
            "volume": "26",
            "issn": "",
            "pages": "63-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Zoos act as sentinels for infectious diseases",
            "authors": [],
            "year": 2003,
            "venue": "BioScience",
            "volume": "53",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}