{
    "paper_id": "PMC4607159",
    "metadata": {
        "title": "Risk Factors for Acute Kidney Injury and In-Hospital Mortality in Patients Receiving Extracorporeal Membrane Oxygenation",
        "authors": [
            {
                "first": "Sung",
                "middle": [
                    "Woo"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mi-yeon",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hajeong",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shin",
                "middle": [
                    "Young"
                ],
                "last": "Ahn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sejoong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ho",
                "middle": [
                    "Jun"
                ],
                "last": "Chin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ki",
                "middle": [
                    "Young"
                ],
                "last": "Na",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Emmanuel",
                "middle": [
                    "A"
                ],
                "last": "Burdmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Although extracorporeal membrane oxygenation (ECMO) has been used in severe cardiopulmonary diseases since the 1970s, the outcome in the early ECMO era was not satisfactory [1–3]. Since this time, major advances in critical care [4] and technical aspects [5] have been made. The 2009 H1N1 influenza pandemic gave birth to several studies that suggested improved outcomes of modern ECMO [6–8]. In the Korean epidemic of Middle East respiratory syndrome (MERS), ECMO played a key role in treating critically ill patients.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 176,
                    "end": 177,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 230,
                    "end": 231,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 256,
                    "end": 257,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 387,
                    "end": 388,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 389,
                    "end": 390,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "ECMO enables an efficient oxygenation and elimination of carbon dioxide. ECMO can be operated in two different modes: a venovenous (VV) mode for ventilatory failure and a veno-arterial (VA) mode for respiratory and cardiac support, however, a number of complications could impinge upon the potential benefit of ECMO, and acute kidney injury (AKI) is the most frequently reported problem [9, 10].",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 389,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 391,
                    "end": 393,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Three major sets of criteria have been proposed to define AKI RIFLE (the Risk of renal failure, Injury to the kidney, Failure of kidney function, Loss of kidney function and End stage kidney disease), the Acute Kidney Injury Network (AKIN), and the Kidney Disease Improving Global Outcomes (KDIGO) criteria. Lin et al. retrospectively analyzed 46 patients who were treated with ECMO and demonstrated the good discriminatory power of the RIFILE criteria for in-hospital mortality [area under the receiver operator curve (AUROC), 0.868, p < 0.001] [11]. Yan et al. analyzed 67 patients receiving ECMO support and showed similar results; the reported AUROC for in-hospital mortality was 0.738 (p = 0.001) and 0.799 (p <0.001) for RIFLE and AKIN criteria, respectively [12]. However, all of the previous studies have mainly focused on the association between AKI and mortality, and none of them have evaluated the potential risk factors of AKI in adult patients [11–14]. Therefore, we performed this retrospective cohort study to explore the risk factors for AKI and in-hospital mortality in patients receiving ECMO support.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 549,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 959,
                    "end": 961,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 962,
                    "end": 964,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We performed a retrospective cohort study in adult patients who were 15 years or older and received ECMO support at Seoul National University Bundang Hospital and Seoul National University Hospital, which are the two tertiary care hospitals. The study protocol complied with the Declaration of Helsinki and received full approval from the institutional review boards at both Seoul National University Bundang Hospital (B-1412/278-112) and Seoul National University Hospital (J-1503-003-651). Informed consent was waived because patient records/information were anonymized and de-identified prior to analysis. No extramural funding was used to support this work. A total of 681 patients consecutively received ECMO support from January 2005 to November 2014. Patients were excluded from the analysis if they were under 15 years of age (n = 109), if they received ECMO support for less than 24 h (n = 90), if they received ECMO insertion from other hospitals (n = 4), if they had end-stage renal disease or their initial serum creatinine levels were above 353.6 μmol/L (n = 13), or if they had been receiving continuous renal replacement therapy when ECMO were initiated (n = 66), if they initiated continuous renal replacement therapy on the date of ECMO insertion (n = 77). Therefore, 322 patients were ultimately analyzed in the present study.",
            "cite_spans": [],
            "section": "Study population ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The physiologic and laboratory data within 24 h before ECMO initiation were collected retrospectively through a review of the electronic medical records. The clinical parameters that were recorded included the following: age, sex, causes of admission; causes of ECMO support, mode of ECMO, whether to perform cardiopulmonary resuscitation within 24 h, use of an intra-aortic balloon pump (IABP), ECMO settings, duration of ECMO, urine output, and ventilator settings. Initial blood findings, including blood urea nitrogen (BUN), total bilirubin, albumin, white blood cells, hemoglobin level, platelet number, red cell distribution width (RDW), sodium, potassium, chloride, and C-reactive protein (CRP) were measured. For the severity index, we used the Simplified Acute Physiology Score 2 (SAPS2) [15]. To calculate the SAPS2, the worst values during the first 24 h before ECMO initiation were used.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 800,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Measurements and Definitions ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "AKI and the stage of its severity were defined according to the guidelines proposed by KDIGO [16]. AKI was defined in a case with either an increase in serum creatinine by ≥ 26.5 μmol/L or ≥ 1.5 times the baseline within 48 h. The changes in serum creatinine according to the AKI stages were as follows: stage 1, an increase of more than or equal to 26.5 μmol/L or an increase to more than or equal to 1.5- to 2-fold of the baseline; stage 2, an increase to more than 2- to 3-fold of the baseline; stage 3, an increase to more than 3-fold of the baseline or more than or equal to 353.6 μmol/L with an acute increase of at least 44.2 μmol/L or on renal replacement therapy. The maximum AKI stage reached during ECMO support was used to define the incidence of AKI [17]. In-hospital mortality was determined whether a death certificate had been issued or not at 90 d after ECMO insertion. The applied ECMO console was composed of a centrifugal pump and membrane oxygenator. The products utilized included CAPIOX EBS (Terumo Corporation, Tokyo, Japan) and QUADROX PLS (Maquet, Hirrlingen, Germany).",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Measurements and Definitions ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The values were expressed as the mean ± standard deviation in continuous variables and n (%) in categorical variables. For the severely skewed variables, such as follow-up duration, the median (interquartile range, IQR) was used. The difference was analyzed by an independent t-test in continuous variables and chi-square test in categorical variables. For the estimated survival, the Kaplan-Meier method was employed, and the statistical significance was calculated using the log-rank test. For multivariate analysis, logistic regression analysis for AKI and Cox-proportional hazard analysis for in-hospital mortality were carried out. The variables in the multivariate analysis were chosen by p <0.05 in the univariate analysis. Calibration was done using the Hosmer-Lemeshow goodness-of-fit test to compare the numbers of predicted and observed in-hospital mortality and AKI. Discrimination was analyzed using AUROC. The best threshold was calculated by obtaining the best Youden index (sensitivity + specificity—1). We consider p <0.05 to be statistically significant. All of the analyses were performed using the SPSS statistics software (version 22, IBM, USA).",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The mean age of the study participants was 60.3 ± 15.3 years and 213 (66.1%) of the participants were male. The reasons for admission were cardiovascular disease (203, 63.0%), lung disease (49, 15.2%), malignancy (35, 10.9%) and others (35, 10.9%). One hundred and thirty seven (42.5%) patients had received cardiopulmonary resuscitation within 24 h prior to ECMO initiation. After the median (IQR) 2 (0–10) days of admission, the patients received ECMO insertion because of cardiotomy (31, 9.6%), non-operative cardiovascular causes (185, 57.5%), adult respiratory distress syndrome (ARDS) (43, 13.4%), non-ARDS lung causes (44, 13.7%) and other causes (19, 5.9%). Two hundred and thirty (71.4%) and 92 (28.6%) patients received VA and VV ECMO support, respectively. One hundred and six (32.9%) patients were undergoing IABP on the date of ECMO insertion. The median (IQR) duration from ECMO initiation to death or discharge was 21 (8–40) days. The incidence of AKI comprising all KDIGO grades was 82.3%. In-hospital mortality was 51.6%. The median (IQR) durations for AKI and in-hospital mortality were 2 (1–7) days and 9 (4–23) days, respectively.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "We explored the factors associated with in-hospital mortality. AKI developed less frequently in the survivor group than in the non-survivor group. Moreover, stage 3 AKI developed significantly less in the survivors than in the non-survivors. SAPS2 and the serum sodium level were significantly lower in the survivors than in the non-survivors. Ventilator settings, such as positive end expiratory pressure and peak inspiratory pressure before ECMO insertion, did not affect the survival rate. The ECMO pump speed was significantly lower in the survivors than in the non-survivors. Age, causes of admission, causes of ECMO support, mode of ECMO, use of IABP, length of stay before ECMO insertion, duration of ECMO support, initial urine output, BUN, creatinine, RDW and CRP were associated with in-hospital mortality (Table 1). We performed a multivariate Cox-proportional hazard regression analysis to adjust confounding effects among the selected variables. Compared to the non-AKI group, the stage 3 AKI group significantly increased the risk of in-hospital mortality whereas the stage 1 and 2 AKI groups did not (Table 2). In the Kaplan-Meier survival curves according to the stages of AKI, the estimated mean (95% CI) survival in the non-AKI group and the stage 1, 2, and 3 groups were 65.7 (55.2–76.2) days, 54.0 (45.8–62.3) days, 53.8 (38.7–69.0) days and 33.6 (27.9–39.4) days, respectively (p < 0.001 by log-rank test). In the post-hoc analysis, the stage 3 AKI group, but not the stage 1 (p = 0.14) or 2 (p = 0.43) AKI groups, showed a significant difference in survival compared with the non-AKI group (Fig 1). With every increment in SAPS2, serum sodium level, and ECMO pump speed (1 score in SAPS2, 1 mmol/L in serum sodium level, and 1,000 rpm in ECMO pump speed), the risks of in-hospital mortality were increased, with HRs (95% CI, p-value) of 1.02 (1.004–1.035, 0.01), 1.042 (1.014–1.070, 0.003) and 1.333 (1.020–1.742, 0.04), respectively (Table 2). We performed a calibration and discrimination analysis of SAPS2, serum sodium level, and ECMO pump speed to predict in-hospital mortality. All three variables were well-calibrated. The AUROC analysis showed the discriminative power of these variables. The cut-off values of SAPS2, serum sodium level, and ECMO pump speed for in-hospital mortality were a score of 69.5, 147.6 mmol/L, and 2.19 x 103 rpm, respectively (Table 3).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1613,
                    "end": 1618,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 817,
                    "end": 824,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1123,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1957,
                    "end": 1964,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2384,
                    "end": 2391,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We compared clinical characteristics according to the mode of ECMO. The length of the hospital stay before ECMO insertion was shorter in patients with VA mode than in those with VV mode. The level of CRP was lower in the VA mode group than in the VV mode group. Nonetheless, SAPS2 was not different between the two groups. The initial ECMO settings were also comparable between the two groups. According to the linear regression analysis, there was no correlation between SAPS2 and ECMO speed either in VV mode (R2 = 0.003, p = 0.59) or VA mode (R2 = 0.001, p = 0.709). The mortality within 2 weeks after ECMO insertion was significantly higher in patients with VA mode than in those with VV mode (p = 0.03), whereas the overall in-hospital mortality was significantly lower in the VA mode group than that in the VV mode group (p = 0.02). Compared to the patients with the VV mode, those with the VA mode had shorter stays in the intensive care unit and hospital; however, there was no difference in the occurrence of AKI between the two groups (Table 4).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1046,
                    "end": 1053,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Because AKI, especially stage 3 AKI, showed a significant association with in-hospital mortality, we attempted to detect the risk factors associated with AKI and stage 3 AKI. We compared the characteristics between the patients with and without AKI. The initial ECMO pump speed was lower in those without AKI than in those with AKI. Those without AKI received ECMO support for a shorter period of time than those with AKI. The length of stay before ECMO insertion, BUN, total bilirubin, RDW and SAPS2 were associated with the occurrence of AKI. In the multivariate logistic regression analysis, the initial ECMO pump speed and the duration of ECMO support showed a statistical significance with ORs (95% CI, p-value) of 2.018 (1.129–3.609, p = 0.02) per 1,000 rpm in ECMO pump speed and 1.124 (1.035–1.22, p = 0.005) per day in duration of ECMO support (Table 5). These variables were also significant risk factors for developing stage 3 AKI (Table 6).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 854,
                    "end": 861,
                    "mention": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 943,
                    "end": 950,
                    "mention": "Table 6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "There was an additional risk factor in stage 3 AKI. The RDW was significantly lower in those without stage 3 AKI than in those with stage 3 AKI. In the multivariate logistic regression analysis, the RDW was still statistically significant, with an OR (95% CI, p-value) of 1.308 (1.053–1.625, 0.02) for every 1% increase (Table 6). In the calibration and discrimination analysis, stage 3 AKI was well-calibrated and discriminated by a cut-off value of 14.1% for RDW (Table 3). We compared patient characteristics according to the RDW status. Patients with an RDW above 14.1% showed significantly higher level of CRP than did those with an RDW below 14.1%. Moreover, patients with an RDW above 14.1% showed considerably lower hemoglobin, mean corpuscular volume, mean corpuscular hemoglobin, and mean corpuscular hemoglobin concentration than did those with an RDW below 14.1% (Table 7).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "mention": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 473,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 883,
                    "mention": "Table 7",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In this work, we investigated the risk factors of AKI and in-hospital mortality in patients receiving ECMO support. Here, we found that the initial pump speed of ECMO was associated with in-hospital mortality and AKI. The elevated RDW could be suggested as the risk factor for severe AKI in these patients. This was the first study to identify the risk factors of AKI in adult patients receiving ECMO support. Because AKI is the most common complication and a major risk factor of mortality, defining the risk factors for AKI in these patients is extremely important [9–14]. This study is the largest ECMO assessment ever reported. Moreover, the association of pump speed with AKI and mortality is a novel finding.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 569,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We showed that AKI, especially stage 3 AKI, was a significant risk factor for in-hospital mortality in patients receiving ECMO support. SAPS2 and serum sodium level were also important risk factors of in-hospital mortality. Along with these well-known and expected findings [11–13, 18–20], we found that the initial pump speed of ECMO was significantly related to in-hospital mortality, with a 33% increased risk for every 1,000 rpm increase. The initial pump speed of ECMO was also a risk factor for both AKI and stage 3 AKI. On the other hand, the blood flow rate of ECMO was not associated with in-hospital mortality or AKI. Why a high pump speed, but not a high blood flow rate of ECMO, increases the risk of in-hospital mortality and AKI is not clear at this time. However, the ECMO pump can induce hemolysis, leukocyte and platelet destruction, and complement activation [21, 22]. Blood flow through the ECMO circuit is driven by centrifugal pump. A rotating impeller in centrifugal pumps spins, which creates a constrained vortex that suctions blood into the pump and propels it out toward the membrane oxygenator [23]. Hemolysis has been reported to be associated with AKI [24]. In addition, Lou et al. found that the pump speed was a risk factor for hemolysis and that hemolysis was associated with adverse outcomes in pediatric patients receiving ECMO [25]. Although we did not evaluate the degree of hemolysis in our patients, we postulate that hemolysis caused by high revolutions of the ECMO pump might result in AKI and in-hospital mortality. To provide stable cardiac output in the VA mode and adequate oxygenation in the VV mode, adequate blood flow should be maintained. Therefore, clinicians raise the ECMO pump speed as much as possible to maintain adequate blood flow. The blood flow rate that was applied to 90% of our patients was less than 4.1 L/min. A high blood flow extracorporeal circuit that pumped up to 7 L/min [26] did not apply to our patients; however, 43.8% (141/321) of our patients were treated with a pump speed higher than the cut-off value of 2.19 x 103 rpm. For these reasons, we speculate that pump speed, but not a blood flow, is a predictor of death in this study.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 282,
                    "end": 284,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 878,
                    "end": 880,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1182,
                    "end": 1184,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1942,
                    "end": 1944,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We compared the clinical characteristics of patients from the VA and VV ECMO modes. Patients with the VV mode had higher levels of CRP, showed higher mortality, and had longer stays in the hospital compared with those with the VA mode; however, the mortality within 2 weeks after ECMO insertion was higher in patients with the VA mode. We speculated that the patients with the VA mode deteriorated rapidly but recovered soon if they were not severe enough for death. In contrast, patients with the VV mode seemed to show slower but poorer outcomes than those with the VA mode. The different disease process of the patients treated with the VA and VV ECMO modes [27] might be related to these findings. Future prospective studies will be needed to investigate whether ECMO mode determines outcomes.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 664,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, the higher the RDW was, the more frequently stage 3 AKI occurred. To the best of our knowledge, this is the first study to suggest a potential role of the RDW in AKI. Recently, the use of the RDW as a simple and inexpensive biomarker to predict mortality in chronic heart failure [18, 28], liver disease [29], and critical illness [30] has increased. Moreover, the RDW has been reported to be associated with many pathological conditions such as colon cancer, inflammatory bowel disease, celiac disease, rheumatoid arthritis, Alzheimer’s disease, and contrast-induced nephropathy [31, 32]. Although the exact mechanism of this relationship is not clear, inflammation is a proposed underlying factor [33, 34]. This proposed factor can also be supported by our data, which indicate that the elevated RDW was associated with high CRP levels in the patients. In this study, patients with an RDW greater than 14.1% showed lower RBC indices than did those with an RDW less than 14.1%. Because anemia is a risk factor for AKI [35], the low RBC indices found in the elevated RDW group might contribute to increase the odds of stage 3 AKI occurring.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 320,
                    "end": 322,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 347,
                    "end": 349,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 715,
                    "end": 717,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 719,
                    "end": 721,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1035,
                    "end": 1037,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The current study suffered from several limitations. First, this study is a retrospective cohort study; however, the variables before ECMO insertion were well retrieved with a less than 10% missing rate. Moreover, this is the largest study to explore the association of AKI and mortality in patients receiving ECMO support [11–13]. A low level of missing data and a large number of patients could partially compensate for the weakness of the study design. Second, we classified the patients into their KDIGO stage based only on their serum creatinine concentration. Urine volume is a sensitive marker for the early detection of AKI in patients on ECMO. Decreased urine volume during ECMO treatment and/or on the day of ECMO removal can be attributed to decreased cardiac output following decannulation, and can be correlated with acute cardiorenal syndrome type 1 [27, 36, 37]. Third, we could not provide direct evidence that hemolysis due to a high pump speed resulted in AKI in this study. We should have measured plasma-free hemoglobin, which is an indicator of hemolysis. Furthermore, we did not obtain information on the cannulation site and mean venous pressure in the ECMO circuit. Finally, this study was composed of data from two centers, which could limit the generalizability.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 865,
                    "end": 867,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 869,
                    "end": 871,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, AKI is a significant risk factor for in-hospital mortality in patients receiving ECMO support. The initial pump speed of ECMO is associated with in-hospital mortality and strongly related to AKI, especially stage 3 AKI. Therefore, once adequate blood flow is maintained, clinicians must be careful not to further increase the ECMO pump speed. Because the elevated RDW was also strongly related to stage 3 AKI, special attention should be paid to patients with abnormal RDW values to prevent AKI.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: AKI, acute kidney injury.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Extracorporeal membrane oxygenation in severe acute respiratory failure. A randomized prospective study",
            "authors": [],
            "year": 1979,
            "venue": "JAMA",
            "volume": "242",
            "issn": "20",
            "pages": "2193-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Low-frequency positive-pressure ventilation with extracorporeal CO2 removal in severe acute respiratory failure",
            "authors": [],
            "year": 1986,
            "venue": "JAMA",
            "volume": "256",
            "issn": "7",
            "pages": "881-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Randomized clinical trial of pressure-controlled inverse ratio ventilation and extracorporeal CO2 removal for adult respiratory distress syndrome",
            "authors": [],
            "year": 1994,
            "venue": "American journal of respiratory and critical care medicine",
            "volume": "149",
            "issn": "2",
            "pages": "295-305",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.149.2.8306022"
                ]
            }
        },
        "BIBREF3": {
            "title": "Extracorporeal membrane oxygenation for ARDS in adults",
            "authors": [],
            "year": 2011,
            "venue": "The New England journal of medicine",
            "volume": "365",
            "issn": "20",
            "pages": "1905-14",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMct1103720"
                ]
            }
        },
        "BIBREF4": {
            "title": "Veno-venous ECMO: a synopsis of nine key potential challenges, considerations, and controversies",
            "authors": [],
            "year": 2014,
            "venue": "BMC anesthesiology",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2253-14-65"
                ]
            }
        },
        "BIBREF5": {
            "title": "Referral to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 influenza A(H1N1)",
            "authors": [],
            "year": 2011,
            "venue": "JAMA",
            "volume": "306",
            "issn": "15",
            "pages": "1659-68",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2011.1471"
                ]
            }
        },
        "BIBREF6": {
            "title": "Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial",
            "authors": [],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "9698",
            "pages": "1351-63",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(09)61069-2"
                ]
            }
        },
        "BIBREF7": {
            "title": "Extracorporeal Membrane Oxygenation for 2009 Influenza A(H1N1) Acute Respiratory Distress Syndrome",
            "authors": [],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1888-95",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2009.1535"
                ]
            }
        },
        "BIBREF8": {
            "title": "A meta-analysis of complications and mortality of extracorporeal membrane oxygenation",
            "authors": [],
            "year": 2013,
            "venue": "Crit Care Resusc",
            "volume": "15",
            "issn": "3",
            "pages": "172-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Complications of extracorporeal membrane oxygenation for treatment of cardiogenic shock and cardiac arrest: a meta-analysis of 1,866 adult patients",
            "authors": [],
            "year": 2014,
            "venue": "Ann Thorac Surg",
            "volume": "97",
            "issn": "2",
            "pages": "610-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.athoracsur.2013.09.008"
                ]
            }
        },
        "BIBREF10": {
            "title": "RIFLE classification is predictive of short-term prognosis in critically ill patients with acute renal failure supported by extracorporeal membrane oxygenation",
            "authors": [],
            "year": 2006,
            "venue": "Nephrol Dial Transplant",
            "volume": "21",
            "issn": "10",
            "pages": "2867-73",
            "other_ids": {
                "DOI": [
                    "10.1093/ndt/gfl326"
                ]
            }
        },
        "BIBREF11": {
            "title": "Acute kidney injury in adult postcardiotomy patients with extracorporeal membrane oxygenation: evaluation of the RIFLE classification and the Acute Kidney Injury Network criteria",
            "authors": [],
            "year": 2010,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "37",
            "issn": "2",
            "pages": "334-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejcts.2009.07.004"
                ]
            }
        },
        "BIBREF12": {
            "title": "Acute kidney injury is a frequent complication in critically ill neonates receiving extracorporeal membrane oxygenation: a 14-year cohort study",
            "authors": [],
            "year": 2013,
            "venue": "Crit Care",
            "volume": "17",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc12830"
                ]
            }
        },
        "BIBREF13": {
            "title": "Renal function and survival in 200 patients undergoing ECMO therapy",
            "authors": [],
            "year": 2013,
            "venue": "Nephrol Dial Transplant",
            "volume": "28",
            "issn": "1",
            "pages": "86-90",
            "other_ids": {
                "DOI": [
                    "10.1093/ndt/gfs398"
                ]
            }
        },
        "BIBREF14": {
            "title": "A new Simplified Acute Physiology Score (SAPS II) based on a European/North American multicenter study",
            "authors": [],
            "year": 1993,
            "venue": "JAMA",
            "volume": "270",
            "issn": "24",
            "pages": "2957-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "KDIGO clinical practice guideline for acute kidney injury",
            "authors": [],
            "year": 2012,
            "venue": "Kidney Inter Suppl",
            "volume": "2",
            "issn": "1",
            "pages": "1-138",
            "other_ids": {
                "DOI": [
                    "10.1038/kisup.2011.32"
                ]
            }
        },
        "BIBREF16": {
            "title": "RIFLE criteria for acute kidney injury are associated with hospital mortality in critically ill patients: a cohort analysis",
            "authors": [],
            "year": 2006,
            "venue": "Crit Care",
            "volume": "10",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc4915"
                ]
            }
        },
        "BIBREF17": {
            "title": "Red cell distribution width as a novel prognostic marker in heart failure: data from the CHARM Program and the Duke Databank",
            "authors": [],
            "year": 2007,
            "venue": "J Am Coll Cardiol",
            "volume": "50",
            "issn": "1",
            "pages": "40-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2007.02.067"
                ]
            }
        },
        "BIBREF18": {
            "title": "SAPS 3 at dialysis commencement is predictive of hospital mortality in patients supported by extracorporeal membrane oxygenation and acute dialysis",
            "authors": [],
            "year": 2008,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "34",
            "issn": "6",
            "pages": "1158-64",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejcts.2008.07.025"
                ]
            }
        },
        "BIBREF19": {
            "title": "Prognostic consequences of borderline dysnatremia: pay attention to minimal serum sodium change",
            "authors": [],
            "year": 2013,
            "venue": "Crit Care",
            "volume": "17",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc11937"
                ]
            }
        },
        "BIBREF20": {
            "title": "Pump-induced hemolysis in a rabbit model of neonatal ECMO",
            "authors": [],
            "year": 1987,
            "venue": "ASAIO transactions / American Society for Artificial Internal Organs",
            "volume": "33",
            "issn": "3",
            "pages": "446-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Extracorporeal membrane oxygenation using a centrifugal pump and a servo regulator to prevent negative inlet pressure",
            "authors": [],
            "year": 1997,
            "venue": "Ann Thorac Surg",
            "volume": "63",
            "issn": "5",
            "pages": "1333-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Flow dynamics of different adult ECMO systems: a clinical evaluation",
            "authors": [],
            "year": 2014,
            "venue": "Artificial organs",
            "volume": "38",
            "issn": "5",
            "pages": "391-8",
            "other_ids": {
                "DOI": [
                    "10.1111/aor.12180"
                ]
            }
        },
        "BIBREF23": {
            "title": "Hemolysis is associated with acute kidney injury during major aortic surgery",
            "authors": [],
            "year": 2010,
            "venue": "Kidney Int",
            "volume": "77",
            "issn": "10",
            "pages": "913-20",
            "other_ids": {
                "DOI": [
                    "10.1038/ki.2010.24"
                ]
            }
        },
        "BIBREF24": {
            "title": "Hemolysis in pediatric patients receiving centrifugal-pump extracorporeal membrane oxygenation: prevalence, risk factors, and outcomes",
            "authors": [],
            "year": 2014,
            "venue": "Crit Care Med",
            "volume": "42",
            "issn": "5",
            "pages": "1213-20",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000000128"
                ]
            }
        },
        "BIBREF25": {
            "title": "Position paper for the organization of extracorporeal membrane oxygenation programs for acute respiratory failure in adult patients",
            "authors": [],
            "year": 2014,
            "venue": "American journal of respiratory and critical care medicine",
            "volume": "190",
            "issn": "5",
            "pages": "488-96",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201404-0630CP"
                ]
            }
        },
        "BIBREF26": {
            "title": "Acute kidney injury in adults receiving extracorporeal membrane oxygenation",
            "authors": [],
            "year": 2014,
            "venue": "Journal of the Formosan Medical Association = Taiwan yi zhi",
            "volume": "113",
            "issn": "11",
            "pages": "778-85",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfma.2014.04.006"
                ]
            }
        },
        "BIBREF27": {
            "title": "Relation Between Red Blood Cell Distribution Width and Cardiovascular Event Rate in People With Coronary Disease",
            "authors": [],
            "year": 2008,
            "venue": "Circulation",
            "volume": "117",
            "issn": "2",
            "pages": "163-8",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.107.727545"
                ]
            }
        },
        "BIBREF28": {
            "title": "Red blood cell distribution width is a potential prognostic index for liver disease",
            "authors": [],
            "year": 2013,
            "venue": "Clinical chemistry and laboratory medicine: CCLM / FESCC",
            "volume": "51",
            "issn": "7",
            "pages": "1403-8",
            "other_ids": {
                "DOI": [
                    "10.1515/cclm-2012-0704"
                ]
            }
        },
        "BIBREF29": {
            "title": "Red cell distribution width and all-cause mortality in critically ill patients",
            "authors": [],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "8",
            "pages": "1913-21",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e31821b85c6"
                ]
            }
        },
        "BIBREF30": {
            "title": "Is increased red cell distribution width (RDW) indicating the inflammation in Alzheimer's disease (AD)?",
            "authors": [],
            "year": 2013,
            "venue": "Archives of gerontology and geriatrics",
            "volume": "56",
            "issn": "1",
            "pages": "50-4",
            "other_ids": {
                "DOI": [
                    "10.1016/j.archger.2012.10.002"
                ]
            }
        },
        "BIBREF31": {
            "title": "Clinical evaluation of red cell distribution width and contrast-induced acute kidney injury in percutaneous coronary interventions",
            "authors": [],
            "year": 2015,
            "venue": "Coronary artery disease",
            "volume": "26",
            "issn": "4",
            "pages": "283-5",
            "other_ids": {
                "DOI": [
                    "10.1097/MCA.0000000000000239"
                ]
            }
        },
        "BIBREF32": {
            "title": "Validation and potential mechanisms of red cell distribution width as a prognostic marker in heart failure",
            "authors": [],
            "year": 2010,
            "venue": "Journal of cardiac failure",
            "volume": "16",
            "issn": "3",
            "pages": "230-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cardfail.2009.11.003"
                ]
            }
        },
        "BIBREF33": {
            "title": "Relation between red blood cell distribution width and inflammatory biomarkers in a large cohort of unselected outpatients",
            "authors": [],
            "year": 2009,
            "venue": "Archives of pathology & laboratory medicine",
            "volume": "133",
            "issn": "4",
            "pages": "628-32",
            "other_ids": {
                "DOI": [
                    "10.1043/1543-2165-133.4.628"
                ]
            }
        },
        "BIBREF34": {
            "title": "Is anemia at hospital admission associated with in-hospital acute kidney injury occurrence?",
            "authors": [],
            "year": 2010,
            "venue": "Nephron Clinical practice",
            "volume": "115",
            "issn": "2",
            "pages": "c168-76",
            "other_ids": {
                "DOI": [
                    "10.1159/000312881"
                ]
            }
        },
        "BIBREF35": {
            "title": "Prognosis of patients on extracorporeal membrane oxygenation: the impact of acute kidney injury on mortality",
            "authors": [],
            "year": 2011,
            "venue": "Ann Thorac Surg",
            "volume": "91",
            "issn": "1",
            "pages": "137-42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.athoracsur.2010.08.063"
                ]
            }
        },
        "BIBREF36": {
            "title": "Predictors of mortality in patients successfully weaned from extracorporeal membrane oxygenation",
            "authors": [],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0042687"
                ]
            }
        }
    }
}