{
    "paper_id": "PMC4076060",
    "metadata": {
        "title": "Pandemic clinical case definitions are non-specific: multiple respiratory viruses circulating in the early phases of the 2009 influenza pandemic in New South Wales, Australia",
        "authors": [
            {
                "first": "Vigneswary",
                "middle": [
                    "Mala"
                ],
                "last": "Ratnamohan",
                "suffix": "",
                "email": "mala.ratnamohan@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Janette",
                "middle": [],
                "last": "Taylor",
                "suffix": "",
                "email": "janette.taylor@sydney.edu.au",
                "affiliation": {}
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "email": "frank.zeng@health.nsw.gov.au",
                "affiliation": {}
            },
            {
                "first": "Kenneth",
                "middle": [],
                "last": "McPhie",
                "suffix": "",
                "email": "kenneth.mcphie@health.nsw.gov.au",
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "C"
                ],
                "last": "Blyth",
                "suffix": "",
                "email": "christopher.blyth@uwa.edu.au",
                "affiliation": {}
            },
            {
                "first": "Sheena",
                "middle": [],
                "last": "Adamson",
                "suffix": "",
                "email": "shada@doh.health.nsw.gov.au",
                "affiliation": {}
            },
            {
                "first": "Jen",
                "middle": [],
                "last": "Kok",
                "suffix": "",
                "email": "jen.kok@health.nsw.gov.au",
                "affiliation": {}
            },
            {
                "first": "Dominic",
                "middle": [
                    "E"
                ],
                "last": "Dwyer",
                "suffix": "",
                "email": "dominic.dwyer@sydney.edu.au",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The emergence of a novel pathogen of pandemic potential, as occurred in 2009 with the influenza A(H1N1)pdm09 virus, requires the development of clinical case definitions to assist in managing the clinical, laboratory and public health responses to the new disease. A(H1N1)pdm09 virus is a quadruple reassortant virus of mostly swine-origin influenza genes that was first reported in the United States of America (USA) on 24th April 2009\n[1], although it was believed to have emerged in Mexico earlier\n[2].",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 502,
                    "end": 503,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Short report",
            "ref_spans": []
        },
        {
            "text": "The Australian Health Management Plan for Pandemic Influenza (AHMPPI)\n[3], was executed prior to the declaration of pandemic influenza by the World Health Organisation on the 11th June 2009. Specific testing for A(H1N1)pdm09 virus began on the 28th April at the start of the ALERT phase. The ALERT phase was defined as the period when only a few cases of A(H1N1)pdm09 had been reported in a few countries, but not in Australia, with control measures implemented for quarantine purposes\n[3]. The CONTAIN phase defined the period when the A(H1N1)pdm09 virus had arrived in Australia with few confirmed infections or small clusters of cases, with measures in place for the rapid identification of infections and containment\n[3]. The first Australian cases were imported from the Americas; the first locally-acquired case in New South Wales (NSW) was identified on the 20th May: a 3 year old whose mother had acquired laboratory-confirmed A(H1N1)pdm09 virus infection during a 10-day holiday to the USA\n[4]. During the CONTAIN phase between 22nd May and 16th June, all laboratory requests were triaged to limit testing to individuals who met the CONTAIN phase clinical case definition: individuals showing symptoms of influenza-like illness (ILI) within 7 days of travel to A(H1N1)pdm09-declared areas, or people with febrile respiratory illness with onset within 7 days of contact with a laboratory-confirmed case\n[5]. Although clinical case definitions may be sensitive for a newly circulating pandemic virus, it may lack specificity, and testing algorithms detecting the novel virus alone will fail to detect other co-circulating respiratory viruses.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 487,
                    "end": 488,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 722,
                    "end": 723,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1000,
                    "end": 1001,
                    "mention": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1412,
                    "end": 1413,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Short report",
            "ref_spans": []
        },
        {
            "text": "Within Australia during the early pandemic phases, the cities of Melbourne and Brisbane reported cases earlier than Sydney (NSW). Following the first laboratory-confirmed A(H1N1)pdm09 case in NSW, another six influenza A cases were reported on the 24th May from passengers of a cruise ship that had departed Sydney on a 10-day cruise in the Pacific Ocean on the 16th May. The ship stopped at New Caledonia and Vanuatu, islands that had not reported circulation of A(H1N1)pdm09 virus at the time\n[6]. Combined nose and throat swabs collected in viral transport medium were tested for A(H1N1)pdm09 virus by nucleic acid tests (NAT) at the WHO National Influenza Centre in Sydney. Between the 25th May and the 7th June, 1466 patient samples met the CONTAIN-phase definition for laboratory testing, of which 56 (3.8%) were positive for A(H1N1)pdm09 virus by NAT. Of these, 43/56 reported a travel history outside Australia, including the 37 passengers on the cruise ship and six with a history of air travel to other countries. From the 4-7th June, 13 locally acquired cases from known contacts were identified, 11 from contacts within Australia and two from people who had recently returned from the USA. Samples received from the 25th May to 7th June were considered representative of the population suffering from ILI not requiring hospitalisation. As A(H1N1)pdm09 virus was only detected in 3.8% of samples, we performed NAT for other respiratory viruses on randomly selected samples collected from subjects that had met the clinical case definition during the CONTAIN phase.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 497,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Short report",
            "ref_spans": []
        },
        {
            "text": "Following A(H1N1)pdm09 virus-specific NAT as previously described\n[7], further NAT for other respiratory viruses was performed on residual cDNA or extracted total nucleic acid (NA) stored at either −20°C or −70°C. The cDNA was prepared from NA primed with random hexamers using Superscript III RT enzyme (InVitrogen Life Technologies, Carlsbed, CA, USA), according to the manufacturer’s protocol. NAT was carried out on the Roche LC 480 real-time instrument (Roche Diagnostics GmbH, Mannheim, Germany) in a multiplex format, with influenza A, influenza B and respiratory syncytial virus (RSV) targets in one primer set; parainfluenzaviruses 1, 2 and 3 in the second set; and human metapneumovirus (hMPV), rhinoviruses and enteroviruses in the third set. Human adenoviruses and a house-keeping gene, beta-globin (used as a sample inhibition control)\n[8], were tested directly from the NA extract and formed the fourth set.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 850,
                    "end": 851,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Short report",
            "ref_spans": []
        },
        {
            "text": "Four μLs of cDNA or extract was amplified in a total volume of 20 μL with 0.5 μM of each primer and 0.2 μM of each probe and 10 μL of Lightcycler Probes Master (Roche Diagnostics GmbH) in the LC480 microwell plate. Primers and probes were designed in-house or chosen from previous publications\n[9-11] and optimised so that all targets were efficiently amplified under the same conditions. The assay was evaluated against a panel of known positive and negative respiratory specimens\n[12]. To increase the sensitivity of detection of the commonly known serotypes of rhinoviruses, enteroviruses and adenoviruses, two sets of primers and/or 2 probes were used for each of the virus groups (Table \n1). The Taqman real-time PCR assay conditions consisted of denaturation (95°C - 10 min) and amplification (40 cycles of 95°C - 10 sec, 58°C −15 sec, 72°C - 20 sec).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "mention": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 483,
                    "end": 485,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Short report",
            "ref_spans": [
                {
                    "start": 693,
                    "end": 694,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Clinical information was gathered from individual test request forms and NetEpi, the NSW Health surveillance system; data was unavailable for 38 individuals. As the clinical case definition was strictly applied in the early CONTAIN phase, we assume that all subjects without any clinical information recorded on the request form met the testing criteria. Results are shown in Table \n2. Of 255 samples tested (collected from 219 adults, 33 children and 3 with no age recorded), 113 (44.3%) had one or more respiratory viruses detected: 72 (63.7%) rhinoviruses, 20 (17.6%) seasonal influenza A viruses (16 A/H3N2 and 4 A/H1N1), 9 (7.9%) RSV, 6 (5.3%) hMPV, 5 (4.4%) each of influenza B and parainfluenzaviruses and 1 (0.8%) enterovirus. Five viral co-infections were identified, four with RSV and rhinoviruses, and one with influenza A/H3N2 and rhinovirus. No human adenoviruses were detected. The respiratory virus detection rate in the paediatric sub-group was 63.6% (21/33 tested), with 12 rhinoviruses, 3 influenza A/H3N2, 2 RSV, 1 parainfluenzavirus 2, 1 enterovirus and 2 co-infections with RSV and rhinoviruses.",
            "cite_spans": [],
            "section": "Short report",
            "ref_spans": [
                {
                    "start": 383,
                    "end": 384,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In the present study, despite limiting laboratory testing to those meeting the clinical case definition, A(H1N1)pdm09 virus was only detected in 3.8% of cases during the early CONTAIN phase; rhinoviruses instead were the most commonly detected virus. Although the samples were collected from subjects in an outpatient setting in this study, rhinoviruses have also been identified as the most common virus detected in hospitalised children presenting with an acute respiratory infection\n[13]. Outbreaks of rhinovirus infection, sometimes causing severe disease, have also been reported in long-term care facilities and in elderly adults presenting with respiratory distress to hospital emergency departments\n[14,15]. In another study determining the rate of non-A(H1N1)pdm09 virus infection during the 2009 pandemic at two hospital emergency departments in France, rhinovirus infection rates were also higher than A(H1N1)pdm09 virus infection rates (62.6% vs. 16.5%)\n[16]. In our study, the rate of rhinovirus infection in travellers and contacts of cases was similar. Other respiratory viruses contributed approximately 20% of infections. Viral co-infections were also uncommon, possibly from sampling bias as viral co-infection may be associated with more severe disease.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 708,
                    "end": 710,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 967,
                    "end": 969,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Short report",
            "ref_spans": []
        },
        {
            "text": "Clinical syndromes defining typical influenza virus infection overlap with those described for other respiratory viruses. Non-specific case definitions, along with public health, media and clinical demands (given that the first pandemic wave in 2009 occurred during the usual influenza and respiratory virus season), may contribute to unrealistic pressures on laboratories. Using a broad clinical case definition (even when limiting it only to travellers) in the early phases of a new pandemic or following emergence of other novel respiratory viruses overseas, as exemplified by the recent emergence of the Middle East Respiratory Syndrome-coronavirus\n[17] is non-specific. Pathogen-specific NAT using a sensitive, but non-specific case definition targeted to a new pathogen is needed in a containment phase for management of infected patients and related public health issues. However, this approach will miss many other respiratory viruses that in themselves may have clinical significance in certain populations, even if not hospitalised.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 656,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Short report",
            "ref_spans": []
        },
        {
            "text": "Even prior to the widespread transmission of A(H1N1)pdm09 virus in Australia, limiting testing to travellers did not improve the specificity of testing. Furthermore, if laboratories use NAT to determine other causes of infection, testing capacity in an outbreak may soon be reached. However, when the causative pathogen of an outbreak has been identified and the outbreak has progressed beyond containment, then the testing algorithms need revision to target only specific indications, such as a location of new or significant clusters, or for individuals at risk of severe disease.",
            "cite_spans": [],
            "section": "Short report",
            "ref_spans": []
        },
        {
            "text": "In conclusion, laboratory testing specifically targeting only the new virus will miss other clinically important co-circulating respiratory pathogens in the very early stages of a pandemic. Detecting the presence of other viruses may provide important information on the impact of pre-existing viruses when a new pandemic virus is circulating.",
            "cite_spans": [],
            "section": "Short report",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "VMR participated in the design of the study, design of primers and drafted the manuscript. JT was involved with clinical data management during the 2009 influenza A H1N1 pandemic. FZ performed NAT testing. KM was involved in laboratory sample testing and management. CCB had clinical input on testing strategy. SA was the coordinator of the NSW laboratory response. JK edited the manuscript. DED participated in the design of the study and was involved in the manuscript editing. All authors have read and accepted the manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Primer and probe sequences used in the respiratory virus multiplex assays\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Detection rates of respiratory viruses (*denotes co-infection)\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605-2615",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Detection of human picornaviruses by mutliplex reverse transcription-PCR and liquid hybridization",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "1239-1245",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.43.3.1239-1245.2005"
                ]
            }
        },
        "BIBREF2": {
            "title": "Real-Time Reverse Transcriptase PCR assay for detection of human metapneumoviruses from all known genetic lineages",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "981-986",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.42.3.981-986.2004"
                ]
            }
        },
        "BIBREF3": {
            "title": "Respiratory viruses transmission from children to adults within a household",
            "authors": [],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "3009-3014",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2011.11.047"
                ]
            }
        },
        "BIBREF4": {
            "title": "Rhinovirus infection in hospitalized children in Hong Kong: a prospective study",
            "authors": [],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "995-1000",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e3181586b63"
                ]
            }
        },
        "BIBREF5": {
            "title": "Rhinovirus outbreaks in long-term care facilities, Ontario, Canada",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1463-1465",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1609.100476"
                ]
            }
        },
        "BIBREF6": {
            "title": "Rhinovirus frequently detected in elderly adults attending an emergency department",
            "authors": [],
            "year": 2011,
            "venue": "J Med Virol",
            "volume": "83",
            "issn": "",
            "pages": "2043-2047",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.22205"
                ]
            }
        },
        "BIBREF7": {
            "title": "High burden of non-influenza viruses in influenza-like illness in the early weeks of H1N1v epidemic in France",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0023514"
                ]
            }
        },
        "BIBREF8": {
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "680-689",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0904252"
                ]
            }
        },
        "BIBREF10": {
            "title": "Australian Health Management Plan for Pandemic Influenza",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Pandemic (H1N1) 2009 influenza in NSW: an overview of the public health response",
            "authors": [],
            "year": 2010,
            "venue": "N S W Public Health Bull",
            "volume": "21",
            "issn": "",
            "pages": "4-9",
            "other_ids": {
                "DOI": [
                    "10.1071/NB09035"
                ]
            }
        },
        "BIBREF12": {
            "title": "Reflections on public health surveillance of pandemic (H1N1) 2009 influenza in NSW",
            "authors": [],
            "year": 2010,
            "venue": "N S W Public Health Bull",
            "volume": "21",
            "issn": "",
            "pages": "19-25",
            "other_ids": {
                "DOI": [
                    "10.1071/NB09046"
                ]
            }
        },
        "BIBREF13": {
            "title": "Outbreaks of pandemic (H1N1) 2009 and seasonal influenza A (H3N2) on cruise ship",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1731-1737",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1611.100477"
                ]
            }
        },
        "BIBREF14": {
            "title": "Comparison of a rapid antigen test with nucleic acid testing during co-circulation of pandemic influenza A/H1N1 2009 and seasonal influenza A/H3N2",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "290-291",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01465-09"
                ]
            }
        },
        "BIBREF15": {
            "title": "Enzymatic amplification of beta-globin genomic sequences and restriction sites analysis for analysis of sickle cell anemia",
            "authors": [],
            "year": 1985,
            "venue": "Science",
            "volume": "230",
            "issn": "",
            "pages": "1350-1354",
            "other_ids": {
                "DOI": [
                    "10.1126/science.2999980"
                ]
            }
        },
        "BIBREF16": {
            "title": "Application of a fluorogenic PCR assay for typing and subtyping of influenza viruses in respiratory samples",
            "authors": [],
            "year": 2000,
            "venue": "J Clin Microbiol",
            "volume": "38",
            "issn": "",
            "pages": "1552-1558",
            "other_ids": {
                "DOI": []
            }
        }
    }
}