{
    "paper_id": "PMC4702133",
    "metadata": {
        "title": "The recent ancestry of Middle East respiratory syndrome coronavirus in Korea has been shaped by recombination",
        "authors": [
            {
                "first": "Jin",
                "middle": [
                    "Il"
                ],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "You-Jin",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Lemey",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ilseob",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sehee",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joon-Yong",
                "middle": [],
                "last": "Bae",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Donghwan",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hyejin",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Seok-Il",
                "middle": [],
                "last": "Jang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeong-Sun",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hak",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dae-Won",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeong-Gu",
                "middle": [],
                "last": "Nam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sung",
                "middle": [
                    "Soon"
                ],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kisoon",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jae",
                "middle": [],
                "last": "Myun Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Man",
                "middle": [
                    "Ki"
                ],
                "last": "Song",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daesub",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kee-Jong",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yong-Soo",
                "middle": [],
                "last": "Bae",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jin-Won",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joo-Shil",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Man-Seong",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In this study, we investigated a total of 70 complete genome sequences of human MERS-CoV strains that were downloaded from the database of National Center for Biotechnology Information (NCBI; http://www.ncbi.nlm.nih.gov/genomes/VirusVariation/Database/nph-select2.cgi). Detailed information of isolation and genomic sequencing of a Korean MERS-CoV strain was published previously28. Briefly, a sputum sample was collected in May 20, 2015 from the wife of the index case, who travelled to four Middle East countries including the United Arab Emirates and the Kingdom of Saudi Arabia for 16 days before the onset of his symptom in May 11, 2015. After the third passage in Vero cells, viral RNA was obtained from cell culture media (QIAamp viral RNA mini kit: QIAGEN, Germany) and used for reverse-transcription PCR (Superscript III first-strand synthesis system: Life Technologies, the Netherlands)29. The pooled PCR amplicons were then fragmented (~ 300 bp in length) and used for the sequence library construction using an Illumina TruSeq Nano DNA sample prep kit (Illumina, San Diego, CA, USA). After sequencing the library using an Illumina MiSeq 50-bp single-end platform (Illumina), more than 2.6 million sequence reads out of 2,814,805 reads (approximately 93% usage) were mapped to the consensus of human-origin MERS-CoV genome sequences downloaded from GenBank using Bowtie version 2.2.430. The complete genome sequence was obtained based on an average coverage of 3,605.95 and submitted to the NCBI database (accession number KT029139, MERS-CoV/KOR/KNIH/002_05_2015)28. The first Chinese strain of MERS-CoV (NCBI accession number KT006149, Middle East respiratory syndrome coronavirus strain ChinaGD01) appeared to be imported from a Korean traveler who visited to Guangdong Province and was sequenced directly from a nasopharyngeal sample (collected in May 27, 2015) using a NGS method31. The two most recent Saudi Arabian sequences in 2015 appeared to be obtained after passages in Vero cells of a tracheal aspirate (NCBI accession number KT026455, Hu/Riyadh_KSA_2959_2015)32 and a respiratory swab (NCBI accession number KT026456, Hu/Riyadh_KSA_4050_2015)33 samples using the NGS method. After alignment using the MAFFT program (v7.130b)34, the datasets of complete genome and 10 protein coding regions were established by extracting corresponding sequence regions. The stop codon in the C-terminal region was removed. The resulting MERS-CoV datasets were assigned to complete genome (29,529 nucleotides, nts), ORF1ab (21,234 nts)), S (4,059 nts), ORF3 (309 nts), ORF4a (327 nts), ORF4b (738 nts), ORF5 (672 nts), E (246 nts), M (657 nts), N (1,239 nts), and ORF8b (336 nts). To compare phylogenetic clustering patterns, we also set up another dataset for the regions S through N coding regions (S-N region; 8,352 nts).",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1394,
                    "end": 1396,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1574,
                    "end": 1576,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1894,
                    "end": 1896,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2083,
                    "end": 2085,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2166,
                    "end": 2168,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2248,
                    "end": 2250,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Sequence preparation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Phylogenetic relationships, evolutionary rates (nucleotide substitutions/site/year), and the time (year) of the most recent common ancestor (tMRCA) were estimated using a time-framed Bayesian evolution analysis approach via a Markov Chain Monte Carlo (MCMC) inference method, implemented in the BEAST package (v1.8.2)19. We used the GTR+I+Γ substitution model, a lognormal relaxed molecular clock model and a Bayesian skygrid tree prior. For the of ORF4a, ORF4b, and ORF5 datasets, we used the HKY+Γ substitution model and a strict clock model. The evolutionary parameters (only for substitution and molecular clock parameters, not the tree model) were linked for the dataset of E coding region by adjoining those of the complete genome sequences. MCMC analyses were run for 50 million iterations, sampling every 25 thousand iterations after a 10% burn-in. Two or three independent runs for each dataset were combined and assessed to ensure their convergence in Tracer (v1.6)35. The MCMC tree samples were used to summarize a maximum clade credibility (MCC) trees for each dataset using TreeAnnotator v1.8.1, which were visualized using FigTree (v1.4.2). The estimates were presented as mean values along with the lower and upper limits of the 95% highest probability density (HPD).",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 975,
                    "end": 977,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Phylogenetic trees and evolutionary dynamics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To detect putative recombinant regions in the MERS-CoV genome, we used the RDP4 program (v.4.39)36 with a default (window size: 30 bp) and a higher window size of 1,000 bp, and the results obtained were confirmed by a manual bootscan method. Using the recombination breakpoints detected in the KOR002 strain by the default setting, we compiled new sequence datasets by dividing the complete genome sequences into five non-recombinant fragments. We subsequently reconstructed the phylogenetic relationships in each region using a maximum likelihood method (GTR+I+Γ, 500 bootstrap replication) implemented in MEGA537. The trees were visualized using FigTree (v1.4.2).",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 612,
                    "end": 614,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Recombination analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Kim, J. I. et al. The recent ancestry of Middle East respiratory syndrome coronavirus in Korea has been shaped by recombination. Sci. Rep.\n6, 18825; doi: 10.1038/srep18825 (2016).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The complete genome (a) and ORF1ab (b) sequences of 70 MERS-CoV strains were investigated for their phylogenetic relationships. In the complete genome tree, six different evolutionary clades were indicated with different colors (clade A, orange; Riyadh-3, lime green; Jeddah-Riyadh, mint; Hafr-Al-Batin-1, peach; Buraidah-1, lavender; and Al-Hasa, magenta). As the color of circles in the tree nodes, the size of circles in the node represents the posterior probability of their clustering (the bigger size, the higher probability). The tip of the Korean strain (KOR002) was denoted with the red color and asterisk.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The S (a) and N (b) sequences of 70 MERS-CoV strains were investigated for their phylogenetic relationships. See the detailed legend in the Fig. 1.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: The protein coding regions of MERS-CoV genome (a) were represented together with the putative recombinant regions of KOR002 strain (b) detected by the RDP method36 using the complete genome sequences of 70 MERS-CoV strains. Phylogenetic relationships of MERS-CoV complete genomes were reconstructed according to each recombinant region. The trees of recombinant regions I (c), II (d), and III (e) were represented with the same color annotations in the Fig. 1. The tip of the Korean strain (KOR002) was denoted with the red color and asterisk. The tip of a parental strain of KOR002 identified (Table 1) was indicated with an arrow.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "The New England journal of medicine",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1211721"
                ]
            }
        },
        "BIBREF1": {
            "title": "Transmission and evolution of the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive genomic study",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "1993-2002",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)61887-5"
                ]
            }
        },
        "BIBREF2": {
            "title": "Lack of middle East respiratory syndrome coronavirus transmission from infected camels",
            "authors": [],
            "year": 2015,
            "venue": "Emerging infectious diseases",
            "volume": "21",
            "issn": "",
            "pages": "699-701",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2104.141949"
                ]
            }
        },
        "BIBREF3": {
            "title": "Presence of Middle East respiratory syndrome coronavirus antibodies in Saudi Arabia: a nationwide, cross-sectional, serological study",
            "authors": [],
            "year": 2015,
            "venue": "The Lancet. Infectious diseases",
            "volume": "15",
            "issn": "",
            "pages": "559-564",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(15)70090-3"
                ]
            }
        },
        "BIBREF4": {
            "title": "Emerging viral respiratory tract infections--environmental risk factors and transmission",
            "authors": [],
            "year": 2014,
            "venue": "The Lancet. Infectious diseases",
            "volume": "14",
            "issn": "",
            "pages": "1113-1122",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(14)70831-X"
                ]
            }
        },
        "BIBREF5": {
            "title": "First confirmed cases of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in the United States, updated information on the epidemiology of MERS-CoV infection, and guidance for the public, clinicians, and public health authorities - May 2014",
            "authors": [],
            "year": 2014,
            "venue": "MMWR. Morbidity and mortality weekly report",
            "volume": "63",
            "issn": "",
            "pages": "431-436",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2013,
            "venue": "The New England journal of medicine",
            "volume": "369",
            "issn": "",
            "pages": "407-416",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306742"
                ]
            }
        },
        "BIBREF9": {
            "title": "MERS-CoV outbreak in Jeddah--a link to health care facilities",
            "authors": [],
            "year": 2014,
            "venue": "The New England journal of medicine",
            "volume": "372",
            "issn": "",
            "pages": "846-854",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1408636"
                ]
            }
        },
        "BIBREF10": {
            "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
            "authors": [],
            "year": 2012,
            "venue": "Molecular biology and evolution",
            "volume": "29",
            "issn": "",
            "pages": "1969-1973",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mss075"
                ]
            }
        },
        "BIBREF11": {
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [],
            "year": 2012,
            "venue": "mBio",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00473-12"
                ]
            }
        },
        "BIBREF12": {
            "title": "Spread, circulation, and evolution of the Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01062-13"
                ]
            }
        },
        "BIBREF13": {
            "title": "Viral evolution and the emergence of SARS coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
            "volume": "359",
            "issn": "",
            "pages": "1059-1065",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2004.1478"
                ]
            }
        },
        "BIBREF14": {
            "title": "Recombination, reservoirs, and the modular spike: mechanisms of coronavirus cross-species transmission",
            "authors": [],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "",
            "pages": "3134-3146",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01394-09"
                ]
            }
        },
        "BIBREF15": {
            "title": "Genotype shift in human coronavirus OC43 and emergence of a novel genotype by natural recombination",
            "authors": [],
            "year": 2015,
            "venue": "The Journal of infection",
            "volume": "70",
            "issn": "",
            "pages": "641-650",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2014.12.005"
                ]
            }
        },
        "BIBREF16": {
            "title": "Rooting the phylogenetic tree of middle East respiratory syndrome coronavirus by characterization of a conspecific virus from an African bat",
            "authors": [],
            "year": 2014,
            "venue": "Journal of virology",
            "volume": "88",
            "issn": "",
            "pages": "11297-11303",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01498-14"
                ]
            }
        },
        "BIBREF17": {
            "title": "Evidence from the evolutionary analysis of nucleotide sequences for a recombinant history of SARS-CoV.",
            "authors": [],
            "year": 2004,
            "venue": "Infection, genetics and evolution: journal of molecular epidemiology and evolutionary genetics in infectious diseases",
            "volume": "4",
            "issn": "",
            "pages": "15-19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2003.10.001"
                ]
            }
        },
        "BIBREF18": {
            "title": "The evolutionary genetics of viral emergence",
            "authors": [],
            "year": 2007,
            "venue": "Current topics in microbiology and immunology",
            "volume": "315",
            "issn": "",
            "pages": "51-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "A synchronized global sweep of the internal genes of modern avian influenza virus",
            "authors": [],
            "year": 2014,
            "venue": "Nature",
            "volume": "508",
            "issn": "",
            "pages": "254-257",
            "other_ids": {
                "DOI": [
                    "10.1038/nature13016"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Genome announcements",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.00787-15"
                ]
            }
        },
        "BIBREF21": {
            "title": "Full-genome deep sequencing and phylogenetic analysis of novel human betacoronavirus",
            "authors": [],
            "year": 2013,
            "venue": "Emerging infectious diseases",
            "volume": "19",
            "issn": "",
            "pages": "736-742B",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1905.130057"
                ]
            }
        },
        "BIBREF22": {
            "title": "Severe respiratory illness caused by a novel coronavirus, in a patient transferred to the United Kingdom from the Middle East, September 2012",
            "authors": [],
            "year": 2012,
            "venue": "Euro surveillance: bulletin Europeen sur les maladies transmissibles = European communicable disease bulletin",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Fast gapped-read alignment with Bowtie 2",
            "authors": [],
            "year": 2012,
            "venue": "Nature methods",
            "volume": "9",
            "issn": "",
            "pages": "357-359",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1923"
                ]
            }
        },
        "BIBREF24": {
            "title": "Complete Genome Sequence of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) from the First Imported MERS-CoV Case in China",
            "authors": [],
            "year": 2015,
            "venue": "Genome announcements",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.00818-15"
                ]
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
            "authors": [],
            "year": 2013,
            "venue": "Molecular biology and evolution",
            "volume": "30",
            "issn": "",
            "pages": "772-780",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mst010"
                ]
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "RDP4: Detection and analysis of recombination patterns on virus genomes",
            "authors": [],
            "year": 2015,
            "venue": "Virus Evolution",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/ve/vev003"
                ]
            }
        },
        "BIBREF30": {
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [],
            "year": 2011,
            "venue": "Molecular biology and evolution",
            "volume": "28",
            "issn": "",
            "pages": "2731-2739",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msr121"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [],
            "year": 2013,
            "venue": "The Lancet. Infectious diseases",
            "volume": "13",
            "issn": "",
            "pages": "752-761",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70204-4"
                ]
            }
        },
        "BIBREF34": {
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [],
            "year": 2013,
            "venue": "The Lancet. Infectious diseases",
            "volume": "13",
            "issn": "",
            "pages": "745-751",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70154-3"
                ]
            }
        },
        "BIBREF35": {
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [],
            "year": 2013,
            "venue": "The Lancet. Infectious diseases",
            "volume": "13",
            "issn": "",
            "pages": "859-866",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70164-6"
                ]
            }
        },
        "BIBREF36": {
            "title": "Middle East respiratory syndrome coronavirus: transmission and phylogenetic evolution",
            "authors": [],
            "year": 2014,
            "venue": "Trends in microbiology",
            "volume": "22",
            "issn": "",
            "pages": "573-579",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2014.08.001"
                ]
            }
        }
    }
}