{
    "paper_id": "PMC4738263",
    "metadata": {
        "title": "Domain swapping oligomerization of thermostable c-type cytochrome in E. coli cells",
        "authors": [
            {
                "first": "Yugo",
                "middle": [],
                "last": "Hayashi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Masaru",
                "middle": [],
                "last": "Yamanaka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Satoshi",
                "middle": [],
                "last": "Nagao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hirofumi",
                "middle": [],
                "last": "Komori",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yoshiki",
                "middle": [],
                "last": "Higuchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shun",
                "middle": [],
                "last": "Hirota",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To investigate formation of oligomers in E. coli, we freeze-thawed E. coli cells expressing wild-type (WT) HT cyt c552, and performed size exclusion chromatography for the extracted solution. Peaks were observed at elution volumes of 50–75 and 85 ml in the chromatogram (Fig. 1A). The peak at 85 ml corresponded to that of monomeric HT cyt c552. The ratio of the absorption at 410 nm to that at 280 nm (Abs410/Abs280) for the fractions at 50–75 ml was about 3.6 (Fig. 1A). Heme staining was performed for the sodium dodecylsulfate (SDS)-PAGE gel of the fractions obtained by size exclusion chromatography to investigate the presence of heme c (Fig. 1B). A main band with a mass corresponding to the molecular weight of HT cyt c552 (9.2 kDa) was detected in all of the fractions at 50–75 ml. This value corresponded well to that of HT cyt c552. Therefore, we attributed the peak at 50–75 ml to HT cyt c552 oligomers. However, no oligomers were detected in the chromatogram when HT cyt c552 and cyt c552 free E. coli lysate were freeze-thawed together (Supplementary information, Fig. S1), indicating that HT cyt c552 oligomers were formed in E. coli by non-covalent association of its monomers.",
            "cite_spans": [],
            "section": "Oligomerization of HT cyt c\n552 in E. coli cells ::: Results",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 278,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 463,
                    "end": 470,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 644,
                    "end": 651,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To elucidate the detailed structure of dimeric HT cyt c552 obtained from the E. coli expression system, we purified dimeric HT cyt c552 and solved its X-ray crystallographic structure (PDB code: 4ZID) (Supplementary information, Table S1). There was one HT cyt c552 protomer in the asymmetric unit of the crystal, and a domain-swapped structure of dimeric HT cyt c552 was obtained at 1.8 Å resolution (Fig. 2). The hinge loop was composed of Ala18, Lys19, and Lys20. The N-terminal α-helix from Asn1 to Lys17, together with the heme, was swapped between protomers in the dimer. The dimeric structure was similar to that obtained previously by treatment with ethanol (PDB code: 3VYM)12. The root-mean-square deviation value of Cα carbons between the protomer structure of the dimer obtained from the E. coli expression system and that obtained previously by treatment with ethanol (PDB code: 3VYM) was 0.43 Å, indicating that the protomer structures were similar.",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 684,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Structure of dimeric HT cyt c\n552 obtained from E. coli ::: Results",
            "ref_spans": [
                {
                    "start": 402,
                    "end": 408,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "A His-tag (GSGHHHHHH) was attached to the C-terminus of WT HT cyt c552 to simplify the purification and analyze oligomer formation by Ni affinity chromatography using a His-trap column. The WT holo monomer was detected at ~40 ml in the Ni affinity chromatogram, whereas WT holo dimer and trimer were detected at ~48 and ~53 ml, respectively (Supplementary information, Fig. S2). By performing Ni affinity chromatography for the protein solution obtained from the E. coli cells expressing the WT protein and A5F/M11V/Y32F/Y41E/I76V (quintuple) mutant, red solutions were eluted at 36-75 ml and 32–50 ml, respectively (Fig. 3A,B).",
            "cite_spans": [],
            "section": "Effect of expression amount of HT cyt c\n552 on oligomer formation ::: Results",
            "ref_spans": [
                {
                    "start": 617,
                    "end": 626,
                    "mention": "Fig. 3A,B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The HT cyt c552 expression amount per 1 g of E. coli cell increased rapidly with longer culturing time from 5 to 12 h, and gradually after 12 h (Fig. 4). The HT cyt c552 oligomer (dimer and higher order oligomers) amount also increased with longer culturing time from 5 to 12 h (Fig. 4). These results showed that HT cyt c552 oligomers increased as the HT cyt c552 concentration increased in E. coli cells.",
            "cite_spans": [],
            "section": "Effect of expression amount of HT cyt c\n552 on oligomer formation ::: Results",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "mention": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 285,
                    "mention": "Fig. 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To elucidate the effect of protein stability on oligomer formation in E. coli cells, we investigated oligomerization of His-tag-attached WT HT cyt c552 together with I76V, A5F/M11V, Y32F/Y41E, and quintuple mutant HT cyt c552, mutating amino acids important for protein stability. The order of protein stability of WT, I76V, A5F/M11V, Y32F/Y41E, and quintuple mutant HT cyt c552 (WT > I76V > A5F/M11V > Y32F/Y41E > quintuple mutant) has been elucidated by measuring the denaturing temperature and guanidine hydrochloride denaturing concentration (WT, 121.1 °C and 4.46 M; I76V, 117.8 °C and 3.98 M; A5F/M11V, 117.0 °C and 3.70 M; Y32F/Y41E, 108.3 °C and 2.69 M; quintuple mutant, 95.2 °C and 1.67 M)36. The expression amount of the cyt c protein per 1 g of E. coli cell was 1.5 ± 0.2, 1.8 ± 0.2, 0.7 ± 0.1, 1.8 ± 0.3, and 2.0 ± 0.2 mg/g for WT, I76V, A5F/M11V, Y32F/Y41E, and quintuple mutant HT cyt c552, respectively.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 701,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Effect of stability of HT cyt c\n552 on oligomer formation ::: Results",
            "ref_spans": []
        },
        {
            "text": "A peak was observed at m/z = 10,206 in the MALDI-TOF mass spectrum of the 42-44-ml fraction (shoulder of the 40-ml peak) obtained by Ni affinity chromatography of the WT HT cyt c552 (Fig. 3C). This mass corresponded well to the molecular weight of the WT holo protein (Mw = 10,205). The peak position at 50-60 ml in the Ni affinity chromatogram of the WT protein corresponded well to those of the oligomers larger than the dimer (Fig. 3A and Supplementary information, Fig. S2). A peak with a mass corresponding well to the molecular weight of the WT holo protein was also detected in the mass spectra of the fractions at 50-52 ml and 58-60 ml (Fig. 3D,E), indicating that the peak at 50-60 ml is attributable to oligomers constructed by WT monomeric cyt c552.",
            "cite_spans": [],
            "section": "Effect of stability of HT cyt c\n552 on oligomer formation ::: Results",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 430,
                    "end": 437,
                    "mention": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 645,
                    "end": 654,
                    "mention": "Fig. 3D,E",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In the Ni affinity chromatograms of the protein solution obtained from the E. coli cells expressing WT, I76V, or A5F/M11V HT cyt c552, relatively narrow and broad peaks were observed at ~40 ml and 45-75 ml, respectively, corresponding to the monomer and oligomers, respectively (Supplementary information, Fig. S3). Peaks were observed at ~40 ml and ~48 ml corresponding to the monomer and dimer, respectively, in the Ni affinity chromatograms obtained from the E. coli cells expressing Y32F/Y41E and quintuple mutants (Supplementary information, Fig. S3), although there was no significant difference among growth of E. coli cells expressing WT and mutant proteins. The monomer, dimer, and higher-order oligomer (higher than dimer) amounts were estimated from the peak areas in the chromatograms of WT and mutant proteins (Fig. 5 and Supplementary information, Fig. S3). The amount of high-order oligomers decreased in the order of WT > I76V > A5F/M11V > Y32F/Y41E > quintuple mutant, corresponding to the decrease in protein stability. Taking the results into consideration, we propose that the oligomer amount of HT cyt c552 decreases in E. coli when the protein stability decreases.",
            "cite_spans": [],
            "section": "Effect of stability of HT cyt c\n552 on oligomer formation ::: Results",
            "ref_spans": [
                {
                    "start": 824,
                    "end": 830,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "An additional peak from that of the WT holo protein was observed at m/z = 9,588–9,589 in the mass spectra of the fractions at 50-52 ml and 58-60 ml in the Ni affinity chromatogram of the WT protein (Fig. 3D,E). The mass of the additional peak corresponded well to the molecular weight of the protonated WT apo protein with a His-tag attached and the cysteine residues oxidized (Mw = 9,590). These results indicated that HT cyt c552 oligomers containing the apo protein were produced in E. coli. No peak corresponding to the mass of His-tag-attached apo protein was detected in the mass spectrum of the fraction at 42-44 ml (Fig. 3C), although WT apo monomer was eluted at ~41 ml by Ni affinity chromatography (Supplementary information, Fig. S2). No apo cyt c552 was obtained as a monomer by purification from E. coli cells, presumably because the apo monomer decomposed relatively easily in the cells.",
            "cite_spans": [],
            "section": "Detection of HT apo cyt c\n552 in oligomers ::: Results",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "mention": "Fig. 3D,E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 624,
                    "end": 631,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The intensity of the oligomer peaks decreased significantly in the Ni affinity chromatogram for the solution obtained from E. coli expressing the His-tag-attached quintuple mutant (Fig. 3B). In the mass spectra of the fractions at 36-38, 44-46, and 48-50 ml obtained by the Ni affinity chromatography of the quintuple mutant, a peak with a mass corresponding well to the molecular weight of the quintuple holo mutant (Mw = 10,189) was detected, whereas no peak corresponding to the mass of its apo protein was detected (Fig. 3F–H). The decrease in the amount of oligomers containing the apo protein may result in a decrease in formation of domain-swapped oligomers. However, no peak corresponding to the mass of the apo protein with the signal peptide was detected in the mass spectra of WT protein and quintuple mutant, giving evidence that apo cyt c552 may co-exist with the holo protein at the periplasm of E. coli.",
            "cite_spans": [],
            "section": "Detection of HT apo cyt c\n552 in oligomers ::: Results",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 520,
                    "end": 527,
                    "mention": "Fig. 3F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 528,
                    "end": 529,
                    "mention": "H",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To investigate the effect of the apo protein on the holo protein folding, the His-tag-attached holo protein was unfolded by an addition of guanidinium ion and refolded in vitro in the absence and presence of the apo protein using a desalting column19. After refolding the holo protein, the solution was subjected to Ni affinity chromatography. Peaks were observed at ~44 and 50–62 ml in the Ni affinity chromatograms of the solution obtained by folding in the absence and presence of the apo protein (Supplementary information, Fig. S4A). Precipitation was observed by refolding the holo protein in the presence of the apo protein, but not in the absence of it. The precipitate was colorless, indicating that some amount of the apo protein precipitated during folding. Therefore, the 280-nm absorbance in the Ni affinity chromatogram for the solution containing the apo protein was not twice as high as that without the apo protein. The 410-nm absorption at ~59 ml in the Ni affinity chromatogram increased by performing folding in the presence of the apo protein compared to that in the absence of it, indicating that the oligomers containing the holo protein increased by the addition of the apo protein during folding. Peaks corresponding to the mass of the apo protein were observed at m/z = 9,589 and 9,586 in the MALDI-TOF mass spectra of the fractions at 54-56 and 58-60 ml, respectively (Supplementary information, Fig. S4C,D), showing that oligomers containing the apo protein were produced by refolding the holo protein in the presence of the apo protein. For His-tag-attached quintuple mutant HT holo cyt c552, peaks were observed at about ~43 and ~54 ml in the Ni affinity chromatograms of the solution refolded from the guanidinium ion-induced unfolded state in the absence and presence of the apo protein (Supplementary information, Fig. S4B). The difference was small between the elution curves obtained by refolding the quintuple mutant in the absence and presence of the apo protein, and no peak corresponding to the mass of the apo protein was observed in the mass spectra of the oligomer fractions at 52-54 and 56-58 ml obtained by the Ni affinity chromatography (Supplementary information, Fig. S4E,F). These results show that no oligomers containing the apo protein were detected by refolding the holo and apo quintuple mutant together in vitro, although oligomers were constructed with only the holo protein.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Interaction of HT holo and apo cyt c\n552 during folding ::: Results",
            "ref_spans": []
        },
        {
            "text": "A monomeric protein may oligomerize or its oligomer may dissociate to monomers when extracting the protein from living cells. Therefore, careful treatment is necessary to investigate oligomerization of proteins in cells. HT cyt c552 is a stable protein3637, and it hardly denatures and forms oligomers after it folds in a native structure. Oligomers of HT cyt c552 were detected when it was expressed in E. coli (Fig. 1), and the amount of oligomers increased when the amount of HT cyt c552 expressed was increased (Fig. 4). These results clearly showed that HT cyt c552 oligomerizes by intermolecular interaction in E. coli cells.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 254,
                    "end": 256,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 413,
                    "end": 419,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 516,
                    "end": 522,
                    "mention": "Fig. 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Intermolecular interaction at the initial stage of folding is important for formation of domain-swapped oligomers in horse cyt c and horse myoglobin1938. However, HT cyt c552 molecules fold simultaneously in vitro, and thus folding in vitro and that in E. coli cells are different. A heme is attached to apo HT cyt c552 at the periplasm by the Ccm system consisted of eight proteins (CcmA–CcmH)39. The lifetime of Bradyrhizobium japonicum apo c-type protein without a signal peptide is estimated to be 2–5 min in the periplasm of E. coli40. Therefore, an apo c-type protein may co-exist with its holo c-type protein during maturation in cells.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 150,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 150,
                    "end": 152,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 394,
                    "end": 396,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Oligomers containing the apo protein were detected when His-tag-attached WT HT cyt c552 was purified from E. coli (Fig. 3). The amount of high-order oligomers against monomers in E. coli decreased as the protein stability was decreased (Fig. 5). In addition, the apo protein was not detected in the mass spectra of the fractions of the oligomers in the Ni affinity chromatogram of the quintuple mutant (Fig. 3F–H). For refolding in vitro, the WT holo protein formed oligomers with its apo protein, whereas the quintuple mutant did not (Supplementary information, Fig. S4). The α-helical content of the apo protein of the WT protein and quintuple mutant was estimated at 19% and 11%, respectively, according to the circular dichroism (CD) spectra, whereas that of the holo protein was estimated at 49% and 42%, respectively (Supplementary information, Fig. S5). These results showed that the holo and apo proteins of the quintuple mutant were unfolded more compared to the corresponding forms of the WT protein. The stability of the mutant oligomer containing the apo form may decrease compared to that of the WT protein oligomer due to decrease in protein stability, causing decrease in formation of the domain-swapped oligomers in E. coli.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 237,
                    "end": 243,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 403,
                    "end": 412,
                    "mention": "Fig. 3F–H",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Based on the present results, we propose an oligomerization process for HT cyt c552 in cells (Fig. 6). When a holo protein is formed, it creates a transient oligomer with an apo protein. A heme is inserted to the apo protein of the transient holo-apo complex, refolding to a domain-swapped dimer. Higher order oligomers may form when an apo protein interacts with two holo proteins. For less stable proteins, the holo-apo complex dissociates to holo and apo monomers, eventually forming only holo monomers. Although apo cyt c has been shown to decompose by DegP protease at the periplasm of E. coli41, the apo protein of thermostable HT cyt c552 survives from decomposition in the cells by forming a transient complex with its holo proteins. Our results reveal that more domain-swapped oligomers are formed for more stable proteins, and exceedingly stable proteins may have disadvantages by forming oligomer by-products in cells.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The pKO2 plasmid DNA coding WT HT cyt c552, its modified plasmid DNA coding I76V, A5F/M11V, Y32F/Y41E, or A5F/M11V/Y32F/Y41E/I76V HT cyt c552, and pEC86 plasmid DNA coding the Ccm system with CcmA–CcmH were provided by Prof. Yoshihiro Sambongi (Hiroshima Univeristy)36. Insertion of a His-tag (GSGHHHHHH) to HT cyt c552 was performed by PCR-based in vitro mutagenesis. A more complete description of the procedures can be found in supplementary information.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Construction of HT cyt c\n552 expression system ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HT cyt c552 was expressed in E. coli JCB387. All growths were performed aerobically in LB medium at 37 °C. For analysis of HT cyt c552 expression, a partial amount of E. coli cells was collected by centrifugation (8,000 g, 5 min, 4 °C) after culturing the cells for 5, 6, 8, 10, 12, 20, and 24 h, and subsequently weighed. The SDS-PAGE gel was heme-stained for detection of heme c42. WT HT cyt c552 without a His-tag was purified as reported previously12. His-tag-attached WT, I76V, A5F/M11V, Y32F/Y41E, and quintuple mutant HT cyt c552 were extracted from E. coli by freeze-thaw and sonication, and purified with a Ni affinity column (HisTrap HP, GE Healthcare). A more complete description of the procedures can be found in supplementary information.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Culture of E. coli and purification of HT cyt c\n552 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "WT and quintuple mutant HT apo cyt c552 were prepared according to the published method4344. A detailed description of the procedures can be found in supplementary information.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 89,
                    "end": 91,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Preparation of HT apo cyt c\n552 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Dimeric HT cyt c552 obtained from E. coli by freeze-thaw was purified as reported12. Crystallization of dimeric HT cyt c552 without a His-tag was performed at room temperature using the sitting-drop vapor-diffusion method with a crystal plate (CrystalClear D Strips, Douglas Instruments, Hampton Research, CA). The diffraction data were collected at the BL38B1 beamline at SPring-8, Japan, using a Quantum315 detector (ADSC). Additional details on the experimental procedures are provided in supplementary information.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "X-ray crystallographic analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "CD spectra of WT and A5F/M11V/Y32F/Y41E/I76V HT holo and apo cyt c552 without a His-tag were measured with a J-725 CD spectropolarimeter (Jasco, Japan) using a 0.1-cm-path-length quartz cell at 25 °C. MALDI-TOF mass spectra of HT cyt c552 were obtained with an Autoflex II mass spectrometer (Bruker Daltonics) using sinapinic acid as a matrix in linear mode. Additional details on the experimental procedures are provided in supplementary information.",
            "cite_spans": [],
            "section": "Spectroscopic measurements ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Refolding of His-tag-attached HT cyt c552 was performed using a desalting gel column (PD SpinTrap G-25, GE Healthcare) at 4 °C as reported previously19. Additional details on the experimental procedures are provided in supplementary information.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Refolding of HT cyt c\n552 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Hayashi, Y. et al. Domain swapping oligomerization of thermostable c-type cytochrome in E. coli cells. Sci. Rep.\n6, 19334; doi: 10.1038/srep19334 (2016).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (A) Chromatogram and (B) heme-stained SDS-PAGE gel. Monitoring wavelengths for the chromatogram were 280 nm (blue) and 410 nm (red). Lanes in the SDS-PAGE gel: lane M, protein markers; lane a, 47–49 ml; lane b, 51–53 ml; lane c, 55–57 ml; lane d, 57–59 ml; lane e, 61–63 ml; lane f, 67–69 ml; lane g, 71–73 ml; lane h, 75–77 ml; lane i, 83–85 ml (The volumes represent the fraction positions in the chromatogram).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Each protomer is shown in magenta and cyan. The hemes and the side-chain atoms of His14 and Met59 are shown as stick models. The hinge loop (Ala18Lys19Lys20) is depicted in yellow and blue. The N- and C-termini and the N- and C-terminal helices are labeled as N, C, αN, and αC, respectively.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Chromatograms of (A) WT and (B) A5F/M11V/Y32F/Y41E/I76V HT cyt c552 solutions, and mass spectra of the fractions at (C) 42-44 ml, (D) 50-52 ml, and (E) 58-60 ml for WT HT cyt c552 and (F) 36-38 ml, (G) 44-46 ml, and (H) 48-50 ml for A5F/M11V/Y32F/Y41E/I76V HT cyt c552 are shown.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Monomer, dimer, and high-order oligomers are shown in blue, yellow, and red bars, respectively. The order of protein stability is shown at the bottom.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: (i) Model of unfolded apo protein. (ii) Model of transient holo-apo complex. (iii) Model of high order holo-apo complex. (iv) Dimeric holo protein (PDB ID: 4ZID). (v) Monomeric holo protein (PDB ID: 1YNR) and model of apo protein. (vi) Monomeric holo proteins (PDB ID: 1YNR). Different HT cyt c552 molecules are shown in magenta, cyan, and green. Hemes are shown as black stick models.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Domain swapping - entangling alliances between proteins",
            "authors": [],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "3127-3131",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The crystal structure of the secreted dimeric form of the hemophore HasA reveals a domain swapping with an exchanged heme ligand",
            "authors": [],
            "year": 2007,
            "venue": "J. Mol. Biol.",
            "volume": "365",
            "issn": "",
            "pages": "1176-1186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Cytochrome c polymerization by successive domain swapping at the C-terminal helix",
            "authors": [],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "12854-12859",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Domain swapping of the heme and N-terminal α-helix in Hydrogenobacter thermophilus cytochrome c552 dimer",
            "authors": [],
            "year": 2012,
            "venue": "Biochemistry",
            "volume": "51",
            "issn": "",
            "pages": "8608-8616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Structural and oxygen binding properties of dimeric horse myoglobin",
            "authors": [],
            "year": 2012,
            "venue": "Dalton Trans.",
            "volume": "41",
            "issn": "",
            "pages": "11378-11385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Protein folding modulates the swapped dimerization mechanism of methyl-accepting chemotaxis heme sensors",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Rational design of heterodimeric protein using domain swapping for myoglobin",
            "authors": [],
            "year": 2015,
            "venue": "Angew. Chem. Int. Ed.",
            "volume": "54",
            "issn": "",
            "pages": "511-515",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Change in structure and ligand binding properties of hyperstable cytochrome c555 from Aquifex aeolicus by domain swapping",
            "authors": [],
            "year": 2015,
            "venue": "Protein Sci.",
            "volume": "24",
            "issn": "",
            "pages": "366-375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Domain-swapped dimer of Pseudomonas aeruginosa cytochrome c551: structural insights into domain swapping of cytochrome c family proteins",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Domain-swapped cytochrome cb562 dimer and its nanocage encapsulating a Zn-SO4 cluster in the internal cavity",
            "authors": [],
            "year": 2015,
            "venue": "Chem. Sci.",
            "volume": "6",
            "issn": "",
            "pages": "7336-7342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Formation of oligomeric cytochrome c during folding by intermolecular hydrophobic interaction between N- and C-terminal alpha-helices",
            "authors": [],
            "year": 2013,
            "venue": "Biochemistry",
            "volume": "52",
            "issn": "",
            "pages": "8732-8744",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "3D domain swapping: as domains continue to swap",
            "authors": [],
            "year": 2002,
            "venue": "Protein Sci.",
            "volume": "11",
            "issn": "",
            "pages": "1285-1299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Formation of domain-swapped oligomer of cytochrome c from its molten globule state oligomer",
            "authors": [],
            "year": 2014,
            "venue": "Biochemistry",
            "volume": "53",
            "issn": "",
            "pages": "4696-4703",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Stabilization of Pseudomonas aeruginosa cytochrome c551 by systematic amino acid substitutions based on the structure of thermophilic Hydrogenobacter thermophilus cytochrome c552",
            "authors": [],
            "year": 1999,
            "venue": "J. Biol. Chem.",
            "volume": "274",
            "issn": "",
            "pages": "37533-37537",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Selected mutations in a mesophilic cytochrome c confer the stability of a thermophilic counterpart",
            "authors": [],
            "year": 2000,
            "venue": "J. Biol. Chem.",
            "volume": "275",
            "issn": "",
            "pages": "37824-37828",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Thermodynamic characterization of variants of mesophilic cytochrome c and its thermophilic counterpart",
            "authors": [],
            "year": 2002,
            "venue": "Protein Eng.",
            "volume": "15",
            "issn": "",
            "pages": "455-461",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Further enhancement of the thermostability of Hydrogenobacter thermophilus cytochrome c552",
            "authors": [],
            "year": 2006,
            "venue": "Biochemistry",
            "volume": "45",
            "issn": "",
            "pages": "11005-11011",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Enhancement of the thermostability of Hydrogenobacter thermophilus cytochrome c552 through introduction of an extra methylene group into its hydrophobic protein interior",
            "authors": [],
            "year": 2011,
            "venue": "Biochemistry",
            "volume": "50",
            "issn": "",
            "pages": "3161-3169",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Sec- and Tat-mediated protein secretion across the bacterial cytoplasmic membrane - Distinct translocases and mechanisms",
            "authors": [],
            "year": 2008,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1778",
            "issn": "",
            "pages": "1735-1756",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Biogenesis of bacterial inner-membrane proteins",
            "authors": [],
            "year": 2010,
            "venue": "Cell. Mol. Life Sci.",
            "volume": "67",
            "issn": "",
            "pages": "2343-2362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Cytochrome c biogenesis System I",
            "authors": [],
            "year": 2011,
            "venue": "FEBS J.",
            "volume": "278",
            "issn": "",
            "pages": "4170-4178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Recognition and binding of apocytochrome c to P. aeruginosa CcmI, a component of cytochrome c maturation machinery",
            "authors": [],
            "year": 2013,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1834",
            "issn": "",
            "pages": "1554-1561",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The unfolding story of three-dimensional domain swapping",
            "authors": [],
            "year": 2003,
            "venue": "Structure",
            "volume": "11",
            "issn": "",
            "pages": "243-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Crystal structure of a stable dimer reveals the molecular basis of serpin polymerization",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "",
            "pages": "1255-1258",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Molecular basis of α1-antitrypsin deficiency revealed by the structure of a domain-swapped trimer",
            "authors": [],
            "year": 2011,
            "venue": "EMBO Rep.",
            "volume": "12",
            "issn": "",
            "pages": "1011-1017",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Without its N-finger, the main protease of severe acute respiratory syndrome coronavirus can form a novel dimer through its C-terminal domain",
            "authors": [],
            "year": 2008,
            "venue": "J. Virol.",
            "volume": "82",
            "issn": "",
            "pages": "4227-4234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "C-terminal domain of SARS-CoV main protease can form a 3D domain-swapped dimer",
            "authors": [],
            "year": 2009,
            "venue": "Protein Sci.",
            "volume": "18",
            "issn": "",
            "pages": "839-844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Foldon unfolding mediates the interconversion between Mpro-C monomer and 3D domain-swapped dimer",
            "authors": [],
            "year": 2012,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "14900-14905",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Intermolecular domain swapping induces intein-mediated protein alternative splicing",
            "authors": [],
            "year": 2013,
            "venue": "Nat. Chem. Biol.",
            "volume": "9",
            "issn": "",
            "pages": "616-622",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Five amino acid residues responsible for the high stability of Hydrogenobacter thermophilus cytochrome c552: reciprocal mutation analysis",
            "authors": [],
            "year": 2005,
            "venue": "J. Biol. Chem.",
            "volume": "280",
            "issn": "",
            "pages": "5527-5532",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Complete thermal-unfolding profiles of oxidized and reduced cytochromes c",
            "authors": [],
            "year": 2004,
            "venue": "J. Am. Chem. Soc.",
            "volume": "126",
            "issn": "",
            "pages": "14684-14685",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Dimer domain swapping versus monomer folding in apo-myoglobin studied by molecular simulations",
            "authors": [],
            "year": 2015,
            "venue": "Phys. Chem. Chem. Phys.",
            "volume": "17",
            "issn": "",
            "pages": "5006-5013",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Overproduction of the Bradyrhizobium japonicum c-type cytochrome subunits of the cbb3 oxidase in Escherichia coli",
            "authors": [],
            "year": 1998,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "251",
            "issn": "",
            "pages": "744-747",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Protein acrobatics in pairs - dimerization via domain swapping",
            "authors": [],
            "year": 2009,
            "venue": "Curr. Opin. Struct. Biol.",
            "volume": "19",
            "issn": "",
            "pages": "39-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Requirements for maturation of Bradyrhizobium japonicum cytochrome c550 in Escherichia coli",
            "authors": [],
            "year": 1996,
            "venue": "Eur. J. Biochem.",
            "volume": "235",
            "issn": "",
            "pages": "754-761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Control of DegP-dependent degradation of c-type cytochromes by heme and the cytochrome c maturation system in Escherichia coli",
            "authors": [],
            "year": 2007,
            "venue": "J. Bacteriol.",
            "volume": "189",
            "issn": "",
            "pages": "6253-6259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Improved staining procedure for detection of peroxidase-activity of cytochrome P450 on sodium dodecyl-sulfate polyacrylamide gels",
            "authors": [],
            "year": 1976,
            "venue": "Anal. Biochem.",
            "volume": "75",
            "issn": "",
            "pages": "168-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "On the role of heme in the formation of the structure of cytochrome c",
            "authors": [],
            "year": 1973,
            "venue": "J. Biol Chem.",
            "volume": "248",
            "issn": "",
            "pages": "3188-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Conferment of folding ability to a naturally unfolded apocytochrome c through introduction of hydrophobic amino acid residues",
            "authors": [],
            "year": 2011,
            "venue": "Biochemistry",
            "volume": "50",
            "issn": "",
            "pages": "2313-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The crystal structure of a 3D domain-swapped dimer of RNase A at a 2.1-Å resolution",
            "authors": [],
            "year": 1998,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "95",
            "issn": "",
            "pages": "3437-3442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "A domain-swapped RNase A dimer with implications for amyloid formation",
            "authors": [],
            "year": 2001,
            "venue": "Nat. Struct. Biol",
            "volume": "8",
            "issn": "",
            "pages": "211-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "NMR spectroscopy reveals that RNase A is chiefly denatured in 40% acetic acid: implications for oligomer formation by 3D domain swapping",
            "authors": [],
            "year": 2010,
            "venue": "J. Am. Chem. Soc.",
            "volume": "132",
            "issn": "",
            "pages": "1621-1630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "N-terminal arm exchange is observed in the 2.15 Å crystal structure of oxidized nitrite reductase from Pseudomonas aeruginosa",
            "authors": [],
            "year": 1997,
            "venue": "Structure",
            "volume": "5",
            "issn": "",
            "pages": "1157-1171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "N-terminal domain swapping and metal ion binding in nitric oxide synthase dimerization",
            "authors": [],
            "year": 1999,
            "venue": "EMBO J.",
            "volume": "18",
            "issn": "",
            "pages": "6271-6281",
            "other_ids": {
                "DOI": []
            }
        }
    }
}