{
    "paper_id": "PMC5716670",
    "metadata": {
        "title": "Thymus transplantation for complete DiGeorge syndrome: European experience",
        "authors": [
            {
                "first": "E.",
                "middle": [
                    "Graham"
                ],
                "last": "Davies",
                "suffix": "",
                "email": "Graham.Davies@gosh.nhs.uk",
                "affiliation": {}
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Gilmour",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jesmeen",
                "middle": [],
                "last": "Maimaris",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joe",
                "middle": [],
                "last": "Curry",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Furmanski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Neil",
                "middle": [],
                "last": "Sebire",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Neil",
                "middle": [],
                "last": "Halliday",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Konstantinos",
                "middle": [],
                "last": "Mengrelis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stuart",
                "middle": [],
                "last": "Adams",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jolanta",
                "middle": [],
                "last": "Bernatoniene",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Bremner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Browning",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Blythe",
                "middle": [],
                "last": "Devlin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hans",
                "middle": [
                    "Christian"
                ],
                "last": "Erichsen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H.",
                "middle": [
                    "Bobby"
                ],
                "last": "Gaspar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lizzie",
                "middle": [],
                "last": "Hutchison",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Winnie",
                "middle": [],
                "last": "Ip",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marianne",
                "middle": [],
                "last": "Ifversen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [
                    "Ronan"
                ],
                "last": "Leahy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "McCarthy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Despina",
                "middle": [],
                "last": "Moshous",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Neuling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Malgorzata",
                "middle": [],
                "last": "Pac",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alina",
                "middle": [],
                "last": "Papadopol",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kathryn",
                "middle": [
                    "L."
                ],
                "last": "Parsley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Luigi",
                "middle": [],
                "last": "Poliani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ida",
                "middle": [],
                "last": "Ricciardelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "M."
                ],
                "last": "Sansom",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tiia",
                "middle": [],
                "last": "Voor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Austen",
                "middle": [],
                "last": "Worth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tessa",
                "middle": [],
                "last": "Crompton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [
                    "Louise"
                ],
                "last": "Markert",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adrian",
                "middle": [
                    "J."
                ],
                "last": "Thrasher",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Patients were recruited between 2009 and 2014. To qualify for the study, those with typical cDGS had a maximum T-cell count of 50 × 106/L, no naive T cells, and an absent proliferative response to PHA. Patients with atypical cDGS had less than 5% naive CD4 cells (CD45RA+CD27+ or CD45RA+CD62L+). In addition, there had to be at least 1 of the following features: congenital heart disease, hypoparathyroidism, hemizygosity for 22q.11 deletion, or CHARGE syndrome. For further patient details, see the Methods section in this article's Online Repository at www.jacionline.org.",
            "cite_spans": [],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Patients with typical cDGS without clonal expansion were not given any immunosuppression. In those with atypical cDGS, cyclosporine was used before transplantation to control inflammatory disease, and this was continued after transplantation. These patients were also treated with 3 doses of 2 mg/kg body weight rabbit antithymocyte globulin (ATG; Genzyme, Cambridge, Mass) and 2 mg/kg methylprednisolone administered intravenously for 4 days, followed by 1 mg/kg oral prednisolone for 5 days.",
            "cite_spans": [],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For details, including screening of donors and the transplantation procedure, which has been described previously,9 see the Methods section in this article's Online Repository. Separate thymuses were cultured specifically for analysis to assess cellular composition changes during the period of culture. For detailed methods, see the Methods section in this article's Online Repository.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "mention": "9",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Obtaining, culturing, and transplanting donor thymuses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Flow cytometric analysis, mitogen responsiveness, and measurement of T-cell receptor signal joint excision circle (TREC) levels involved standard methods described in the Methods section in this article's Online Repository. Testing for possible donor T-cell engraftment with short tandem repeats used a previously described method.10",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Laboratory analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Clonality of T cells was assessed by using TCRVβ chain spectratyping on the CD3 population, as previously described.11 Regulatory T (Treg) cell numbers were measured on the CD4 population by using CD25 and CD127 and intracellular staining for forkhead box P3 (FoxP3). Spectratyping was also performed on Treg cell populations purified by means of cell sorting based on CD4+CD25HiCD127− cells and compared with the remaining CD4 cells. For assessment of Treg cell function, total CD4+ cells were isolated, and FoxP3 cells were studied for cytotoxic T lymphocyte–associated antigen 4 (CTLA4) upregulation and transendocytosis of CD80 based on a previously reported method12 modified by running the assay for a period of 21 rather than 16 hours and by fixing/permeabilizing the cells to allow staining for total CTLA4 rather than cycling surface CTLA4.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 669,
                    "end": 671,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Laboratory analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The frequency of IFN-γ–producing cells in response to either an autologous or third-party EBV-transformed lymphoblastoid cell line (LCL)–specific stimulation was assessed on PBMCs by using an ELISpot assay, as previously reported.13",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Laboratory analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Histologic studies were performed on formalin-fixed tissue, including immunohistochemical analysis, by using standard methods or as described previously.14 Details of the antibodies used are given in the Methods section in this article's Online Repository.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Laboratory analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study was approved by the Institute of Child Health and Great Ormond Street Hospital Research Ethics Committee covering both thymus donation, including screening of the donors, and the transplantation procedure in the recipient. Thymic culture was undertaken under a license from the UK Human Tissue Authority.",
            "cite_spans": [],
            "section": "Ethics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Details of the patients, including the genetic defect, comorbidities, and infections acquired before transplantation, are shown in Table I. Median age at transplantation was 10 months (range, 2.5-26 months). In 2 cases the molecular basis of the DGS was undefined, although in one of these cases a putative mutation has been found in TBX1 (analysis performed by Professor Klaus Schwartz, University of Ulm, Ulm, Germany). Neither of these patients was an infant of a diabetic mother. Atypical cDGS cases outnumbered typical cases in a ratio of 2:1. There was no evidence of BCG-associated disease in the 2 recipients of this vaccine. Two patients had hypothyroidism before transplantation, the cause of which was not established. Both had negative test results for thyroid peroxisomal antibodies. One had a low thyroid-stimulating hormone value, suggesting a possible central cause, whereas in the other the problem proved to be transient. No patients had clear-cut autoimmune disease before transplantation.",
            "cite_spans": [],
            "section": "Patients ::: Results",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "mention": "Table I",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "During the period of thymic culture, there was progressive lymphoid cell depletion and a reciprocal increase in the proportion of epithelial cell adhesion molecule (EpCam)–positive thymic epithelial cells (TECs; Fig 1, A-C). A small fraction of T cells remained, with a predominance of single-positive CD4 cells (Fig 1, D), which could be induced to activate and proliferate (Fig 1, E and F). Histologic sections of thymic slices before and after culture confirmed lymphoid depletion, although some persisting lymphoid cells could be seen. There was preservation of a “network” of epithelium seen on cytokeratin (CK) staining, with CK5 and CK14 staining predominantly medullary thymic epithelial cells (mTECs) and CK8 staining both mTECs and cortical thymic epithelial cells (cTECs; CK14 data are not shown; see Fig E1 in this article's Online Repository at www.jacionline.org).",
            "cite_spans": [],
            "section": "Thymic cultures ::: Results",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 217,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 313,
                    "end": 318,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 376,
                    "end": 381,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 812,
                    "end": 818,
                    "mention": "Fig E1",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Three patients, P1 (after the second transplantation), P2, and P6, had skin rashes early (3-6 weeks) after transplantation. They underwent skin biopsy, which showed a nonspecific dermatitis similar to the spongiotic dermatitis previously described in these cases. No donor DNA could be detected in the skin or blood in any of these patients.",
            "cite_spans": [],
            "section": "Skin rashes ::: Clinical outcomes ::: Results",
            "ref_spans": []
        },
        {
            "text": "Patients were able to clear a range of infectious agents after transplantation, including those present before and those acquired after transplantation (Table II). Both cases receiving BCG vaccine before transplantation had a localized severe inflammatory response at the inoculation site and in regional lymph nodes as T-cell reconstitution occurred. In P3 a primary EBV infection occurred 15 months after transplantation. He was able to clear this infection, although low-level EBV viremia persisted for 18 months before clearing. P2, who received chronic immunosuppression, managed to clear a number of viral infections.",
            "cite_spans": [],
            "section": "Infections cleared ::: Clinical outcomes ::: Results",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "mention": "Table II",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Some form of autoimmune complication occurred in 7 of the 10 patients surviving to 12 months (Table II). This took one of 2 forms: very early onset before evidence of T-cell immune reconstitution or onset at or after T-cell reconstitution. More details of the autoimmune/inflammatory complications in each patient are provided in the Results section in this article's Online Repository (see Table E1 in this article's Online Repository at www.jacionline.org). Two cases (P4 and P9) were in the early-onset category, both with hemolytic anemia, which responded to treatment and did not recur. In 5 other patients, autoimmune problems occurring at or after the time of T-cell reconstitution comprised mainly cytopenias, thyroiditis, or both. The latter was associated with the presence of anti-thyroid peroxisomal antibodies. A number of other transient autoimmune/inflammatory phenomena also occurred in some patients at or soon after immune reconstitution.",
            "cite_spans": [],
            "section": "Autoimmunity ::: Clinical outcomes ::: Results",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "mention": "Table II",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 391,
                    "end": 399,
                    "mention": "Table E1",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "It was not possible to identify any association between the development of autoimmunity and any methodological factors, including the choice of thymus donor, thymic culture medium used, amount of tissue transplanted, or use of ATG conditioning. Six of the 10 patients surviving to 12 months had partial HLA matching at 1 to 5 loci at 4-digit resolution typing (see Table E2 in this article's Online Repository at www.jacionline.org). The 3 patients without any autoimmune complications all fell into this group, but the other 3 with some matching did also develop autoimmunity, although in one of these this was just a transient early hemolysis. All patients without any HLA matching experienced autoimmunity (one with transient early hemolysis only). A trend toward less autoimmunity in the presence of some HLA matching was not statistically significant (Fisher exact test).",
            "cite_spans": [],
            "section": "Autoimmunity ::: Clinical outcomes ::: Results",
            "ref_spans": [
                {
                    "start": 365,
                    "end": 373,
                    "mention": "Table E2",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Donor leukocyte engraftment was not detected in any of the patients. Circulating T-cell numbers in surviving patients increased from around 5 months and naive T cells increased from around 6 to 7 months after transplantation (Fig 2).15 The correlation between naive cell numbers determined by using different flow cytometric strategies is shown in Fig E2 in this article's Online Repository at www.jacionline.org. In general, cell numbers achieved did not reach the normal age-related range (see Table E3 in this article's Online Repository at www.jacionline.org). There was a continuing increase in naive cell numbers up to 24 months and then maintenance at a relatively steady level. Low numbers of T cells in P2 were likely caused by immunosuppression. No other patients received long-term immunosuppression. TRECs showed a similar time course to naive T cells (Fig 3, A). There was a relatively poor correlation between TREC and naive CD4 and CD8 cell counts (see Fig E3). Normal TCR diversity, as demonstrated by Vβ spectratyping of CD3 cells, was achieved in 7 patients, including those with atypical cDGS and an abnormal spectratype before transplantation (see Fig E4 in this article's Online Repository at www.jacionline.org). An abnormal spectratype persists in 3 patients (P2, P6, and P9). Further analysis showed a normal CD4 spectratype in P6, whereas both CD4 and CD8 spectratypes were abnormal in P9. Mitogen responsiveness to PHA (Fig 3, B) improved in all patients but decreased again with immunosuppression in P2. For unknown reasons, it never normalized in P1. This patient had good evidence for thymopoiesis on biopsy and blood analysis. After primary EBV infection, PBMCs from patient 3 showed the ability to produce a good IFN-γ response against an autologous EBV-transformed LCL but responded significantly less well to a third-party LCL (Fig 3, C). Phenotyping of circulating cells with markers of Treg cells was performed in 5 patients (P2, P4, P6, P9, and P10) and showed these cells to be present in low absolute numbers, although when expressed as the proportion of CD4 cells, there was no difference to a healthy age range–matched control group (Fig 4, A and B, and see Fig E5 in this article's Online Repository at www.jacionline.org). In P2, P4, P6, and P9 the proportions of CD45RA+ Treg cells were 6%, 32%, 8%, and 44% respectively, whereas in control subjects the median level was 67% (range, 27% to 94%). The functional ability of CD4+FoxP3+ cells in 6 patients (P2, P4, P5, P6, P8, and P9) in terms of CTLA4 upregulation on activation and transendocytosis of CD80 was comparable with adult control samples (Fig 4, C and D, and see Figs E6 and E7 in this article's Online Repository at www.jacionline.org). In P9 spectratyping performed on sorted Treg cells showed a diverse repertoire (see Fig E8 in this article's Online Repository at www.jacionline.org).",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "T-cell immunity ::: Immunologic testing after transplantation ::: Results",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 231,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 348,
                    "end": 354,
                    "mention": "Fig E2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 865,
                    "end": 870,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 968,
                    "end": 974,
                    "mention": "Fig E3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1168,
                    "end": 1174,
                    "mention": "Fig E4",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1446,
                    "end": 1451,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1861,
                    "end": 1866,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2174,
                    "end": 2179,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2198,
                    "end": 2204,
                    "mention": "Fig E5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2642,
                    "end": 2647,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2666,
                    "end": 2673,
                    "mention": "Figs E6",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 2678,
                    "end": 2680,
                    "mention": "E7",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 2825,
                    "end": 2831,
                    "mention": "Fig E8",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 496,
                    "end": 504,
                    "mention": "Table E3",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "There was no correlation found between the level of immunologic reconstitution achieved and factors relating to the choice of thymus donor, thymic culture medium used, amount of tissue transplanted, or use of ATG conditioning.",
            "cite_spans": [],
            "section": "T-cell immunity ::: Immunologic testing after transplantation ::: Results",
            "ref_spans": []
        },
        {
            "text": "All patients received immunoglobulin replacement before transplantation. Five patients stopped immunoglobulin at around 24 months after transplantation per the protocol and have normal IgG levels. To date, 5 patients have been immunized against tetanus toxoid and show protective responses. Three received conjugate pneumococcal vaccine, and 2 of these have made good protective responses. One patient did not respond to this vaccine and is being reimmunized. IgA levels were undetectable/extremely low before transplantation in 11 of 12 patients and low (0.13 g/L) in the other. Levels have normalized after transplantation in all survivors, with the exception of P2.",
            "cite_spans": [],
            "section": "B-cell immunity ::: Immunologic testing after transplantation ::: Results",
            "ref_spans": []
        },
        {
            "text": "B-cell numbers remained normal (see Fig E9, A, in this article's Online Repository at www.jacionline.org) in all patients except those (P2 and P4) receiving treatment with anti-CD20 mAb (rituximab). The proportion of CD19+ B cells that were CD27+IgD− (class-switched memory B cells) was tested in 9 patients. This value remained relatively low compared with that in published age-related control subjects16 in some patients, whereas in others it was within normal limits, particularly after 2 years (see Fig E9, B).",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 406,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "B-cell immunity ::: Immunologic testing after transplantation ::: Results",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "mention": "Fig E9",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 504,
                    "end": 510,
                    "mention": "Fig E9",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "Biopsies of up to 4 transplanted thymic slices were undertaken in 11 patients (including 1 after each transplantation in P1) at a median time of 4 months (range, 2-8 months) after transplantation. Areas of histologically normal thymic tissue were seen in the muscle, including corticomedullary distinction and Hassall body formation in 5 biopsy specimens. In these biopsy specimens immunohistochemical staining showed abundant T (CD3+) cells with evidence of cortical thymopoiesis, as defined by the expression of terminal deoxynucleotidyl transferase, CD1a, and Ki67 and normal maturation to the late mTEC stage defined by the expression of CK5 and CK14, claudin 4, autoimmune regulator (AIRE), and involucrin. FoxP3 staining showed the presence of frequent positive cells (Fig 5 and see Fig E10 in this article's Online Repository at www.jacionline.org). Biopsy specimens in a further 2 cases (P8 and P9) showed less well-developed thymic architecture but definite evidence of cortical thymopoiesis, as defined by the presence of CD1a+ and Ki67+ cortical thymocytes (data not shown). Biopsy specimens with no evidence of thymopoiesis were found in P1 (first transplantation), P2, P5, and P7. In P2 and P5 it was likely the biopsy specimens “missed” thymus in the muscle because there was later appearance of thymic emigrants in the blood indicating thymopoiesis. In P7, who died of CMV, a biopsy specimen taken at 4 months showed viable thymic epithelium but very little thymopoiesis (see Fig E11, A-D, in this article's Online Repository at www.jacionline.org). CMV could not be demonstrated in this thymic tissue (data not shown). P12 died very early after transplantation, and a postmortem examination of transplanted thymus revealed viable epithelium with extensive neovascularization (see Fig E11, E and F).",
            "cite_spans": [],
            "section": "Thymic biopsy specimens ::: Results",
            "ref_spans": [
                {
                    "start": 775,
                    "end": 780,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 789,
                    "end": 796,
                    "mention": "Fig E10",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1491,
                    "end": 1498,
                    "mention": "Fig E11",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1796,
                    "end": 1803,
                    "mention": "Fig E11",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "This study shows that transplantation of cultured thymic epithelium can reconstitute T-cell immunity in patients with cDGS, enabling them to control opportunistic infections and have a quality of life not restricted by susceptibility to infection. This confirms and adds to the results in the previously reported series,6, 7 with the survival rate and level of immune reconstitution achieved being similar between the 2 series. The proportion of children with autoimmune complications is higher in the present study, but because numbers are relatively small, it is difficult to know whether this difference is significant. In the present study novel data documenting changes in the cellular composition of thymic slices during culture are provided, as well as data on TREC levels achieved and numbers, phenotype, and function of Treg cells. There is also detailed histologic evidence on thymic biopsy specimens to confirm full maturation of mTECs. Although only 1 of the patients in this study did not have a recognized genetic cause for DGS, the previous studies included a number of such cases, including those with maternal diabetes, and showed that such patients have an equivalent outcome.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "mention": "6",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 323,
                    "end": 324,
                    "mention": "7",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The levels of T-cell reconstitution achieved in surviving patients were not usually normal for age but were sufficient to allow clearance of viral and other infections. In most cases normal mitogen responsiveness was achieved, and a diverse repertoire was demonstrated on TCR spectratyping. Circulating Treg cells could be detected in proportions similar to those in control children, although at lower absolute numbers, and their CTLA4-mediated function was shown to be normal. Apart from one case in which an IFN-γ response to EBV was shown, antigen-specific T-cell responses were not assayed in this study. Such responses were studied to tetanus and Candida species antigens in the previous series and showed positive responses in all but 1 of the surviving patients.7 Most patients with follow-up of more than 2 years have been able to stop immunoglobulin, and in those tested thus far, all have normal antibody responses to tetanus and 2 of 3 have normal antibody responses to conjugated pneumococcal vaccine. IgA deficiency was corrected in all but 1 patient. Numbers of class-switched memory B cells remain relatively low in some patients, but to assess the significance of this finding, longer follow-up is needed to determine whether the proportions increase with time. The reason for the suboptimal numbers of T cells achieved in most patients is not clear. It could be that insufficient thymic tissue was transplanted, but against this is the fact that there was no correlation in this study or in the North American series8 between the amount of tissue transplanted and the eventual T-cell or naive T-cell counts achieved. Nor was there any association between counts and the type of medium used for culture, the use of ATG, or the presence of chance overlap of HLA antigens between donor and recipient.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 771,
                    "mention": "7",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1534,
                    "end": 1535,
                    "mention": "8",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We have shown here that the cultured thymus loses most of its lymphoid cell populations during culture and is relatively enriched for TECs. However, viable lymphoid cells capable of proliferation are still present. These cells might be necessary for the maintenance and growth of TECs.17 Theoretically, these cells could mediate graft-versus-host disease, but this was not seen, and on blood analysis, engraftment of donor hematopoietic cells was not detected in any patient. One situation in which thymopoiesis might not develop is in the context of pre-existing CMV infection, as seen in P7 in this study and in the previous study.7, 18 The finding of viable thymic epithelium but no thymopoiesis on biopsy is consistent with the possibility that this virus, the agents used to treat it, or both might inhibit the development of thymopoiesis. Children with cDGS complicated by CMV infection did not survive in either this or a previous study.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 633,
                    "end": 634,
                    "mention": "7",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 636,
                    "end": 638,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Biopsy of transplanted thymus has been shown to be helpful in determining whether thymopoiesis is developing.18 In that report biopsies were done at around 2 months after transplantation. Those with positive results all showed evidence of cortical thymopoiesis, but in more than half, no thymic medulla or Hassall corpuscles were seen.18 In the present study biopsies were done later (median, 4 months). In most of those with positive results, there was clear corticomedullary differentiation and development of Hassall corpuscles with immunohistochemical evidence that differentiation of mTECs proceeds to the terminal stages. It is likely that the difference in timing of the biopsies accounted for these differences between this and the previous series.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present and previous series autoimmune complications were relatively common, predominantly involving thyroiditis and cytopenias. Some of these complications were of a transient nature, which might reflect immune dysregulation during T-cell reconstitution sometimes seen in other clinical situations, such as after HSCT and in experimental models.19 Two very early cases of autoimmunity were seen before any T-cell emergence and could conceivably have had nothing to do with the transplant.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The reasons for the susceptibility to autoimmune complications are poorly understood. The possibility that inadequate negative selection by non–MHC-matched mTEC contributes to the development of autoimmunity was not supported by the finding in this and the previous larger study8 of no beneficial effect of chance partial HLA matching.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 279,
                    "mention": "8",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, this study has strengthened the case for thymus transplantation being the corrective treatment of choice for cDGS, offering the possibility of immune reconstitution to a degree that will produce a quality of life not limited by infection susceptibility. Autoimmunity, a common complication, can often be managed relatively easily, but a proportion of children can experience serious consequences. Further work is required to understand better the pathogenesis of this problem. As newborn screening programs for SCID expand, more patients might require this treatment. Further work is needed to streamline the labor-intensive process requiring specialized facilities for generating and transplanting thymus. A model of human thymus transplantation into the nude mouse might be useful in further exploring this.20 Other patients who might benefit from this approach include infants with SCID who do not have immune reconstitution after HSCT or gene therapy because of thymic insufficiency.Clinical implicationsThymus transplantation should be the treatment of choice for infants with cDGS, except possibly in those with severe pre-existing viral infections. The risk of autoimmune complications is a significant issue for survivors, and further work is needed to understand this better.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 826,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table I: Patients' characteristics\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table II: Clinical outcome in patients surviving beyond 12 months\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table E1: Autoimmune problems\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table E2: HLA typing of patients and donors\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table E3: T-cell reconstitution\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig 1: Analysis of cellular composition of thymic slices by using flow cytometry at different time points during culture. A, Dot plots show representative anti-CD45 versus EpCam1 staining. Percentages of EpCam1+CD45− cells are given in the regions shown. Histograms show anti–HLA-DR staining gated on the EpCam1+CD45− population shown in the dot plots. B, Number of live cells recovered showing the overall number of thymocytes and number of CD4/CD8 double-positive (DP) thymocytes retrieved per milligram of tissue. C, Percentage of cells that were CD45−EpCam1+HLA-DR+ (as a frequency of the live gate). D, Proportion of cells in each thymocyte subset based on CD4 and CD8 surface expression. E, When stimulated for 5 days, thymocytes from day 15 slices proliferate. CFSE, Carboxyfluorescein succinimidyl ester. F, When stimulated for 72 hours, CD4 single-positive thymocytes from day 22 slices upregulate the activation marker CD25.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: T-cell reconstitution after transplantation. Dotted lines indicate the 10th percentile of published lymphocyte subset counts in healthy children aged 1 to 2 years and 2 to 5 years.15",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: A, TREC levels determined on CD3 cells with the 10th percentile for in-house normal ranges for children less than 2 years and 2 to 5 years of age. B, PHA responses: maximum counts per minute after stimulation of isolated mononuclear cells stimulated with PHA. The dotted line indicates the 10th percentile for in-house normal adult control subjects. C, Frequency of IFN-γ–producing cells in the patient's PBMCs measured by using ELISpot (mean ± SEM) in response to autologous and third-party EBV-transformed LCLs in P3 after primary EBV infection. The 2-tailed Student t test for unpaired samples was applied.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: A and B, Cells with the Treg phenotype expressed as a percentage of CD4 cells and in absolute numbers in patients (n = 5) and an age-range matched control group (n = 11). C and D, Transendocytosis assay shows CD4+FoxP3+ cells in patients (n = 6) and control subjects (n = 5) incubated with anti-CD3 plus untransfected Chinese Hamster ovary (CHO) cells or with anti-CD3 plus CHO transfected with CD80 with or without anti-CTLA4. In Fig 4, C, upregulation of CTLA4 expression (shown as mean fluorescence intensity of Treg cells normalized to mean fluorescence intensity of CTLA4 in that patient's own naive conventional T cells (as an internal negative control) is shown. In Fig 4, D, relative total fluorescence intensity of CD4+FoxP3+ cells that have acquired green fluorescent protein (GFP) tagged onto CD80 as a result of transendocytosis of CD80 is shown. This is derived from the mean fluorescence intensity of GFP multiplied by the number of GFP+ cells to get total fluorescence intensity divided by the number of Treg cells acquired. In both panels the patients and control subjects had equivalent results. **P = .0031.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: Histologic appearances of positive thymic biopsy specimens. A and B, Hematoxylin and eosin staining showing medullary differentiation and Hassall body formation. Original magnification = ×10 and ×40, respectively. C, Expression of FoxP3 within the thymic medulla (brown). Original magnification = ×20. D, Double staining with terminal deoxynucleotidyl transferase (brown, nuclear signal) showing immature thymocytes within the cortical area and CD3 (blue, membrane signal), highlighting maturing T lymphocytes within the medulla. Original magnification = ×40. E, AIRE-expressing cells within the medullary region, Original magnification = ×20. F, Double staining for AIRE (brown) and involucrin (blue) that shows colocalization of AIRE-expressing cells, with fully mature, involucrin expressing mTECs. Original magnification = ×40.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig E1: Histologic appearance of thymic slices before and after culture. A, Hematoxylin and eosin staining before culture. Original magnification = ×4. B, Hematoxylin and eosin staining after 16 days of culture shows lymphoid depletion but with some remaining lymphoid clusters. Original magnification = ×4. C, CK5 (staining mTECs) at day 16. Original magnification = ×10. D, CK8 (staining predominantly cTECs) at day 16. Original magnification = ×10.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig E10: Further immunohistochemical staining of thymic biopsy specimens. A, CD3 staining showing T cells throughout the thymic tissue. Original magnification = ×4. B, CD1a staining showing strong staining in cortical areas consistent with thymopoiesis. Original magnification = ×2. C, Ki67 staining showing proliferation of cortical thymocytes. Original magnification = ×4. D, CK staining in TECs (CK14). Original magnification = ×10. E, CK5 staining showing mTEC. Original magnification = ×20. F, Claudin 4 (blue) and AIRE (brown) staining in mature mTECs. Original magnification = ×20.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig E11: Histologic appearance of biopsy specimens of patients who died of viral infections. All original magnifications are ×20, except image Fig E11, B, which is ×10. A-D, Hematoxylin and eosin, CK14, CD3, and CD1a staining, respectively, in patient 7 shows a nest of thymic epithelium present in the muscle but with very few CD3+ or CD1a+ lymphoid cells, suggesting little or no thymopoiesis. E and F, Hematoxylin and eosin and CD31 staining, respectively, of a strand of thymic tissue in the muscles in patient 12 shows extensive neovascularization at 2 weeks after transplantation.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig E2: Correlation of naive T-cell counts between different staining methods: A-C, CD4 cells; D-F, CD8 cells. All were stained with CD45RA plus an additional second antibody (CD27, CD31, or CD62L), and the results between different second antibodies were compared. Each symbol represents a different patient tested at around 24 months (range, 17-27 months) after transplantation.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig E3: Correlation of naive cell counts measured by using different methods with TREC levels: A-C, CD4; D-F, CD8. All were stained with CD45RA plus an additional second antibody (CD27, CD31, or CD62L). Each symbol represents a different patient tested at around 24 months (range, 17-27 months) after transplantation.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig E4: TCRVβ spectratyping performed on CD3+ T cells in patient 8 with atypical cDGS before (A) and after (B) transplantation, respectively.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig E5: Flow cytometric strategy for enumerating Treg cells. FSC, Forward scatter; SSC, side scatter.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig E6: Negatively selected CD4+ cells (from PBMCs using a kit from STEMCELL Technologies, Vancouver, British Columbia, Canada) cultured 2.5:1 with Chinese hamster ovary (CHO) cells and soluble OKT3 for 21 hours. Unstimulated is defined as CHO-blank (no transfection) or CHO cells transfected with CD80. Patient and control subject show equivalent upregulation of CD25 and CTLA4 expression upon activation.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig E7: CTLA4 mediated transendocytosis of green fluorescent protein (GFP)–tagged CD80 in a patient and a control subject. A, Gating strategy for CD4+FoxP3+ cells. B, After incubation with Chinese hamster ovary (CHO) cells. There was no uptake of GFP with CHO cells alone (left boxes), and cells acquire GFP from CHO-CD80 (middle boxes); this uptake is blocked by anti-CTLA4 at 20 μg/mL (right boxes).",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig E8: TCRVβ spectratyping performed on isolated Treg cells (CD4+CD25hiCD127−) from patient P9 (A), conventional (non-Treg) CD4 cells from P9 (B), isolated Treg cells from an adult control subject (C), and conventional CD4 cells from a control subject (D). Boxes in Fig E8, B, C, and D, have the same designations as shown in Fig E8, A.",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig E9: A, B-cell (CD19+) counts over time. Reference lines indicate median values for age-related control subjects aged 1 to 2 and 2 to 6 years.E3B, Class-switched memory cells over time. Note: There are no data on P2. Reference lines indicate the 25th percentile for age-related control subjects aged 0 to 1, 2 to 3, and 4 to 5 years.E4",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Immunodeficiency in DiGeorge syndrome and options for treating cases with complete athymia",
            "authors": [
                {
                    "first": "E.G.",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Immunol",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Host natural killer immunity is a key indicator of permissiveness for donor cell engraftment in patients with severe combined immunodeficiency",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Maggina",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Slatter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Allergy Clin Immunol",
            "volume": "133",
            "issn": "",
            "pages": "1660-1666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Adoptive immunotherapy with allodepleted donor T-cells improves immune reconstitution after haploidentical stem cell transplantation",
            "authors": [
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Amrolia",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Muccioli-Casadei",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Huls",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Durett",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Blood",
            "volume": "108",
            "issn": "",
            "pages": "1797-1808",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Autosomal dominant immune dysregulation syndrome in humans with CTLA4 mutations",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kenefeck",
                    "suffix": ""
                },
                {
                    "first": "T.Z.",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Med",
            "volume": "20",
            "issn": "",
            "pages": "1410-1416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Characterization of Epstein-Barr virus-infected B cells in patients with posttransplantation lymphoproliferative disease: disappearance after rituximab therapy does not predict clinical response",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "I.W.",
                    "middle": [],
                    "last": "Flinn",
                    "suffix": ""
                },
                {
                    "first": "P.G.",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "L.E.",
                    "middle": [],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Blood",
            "volume": "96",
            "issn": "",
            "pages": "4055-4063",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Abnormalities of thymic stroma may contribute to immune dysregulation in murine models of leaky severe combined immunodeficiency",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Rucci",
                    "suffix": ""
                },
                {
                    "first": "P.L.",
                    "middle": [],
                    "last": "Poliani",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Caraffi",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Paganini",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Giliani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Front Immunol",
            "volume": "2",
            "issn": "",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Lymphocyte subsets in healthy children from birth through 18 years of age: the Pediatric AIDS Clinical Trials Group P1009 study",
            "authors": [
                {
                    "first": "W.T.",
                    "middle": [],
                    "last": "Shearer",
                    "suffix": ""
                },
                {
                    "first": "H.M.",
                    "middle": [],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Oyomopito",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Plaeger",
                    "suffix": ""
                },
                {
                    "first": "E.R.",
                    "middle": [],
                    "last": "Stiehm",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "112",
            "issn": "",
            "pages": "973-980",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Reference values for B cell subpopulations from infancy to adulthood",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Morbach",
                    "suffix": ""
                },
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Eichhorn",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Liese",
                    "suffix": ""
                },
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Girschick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Exp Immunol",
            "volume": "162",
            "issn": "",
            "pages": "271-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Lymphostromal interactions in thymic development and function",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Jenkinson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Rev Immunol",
            "volume": "1",
            "issn": "",
            "pages": "31-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Use of allograft biopsies to assess thymopoiesis after thymus transplantation",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Hoehner",
                    "suffix": ""
                },
                {
                    "first": "H.E.",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "6354-6364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Homeostatic expansion of T cells during immune insufficiency generates autoimmunity",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ilic",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Koelsch",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Sarvetnick",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "117",
            "issn": "",
            "pages": "265-277",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Spectrum of clinical features associated with interstitial chromosome 22q11 deletions: a European collaborative study",
            "authors": [
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Goodship",
                    "suffix": ""
                },
                {
                    "first": "D.I.",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Seidel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Med Genet",
            "volume": "34",
            "issn": "",
            "pages": "798-804",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "T-cell reconstitution after thymus xenotransplantation induces hair depigmentation and loss",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Furmanski",
                    "suffix": ""
                },
                {
                    "first": "R.F.",
                    "middle": [],
                    "last": "O'Shaughnessy",
                    "suffix": ""
                },
                {
                    "first": "J.I.",
                    "middle": [],
                    "last": "Saldana",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Blundell",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Thrasher",
                    "suffix": ""
                },
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "Sebire",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Invest Dermatol",
            "volume": "133",
            "issn": "",
            "pages": "1221-1230",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Complete DiGeorge syndrome: development of rash, lymphadenopathy, and oligoclonal T cells in 5 cases",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Alexieff",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sarzotti",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Ozaki",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Allergy Clin Immunol",
            "volume": "113",
            "issn": "",
            "pages": "734-741",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Immunologic reconstitution in 22q deletion (DiGeorge) syndrome",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "McGhee",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Lloret",
                    "suffix": ""
                },
                {
                    "first": "E.R.",
                    "middle": [],
                    "last": "Stiehm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunol Res",
            "volume": "45",
            "issn": "",
            "pages": "37-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Multicenter survey on the outcome of transplantation of hematopoietic cells in patients with the complete form of DiGeorge anomaly",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Janda",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Sedlacek",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Honig",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Champagne",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "116",
            "issn": "",
            "pages": "2229-2236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Thymus transplantation",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "McCarthy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Immunol",
            "volume": "135",
            "issn": "",
            "pages": "236-246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Review of 54 patients with complete DiGeorge anomaly enrolled in protocols for thymus transplantation: outcome of 44 consecutive transplants",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Alexieff",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "McCarthy",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Gupton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "109",
            "issn": "",
            "pages": "4539-4547",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Factors affecting success of thymus transplantation for complete DiGeorge anomaly",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "I.K.",
                    "middle": [],
                    "last": "Chinn",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "McCarthy",
                    "suffix": ""
                },
                {
                    "first": "Y.J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Transplant",
            "volume": "8",
            "issn": "",
            "pages": "1729-1736",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Successful formation of a chimeric human thymus allograft following transplantation of cultured postnatal human thymus",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "D.D.",
                    "middle": [],
                    "last": "Kostyu",
                    "suffix": ""
                },
                {
                    "first": "F.E.",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "McLaughlin",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "R.H.",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "158",
            "issn": "",
            "pages": "998-1005",
            "other_ids": {
                "DOI": []
            }
        }
    }
}