{
    "paper_id": "PMC5818336",
    "metadata": {
        "title": "Estimating the burden of influenza‐associated hospitalization and deaths in Oman (2012‐2015)",
        "authors": [
            {
                "first": "Doaa",
                "middle": [
                    "M."
                ],
                "last": "Abdel‐Hady",
                "suffix": "",
                "email": "doaahady2000@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Rima",
                "middle": [
                    "M."
                ],
                "last": "Al Balushi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Badr",
                "middle": [
                    "A."
                ],
                "last": "Al Abri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Seif",
                "middle": [
                    "S."
                ],
                "last": "Al Abri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hanan",
                "middle": [
                    "S."
                ],
                "last": "Al Kindi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Amina",
                "middle": [
                    "K."
                ],
                "last": "Al‐Jardani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fatma",
                "middle": [
                    "M."
                ],
                "last": "Al Yaqubi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Idris",
                "middle": [
                    "S."
                ],
                "last": "Al Abaidani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Influenza is believed to be an important cause of morbidity and mortality worldwide. It is a vaccine‐preventable disease that annually affects 5%‐10% of the population globally.1 It causes approximately 1 million influenza‐associated hospitalizations among children younger than 5 years and 500 000 deaths among all age groups.2, 3\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The wide spectrum of clinical presentation and outcomes of influenza4 and the low care seeking level with ill‐defined symptoms that are often treated empirically without respiratory sampling make it difficult to estimate the true burden of influenza.5 However, it is very important to document the clinical burden of influenza in order to reveal the pattern of severe illness, and to guide public health policies and justify the costly investment in the seasonal influenza vaccination,6 and to assess influenza vaccine impact7 which remains the key preventive intervention for influenza‐related hospitalizations and deaths.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Influenza‐associated hospitalization has been studied in many countries around the world,8, 9 but such estimate remains scarce, especially in the World Health Organization (WHO) Region for the Eastern Mediterranean.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The investment in epidemiology and laboratory capacity during recent years to face many emerging and re‐emerging diseases from respiratory origin, for example, severe acute respiratory syndrome (SARS), Middle East respiratory syndrome corona virus (MERS‐CoV), and novel influenza pathogens such as H5N1 and influenza pandemics, substantially improved surveillance and data quality about acute respiratory infections.10\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Oman is a country situated in Southwest Asia, between Yemen, United Arab Emirates (UAE), and the Kingdom of Saudi Arabia. The country has an area of 309 500 square kilometers and is composed of varying topographic features: valleys and desert account for 82 percent of the land mass; mountain ranges, 15 percent; and the coastal plain, 3 percent. The weather is a hot dry interior, humid coastal strip, and a mountainous southern region with seasonal (May‐September) monsoon rainfall.11 Oman is divided into eleven governorates/ provinces with total 60 wilayats. The Sultanate of Oman has a total population of 4 588 683 with about 45.9% expatriates.12 Oman is considered a high‐income country according to the World Bank list of economies.13\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In Oman, a computerized online system named “Nabdh Al Shifa” is established and has direct access to patient records and generating data from the 11 regional hospitals. The reports are generated through software (COGNOS) in response to input of International Classifications of Disease (ICD‐10 code). The ICD‐10 codes/J course is related to respiratory diseases and ICD‐10 codes (J09‐J18) are corresponding to patients hospitalized with pneumonia or influenza which are the WHO proxies for severe acute respiratory infections (SARI).14\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The objective of this study was to estimate the incidence of influenza‐associated hospitalizations and in‐hospital death in Oman.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Although, SARI surveillance was developed in Oman since 2008 in four sentinel sites using WHO case definition of SARI. This study was based on ICD‐10 codes (J09‐J18) which are the WHO proxies14 for SARI to estimate the national burden of influenza.",
            "cite_spans": [],
            "section": "Calculating the number of SARI and in‐hospital death ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Hospital discharge records based on ICD‐10 codes (ICD‐10 codes J09‐J18) and in‐hospital death data generated from directorate general of information technology in the ministry of health were examined. For each month during the study period (2012‐2015), the number of patients hospitalized and in‐hospital death corresponding to ICD‐10 codes (J09‐J18) were calculated and were stratified by age group, into <1 year, 1‐<5 years, 5‐<15 years, 15‐<50, 50‐<65 years, and ≥65.",
            "cite_spans": [],
            "section": "Calculating the number of SARI and in‐hospital death ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Results of virological testing using real‐time reverse transcription polymerase chain reaction (RT‐PCR) for the respiratory tested samples collected from SARI patients were retrieved from the National Influenza Center (NIC) influenza surveillance line list. The age‐stratified influenza positivity proportion was calculated for each month of the studied period by dividing the number of influenza positive samples by the total tested sample in the same month.",
            "cite_spans": [],
            "section": "Calculating influenza positivity ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "We excluded from the analysis 2.5%‐5% of cases due to duplication, rejected samples, results pending, missing age group or samples requested for non‐influenza.",
            "cite_spans": [],
            "section": "Calculating influenza positivity ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The population at risk was considered as the total population as it is assumed that each individual was susceptible for developing SARI that requires admission in a public hospital. The number of population was provided from the National Center for Statistics and Information (NCSI) and stratified by year and age group.",
            "cite_spans": [],
            "section": "Calculating the population at risk based upon population census ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The incidence of influenza‐associated hospitalization and death was estimated as the sum of products of the number of the age‐stratified monthly hospital discharge and in‐hospital death based on ICD‐10 codes (J09‐J18) by the monthly influenza positivity of respiratory samples withdrawn from the corresponding age group. This estimated monthly age‐stratified number of influenza‐associated hospitalizations and deaths was divided by the number of midyear population in that age group (population at risk). We calculated 95% confidence intervals (95% CI) assuming a Poisson distribution.",
            "cite_spans": [],
            "section": "Estimating the burden ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All data sources used in this study were anonymous records, and personal identifiers were deleted. And as analyzed data are part of the ARI surveillance, according to ethical regulations, it was exempt of IRB review.",
            "cite_spans": [],
            "section": "Ethical issues ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The age structure of the population remained almost the same throughout the study period, that is, those aged <1 year represented 1.7% while the ≥65 years were <4% of the total population (Table 1)",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "During the study period (2012‐2015) in Oman, a total of 19 405 SARI cases that correspond to (ICD‐10 J09‐J18) were identified and 847 related deaths. Children aged 1‐<5 years comprised 30% of the total hospitalizations while the greatest proportion of in‐hospital deaths occurred among those aged ≥65 years (65.8%). (Table 1).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The number of SARI hospitalization and SARI‐related deaths (ICD‐10 J09‐J18) throughout the entire study period were plotted in Figure 1. The peak of SARI activity (hospitalization) varied across years. It peaked in November‐December 2012 and 2013, in February‐March 2014, and in 2015, it had 2 peaks in February‐March and November‐December.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Nationwide, a total of 17 141 respiratory samples were tested (2862 were positive for influenza ‐ average influenza positivity percentage: 17%). Influenza positivity for the whole study period ranged between 5.9% in diagnosed infants <1 year and 29.9% in patients aged 5<15 years. Also, influenza annual positivity rate showed difference between years with the highest rates of total positivity in 2015 (20.6%) and the lowest in 2013 (6.4%) (Table 1).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The incidence of influenza‐associated hospitalization in the study period was 20.6 (95% CI: 19.9‐21.3) per 100 000 population; it ranged between 7.3 (95% CI: 6.4‐8.1) per 100 000 population in 2013 and 27.5 (95% CI: 25.9‐29.1) per 100 000 population in 2015. The highest annual incidence of influenza‐associated hospitalization was found among infants <1 year of age in all years of the study except in 2014, where the highest incidence rate occurred among those aged ≥65 years. Cumulative incidence of influenza‐associated hospitalization calculated for all the study period (2012‐2015) among those <1 year was 121.3 (95% CI: 108.4‐134.3) per 100 000; this was about 24 folds greater than the lowest incidence calculated among those 15<50 years: 5.3 (95% CI: 4.9‐5.8) per 100 000 (Table 1); Figure 2.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 799,
                    "end": 800,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "People aged ≥65 years had the highest annual incidence of influenza‐associated in‐hospital death in all the study years and ranged between 11.3 (95% CI: 7.5‐15.1) in 2015 and 39.5 (95% CI: 27.3‐51.8) per 100 000 population in 2014. The lowest cumulative influenza‐associated in‐hospital death was observed for those aged 15‐<50 years; 0.2 (95% CI: 0.1‐0.3) per 100 000. (Table 1)",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "In addition, the monthly influenza positivity percentage was as low as 2% in January and October 2013 and reached 36% in November 2015 (Figure 3). Different peaks for influenza activity were detected in different years. It peaked (influenza activity = 25%) in December in 2012, and peaked in February in 2013 and 2014 (13% and 23% consequently), and it peaked in November in 2015. Influenza A (H1N1pdm09) was the predominant subtype in all the years (53% in 2012, 63% in 2013, 64.2% in 2014, and 59% in 2015 of total influenza cases). (Figure 3).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "This is the first study in Oman to estimate the clinical burden (incidence rate of morbidity and mortality per 100 000 population) of influenza on the national level.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "During the study period, which lasts for 4 years, neither influenza immunization strategy nor age distribution changed.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The results show that influenza caused a substantial morbidity and mortality in Oman, and during the study period, it is estimated that it lead to 3253 influenza‐associated hospitalizations and 142 deaths.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "However, it is very difficult to compare our results with other studies for many reasons. For example, rates in different studies were generated using different case definitions, age grouping, surveillance, durations, seasons, and analytical methods. Moreover, similar studies in the neighboring Eastern Mediterranean countries are very few. Also, different influenza immunization policies in different countries may affect the outcome of these estimations.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The estimated annual incidence rate of influenza‐associated hospitalization across all age groups between 2012 and 2015 (ranged 7.3‐27.5 per 100 000 person) and this is much higher than a previous study in Oman15 based on a sentinel sites surveillance between 2008 and 2013 that estimated the annual incidence rate across all age groups from 0.5 to 15.4 cases per 100 000 person.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "On the other hand, the overall estimated rate of influenza‐associated hospitalization in this study (20.6 per 100 000 person 95% CI: 19.9‐21.3) is much lower than the burden of influenza in one of the Egyptian Districts16 in 2013 where the overall incidence of influenza virus‐associated SARI during the study period was estimated to be 44 cases per 100 000 person‐years (95% CI: 39‐48).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our results are more consistent with those reported from Iran where the overall incidence of influenza‐associated SARI in three provinces was estimated at 29.0 per 100 000 population.17\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Findings regarding the age distribution of estimated incidence of morbidity and mortality in this study were consistent with other studies reported all over the world. For example, our results showed that very young children (<1 year) were most commonly hospitalized as a result of influenza. A meta‐analysis study2 estimated the global burden of influenza in young children reported that highest incidence of influenza episodes, influenza‐associated acute lower respiratory infections, and influenza‐associated severe aLRI occurred in the first year of life. Another study estimated the incidence of influenza‐associated hospitalizations using the same tool as in our study in 5 countries of Central America showed the highest distribution of influenza‐associated hospitalization in children aged <5 years.5\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Death rates calculated in this study were lower than those estimated for deaths from pneumonia associated with influenza in Brazil (1.4, 95% CI 0.7‐2.1/100 000 person),18 and deaths attributed to influenza‐associated respiratory illness in Mexico (3.7 [95% CI 3.0‐4.4]/100 000 population).19 These differences might be explained by the different patterns of healthcare seeking behavior or access to healthcare services.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Influenza‐associated mortality in our study was most frequently among adults aged ≥65 years. And this was similar to many other studies.5, 18, 20, 21, 22, 23 The estimated influenza‐associated in‐hospital death rates among adults ≥65 years ranged between 7.3 per 100 000 population as estimated in Central America5 and 29.0 per 100 000 population as reported in a study conducted in Iran17 compared to 18.6 per 100 000 population in our study.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although different years showed difference in influenza peaking, transmission of influenza viruses was seen throughout the year, with a decrease in influenza activity observed during September of all years. This pattern of seasonality is comparable to that of other countries in our Region16 and in a previous study conducted in Oman.15\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "H1N1pdm09 was the predominant influenza virus in all seasons and this was in contrast with some studies that reported A (H3N2) virus as 54% in 2013,16 but similar to a study in Jordan where H1N1pdm09 was the predominant in 2012‐2013.24\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This study has some limitations. First, SARI‐ICD data in this study were obtained from the Health information and statistics department generating data from all Ministry of Health (MoH) institutions, but SARI data for non‐MoH institutions are not included in our study estimate (represents about 1%).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The second limitation is that the age grouping in this study is not matched with that recommended by WHO and used in many studies as it was based on the groups available by Health information and statistics department. Thus, one of the significant age groups (0‐<2 years) was distributed between 2 groups <1 year and 1‐<5 years. This limits the capacity of the study to describe the epidemiological picture of SARI and seasonal influenza in this important age group and hinders the comparison of our results with other studies.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Also, the specific selection of patients only under ICD‐10 codes (J09‐J18) as SARI “than selecting the whole J codes (respiratory diseases)” may lead to underestimation of the burden because not all influenza cases are recorded under ICD‐10 codes (J09‐J18) and sometimes recorded as codes related to other respiratory diseases or exacerbation of comorbidities. Finally, the burden of influenza‐associated mortality may be underestimated as it reflects only the in‐hospital deaths associated with influenza adding to that the common poor documentation of death causes in developing countries.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Despite limitations, this study is the first one providing a preliminary estimation for the clinical burden of influenza in Oman on the national level throughout the period of 4 years. Our findings suggest that the potential value of introducing seasonal influenza vaccines for children and the elderly is substantial. Further stratification of the first age group (<1 year) to 0‐<6 and ≥6 months is recommended to give a practical view for vaccination strategy in this age group. Additional work is needed for better estimates of the influenza burden in risk groups other than age‐based groups, for example, pregnant and associated comorbidity in order to support informed decision‐making regarding the selection of high priority groups for targeting seasonal influenza vaccination.",
            "cite_spans": [],
            "section": "CONCLUSIONS AND RECOMMENDATIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Estimated National influenza‐associated hospitalizations and deaths in Oman 2012‐2015\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Monthly number of severe acute respiratory infections (SARI) hospitalization and deaths and influenza positivity rate (2012‐2015)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Estimated monthly number of influenza‐associated hospitalization and deaths (2012‐2015)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Number of specimen positive for influenza, influenza subtyping, and influenza positivity rate (2012‐2015)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Influenza",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1733-1745",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Global burden of respiratory infections due to seasonal influenza in young children: a systematic review and meta‐analysis",
            "authors": [],
            "year": 2011,
            "venue": "Lancet",
            "volume": "378",
            "issn": "",
            "pages": "1917-1930",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2095-2128",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epidemiology and seasonality of respiratory viral infections in hospitalized children in Kuala Lumpur, Malaysia: a retrospective study of 27 years",
            "authors": [],
            "year": 2012,
            "venue": "BMC Pediatr",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Estimating the burden of influenza‐associated hospitalizations and deaths in Central America",
            "authors": [],
            "year": 2016,
            "venue": "Influenza Other Respir Viruses",
            "volume": "10",
            "issn": "",
            "pages": "340-345",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Extending influenza vaccination to individuals aged 50‐64: a budget impact analysis",
            "authors": [],
            "year": 2010,
            "venue": "Int J Technol Assess Health Care",
            "volume": "26",
            "issn": "",
            "pages": "288-293",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Influenza illness and hospitalizations averted by influenza vaccination in the United States, 2005–2011",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Global, regional, and national causes of child mortality in 2008: a systematic analysis",
            "authors": [],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1969-1987",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Progress in the surveillance of respiratory syncytial virus (RSV) in Europe: 2001–2008",
            "authors": [],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Estimated incidence of influenza‐virus‐associated severe pneumonia in children in El Salvador, 2008‐2010",
            "authors": [],
            "year": 2012,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "",
            "pages": "756-763",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The World Factbook",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "National Center Statistics and Information, Oman",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Country classification",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "International Classification of Diseases (ICD) 2011",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The burden of influenza‐associated hospitalization in Oman, January 2008‐June‐2013",
            "authors": [],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Incidence of influenza virus‐associated severe acute respiratory infection in Damanhour district, Egypt, 2013",
            "authors": [],
            "year": 2016,
            "venue": "East Mediterr Health J",
            "volume": "22",
            "issn": "",
            "pages": "503-512",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Estimation of influenza and severe acute respiratory illness incidence (burden) in three provinces of the Islamic Republic of Iran, 2012 and 2013",
            "authors": [],
            "year": 2016,
            "venue": "East Mediterr Health J",
            "volume": "22",
            "issn": "",
            "pages": "432-439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Influenza‐associated excess mortality in southern Brazil, 1980–2008",
            "authors": [],
            "year": 2013,
            "venue": "Epidemiol Infect",
            "volume": "141",
            "issn": "",
            "pages": "1731-1740",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Mortality burden of the A/H1N1 pandemic in Mexico: a comparison of deaths and years of life lost to seasonal influenza",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "985-993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Estimates of deaths associated with seasonal influenza ‐ United States, 1976–2007",
            "authors": [],
            "year": 2010,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "59",
            "issn": "",
            "pages": "1057-1062",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Burden of influenza‐associated deaths in the Americas, 2002–2008",
            "authors": [],
            "year": 2015,
            "venue": "Influenza Other Respir Viruses",
            "volume": "9",
            "issn": "Suppl. 1",
            "pages": "13-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Influenza‐associated hospitalizations and deaths, Costa Rica, 2009–2012",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "878-881",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Mortality associated with influenza in tropics, state of sao paulo, Brazil, from 2002 to 2011: the pre‐pandemic, pandemic, and post‐pandemic periods",
            "authors": [],
            "year": 2013,
            "venue": "Influenza Res Treat",
            "volume": "2013",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Influenza hospitalization epidemiology from a severe acute respiratory infection surveillance system in Jordan, January 2008‐February 2014",
            "authors": [],
            "year": 2016,
            "venue": "Influenza Other Respir Viruses",
            "volume": "10",
            "issn": "",
            "pages": "91-97",
            "other_ids": {
                "DOI": []
            }
        }
    }
}