{
    "paper_id": "PMC5177883",
    "metadata": {
        "title": "Cross-protective efficacy of dendritic cells targeting conserved influenza virus antigen expressed by Lactobacillus plantarum",
        "authors": [
            {
                "first": "Wen-Tao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shao-Hua",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gui-Lian",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yan-Long",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chun-Feng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To determine whether targeting the AIV antigens to DCs would induce cellular immune responses, we generated a recombinant L. plantarum vector expressing the complete NP and M1 from influenza A/duck/Xuzhou/07/2003(H9N2) virus fused to DCpep at the C terminus (pSIP409-NP-M1-DCpep) through a 13-amino-acid linker (Fig. 1). A recombinant L. plantarum vector expressing a non-targeted NP-M1-Ctrlpep fusion (pSIP409-NP-M1-Ctrlpep) and an “empty” vector control (pSIP409) were also generated. The recombinant plasmids were successfully constructed and used to transform L. plantarum (Fig. 1a). The expression of NP-M1-DCpep and NP-M1-Ctrlpep was observed in vitro. Cell pellets of cultures of NC8-pSIP409-NP-M1-DCpep, NC8-pSIP409-NP-M1-Ctrlpep, and NC8-pSIP409 (empty vector) were subjected to western blotting detection using an anti-NP antibody. As shown in Fig. 1b, the proteins encoded by NC8-pSIP409-NP-M1-DCpep and NC8-pSIP409-NP-M1-Ctrlpep formed a high-molecular-weight protein with a size of 83 kDa. The fusion antigen was also confirmed by anti-M1 Abs binding (Fig. S1).",
            "cite_spans": [],
            "section": "Expression of rNP-M1 in L. plantarum NC8 ::: Results",
            "ref_spans": [
                {
                    "start": 312,
                    "end": 318,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 578,
                    "end": 585,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 854,
                    "end": 861,
                    "mention": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Regulating the activation status of DCs improves DC function29. To evaluate the potential effect of NC8-pSIP409-NP-M1-DCpep on DCs, mouse DCs were generated from bone marrow cells, and the activation of mouse DCs invitro was evaluated using a gating strategy, as shown Fig. 2a. The co-culture of NC8-pSIP409-NP-M1-DCpep with mouse DCs elicited a significant enhancement in the expression of the markers CD80+ and CD86+ on mouse DCs (Fig. 2b,c). To induce full T cell activation, a second signal from co-stimulatory/regulatory molecules for DCs is important30.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Activation of DC costimulatory molecules by L. plantarum expressing NP-M1-DCpep ::: Results",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 276,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 433,
                    "end": 442,
                    "mention": "Fig. 2b,c",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The mice were then orally inoculated once with L. plantarum expressing NP-M1-DCpep under anaesthesia 24 h after NC8-pSIP409-NP-M1-DCpep inoculation. Their PPs, mesenteric lymph nodes (MLNs) and intestines were collected, and the cells were labelled with CD11c, CD40, CD80, CD86 and MHC-II to analyse the expression of these molecules and determine the frequency of these activation markers on DCs. Compared with the controls, NC8-pSIP409-NP-M1-DCpep induced a notable enhancement in the surface expression of CD80+, CD86+, CD40+, and MHC-II+ on CD11c+ cells in the lamina propria of the small intestine by 24 h post-vaccination (Fig. 2d). However, in contrast to the MLN, only CD11c+CD40+ and CD11c+CD80+ DCs were present in the PPs at 24 h post-vaccination (Fig. S2b,c). Furthermore, at 36 h post-vaccination, greater frequencies of CD11c+CD80+, CD11c+CD86+, CD11c+CD40+, and CD11c+MHC-II+ DCs were observed in the MLNs of mice treated with NC8-pSIP409-NP-M1-DCpep (data not shown). These data also imply that DC activation initially occurs in the small intestine and PPs following oral NC8-pSIP409-NP-M1-DCpep administration and that these activated DCs subsequently migrate to the MLN. The increased expression of DC activation markers may indicate the functional maturation of these APCs.",
            "cite_spans": [],
            "section": "Activation of DC costimulatory molecules by L. plantarum expressing NP-M1-DCpep ::: Results",
            "ref_spans": [
                {
                    "start": 629,
                    "end": 636,
                    "mention": "Fig. 2d",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The mice were orally immunized with L. plantarum expressing NP-M1-DCpep three times as the primer vaccination, and four weeks after the primer vaccination, the mice received three booster immunizations. Fourteen days after the last booster immunization, we observed significantly increased numbers of IgA+B220+ B cells in the PPs of the NC8-pSIP409-NP-M1-DCpep group compared with all of the other groups (Fig. 3a). In addition, the antibody content was also detected 14 and 44 days after the primer vaccination. Total IgA responses in the excrement were induced in all of the groups and detected by ELISA. Compared with the other groups, a significant increase in the IgA antibody levels was observed in the excrement of the NC8-pSIP409-NP-M1-DCpep group (Fig. 3b). Furthermore, higher NP-M1-specific IgA titers were observed in the faeces and bronchoalveolar lavage fluid (BALF) of the mice that received NC8-pSIP409-NP-M1-DCpep or H9N2 inactivated vaccine compared with the NC8-pSIP409-NP-M1-Ctrlpep, NC8-pSIP409 and PBS groups (Fig. 3c). The increase in ileal IgA detected in mice vaccinated with recombinant vaccines correlated with the induction of mucosal immune responses (Fig. 4a).",
            "cite_spans": [],
            "section": "Specific antibody titers against the NP and M1 antigens ::: Results",
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 757,
                    "end": 764,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1032,
                    "end": 1039,
                    "mention": "Fig. 3c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1181,
                    "end": 1188,
                    "mention": "Fig. 4a",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The Ab response might be related to the germinal centers (GCs) in the LNs and spleens of the mice immunized with recombinant bacteria. PPs and MLNs were collected from each mouse five days post-primer vaccination. The MLN and PP cells from the immunized and control groups of mice were gated on B220+ FAS+ PNA+ B cells. The proportions of FAS+ PNA+ B220+ B cells in the PPs (Fig. 4b) and MLNs (Fig. S3) were significantly higher in all of the groups of immunized mice compared with the PBS control group. In addition, the proportions of FAS+PNA+B220+ B cells in the draining lymph nodes (dLNs) and spleens were significantly higher in the groups that received recombinant bacteria or the inactivated H9N2 vaccine than in the PBS group (data not shown). These data demonstrate that GCs developed in lymph nodes after oral vaccination with L. plantarum.",
            "cite_spans": [],
            "section": "Specific antibody titers against the NP and M1 antigens ::: Results",
            "ref_spans": [
                {
                    "start": 375,
                    "end": 382,
                    "mention": "Fig. 4b",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To evaluate the cell-mediated immune responses elicited by oral immunization with NC8-pSIP409-NP-M1-DCpep and the controls, the specific interferon-γ enzyme-linked immunospot (IFN-γ ELISPOT) responses to the specific NP and M1 epitopes of AIVs in the spleens and MLNs were analysed two weeks after the booster immunization. The mice vaccinated with NC8-pSIP409-NP-M1-DCpep exhibited a significantly higher proportion of IFN-γ-producing cells in the MLNs and spleens in response to stimulation with the specific epitopes of NP and M1 compared with all of the other groups with the exception of the inactivated H9N2 vaccine group (Fig. 5a,b).",
            "cite_spans": [],
            "section": "NC8-pSIP409-NP-M1-DCpep immunization induces antigen-specific T cell responses ::: Results",
            "ref_spans": [
                {
                    "start": 629,
                    "end": 638,
                    "mention": "Fig. 5a,b",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The CD4+ and CD8+ T cell responses in the spleens and MLNs were also evaluated by ICS. We observed higher proportions of specific antigen-reactive CD4+IFN-γ+ and CD8+IFN-γ+ T cells in the MLNs after oral immunization with NC8-pSIP409-NP-M1-DCpep compared with the control groups (Fig. 5c). In addition, the frequencies of CD4+ IFN-γ+ and CD8+ IFN-γ+ T cells in the spleen were significantly higher in the NC8-pSIP409-NP-M1-DCpep group than in the other vaccine groups (Fig. S4).",
            "cite_spans": [],
            "section": "NC8-pSIP409-NP-M1-DCpep immunization induces antigen-specific T cell responses ::: Results",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "mention": "Fig. 5c",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Similarly, the proportion of CD-107a+IFN-γ− CD3+CD8+ T cells in the MLNs and spleens was significantly higher in the group orally immunized with NC8-pSIP409-NP-M1-DCpep (Fig. 6a,b). To further assess the regulation of effectors of cytotoxic activity by vaccination-induced NP- and M1-specific CD8+ T cells, an in vivo CTL assay was performed (Fig. S5). The mice inoculated with NC8-pSIP409-NP-M1-DCpep exhibited higher cytotoxic function than the orally immunized mice in the other groups (Fig. 6c). Hence, NC8-pSIP409-NP-M1-DCpep immunization effectively induced AIV-specific CTL cytotoxicity.",
            "cite_spans": [],
            "section": "NC8-pSIP409-NP-M1-DCpep immunization induces antigen-specific T cell responses ::: Results",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "mention": "Fig. 6a,b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 490,
                    "end": 497,
                    "mention": "Fig. 6c",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "IL-2, IFN-γ and TNF-α are regularly used to determine antigen-specific polyfunctional T cells. The induction of these multifunctional T cells by vaccination may be related to protection against Leishmania major or influenza virus challenge1631. We therefore also performed ICS to analyse the proportions of the specific cytokine-producing CD8+ T cells observed after boosting mice with NC8-pSIP409-NP-M1-DCpep via the oral route (Fig. 7).",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 241,
                    "end": 243,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "NC8-pSIP409-NP-M1-DCpep immunization induces antigen-specific T cell responses ::: Results",
            "ref_spans": [
                {
                    "start": 430,
                    "end": 436,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Higher proportions of peptide-specific IFN-γ/TNF-α double-positive cells were detected in the lungs of mice immunized with NC8-pSIP409-NP-M1-DCpep (Fig. 7a). Furthermore, in the spleen, the proportion of peptide-specific T cells secreting any of these cytokines (IFN-γ or TNF-α) was higher in the NC8-pSIP409-NP-M1-DCpep-immunized mice than in the mice belonging to the other groups of mice (Fig. 7b). In addition, higher proportions of IFN-γ/TNF-α/IL-2 triple-positive cells (Fig. 7b) were detected in the spleens of mice immunized with NC8-pSIP409-NP-M1-DCpep, demonstrating that NC8-pSIP409-NP-M1-DCpep can improve the quality of CD8+ T cell responses.",
            "cite_spans": [],
            "section": "NC8-pSIP409-NP-M1-DCpep immunization induces antigen-specific T cell responses ::: Results",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "mention": "Fig. 7a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 392,
                    "end": 399,
                    "mention": "Fig. 7b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 477,
                    "end": 484,
                    "mention": "Fig. 7b",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "To evaluate the T cell proliferation response to NP and M1 peptide restimulation, the T cells were analysed following oral immunization with recombinant L. plantarum. Splenocytes, MLNs and dLNs isolated from the different groups of mice one month after the final vaccination were incubated with NP and M1 peptides in vitro (Fig. 8). Significant CD4+ T cell and CD8+ T cell proliferation was observed in response to NP and M1 peptide induction in the spleen, MLNs and dLNs isolated from the mice vaccinated with NC8-pSIP409-NP-M1-DCpep compared with those isolated from the mice vaccinated with NC8-pSIP409-NP-M1-Ctrlpep, other forms of recombinant L. plantarum or the inactivated H9N2 vaccine (Fig. 8a). In addition, the data indicated that the ratio of CD4+/CD8+ cells was not noticeably different in the spleens of the NC8-pSIP409-NP-M1-Ctrlpep and NC8-pSIP409-NP-M1-DCpep groups. However, the ratio of the dLN to the MLN was markedly reduced in the NC8-pSIP409-NP-M1-DCpep group compared with the control group (Fig. 8b). Furthermore, IFN-γ cytokine responses were observed in response to NP and M1 peptide restimulation in the mice vaccinated with NC8-pSIP409-NP-M1-DCpep but not in those belonging to the other groups (data not shown).",
            "cite_spans": [],
            "section": "NC8-pSIP409-NP-M1-DCpep immunization induces antigen-specific T cell responses ::: Results",
            "ref_spans": [
                {
                    "start": 324,
                    "end": 330,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 694,
                    "end": 701,
                    "mention": "Fig. 8a",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1015,
                    "end": 1022,
                    "mention": "Fig. 8b",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "To determine whether the protective effect of transferred NC8-pSIP409-NP-M1-DCpep-primed CD8+ T cells against mouse-adapted H9N2 (mH9N2) AIVs in NOD-SCID mice is associated with an enhanced specific CD8+ T cell response, CD8+ T cells were isolated at day 14 post-vaccination from the spleens and MLNs of mice vaccinated with NC8-pSIP409-NP-M1-DCpep, NC8-pSIP409-NP-M1-Ctrlpep, NC8-pSIP409 or PBS and adoptively transferred to NOD-SCID mice by i.v. (tail vein) injection (Fig. 9). Significantly lower weight loss was observed in the mice that received the NC8-pSIP409-NP-M1-DCpep-primed CD8+ T cells from day 12 to day 13 (P = 0.0453 and P = 0.0495) compared with the control NOD-SCID mice that received NC8-pSIP409-NP-M1-Ctrlpep-primed CD8+ T cells (Fig. 9b). Importantly, a significantly longer survival time was obtained for the NOD-SCID mice adoptively transferred with NC8-pSIP409-NP-M1-DCpep-primed CD8+ T cells compared with that found for the control NOD-SCID mice (P = 0.0285) (Fig. 9c). To confirm that the protection was provided only by the adoptively transferred CD8+ T cells and not by CD4+ T cells from the NC8-pSIP409-NP-M1-DCpep-primed mice, CD4+ T cells from the vaccinated mice were also adoptively transferred into NOD-SCID mice. No significant differences were observed between the groups after viral infection, but the NOD-SCID mice that received NC8-pSIP409-NP-M1-DCpep-primed CD4+ T cells exhibited an extended survival time compared with that of the control NOD-SCID mice (Fig. S6a,b). Furthermore, the co-transfer of NC8-pSIP409-NP-M1-DCpep-primed CD4+ and CD8+ T cells failed to efficiently protect NOD-SCID mice against AIV (Fig. S6c,d). These results indicate that NC8-pSIP409-NP-M1-DCpep-primed CD8+ T cells protect against mH9N2 AIV challenge.",
            "cite_spans": [],
            "section": "Adoptively transferred immune CD8+ T cells can protect mice against AIV ::: Results",
            "ref_spans": [
                {
                    "start": 471,
                    "end": 477,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 750,
                    "end": 757,
                    "mention": "Fig. 9b",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 986,
                    "end": 993,
                    "mention": "Fig. 9c",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "After homologous mouse-adapted H9N2 AIV infection (Fig. 10a), significant differences in weight loss were observed between the NC8-pSIP409-NP-M1-DCpep and NC8-pSIP409-NP-M1-Ctrlpep groups (unpaired t-test of peak weight loss, observed on day 8–9, P = 0.0325), and the difference in weight loss between the NC8-pSIP409-NP-M1-DCpep group and the H9N2 inactivated vaccine groups was significant (P = 0.017) (Fig. 10b). In addition, as shown in Fig. 10c, the NC8-pSIP409-NP-M1-DCpep-immunized group exhibited 40% and 80% survival after challenged with a lethal dose of mH9N2 AIV compared with the NC8-pSIP409-NP-M1-Ctrlpep group [log-rank (Mantel-Cox) test, P = 0.0389] and NC8-pSIP409 control group [log-rank (Mantel-Cox) test, P = 0.0001], respectively. In contrast, the difference in survival between the NC8-pSIP409-NP-M1-DCpep group and the H9N2 inactivated vaccine control group was not significant (P = 0.2994). Importantly, the viral load in the lungs after infection was 2 logs and 1 log lower in the mice immunized with NC8-pSIP409-NP-M1-DCpep compared with the loads observed in the mice vaccinated with NC8-pSIP409 (P < 0.0001) and those vaccinated with NC8-pSIP409-NP-M1-Ctrlpep (P < 0.05), respectively (Fig. 10f). Consistent with these findings, the degree of lung damage after challenge with AIV was reduced in the mice immunized with NC8-pSIP409-NP-M1-DCpep compared with that observed in the mice immunized with NC8-pSIP409-NP-M1-Ctrlpep, NC8-pSIP409 or PBS (Fig. 11a,c).",
            "cite_spans": [],
            "section": "Recombinant L. plantarum elicits protective immunity against infection with homologous and heterologous influenza viruses ::: Results",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "mention": "Fig. 10a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 405,
                    "end": 413,
                    "mention": "Fig. 10b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 441,
                    "end": 449,
                    "mention": "Fig. 10c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1214,
                    "end": 1222,
                    "mention": "Fig. 10f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1473,
                    "end": 1483,
                    "mention": "Fig. 11a,c",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To determine whether this type of influenza vaccine-induced immune response can mediate protection during heterosubtypic influenza virus infection, groups of mice were orally vaccinated with NC8-pSIP409-NP-M1-DCpep and challenged 14 days later with heterosubtypic strains of A/PR/8/34(H1N1) (10 × LD50). In a repeated tests utilizing a lethal dose of H1N1 virus, we observed no significant difference in weight loss after mice were challenged with H1N1 (10 × LD50) (Fig. S7a). Both vaccinated and control mice succumbed to infection, but the survival time of the mice vaccinated with NC8-pSIP409-NP-M1-DCpep was always more longer than that of the mice that received PBS, NC8-pSIP409, or NC8-pSIP409-NP-M1-Ctrlpep [NC8-pSIP409-NP-M1-DCpep compared with NC8-pSIP409-NP-M1-Ctrlpep, log-rank (Mantel-Cox) test, P = 0.1716] (Fig. S7b,c).",
            "cite_spans": [],
            "section": "Recombinant L. plantarum elicits protective immunity against infection with homologous and heterologous influenza viruses ::: Results",
            "ref_spans": []
        },
        {
            "text": "The above-described results were further validated by challenge with a smaller dose of H1N1 (0.5 × LD50) after vaccination. As expected, 50% of the control mice survived the infection, but the mice administered NC8-pSIP409-NP-M1-DCpep 15 days prior to challenge presented significant improvements in terms of bodyweight loss (NC8-pSIP409-NP-M1-DCpep vs NC8-pSIP409-NP-M1-Ctrlpep, unpaired t-test of peak weight loss, observed on day 6–7; P = 0.0205) and survival [NC8-pSIP409-NP-M1-DCpep vs NC8-pSIP409-NP-M1-Ctrlpep, log-rank (Mantel-Cox) test, P = 0.0419] (Fig. 10d,e). In contrast to the control mice, the mice immunized with NC8-pSIP409-NP-M1-DCpep exhibited significantly lower residual lung virus titers after infection with H1N1 (Fig. 10g). Furthermore, the degree of lung damage after challenge with H1N1 was significantly reduced in the mice immunized with NC8-pSIP409-NP-M1-DCpep compared with those belonging to the other groups (Fig. 11b). After the lung sections were scored by three independent blinded readers, the lung inflammation was found to be significantly decreased in the lungs from infected mice vaccinated with NC8-pSIP409-NP-M1-Dpep compared with the PBS- or NC8-pSIP409-NP-M1-Ctrlpep-vaccinated controls (Fig. 11c). These results directly indicate that oral immunization with L. plantarum expressing NP-M1-DCpep offers effective protection against heterologous influenza virus infection.",
            "cite_spans": [],
            "section": "Recombinant L. plantarum elicits protective immunity against infection with homologous and heterologous influenza viruses ::: Results",
            "ref_spans": [
                {
                    "start": 559,
                    "end": 569,
                    "mention": "Fig. 10d,e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 737,
                    "end": 745,
                    "mention": "Fig. 10g",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 941,
                    "end": 949,
                    "mention": "Fig. 11b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1232,
                    "end": 1240,
                    "mention": "Fig. 11c",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "AIVs have caused serious economic losses in the poultry industry worldwide. In addition, the high incidence and mortality of AIVs also threaten mammalian and human life2. Waterfowl are generally considered the natural reservoir of AIVs and can easily transmit viruses to other species, such as poultry, via migration. Transmission to other species likely requires pivotal genetic and antigenic mutations3233. Specific T cell responses are elicited by the relatively well conserved internal influenza antigens, which are an important component of the inherent immunity to influenza, particularly heterosubtypic AIVs. However, the current AIV vaccines do not provide cross-protection against different subtypes of AIVs. Hence, the development of safe and efficacious oral vaccines against a broader spectrum of AIVs that infect poultry has been actively pursued. These efforts are not intended to completely control the virus but rather to alleviate clinical symptoms, reduce virus shedding and accelerate recovery16. The T cell-mediated immune response could also offer much broader protection when combined with a humoral response, which can play a critical role incomplete protection against the influenza subtypes included within the vaccine and, importantly, partial protection against other subtypes to prevent a pandemic17.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 405,
                    "end": 407,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Studies conducted by our laboratory and others indicate that the lactobacillus expression system is a mature and effective vector for expressing AIV antigen and allows induction of a stronger immune response against pathogen infection34. In addition, lactobacillus can induce the activation of DCs in MLNs and the small intestine cells help kill the pathogen, in a mouse model29. In this study, we observed that recombinant L. plantarum can enhance the expression of DC markers in vivo and in vitro. Importantly, the oral vaccination of mice with L. plantarum expressing NP-M1-DCpep also effectively elicited the activation of DCs in the small intestine and gradually in the PPs and MLNs. Similar results have been obtained by Kathania30. These data confirm that DC activation can effectively promote T cell and B cell differentiation and potentially contribute to rapid pathogen clearing in the host.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Mucosal vaccination can induce stronger mucosal immune responses35, which are of great significance for AIVs. In addition, sIgA antibodies are the key effectors in the protection of the mucosa by the acquired immune response, including in the gut and respiratory tract36. In previous studies, Lactobacillus GG has been found to cause enhanced IgA production37, whereas L. Johnsonii leads to enhanced IgA production in PP whole-organ culture supernatants38. DCs may be associated with the mechanism underlying the enhanced IgA production by L. plantarum AYA39. Furthermore, we and other researchers have recently demonstrated that the oral administration of recombinant L. plantarum may contribute to the production of secretory IgA antibodies at the mucosal surface of the respiratory tract to combat infection with pathogens such as influenza virus254041. In this study, we extended our earlier findings and determined that NP-M1-DCpep delivered by L. plantarum significantly elicits B220+ IgA+ cells in the PP and ileum (data not shown). Our results indicate that NC8-pSIP409-NP-M1-DCpep induces significantly higher levels of total and antigen-specific secretory IgA in faecal matter and the BALF in mice. Cytokines such as IL-4 and TGF-β are associated with the differentiation of B cells and the induction of IgA4243. Our data also revealed that vaccination with recombinant L. plantarum likely contributes to the increased numbers of FAS+ PNA+ B220+ B cells in the PPs and MLNs to shape GCs within the mucosa in mice. We presume that recombinant L. plantarum or probiotics induce T follicular helper (Tfh) cells, which contribute to T cell-dependent humoral immune responses by providing helper T cells to B cells and by contributing to GC formation and long-lived antibody responses44.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 268,
                    "end": 270,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 357,
                    "end": 359,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 453,
                    "end": 455,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 851,
                    "end": 853,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 853,
                    "end": 855,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1317,
                    "end": 1319,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1319,
                    "end": 1321,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1789,
                    "end": 1791,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Earlier studies have suggested that antigen-specific T cell responses occur in most vaccinated animals and patients and could play an important role in protective immunity against infection with pathogens, including AIVs. IFN-γ producing T lymphocytes result in an enhanced specific killing function that effectively attacks AIVs, modulates chemotaxis and improves antigen presentation to elicit Th1 immune responses against AIV infection45. A previously published study of chickens vaccinated with MVA and in an adenovirus incorporating the NP+M1 construct has reported markedly improvedex vivo T cell IFN-γ ELISpot responses to NP and M1 peptides46. As determined by an IFN-γ ELISPOT assay, the oral administration of L. plantarum expressing NP-M1-DCpep significantly enhanced immunity in the spleen and MLNs in response to stimulation with the NP and M1 epitopes. Interestingly, our data also support recent findings that IFN-γ-secreting CD4+ and CD8+ T cells provide a protective immune response against influenza virus in humans47. In addition, CD4+ and CD8+ T cells efficiently responded to the NP and M1 epitopes after the final immunization. These data indicate that these specific T cell responses might be associated with the development of protective immunity after oral vaccination with recombinant L. plantarum.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 440,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 648,
                    "end": 650,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Vaccine-induced CD8+ T cells might offer protection against lethal influenza virus challenge48, and CTLs are more important than other cell types in mediating survival in mice49. We previously demonstrated that the production of HA-specific CD8+ T cells in vitro also confers protection against lethal AIV (mouse-adapted H9N2) infection in mice, indicating a direct role of CD8+ T cells in improving mouse survival25. Perforin-deficient mice exhibit decreased cytotoxic activity in vitro or in vivo50. CD8+ T cells are cytolytic, and combatting cells infected with AIV or other viruses is generally considered their main role49. Perforin could induce this activity, resulting in the complete maturation of effector CD8+ T cells. The specific expression of CD107a or IFN-γ/TNF-α on CD8+ T cells is critical to determining the phenotype of the CD8+ T cells produced during our immunization schedules and associated with a protective immune response51. In this study, we observed that recombinant L. plantarum elicits the production of CD8+ CTLs with an activated type that may present cytotoxic activity to kill targets of the NP and M1 peptides in vivo. Our data are consistent with results from previous studies indicating that immunization with Lactococcus lactis expressing NP with a cholera toxin B subunit adjuvant in mice induces significant cellular immune responses at day 33 after the initial immunization52. The role of perforin in this response awaits further confirmation. Future studies should evaluate potential improvements in the survival of IFN-γ-deficient or perforin-deficient mice. In addition, a study conducted by Seder’s group suggests that vaccine-induced, multifunctional CD8+ cells secreting IL-2, TNF-α and IFN-γ play an important role in the protection against influenza virus infection17.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 175,
                    "end": 177,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 414,
                    "end": 416,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 946,
                    "end": 948,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1413,
                    "end": 1415,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1813,
                    "end": 1815,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As shown in Fig. 7, the data displayed higher cytokine (IFN-γ+, TNF-α+ or IFN-γ+/TNF-α+) induction in NC8-pSIP409-NP-M1-DCpep-immunized mice than in other groups, such as those treated with the inactivated vaccine. The reason for this finding may be that the cells from the tissue were incubated with a mixed pool of NP and M1 peptides and an antibody against CD28, which resulted in the L. plantarum-expressed NP-M1-DCpep inducing more antigen-specific cytokines than the inactivated vaccine, which are based on the surface antigen-induced antibody immune response. These findings are consistent with previous research showing that CD28 signalling contributes to improving the survival of effector T cells in the lung53; however, the inhibition of CD28 signalling at the time of effecter T cell infiltration into the lung markedly decreases the effector cytokine secretion after influenza virus challenge54.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 720,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 905,
                    "end": 907,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Many researchers have reported that the ratio of CD4+/CD8+ cells is indicative of the general immune system status5556. Our data indicated that the ratio of CD4+/CD8+ cells did not markedly change in the spleens of the NC8-pSIP409-NP-M1-Ctrlpep group and the NC8-pSIP409-NP-M1-DCpep group. However, the ratios in the dLN and MLN were markedly reduced in the NC8-pSIP409-NP-M1-Dcpep group compared with the control group. No specific data have been reported regarding the roles of different AIV vaccinations on the CD4+/CD8+ ratio in dLN and MLN in recently published studies, because the cells from the tissues were cocultured with a mixed pool of NP and M1 peptides, which resulted in the L. plantarum-expressed NP-M1-DCpep inducing more antigen-specific CD8+ cells than CD4+ cells. These findings were consistent with the proliferation of antigen-specific CD8 T cells in dLNs after intranasal influenza HA/M1-VLP administration57.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 116,
                    "end": 118,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 929,
                    "end": 931,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As shown in Fig. 9, the injection of CD8+ T cells derived from BALB/c mice pre-treated with recombinant L. plantarum into NOD-SCID mice improved their weight loss and survival after a subsequent challenge with mouse-adapted H9N2 AIV. The transfer experiments with NOD-SCID mice provide additional evidence that CD8+ T cells but not CD4+ T cells play an important role in combatting influenza viruses. CD8+ T cell responses can provide strong protection against influenza virus infections48. Furthermore, specific CD8+ T cells result in strong pathogen-killing effects, and thus, the use of these T cells has been studied extensively5859. However, whether CD4+ T cells provide protective responses to influenza virus in mice vaccinated with recombinant L. plantarum via other mechanisms awaits further study.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 632,
                    "end": 634,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 634,
                    "end": 636,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "The oral administration of lactobacillus has been shown to offered effective protection against influenza virus infection in a mouse model. Mice were orally administered LG2055 or heat-killed Lactobacillus pentosus b240 once a day for 21 days and were subsequently i.n. inoculated with the influenza virus, and some of the observed protection may have resulted from non-antigen-specific immune responses to the lactobacillus6061. In our experiment, however, the mice were immunized orally with recombinant L. plantarum and vaccine vectors using a primer-booster regime. In addition, the mice immunized with NC8-pSIP409-NP-M1-DCpep started to recover eight days after challenge, and all of these mice survived (Fig. 10a,b), indicating a protective effect against homologous AIV challenge. However, the immunized mice challenged with 10 × LD50 heterologous virus did not exhibit effective protection. Recombinant L. plantarum may not protect mice against H1N1 infection because the epitopes of the NPs or M1 from the H9N2 and HIN1 subtypes of AIV differ. Therefore, although the recombinant L. plantarum provides only limited protection against infection with a lethal dose of a heterologous virus, it can provide complete protection against infection with a sub-lethal dose of a heterologous virus. In future studies, we will examine more conservative vaccine epitopes to develop more effective vaccines.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 710,
                    "end": 720,
                    "mention": "Fig. 10a,b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Different vaccines were found to offer different immuno-protective effects. Inactivated vaccines targeting AIV surface proteins, such as haemagglutinin, provided complete protection against homologous AIV (Fig. 10c), but conferred only partial protection against heterologous viral strains (Fig. 10e), to which a humoral immune response is thought to provide the major protective effect62. A more effective strategy aiming to stimulate T cell responses has been confirmed to provide protection against heterologous influenza virus strains in both mice and humans6364. In this study, oral immunization with L. plantarum expressing NP-M1-Dcpep provided effective protection against heterologous influenza virus infection (Fig. 10e). In addition, L. plantarum-based vaccines have other advantages, including the protection of the integrity of the lungs, possibly because Tregs markedly improve the lungs of mice that administered L. rhamnosus65. Many studies have implicated Ag-specific Tregs in primary infections. In addition, antigen-specific memory regulatory CD4+Foxp3+ T cells contribute to immune regulation during memory responses to a previously encountered influenza virus, which play important regulatory roles in the cellular immune responses to viral infections and are thought to prevent pathological changes resulting from excessive immune responses66.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 939,
                    "end": 941,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "mention": "Fig. 10c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 291,
                    "end": 299,
                    "mention": "Fig. 10e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 720,
                    "end": 728,
                    "mention": "Fig. 10e",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In conclusion, our results demonstrate that the oral administration of an NP-M1-DCpep-expressing bacterial vector can provide protection against infection with a lethal dose of mouse-adapted H9N2 AIV or a sub-lethal dose of a heterologous virus by increasing the mucosal and adaptive immune responses. Oral vaccination resulted in significant increases in DC activation, specific sIgA antibody production, CD8 T cell induction and cross-protection against viral challenge in vivo.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Six- to eight-week-old female C57BL/6, BALB/c and NOD.CB17-Prkdcscid/NcrCrl mice were obtained from Beijing Vital River Laboratory Animal Technology Co., Ltd., China, and bred in a pathogen-free animal facility at Jilin Agriculture University. All animal experiments were managed in accordance with the approval of the Animal Care and Use Committee of Jilin Agriculture University (JLAU08201409 for mice), and the animal facility was completely accredited by the National Association of Laboratory Animal Care.",
            "cite_spans": [],
            "section": "Animals and ethics statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "H9N2 AIV (A/duck/Xuzhou/07/2003) and H1N1 influenza (A/PR/8/34) viruses were adapted to grow in mice as previously described25. The peptides NP366–374 (ASNENMEAM) of NP and M126–37 (RAVKLYKKLKRE) of M1 from H9N2 AIV (A/duck/Xuzhou/07/2003) were synthesized using a peptide synthesizer (Shanghai ZiYu Biotech Co., Ltd.).",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Virus and peptide ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To fuse M1 of H9N2 AIV A/duck/Xuzhou/07/2003 to 12 amino acids (DC peptide, FYPSYHSTPQRP) derived from a phage display library or the control peptide (EPIHPETTFTNN) at the C terminus as previously described67, two shuttle plasmids (pSIP409-M1-DCpep and pSIP409-M1-Ctrlpep) were generated. Subsequently, the NP gene from A/duck/Xuzhou/07/2003 was amplified by PCR (primers: 5-CTGGTCGCTTCCGTGCTACCTAGAACTAAATGCATG-3, 5-AGATCCCGAGCCACCTCCTCCGGACCCACCCCCGCCTGATCCCAAAACTCTTGCCTTATG-3) from the pMD18T-NP plasmid, which was constructed by our laboratory group. The reverse primer amplifies a linker containing 13 codons for glycine and serine residues (GSSGGGSSGGSSS). The gene encoding the NP fusion was subsequently subcloned into the NcoI and XhoI sites of pSIP409-M1-DCpep (or pSIP409-M1-Ctrlpep) to generate pSIP409-NP-M1-DCpep (or pSIP409-NP-M1-Ctrlpep). The recombinant plasmids pSIP409-NP-M1-DCpep and pSIP409-NP-M1-Ctrlpep were then electroporated into L. plantarum NC8. ERM-resistant positive clones were selected and verified by DNA sequencing.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Generation of recombinant NC8-pSIP409-NP-M1-DCpep ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To detect NP and M1 antigen expression by L. plantarum NC8, NC8-pSIP409-NP-M1-DCpep, NC8-pSIP409-NP-M1-Ctrlpep and NC8-pSIP409 were cultured and induced with 10 μg/ml erythromycin and 50 ng/ml Sakacin P (SppIP) as previously described. After culturing at 37 °C for 8 h, the recombinant L. plantarum was harvested and disrupted on ice by sonication. After separation by SDS-PAGE (10% acrylamide), the bacterial proteins were transferred to nitrocellulose membranes and incubated with a monoclonal mouse anti-NP or M1 antibody and then with a secondary horseradish peroxidase (HRP)-conjugated goat anti-mouse antibody (Cell Signaling Technology, CST). After washing, the blots were visualized by enhanced chemiluminescence (ECL, Thermo Scientific) on an Amersham Imager (General Electric Company).",
            "cite_spans": [],
            "section": "Western blotting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Female C57BL/6 or BALB/c mice were segregated into five groups. Four of the groups of mice received PBS, NC8-pSIP409, NC8-pSIP409-NP-M1-Ctrlpep or NC8-pSIP409-NP-M1-DCpep by gavage. The remaining group of mice was intramuscularly administered H9N2 AIV inactivated vaccine (Weike Biotech, China) (50 μl/mouse). In brief, recombinant L. plantarum was cultured at 30 °C in MRS broth containing 10 μg/ml erythromycin and 50 ng/ml SppIP for 12 h under anaerobic conditions. The freshly cultured recombinant L. plantarum was then washed with phosphate-buffered saline (PBS) and resuspended in 250 μl of PBS for the administration of 1.0 × 109 cfu per mouse. Recombinant L. plantarum was orally administered by gavage three times on days 1, 2 and 3, and the four groups of mice received three booster vaccinations four weeks later on days 28, 29 and 30.",
            "cite_spans": [],
            "section": "Immunization ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Mouse bone marrow-derived DCs were induced and purified according to a published protocol2268. DC activation was confirmed by co-culturing mouse DCs with NC8-pSIP409, NC8-pSIP409-NP-M1-Ctrlpep and NC8-pSIP409-NP-M1-DCpep at a ratio of 1:10 for 12 h at 37 °C. DCs from bone marrow and other tissues were labelled with an allophycocyanin (APC)-conjugated antibody for CD11c (clone HL3) together with one of the following: CD40 (clone 3/23), CD80 (clone 16–10A1), CD86 (clone GL1), or MHC-II (clone 3/23). B220+ CD95+ PNA+ cells were detected as previously described using a BD Accuri C6 flow cytometer (BD Biosciences)25. The data were analysed with FlowJo 7.6.2 software.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 91,
                    "end": 93,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Mouse DC culture and flow cytometry ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The IFN-γ ELISPOT assay was employed as previously described25. Murine MLN cells and splenocytes were seeded on IFN-γ-coated ELISPOT plates (Mabtech) and incubated with NP and M1 peptides at a final concentration of 5 μg/ml for 20 h. The control wells did not contain peptide. After incubation with the detection antibodies (R46A2), streptavidin-horseradish peroxidase (1 μg/ml) and substrate solution were added. The IFN-γ spot-forming cells (SFC) were detected using an automated spot detection device (AID).",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "IFN-γ ELISPOT assay. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "ICS was performed as previously published protocol31. Leukocytes (1.0 × 106) from the spleen, MLN or lung were incubated with a mixed pool of 20 μg/ml NP and M1 peptides and 2 μg/ml antibody against CD28 (BD Pharmingen) or media only (as a control) for 2 h at 37 °C. Golgi-Stop and Golgi-Plug (BD Pharmingen) (0.2 μl of Golgi-Stop and 0.2 μl of Golgi-Plus per 1.0 × 106 leukocytes) were added 4 h before ICS. The cells were then blocked at 4 °C with 2.4G2 mAb and incubated with fixable viability stain 450 (BD Horizon™, Cat. No. 562247). Following surface staining with PerCP-Cy5.5-CD3e (clone 145-2C11), APC-Cy7-CD8 (clone 53-6.7), and PE-Cy7-CD4 (clone OX-35) (BD Pharmingen), the cells were fixed with the BD Cytofix/Cytoperm kit following the manufacturer’s protocol and labelled intracellularly using PE-conjugated anti-IL-2 (clone JES6–5H4), APC-conjugated anti-IFN-γ (clone XMG1.2), FITC-conjugated anti-TNF-α (clone MP6-XT22) or isotype control PE-, APC-, and FITC-conjugated antibodies (BD Pharmingen). Finally, the samples were analysed with a BD FACS Aria™ II flow cytometer, and the data were analysed using FlowJo 7.6.2 software.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 52,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Intracellular cytokine staining (ICS) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The specific cytotoxic T lymphocyte (CTL) assay was conducted according to a published protocol51. In brief, splenocytes isolated from naive BALB/c mice were divided into two groups and stained with carboxy fluorescein diacetate succinimidyl ester (CFSE, Invitrogen) at a final concentration of 0.5 μM (CFSELow) or 5 μM (CFSEHigh) to obtain the targets. The CFSEHigh cells were then incubated with 10 μg/ml NP and M1 peptide for 1 h at 37 °C, whereas the CFSELow cells were not incubated with peptide. The CFSEHigh cells were washed and mixed with the CFSELow cells in a 1:1 ratio (1.0 × 107 total cells) and injected into mice via the caudal vein. After 18 h, the CFSEHigh- and CFSELow- stained cells in the splenocytes of all groups of mice were collected and detected using a BD Accuri C6 (BD Biosciences). The level of specific killing was evaluated based on the following formula: % specific killing = [1 − (% CFSEHigh vaccinated/% CFSELow vaccinated)/(% CFSEHigh naive/% CFSELow naive)]  × 100.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "In vivo cytotoxic assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To assess the proliferation of the primed CD4+ and CD8+ T cells, murine splenocytes and cells from the dLNs and MLNs were stained with CFSE (Invitrogen) for 10 min at 37 °C and incubated with anti-CD28 and either NP and M1 peptide or anti-CD3 as a positive control in 96-well plates. After 72 h of incubation, the cells were labelled with APC-conjugated anti-CD3 and PE-conjugated anti-CD4 or anti-CD8 as described above (BD Biosciences). Finally, the samples were analysed using a BD FACSAria™ II flow cytometer, and the data were analysed using FlowJo software.",
            "cite_spans": [],
            "section": "T cell proliferation assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "MLNs and spleens from BALB/c mice vaccinated with PBS, NC8-pSIP409, NC8-pSIP409-NP-M1-Ctrlpep or NC8-pSIP409-NP-M1-DCpep were aseptically collected into RPMI 1640 (GIBCO) with 8% FCS (GIBCO). To obtain MLN cells and splenocytes, the organs were gently crushed using a 70-μM porefilter (BD Falcon), and the red blood cells (RBCs) were then removed using ACK lysis buffer (BD Pharm LyseTM). Following positive selection via a magnetic cell-sorting column (MACS) according to the manufacturer’s methods, CD4+ or CD8+ T cells were incubated with microbead-conjugated anti-CD4 or anti-CD8 MAb (Miltenyi). After analysing the purity of the CD4+ and CD8+ T cells, purified CD4+ T cells alone, purified CD8+ T cells alone or equal amounts of CD4+ T cells plus CD8+ T cells (2 × 106 cells/mouse) were a doptively transferred into SPF NOD/SCID mice (age-matched recipients) via tail vein injection.",
            "cite_spans": [],
            "section": "CD4+ or CD8+ T cell isolation and adoptive transfer ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Four weeks after the booster vaccination, all animals were anesthetized intraperitoneally (i.p.) with 15 mg/kg mebubarbital (Avertin, Sigma, USA). Groups of C57BL/6 mice were intranasally (i.n.) inoculated with 10 × LD50 of mouse-adapted H9N2 AIV (A/duck/Xuzhou/07/2003) or H1N1 influenza virus (A/PR/8/34). After adoptive transfer for 24 h, all groups of recipient NOD/SCID mice were i.n. inoculated with 0.5 × LD50 of mouse-adapted H9N2 AIVs under anaesthesia. The mice challenged with the virus were observed daily for two to four weeks, and changes in their weight and mortality were noted. To determine the TCID50 of the virus in mouse lung tissue, a sample was plated in Madin-Darby canine kidney (MDCK) cells and incubated for at least three days. The TCID50 values were determined using a published protocol69. A weight loss of 20% was considered a humane endpoint, and mice satisfying this standard were euthanized with an overdose of mebubarbital as previously described.",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 817,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Influenza virus challenge ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To evaluate pathological damage of the lung after mouse-adapted H9N2 or H1N1 virus challenge, pulmonary samples were removed from the mice, fixed in 4% paraformaldehyde and embedded in paraffin. Sections with a thickness of 8 μm were stained with haematoxylin and eosin (H&E) and scored by blinded pathologists (three independent readers). Briefly, alveolitis and peribronchiolar inflammation was blind scored on ascale of 0, 1, 2, 3, 4 or 5 corresponding to none, very mild, mild, moderate, marked, or severe inflammation, respectively70.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 538,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Histopathological detection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All values represent the means ± standard error of the mean (SEM) of at least three independent experiments. Two-tailed t-tests and ANOVA were employed for the statistical analyses, which were performed using GraphPad Prism 5 software. Mortality was analysed using the Kaplan-Meier method with the log-rank test. P < 0.05 was considered significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Yang, W.-T. et al. Cross-protective efficacy of dendritic cells targeting conserved influenza virus antigen expressed by Lactobacillus plantarum. Sci. Rep.\n6, 39665; doi: 10.1038/srep39665 (2016).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        },
        {
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (a) The pSIP409-NP-M1-DCpep was generated as described in the Methods. NP: nucleo-protein gene; M1: matrix protein gene; DCpep: dendritic cell-targeting peptide; ermL: erythromycin-resistance marker; 256rep: replication origin for Lactobacillus; PorfX and PsppIP: inducible promoters; sppR and sppK: response regulator and histidine protein kinase, respectively. (b) Western blotting of the synthesized proteins. All cultures were induced with SppIP for 8 h and then subjected to an immunological assay using an anti-NP prime antibody. Lane 1: negative control, NC8(pSIP-409); lane 2: NC8(pSIP409-NP-M1-Ctrlpep), lane 3: NC8(pSIP409-NP-M1-DCpep); and lane 4: Purified NP protein.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 10: Groups of C57BL/6 mice were immunized and challenged as indicated in (a). Four weeks after vaccination, the mice were infected with either mouse-adapted H9N2 AIVs (10 × LD50) or A/PR/8/34(H1N1) (0.5 × LD50), and their weight loss (b,d) and survival (c,e) were recorded for 14 days. The weight loss and mortality data are presented as the means ± SEM of triplicate tests (n = 10 mice per group). The weight loss data were analysed by using an unpaired t-test. The mortality data were analysed by using a Log-rank (Mantel-Cox) test and are expressed relative to the NC8-pSIP409-NP-M1-Ctrlpep group (*P < 0.05). Five days after infection, the mouse-adapted H9N2 AIVs (f) and A/PR/8/34(H1N1) (g) in the lungs were titrated in MDCK cells. The results are presented as the means ± SEM of triplicate tests (n = 5 mice per group) and were analysed by using a one-way ANOVA, assuming a Gaussian distribution, followed by Dunnett’s post-test and are expressed relative to the PBS, NC8-pSIP409 and NC8-pSIP409-NP-M1-Ctrlpep and the H9N2 inactivated vaccine groups, (*P < 0.05, **P < 0.01, and ***P < 0.001). The data shown represent one of three experiments with equivalent results.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 11: Lung samples from the groups of vaccinated mice were fixed with 4% paraformaldehyde on day 5 post-infection with mouse-adapted H9N2 AIVs (10 × LD50) (a) and A/PR/8/34(H1N1) (0.5 × LD50) (b). The sections were then stained with H&E (100×), and the figures show the results of a histopathological analysis from of at least three individual experiments. Open arrows show a vessel, and closed straight arrows show a bronchus. Scale bar, 200 μm. (c) The histopathological scores for lung sections from H9N2 or H1N1-infected mice. Lung sections were scored by an investigator blinded to the mouse identity for total lung inflammation (alveolitis and peribronchiolar inflammation) on a scale from 0 to 5. The results are presented as the means ± SEM of triplicate tests (n = 3 ~ 5 mice per group), and the significance of differences was analysed using a one-way ANOVA, assuming Gaussian distribution, followed by Dunnett’s post-test and are expressed relative to PBS, NC8-pSIP409 and NC8-pSIP409-NP-M1-Ctrlpep (*P  <  0.05, **P < 0.01, and ***P < 0.001).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 2: (a) The DC gating strategy. Mouse bone marrow DCs were co-cultured with recombinant L. plantarum for 12 h, and the expression levels of CD80 (b) and CD86 (c) were analysed by flow cytometry. (d) DCs were also isolated from the small intestines of mice immunized with recombinant L. plantarum or H9N2 inactivated vaccine for 24 h, and the expression levels of CD80, CD86, CD40 and MHC-II were determined. The results are presented as the means ± S.E.M of triplicate tests (n = 8–10 mice in each group), and were analysed by using a one-way ANOVA, assuming a Gaussian distribution, followed by the Bonferroni Post-test, and the statistical significance of differences between groups were analysed (*P < 0.05, **P < 0.01, and ***P < 0.001).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 3: C57BL/6 mice were orally administered NC8 strains harbouring each plasmid as indicated on days 1, 2 and 3, and were then boosted on days 28, 29 and 30. (a) Fourteen days after booster immunization, the number of B220+ IgA+ cells in PP was measured by flow cytometry (n = 5/group). (b) The total sIgA in faeces was measured by ELISA (n = 8~10/group) on days 14 and 44 after primer immunization. (c) The specific sIgA titres in the faecces and BALF were analysed 44 days after the primer vaccination (n = 5/group). The results are presented as the means ± S.E.M and were analysed by using a one-way ANOVA, assuming a Gaussian distribution followed by Dunnett’s post-test and are expressed relative to the values for PBS, NC8-pSIP409, NC8-pSIP409-NP-M1-Ctrlpep and to the H9N2 inactivated vaccine (*P < 0.05, **P < 0.01, and ***P < 0.001). The data shown represent one of the three experiments with equivalent results.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 4: (a) Ileum sections were also stained with anti-IgA (red) and B220 (green) antibodies on 44 day after primer immunization and were analysed by confocal microscopy (Zeiss LSM710). Scale bar, 10 μm (400×). (b) Detection of the activated B cells in the GC of PPs. The GC B cells among B220+ B cells (PNA+ FAS+) in the PPs were determined by flow cytometry on day 5 after the booster immunization. The results are presented as the means ± S.E.M and were analysed by using a one-way ANOVA, assuming a Gaussian distribution followed by Dunnett’s post-test and are expressed relative to the values for PBS, NC8-pSIP409, NC8-pSIP409-NP-M1-Ctrlpep and to the H9N2 inactivated vaccine (*P < 0.05, **P < 0.01, and ***P < 0.001). The data shown represent one of the three experiments with equivalent results.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 5: The antigen-specific cytokine secretion from MLNs and splenocytes of C57BL/6 mice was detected two weeks after oral immunization. (a,b) The number of IFN-γ spot forming cells (SFC) from MLNs and splenocytes was determined by using an Elispot assay. (c) The frequency of antigen-specific IFN-γ-producing CD4+ T cells and CD8+ T cells in the MLN was detected by flow cytometry. The data are the mean values ± SEM (n = 5) and were analysed by using a one-way ANOVA, assuming a Gaussian distribution, followed by Dunnett’s post-test and are expressed relative to PBS, NC8-pSIP409 and NC8-pSIP409-NP-M1-Ctrlpep and to the H9N2 inactivated vaccine (*P < 0.05, and ***P < 0.001). The data shown represent one of the three experiments with equivalent results.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 6: (a,b) The frequency of CD107a-producing CD8+ T cells from MLNs and splenocytes was analysed two weeks after boost vaccination. (c) The splenocytes from naive mice stained with CFSE were injected into vaccinated mice after being coated with the NP and M1 peptides. The in vivo cell-mediated cytotoxicity was characterized at 18 h. The black arrow shows the NP and M1-pulsed, CFSEHigh target cells. The data are the mean values ± SEM (n = 5) and were analysed by using a one-way ANOVA, assuming a Gaussian distribution, followed by Dunnett’s post-test and are expressed relative to PBS, NC8-pSIP409 and NC8-pSIP409-NP-M1-Ctrlpep and to the H9N2 inactivated vaccine (*P < 0.05, **P < 0.01, and ***P < 0.001). The data shown represent one of the three experiments with equivalent results.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 7: (a) Pulmonary CD3+CD8+ T cells from vaccinated mice were assessed by using intracellular cytokine staining for IFN-γ and TNF-α. (b) The frequency of each possible cell population of IFN-γ, TNF-α and IL-2 was evaluated. The data are the mean values ± SEM (n = 5) and were analysed by using a one-way ANOVA, assuming a Gaussian distribution, followed by Dunnett’s post-test and are expressed relative to PBS, NC8-pSIP409 and NC8-pSIP409-NP-M1-Ctrlpep and to the H9N2 inactivated vaccine (**P < 0.01, and ***P < 0.001). The data shown represent one of the three experiments with equivalent results.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 8: (a) Thirty days after booster vaccination, the dLN, spleens and MLN were collected from each group and stained with CFSE. A total of 5 × 105 cells were incubated with the NP and M1 peptides for four days, and flow cytometry was performed to detect specific proliferation. (b) The histogram indicates the CD4:CD8 ratio in the dLN, spleens and MLN of the NC8-pSIP409-NP-M1-Ctrlpep group and the NC8-pSIP409-NP-M1-DCpep group. The results are presented as the mean ± SEM of triplicate tests (n = 5 mice per group) and were analysed by using an unpaired t-test. The data are expressed relative to NC8-pSIP409-NP-M1-Ctrlpep (*P < 0.05). The data shown represent one of three experiments with equivalent results.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 9: (a) CD8+ T cells were isolated from the spleens and MLN of mice immunized with the different strains (as indicated) 14 days after booster vaccination and were then adoptively transferred to NOD/SCID mice by i.v. (tail vein) injection. After 24 h, the NOD/SCID mice were infected with 0.5 × LD50 of mouse-adapted H9N2 AIVs and subsequently monitored daily for four weeks after infection. (b) The weight loss of the mice infected with mouse-adapted H9N2 AIVs was measured daily until day 28. (c) The survival rates (percentages) of the NOD/SCID mice were monitored for four weeks after infection. The results are presented as the means ± SEM of triplicate tests (n = 5 mice per group). The weight loss data were analysed by using a one-way ANOVA, assuming a Gaussian distribution, followed by Dunnett’s post-test. The mortality data were analysed by using the Log-rank (Mantel-Cox) test and are expressed relative to the NC8-pSIP409 and NC8-pSIP409-NP-M1-Ctrlpep groups (*P < 0.05). The data shown represent one of the three experiments with equivalent results.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Avian influenza surveillance in Central and West Africa, 2010–2014",
            "authors": [],
            "year": 2014,
            "venue": "Epi Infect.",
            "volume": "",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Mucosal immune responses and protection against tetanus toxin after intranasal immunization with recombinant Lactobacillus plantarum",
            "authors": [],
            "year": 2001,
            "venue": "Infect Immun",
            "volume": "69",
            "issn": "",
            "pages": "1547-1553",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Towards a universal vaccine for avian influenza: protective efficacy of modified Vaccinia virus Ankara and Adenovirus vaccines expressing conserved influenza antigens in chickens challenged with low pathogenic avian influenza virus",
            "authors": [],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "670-675",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Identification of viral molecules recognized by influenza-specific human cytotoxic T lymphocytes",
            "authors": [],
            "year": 1987,
            "venue": "J Exp Med",
            "volume": "165",
            "issn": "",
            "pages": "408-416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Protection against multiple influenza A virus subtypes by intranasal administration of recombinant nucleoprotein",
            "authors": [],
            "year": 2010,
            "venue": "Arc Virol",
            "volume": "155",
            "issn": "",
            "pages": "1765-1775",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Protection against multiple influenza A subtypes by vaccination with highly conserved nucleoprotein",
            "authors": [],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "5404-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Electroporation of synthetic DNA antigens offers protection in nonhuman primates challenged with highly pathogenic avian influenza virus",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "4624-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Immunity against heterosubtypic influenza virus induced by adenovirus and MVA expressing nucleoprotein and matrix protein-1",
            "authors": [],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Potent CD8+ T-cell immunogenicity in humans of a novel heterosubtypic influenza A vaccine, MVA-NP+M1",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Lamina propria dendritic cells in the physiology and pathology of the gastrointestinal tract",
            "authors": [],
            "year": 2005,
            "venue": "Curr Opini Gas",
            "volume": "21",
            "issn": "",
            "pages": "687-691",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Lactobacilli activate human dendritic cells that skew T cells toward T helper 1 polarization",
            "authors": [],
            "year": 2005,
            "venue": "Pro Nat Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "2880-2885",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Evidence for avian H9N2 influenza virus infections among rural villagers in Cambodia",
            "authors": [],
            "year": 2013,
            "venue": "J Infect Public Health",
            "volume": "6",
            "issn": "",
            "pages": "69-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Regulatory T cells inhibit T cell proliferation and decrease demyelination in mice chronically infected with a coronavirus",
            "authors": [],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "",
            "pages": "4391-400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The mucosal immune system: from fundamental concepts to vaccine development",
            "authors": [],
            "year": 1992,
            "venue": "Vaccine",
            "volume": "10",
            "issn": "",
            "pages": "75-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Dendritic cell targeting of Bacillus anthracis protective antigen expressed by Lactobacillus acidophilus protects mice from lethal challenge",
            "authors": [],
            "year": 2009,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "106",
            "issn": "",
            "pages": "4331-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Surface display of N-terminally anchored invasin by Lactobacillus plantarum activates NF-kappa B in monocytes",
            "authors": [],
            "year": 2012,
            "venue": "Appl Environ Microbiol",
            "volume": "78",
            "issn": "",
            "pages": "5864-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Mucosal immune responses and protection against tetanus toxin after intranasal immunization with recombinant Lactobacillus plantarum",
            "authors": [],
            "year": 2001,
            "venue": "Infect Immun",
            "volume": "69",
            "issn": "",
            "pages": "1547-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Immunoprotection against influenza virus H9N2 by the oral administration of recombinant Lactobacillus plantarum NC8 expressing hemagglutinin in BALB/c mice",
            "authors": [],
            "year": 2014,
            "venue": "Virology",
            "volume": "464–465",
            "issn": "",
            "pages": "166-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "In vitro degradation of oxalate by recombinant Lactobacillus plantarum expressing heterologous oxalate decarboxylase",
            "authors": [],
            "year": 2013,
            "venue": "J Appl Microbiol",
            "volume": "115",
            "issn": "",
            "pages": "880-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Lactonase-expressing Lactobacillus plantarum NC8 attenuates the virulence factors of multiple drug resistant Pseudomonas aeruginosa in co-culturing environment",
            "authors": [],
            "year": 2014,
            "venue": "World J Microbiol Biotechnol",
            "volume": "30",
            "issn": "",
            "pages": "2241-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "High-level, inducible gene expression in Lactobacillus sakei and Lactobacillus plantarum using versatile expression vectors",
            "authors": [],
            "year": 2005,
            "venue": "Microbiology",
            "volume": "151",
            "issn": "",
            "pages": "2439-2449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Effect of probiotics Lactobacillus acidophilus on Citrobacter rodentium colitis: the role of dendritic cells",
            "authors": [],
            "year": 2009,
            "venue": "Pediatric research",
            "volume": "65",
            "issn": "",
            "pages": "169-175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Serological evidence for avian H9N2 influenza virus infections among Romanian agriculture workers",
            "authors": [],
            "year": 2013,
            "venue": "J Infect Public Health",
            "volume": "6",
            "issn": "",
            "pages": "438-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Colonic immune stimulation by targeted oral vaccine",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Multifunctional TH1 cells define a correlate of vaccine-mediated protection against Leishmania major",
            "authors": [],
            "year": 2007,
            "venue": "Nat Med",
            "volume": "13",
            "issn": "",
            "pages": "843-850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Genetic conservation of hemagglutinin gene of H9 influenza virus in chicken population in Mainland China",
            "authors": [],
            "year": 2004,
            "venue": "Virus Genes",
            "volume": "29",
            "issn": "",
            "pages": "329-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Rapid evolution of low-pathogenic H9N2 avian influenza viruses following poultry vaccination programmes",
            "authors": [],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "36-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Lactobacillus plantarum vaccine vector expressing hemagglutinin provides protection against H9N2 challenge infection",
            "authors": [],
            "year": 2015,
            "venue": "Virus research",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "New insights in mucosal vaccine development",
            "authors": [],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "142-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Immunoglobulin A: strategic defense initiative at the mucosal surface",
            "authors": [],
            "year": 1986,
            "venue": "Annu Rev Immunology",
            "volume": "4",
            "issn": "",
            "pages": "389-417",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Effect of orally administered non-viable Lactobacillus cells on murine humoral immune responses",
            "authors": [],
            "year": 2005,
            "venue": "Microbiol Immunol",
            "volume": "49",
            "issn": "",
            "pages": "993-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Oral treatment with probiotic Lactobacillus johnsonii NCC533 (La1) for a specific part of the weaning period prevents the development of atopic dermatitis induced after maturation in model mice, NC/Nga",
            "authors": [],
            "year": 2007,
            "venue": "Br J Dermatol",
            "volume": "156",
            "issn": "",
            "pages": "499-509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Oral administration of Lactobacillus plantarum strain AYA enhances IgA secretion and provides survival protection against influenza virus infection in mice",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Immunoprotection against influenza H5N1 virus by oral administration of enteric-coated recombinant Lactococcus lactis mini-capsules",
            "authors": [],
            "year": 2010,
            "venue": "Virology",
            "volume": "407",
            "issn": "",
            "pages": "319-324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Sublingual administration of Lactobacillus rhamnosus affects respiratory immune responses and facilitates protection against influenza virus infection in mice",
            "authors": [],
            "year": 2013,
            "venue": "Anti Res",
            "volume": "98",
            "issn": "",
            "pages": "284-290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Regulation of mucosal B cell immunoglobulin secretion by intestinal epithelial cell-derived cytokines",
            "authors": [],
            "year": 1998,
            "venue": "Cytokine",
            "volume": "10",
            "issn": "",
            "pages": "948-955",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Molecular analysis of B‐cell differentiation in selective or partial IgA deficiency",
            "authors": [],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "136",
            "issn": "",
            "pages": "284-290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Interleukin-2 inhibits germinal center formation by limiting T follicular helper cell differentiation",
            "authors": [],
            "year": 2012,
            "venue": "Immunity",
            "volume": "36",
            "issn": "",
            "pages": "847-856",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Interferon-γ: an overview of signals, mechanisms and functions",
            "authors": [],
            "year": 2004,
            "venue": "J Leukoc Biol",
            "volume": "75",
            "issn": "",
            "pages": "163-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Towards a universal vaccine for avian influenza: protective efficacy of modified Vaccinia virus Ankara and Adenovirus vaccines expressing conserved influenza antigens in chickens challenged with low pathogenic avian influenza virus",
            "authors": [],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "670-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Cellular immune correlates of protection against symptomatic pandemic influenza",
            "authors": [],
            "year": 2013,
            "venue": "Nat Med",
            "volume": "19",
            "issn": "",
            "pages": "1305-1312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Protective CD8 T cell-mediated immunity against influenza A virus infection following influenza iirus-like particle vaccination",
            "authors": [],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "191",
            "issn": "",
            "pages": "2486-2494",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Vaccine-elicited CD8+ T cells protect against respiratory syncytial virus strain A2-line19F-induced pathogenesis in BALB/c mice",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "13016-13024",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Control of influenza and poliomyelitis with killed virus vaccines",
            "authors": [],
            "year": 1977,
            "venue": "Science",
            "volume": "195",
            "issn": "",
            "pages": "834-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Modulation of CD4+ T cell-dependent specific cytotoxic CD8+ T cells differentiation and proliferation by the timing of increase in the pathogen load",
            "authors": [],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Perforin and gamma interferon expression are required for CD4+ and CD8+ T-cell-dependent protective immunity against a human parasite, Trypanosoma cruzi, elicited by heterologous plasmid DNA prime-recombinant adenovirus 5 boost vaccination",
            "authors": [],
            "year": 2009,
            "venue": "Infect Immun",
            "volume": "77",
            "issn": "",
            "pages": "4383-4395",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Broadly protective immunity against divergent influenza viruses by oral co-administration of Lactococcus lactis expressing nucleoprotein adjuvanted with cholera toxin B subunit in mice",
            "authors": [],
            "year": 2015,
            "venue": "Microb Cell Fact",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Dendritic cells and CD28 costimulation are required to sustain virus-specific CD8+ T cell responses during the effector phase in vivo",
            "authors": [],
            "year": 2011,
            "venue": "J Immunol",
            "volume": "186",
            "issn": "",
            "pages": "4599-608",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Antiviral CD8+ T cell effector activities in situ are regulated by target cell type",
            "authors": [],
            "year": 2011,
            "venue": "J Exp Med",
            "volume": "208",
            "issn": "",
            "pages": "167-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "CD4+, CD8+, CD3+ cell counts and CD4+/CD8+ ratio among patients with mycobacterial diseases (leprosy, tuberculosis), HIV infections, and normal healthy adults: a comparative analysis of studies in different regions of India",
            "authors": [],
            "year": 2015,
            "venue": "J Immunoassay Immunochem",
            "volume": "36",
            "issn": "",
            "pages": "420-443",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Relationship between CD4+/CD8+ T cell ratio and T cell activation in systemic lupus erythematosus",
            "authors": [],
            "year": 1999,
            "venue": "Scand J Rheumatol",
            "volume": "28",
            "issn": "",
            "pages": "166-170",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Protective CD8 T cell-mediated immunity against influenza A virus infection following influenza virus-like particle vaccination",
            "authors": [],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "191",
            "issn": "",
            "pages": "2486-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "CD8+ T cells control ross river virus infection in musculoskeletal tissues of infected mice",
            "authors": [],
            "year": 2015,
            "venue": "J Immunol",
            "volume": "194",
            "issn": "",
            "pages": "678-689",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Expansion of simian immunodeficiency virus (SIV)-specific CD8 T cell lines from SIV-naive mauritian cynomolgus macaques for adoptive transfer",
            "authors": [],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "9748-9757",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Epidemiology, evolution, and recent outbreaks of avian influenza virus in China",
            "authors": [],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "8671-8676",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Oral administration of Lactobacillus gasseri SBT2055 is effective for preventing influenza in mice",
            "authors": [],
            "year": 2014,
            "venue": "Sci Rep",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Protective efficacy of orally administered, heat-killed Lactobacillus pentosus b240 against influenza A virus",
            "authors": [],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Immunologic basis of vaccine vectors",
            "authors": [],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "504-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Influenza A virus nucleoprotein is a major target antigen for cross-reactive anti-influenza A virus cytotoxic T lymphocytes",
            "authors": [],
            "year": 1985,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "82",
            "issn": "",
            "pages": "1785-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Identification of viral molecules recognized by influenza-specific human cytotoxic T lymphocytes",
            "authors": [],
            "year": 1987,
            "venue": "J Exp Med",
            "volume": "165",
            "issn": "",
            "pages": "408-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Sublingual administration of Lactobacillus rhamnosus affects respiratory immune responses and facilitates protection against influenza virus infection in mice",
            "authors": [],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "98",
            "issn": "",
            "pages": "284-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Antigen-specific memory regulatory CD4+Foxp3+ T cells control memory responses to influenza virus infection",
            "authors": [],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "190",
            "issn": "",
            "pages": "3438-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Peptides identified through phage display direct immunogenic antigen to dendritic cells",
            "authors": [],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "172",
            "issn": "",
            "pages": "7425-7431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Dendritic cells generated in the presence of GM‐CSF plus IL‐15 prime potent CD8+ Tc1 responses in vivo",
            "authors": [],
            "year": 2004,
            "venue": "Eur J Immunol",
            "volume": "34",
            "issn": "",
            "pages": "66-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Intracellular neutralization of viral infection in polarized epithelial cells by neonatal Fc receptor (FcRn)-mediated IgG transport",
            "authors": [],
            "year": 2011,
            "venue": "Pro Natl Acad Sci USA",
            "volume": "108",
            "issn": "",
            "pages": "18406-18411",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Development of influenza H7N9 virus like particle (VLP) vaccine: homologous A/Anhui/1/2013 (H7N9) protection and heterologous A/chicken/Jalisco/CPA1/2012 (H7N3) cross-protection in vaccinated mice challenged with H7N9 virus",
            "authors": [],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "4305-4313",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Critical role of airway macrophages in modulating disease severity during influenza virus infection of mice",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "7569-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Roles of M cells in infection and mucosal vaccines",
            "authors": [],
            "year": 2014,
            "venue": "Hum Vaccin Immunother",
            "volume": "10",
            "issn": "",
            "pages": "3544-3551",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Mucosal immunity and vaccines",
            "authors": [],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "S45-53",
            "other_ids": {
                "DOI": []
            }
        }
    }
}