{
    "paper_id": "PMC5126690",
    "metadata": {
        "title": "Artemisinin analogue SM934 attenuate collagen-induced arthritis by suppressing T follicular helper cells and T helper 17 cells",
        "authors": [
            {
                "first": "Ze-Min",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiao-Qian",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Feng-Hua",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shi-Jun",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jian-Ping",
                "middle": [],
                "last": "Zuo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To investigate the effect of SM934 on arthritis, the CIA model in DBA/1J mice was used. CIA mice with established rheumatoid arthritis manifestations such as erythema and edema in joints were orally administrated with saline, MTX or SM934 for 40 days (Fig. 1A). Overall arthritis severity in CIA mice was assessed by macroscopic clinical scoring. Administration of SM934 (10 mg/kg) significantly attenuated the clinical signs of arthritis since 4 days after treatment, indicated by the reduction in the mean arthritis score, the therapeutic effect was comparable with the methotrexate (MTX, 1 mg/kg), a disease-modifying antirheumatic drug (DMARD) treatment control used in comparison with arthritic group (Fig. 1B). Representative photographs displaying morphological changes of left hind paws of mice from individual group on day 14 after treatment are shown in Fig. 1C, macroscopic evidence of arthritis such as erythema or swelling was markedly observed in saline-treated CIA mice compared with normal DBA/1J mice, while SM934 and MTX treatment significantly ameliorated arthritis severity in CIA mice.",
            "cite_spans": [],
            "section": "SM934 prevented arthritis progression in CIA mice ::: Results",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 259,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 707,
                    "end": 714,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 864,
                    "end": 871,
                    "mention": "Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Micro computed tomography (micro-CT) scan was performed to validate the efficiency of SM934 on bone erosion in CIA mice. Three-dimensional reconstruction of hind right paws by micro-CT demonstrated severe bone erosion within their periarticular bone of paws of the saline-treated CIA mice, in marked contrast to normal DBA/1J mice, as well as to SM934-treated mice (Fig. 2A). Moreover, as shown in Fig. 2B, saline-treated CIA mice showed a remarkable decrease of the bone volume/total volume (bone volume fraction, BV/TV), trabecular number (Tb. N.), trabecular thickness (Tb. Th.), and increase of the trabecular spacing (Tb. Sp.) compared with healthy controls. SM934 treatment significantly prevented these changes in BV/TV, Tb. Th. and Tb. Sp. Although the trabecular number was higher in SM934-treated group compared to the saline-treated group, there was no statistically significant difference.",
            "cite_spans": [],
            "section": "SM934 reverted bone destruction in CIA mice ::: Results",
            "ref_spans": [
                {
                    "start": 366,
                    "end": 373,
                    "mention": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 398,
                    "end": 405,
                    "mention": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The humoral response against collagen-specific autoantigen is essential for CIA pathogenesis3738, the effect of SM934 on serum antibodies (Abs) production was assessed at the end of treatment. Serum Ab levels from individual mouse were examined using isotype-specific ELISAs. The serum levels of anti-CII total IgG, IgG1 and IgG2a antibody decreased significantly after SM934 treatment, compare with saline-treated mice (Fig. 3A). Moreover, we used mice immunized with sheep red blood cells (SRBCs) and ovalbumin (OVA) to confirm the impact of SM934 on the robust antibody response. SM934 treatment significantly lower serum level of SRBC-specific and OVA-specific antibody respectively, compared with saline-treated control mice (Supplementary Fig. S1).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 94,
                    "end": 96,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "SM934 dampened T cell-dependent immune responses in CIA mice ::: Results",
            "ref_spans": [
                {
                    "start": 421,
                    "end": 428,
                    "mention": "Fig. 3A",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Since the autoreactive T cells plays a pivotal role in the pathogenesis of CIA mice, CII-induced T cell proliferation was conducted using B cell-depleted splenocytes from different groups. CII-stimulated B cell-depleted splenocytes obtained from CIA mice treated with SM934 exhibited less proliferation in comparison with the cells from saline-treated ones (Fig. 3B). The levels of inflammatory mediators were measured in supernatants of CII or medium cultured B cell-depleted splenocytes. Results indicated that the amounts of IL-6, IL-17, IL-21, IL-4 and TNF-α markedly elevated in the cell cultures of saline-treated CIA mice. SM934 treatment lowered the amount of IL-6, IL-17 and IL-21 in cultured cells responded to CII stimulation, while the concentration of IL-1β, IL-4 and TNF-α did not changed much (Fig. 3C). Taken together, the suppressive effects on CII-specific antibodies production and T cell response, suggesting that SM934 might participate in a T cell-dependent immune response in CIA mice.",
            "cite_spans": [],
            "section": "SM934 dampened T cell-dependent immune responses in CIA mice ::: Results",
            "ref_spans": [
                {
                    "start": 358,
                    "end": 365,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 809,
                    "end": 816,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Flow cytometric analysis demonstrated that CD4+ CXCR5+ PD-1high Tfh subset and CD4+ IL-17+ Th17 subset augmented remarkably in splenocytes from saline-treated CIA mice compared with normal control mice, and SM934 treatment largely abrogated the expansion of the Tfh and Th17 population (Fig. 4A,B). On the contrast, neither proportion of FAS+ GL-7+ GC B cells (Fig. 4C) nor the frequency of Th1 (statistical result in Supplementary Fig. S2) or regulatory T (Treg) cells (Supplementary Fig. S2) changed notably after SM934 treatment. In order to further confirm the effect of SM934 on Tfh and Th17 cells in vivo, we introduced the SRBC- and OVA-immunized mice treated with SM934 for 9 day and 7 day respectively. As expected, in both experiments, SM934 treatment significantly diminished Tfh population in comparison with saline-treated ones. SM934 treatment also significantly suppressed the Th17 expansion in OVA-immunized mice, whereas no statistical significance was observed between SRBC-immunized mice treated with SM934 and with saline (Supplementary Fig. S3).",
            "cite_spans": [],
            "section": "SM934 suppressed the Tfh and Th17 cells development in CIA mice ::: Results",
            "ref_spans": [
                {
                    "start": 287,
                    "end": 294,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 361,
                    "end": 368,
                    "mention": "Fig. 4C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To further determine whether SM934 exerted an direct impact on the development of T helper cells, naïve CD4+ T cells from splenocytes of C57BL/6 mice were induced towards to Tfh cell differentiation in the presence or absence of SM934 for 4 days, using the naïve CD4+ T cells cultured under neutral conditions as Th0 control. As we reported previously, SM934 (10 μM) could significant impede differentiation of Th1 and Th17 cells and exerted little influence on Treg polarization in vitro13, we thus sought to identify the impact of SM934 on the Tfh cells differentiation. As shown in Fig. 5A, the frequency of Tfh cells were significantly decreased when treated with SM934 (10 μM).",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "SM934 repressed Tfh cells differentiation in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 585,
                    "end": 592,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We simultaneously examined whether SM934 modulated the expression of Bcl-6, the unique transcript factor for Tfh programming. As shown in Fig. 5B, the cell culture under Tfh differentiation condition demonstrated a sharp increase of Bcl-6 expression, while SM934 treatment largely abrogated the intracellular expression of Bcl-6.",
            "cite_spans": [],
            "section": "SM934 repressed Tfh cells differentiation in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Apart from costimulatory signals providing cognate help to GC B cells differentiation, IL-21, one of the primary cytokines derived from Tfh and Th17 cells, acts directly on the formation of plasma cells and the maintenance of GCs39.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 231,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "SM934 repressed IL-21 production from T helper cells and disrupted the downstream signaling ::: Results",
            "ref_spans": []
        },
        {
            "text": "In CIA mice, we observed elevated level of IL-21 on the CD4+ T cells, in line with the up-regulated of IL-21 mRNA expression. SM934 treatment induced pronounced decrease of the percentage of CD4+ IL-21+ cells (Fig. 6A). Accordingly, real-time PCR analysis revealed that IL-21 expression in splenocytes of SM934-treated CIA mice decreased to approximately 23% of saline-treated ones (Fig. 6B).",
            "cite_spans": [],
            "section": "SM934 repressed IL-21 production from T helper cells and disrupted the downstream signaling ::: Results",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "mention": "Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 383,
                    "end": 390,
                    "mention": "Fig. 6B",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "We further investigated what effect of SM934 would have on the downstream signaling of IL-21 on T cells. B cell-depleted splenocytes from normal C57BL/6 mice stimulated with IL-21 were simultaneously cultured with or without SM934 (10 μM) for 0 to 60 minutes. We observed the SM934 treatment significantly inhibited the phosphorylation of STAT3 at 5, 30 and 60 minutes time points (Fig. 6C). Collectively, these results revealed that SM934 could abolish the IL-21 secretion and downregulate its downstream signaling through STAT3.",
            "cite_spans": [],
            "section": "SM934 repressed IL-21 production from T helper cells and disrupted the downstream signaling ::: Results",
            "ref_spans": [
                {
                    "start": 382,
                    "end": 389,
                    "mention": "Fig. 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Recent years, artemisinin and its derivatives with immunosuppressive activities have been investigated as promising therapeutic candidates for multiple autoimmune disorders. In present study, we demonstrated that SM934 treatment ameliorated the severity of arthritis in CIA mice, in improving the clinical conditions and suppressing the production of pathogenic antibodies.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Collagen-induced arthritis is the most widely used animal model for the evaluation of novel therapeutic strategies for rheumatoid arthritis and shares both immunological and pathological features of human RA. There are considerable evidence implied that CII-reactive CD4+ T cells as the primary mediators of disease induction and complement-fixing anti-CII autoantibody production by B cells should be the major immune mechanism instigate the local inflammatory response resulting production of cytokines and inflammatory mediators404142. Our results showed that SM934 treatment could prevent the aggravation of arthritis manifestation and suppress the anti-CII antibody production, especially for the IgG2a subclass, which dominated the anti-CII response in CIA. Further, SM934 inhibited the expansion of Tfh cells and Th17 cells, the potent supporters for germinal center reaction and generation of antigen specific B cells in autoimmune diseases. Intriguingly, SM934 treatment exerted little impact on the frequency of GC B cell, and did not affected the Th1 or Treg proportion either.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 533,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is well documented that the GC B cells are precursors of antigen-specific memory B cell and long-lived plasma cells (PC). As for the role of Tfh cells, GC B cells and Th cell-B cell interaction in an antigen-specific response, Hu and colleagues43 suggested a reasonable illustration, using a SRBC-challenged mice and co-culture experiment, that it was the generation of Tfh cells, rather than direct activation B cells by Tfh cells, should be the primary mechanism modulating IgG antibody production. Moreover, there are plenty of molecular and cellular underpinnings in the development of B cell memory and PC formation, including molecular interactions that organize at cellular interfaces of Th cells and GC B cells. Reports have identified numbers of surface molecules implicated in the checkpoint of GC B cell development: CD40-CD40L and ligation play an essential role in class switch recombination and GC formation44; ICOS-B7RP-1(ICOSL) costimulation is critical for production of cytokines lead to B cell activation and differentiation43; CD30-CD153 interactions have an inhibitory effect antibody production in vivo45. Together, during the formation of antibody-producing cells, Tfh cells provide necessary help to GC B cells in terms of costimulatory signals and differentiation factors. In current study, SM934 impeded the propagation of Tfh cells and controlled autoantibody production in CIA mice without altering the population of GC B cells. We speculated that the suppression on the generation Tfh cells and IL-21, the critical executor of B cell fate, should be responsible for this phenomenon. Nevertheless, what specific action would SM934 have on memory B cells and long-live plasma cells in RA status, could it regulate the expression of surface molecules on Tfh cells were unknown and required further investigation.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 924,
                    "end": 926,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1046,
                    "end": 1048,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Similar as our previous reports1213, in the present study, SM934 retarded the development of Th17 cells both in the autoimmune animals and cellular culture in vitro. Accumulating reports have indicated a distinct role of Th17 cells in supporting B cell responses. Bauquet et al.46 demonstrated that Th17 cells and Tfh cells shared several features, including the expression of ICOS and IL-21. Patakas et al.23 stated that Th17 cells have a significant role earlier in the initiation/development of the GC responses, by using T cell and B cell receptor transgenic mice specific for model antigens. Mitsdoerffer et al.24 found that even IL-17 on its own, could drive class switch recombination in myelin oligodendrocyte glycoprotein (MOG)-immunized 2D2 TCR transgenic mice. As one of the major producer of IL-17 and IL-21, Th17 cells might not only act as proinflammatory characters47 but also incitement of excessive GC reaction and antibody production in RA pathology. In light of these properties, the subsequent effect of the suppression on Th17 cells by SM934, could facilitate the general repression of antigen-specific antibody production in CIA mice as well as in SRBC- and OVA-challenged mice.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 33,
                    "end": 35,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 407,
                    "end": 409,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 880,
                    "end": 882,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "IL-21 exerts pleiotropic actions on the immune system. Besides engagement in the function of T cells, natural killer (NK) and dendritic cells (DCs), IL-21 exerts profound influence on B cell biology. Our results showed that SM934 treatment inhibited the production of IL-21 from CD4+ T cells and abolished the downstream signaling of IL-21 through STAT3, coincided with the decreased level of antibodies and reduction of Tfh cells and Th17 cells. Actually, IL-21 serves as an autocrine factor secreted by Tfh and Th17 cells that promotes or sustains Tfh and Th17 lineage commitment in a STAT3-dependent manner2748. Moreover, STAT3 not only plays as the transduction element of IL-21 signaling, but also binds the Il21 promoter directly and modulates IL-21-responsive genes49. Therefore, SM934 treatment could interfere IL-21 circuit including IL-21 per se and STAT3 activation, which thus reinforce the inhibitory effects of SM934 on Tfh and Th17 cells. Furthermore, IL-21 can induce various fate on B cells, depending on the interplay with costimulatory signals and on the developmental stage of a B cell: in B cells that encounter antigen and receive T cell help, IL-21 induces survival, proliferation, isotype switching, and differentiation to antibody-secreting PCs; in those B cells receiving signals via BCR alone, as can be the case for some autoantigens, or via TLR, IL-21 costimulation causes apoptosis50. These features of IL-21 suggested that there might be a discrepancy between the mechanisms of SM934 on the spontaneous autoimmune diseases and antigen-induced immune responses, relevant to IL-21, which is worthy an attentive investigation in further studies.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 611,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1411,
                    "end": 1413,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The animal experiment was carried out in strict accordance with the institutional ethical guidelines on animal care and were approved by the Institute Animal Care and Use Committee (IACUC) at the Shanghai Institute of Materia Medica, Chinese Academy of Sciences (IACUC protocol# 2015-12-ZJP-46 for DBA/1J mice, # 2015-01-ZJP-35 for C57BL/6 and BALB/c mice).",
            "cite_spans": [],
            "section": "Animal ethical statement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Male DBA/1J, female C57BL/6 and BALB/c mice were purchased from Shanghai Laboratory Animal Center of the Chinese Academy of Sciences. All mice were housed in a pathogen-free facility and rabbits were housed in clean-grade animal cabin with free access to standard laboratory water and food, and kept in a 12 h light/dark cycle with controlled humidity (60–80%) and temperature (22 ± 1 °C).",
            "cite_spans": [],
            "section": "Animals ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The male DBA/1J mice were randomly divided into 4 groups (n = 8 per group), 3 groups were immunized at the tail base with 100 μg bovine type II collagen (CII, Tokyo, Japan) in 0.1 M acetic acid emulsified equal volume complete Freund’s adjuvant (CFA) containing Mycobacterium tuberculosis strain H37Rv (Wako Pure Chemical Industries Ltd., Osaka, Japan). A boost injection of 100 μg collagen-incomplete Freund’s adjuvant (IFA) emulsion was given in the same manner 3 weeks later. From day 10 after booster immunization, immunized groups were orally administered with saline, MTX (1 mg/kg/day) or SM934 (10 mg/kg/day) for consecutive 40 days, while normal controls were administered with saline. The arthritis severity of mice was monitored every two days. At the end of treatment, all 4 groups of DBA/1J mice were sacrificed, and serum, hind paws and splenocytes were then collected.",
            "cite_spans": [],
            "section": "Collagen-induced arthritis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The clinical severity of arthritis was scored as previously described51. Briefly, each limb was graded based on a scale of 0 to 4 according to the following scale: 0 = normal; 1 = detectable arthritis with erythema one or several digits; 2 = erythema and moderate swelling extending from the ankle to the midfoot; 3 = severe swelling and redness from joint to digit; and 4 = maximal swelling with ankyloses. The severity was described as the cumulative score of four limbs (the maximum score for each mouse is 16).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Clinical assessment of arthritis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Three-dimensional reconstruction of the hind knee and ankle joints were obtained by Micro-CT examination (Inveon MM system, Siemens Preclinical Solutions) at the end of treatment. Briefly, after the mice in different groups being killed using ether anesthesia, the hind limbs were removed and fixed in 4% paraformaldehyde. The samples were scanned with micro-CT, and images were acquired at an effective pixel size of 8.5 μm, voltage of 80 kV, current of 500 μA and exposure time of 1000 ms in each of the 360 rotational steps. Parameter were calculated using an Inveon Research Workplace (Siemens Medical Solutions) using manufacturer-supplied software as follows: bone volume/total volume (bone volume fraction, BV/TV), trabecular number (Tb. N.), trabecular thickness (Tb. Th.), and trabecular spacing (Tb. Sp.).",
            "cite_spans": [],
            "section": "Micro-CT scans and image analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Naïve female BALB/c mice were injected intraperitoneally with 2.5 × 108 SRBCs. Saline or SM934 (10 mg/kg) were orally administered for consecutive 9 days after immunization. Five of the unimmunized female BALB/c mice were used as normal controls.",
            "cite_spans": [],
            "section": "SRBC-immunized BALB/c mice ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Naïve female C57BL/6 mice were immunized with OVA-CFA emulsion as described previously52, then were treated with saline or SM934 (10 mg/kg/day) for consecutive 7 days. Five of the unimmunized female C57BL/6 mice were used as normal controls.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "OVA-immunized C57BL/6 mice ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Single-cell suspensions were prepared from spleens or from cell cultures. Antibodies for surface staining, PerCP-Cy5.5-conjugated anti-CD3, PE-conjugated anti-CD4, FITC-conjugated anti-PD-1, APC-conjugated anti-CXCR5, Alexa Fluor 647-conjugated anti-GL7 and FITC-conjugated anti-PD-1 were purchased from BD bioscience. For intracellular staining, splenocytes were first stained with surface markers followed by fixation and permeabilization using FoxP3 Staining Buffer set purchased from eBioscience53. Cells were labelled intracellularly PE-conjugated anti-Bcl-6 (eBioscience, San Diego, CA, USA), PE-conjugated anti-IL-17, APC- conjugated anti-IFN-γ or PerCP-Cy5.5- conjugated anti-FoxP3 (BD Biosciences, San Diego, CA, USA). Flow cytometry was performed on 4-laser/13-color BD LSRFortessa (BD Biosciences) and data were analyzed using FlowJo software (Tree Star, Ashland, OR).",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 501,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Flow cytometric analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "At the end of the animal experiments, serum were collected and levels of specific antibodies were measured by enzyme-linked immunosorbent assay (ELISA).",
            "cite_spans": [],
            "section": "Antibody and cytokine assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Serum titers of anti-CII or anti-SRBC IgG were determined as previously described5154. Briefly, 96-well ELISA plate were coated with bovine CII (50 μg/ml) or extracted SRBC membranes (20 μg/ml) (prepared as described previously55) overnight at 4 °C. Each diluted serum sample was added and incubated. Horse-radish peroxidase (HRP) conjugated goat anti-mouse IgG (H + L), IgG1and IgG2a Abs (Invitrogen, San Diego, CA, USA) were used. The optical density is measured spectrophotometrically at 450 nm.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 83,
                    "end": 85,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 227,
                    "end": 229,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Antibody and cytokine assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cytokines in sera and culture supernatants were detected using mouse IL-6, IL-17A (BD Biosciences, San Diego, CA) and IL-21 (R&D systems, Minneapolis, MN) ELISA kits according to the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Antibody and cytokine assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Splenocytes isolated from CIA mice of indicated groups were incubated with anti-B220 (RA3-6B2) monoclonal antibody (mAb) to deplete B cells by immunomagnetic negative selection as describe previously51. The resulting cells were cultured (4 × 106 cells/ml) with medium alone or CII (10 μg/ml) respectively for 72 hours. Total splenocytes from OVA-immunized mice of each group were stimulated with OVA (100 μg/ml) for 48 hours.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Splenocytes activation assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "After incubation, for 96-well flat-bottom plates, [3H] thymidine assay was used to evaluate the cell proliferation. For 24-well plates, the supernatants were collected to determine levels of cytokines by ELISA.",
            "cite_spans": [],
            "section": "Splenocytes activation assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Purification of naïve splenic CD4+ T cells (CD4+ CD44–CD62L+) from normal C57BL/6 mice was conducted using our previously reported methods56. Naïve CD4+ T cells were cultured with anti-CD3 mAb (5 μg/mL) and anti-CD28 mAb (2 μg/mL) for 4 days under different skewing conditions: Th0: anti-IFN-γ (10 μg/ml), anti-IL-4 (10 μg/ml, BD Bioscience); and Tfh: anti- IFN-γ (10 μg/ml), anti-IL-4 (10 μg/ml), IL-21 (50 ng/ml, Peprotech). SM934 (10 μM) was added to the culture simultaneously.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "In vitro Tfh cell differentiation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The total RNA was isolated from splenocytes of CIA mice treated with saline or SM934 (10 mg/kg) using RNAsimple total RNA kit (Tiangen Biotech, Beijing, China). and a one-step real-time PCR assay was performed with SYBR Green PCR Reagents (Qiagen, Valencia, CA, USA). Relative quantitation of mRNA expression of IL-21 and GAPDH was calculated using the ΔΔCt method. The primers sequence were as follows: for IL-21, 5′-GGA CCC TTG TCT GTC TGG TAG-3′ (forward) and 5′-TGT GGA GCT GAT AGA AGT TCA GG-3′ (reverse); and for GAPDH, 5′-GCC TCA AGG TAT TGC TGG AC-3′ (forward) and 5′-ACC TTG TTT GCC AGG TTC AC-3′ (reverse).",
            "cite_spans": [],
            "section": "Gene expression analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "B cell-depleted splenocytes from normal C57BL/6 mice (4 × 106 cells/ml) were stimulated with/without IL-21 (10 ng/ml, Peprotech, Rocky Hill, NJ) and SM934 (10 μM) for 0 to 60 minutes.",
            "cite_spans": [],
            "section": "Western blotting ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cell cultures or splenocytes isolated from CIA mice of individual group were directly lysed in sodium dodecyl sulfate (SDS) sample buffer containing protease inhibitor cocktail (Roche Life Science, Mannheim, Germany)57. Whole cell lysates were fractionated on 10% SDS-polyacrylamide gel electrophoresis (PAGE) and Western blotted with antibodies to phosphorylated STAT3 (Cell Signaling Technology, Beverly, MA) and GAPDH (KangChen Biotechnology, China). The densities of the bands were quantified with a computerized densitometer (Image J Launcher, Broken Symmetry Software).",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Western blotting ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis was performed using GraphPad Prism 6.0 statistical software. Comparisons between 2 groups were performed using an unpaired 2-tailed t-test. For experiment involving multiple groups, one-way analysis of variance (ANOVA) followed by Turkey’s multiple comparison test was used, except for analysis of clinical scores which used two-way ANOVA followed by Dunnett’s multiple comparison test. P values less than 0.05 were considered significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Lin, Z.-M. et al. Artemisinin analogue SM934 attenuate collagen-induced arthritis by suppressing T follicular helper cells and T helper 17 cells. Sci. Rep.\n6, 38115; doi: 10.1038/srep38115 (2016).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        },
        {
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (A) Timetable of CIA induction and treatment strategy in CII-immunized DBA/1J mice. All mice were sacrificed on day 40 post administration. (B) Arthritis severity scores of CIA development in CIA mice were recorded every two days after administration. Values are the mean ± SEM (n = 8). *P < 0.05, **P < 0.01 and ***P < 0.001 compared with the saline-treated CIA mice (saline). (C) Representative photographs of showing the gross features of left hind paws at day 14.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (A) Representative three-dimensional reconstruction of right hind paw of normal control mice and CIA mice treated with saline or SM934, respectively. (B) Histomorphometric analysis of the distal tibia for each treatment group, showing the values of four parameters including bone volume/total volume (BV/TV), trabecular number (Tb. N.), trabecular thickness (Tb. Th.), and trabecular spacing (Tb. Sp.) of mice control mice and CIA mice treated with saline or SM934. Values are the mean ± SEM (n = 8). *P < 0.05 compared with the saline-treated CIA mice (saline).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (A) Serum levels of total anti-CII IgG, IgG2a and IgG1 of CIA mice and normal control mice. Values are the mean ± SEM (n = 8). *P < 0.05, **P < 0.01 and ***P < 0.001 compared with the saline-treated CIA mice (saline). (B) B cell-depleted splenocytes isolated from CIA mice were stimulated with CII (10 μg/ml) and cultured for 72 h. Cell proliferation was measured by the [3H]-thymidine incorporation assay. (C) Supernatants were collected for cytokines detection by ELISA. All data are showed as mean ± SEM. *p < 0.05, **p < 0.01 compared with the cell culture of saline-treated CIA mice (saline). Results are derived from 2 independent experiments with similar pattern in each treated group (n = 8 in each group).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Flow cytometric analysis of Tfh cells by PD-1 and CXCR5 staining (A), Th17 and Th1 cells by IL-17 and IFN-γ staining (B), or GC B cells by Fas and GL7 staining (C) in splenocytes from CIA mice. The representative (left) and statistical results (right) were showed. Values are the mean ± SEM. *p < 0.05 compared with the saline-treated CIA mice (saline). Results are derived from 2 independent experiments with similar pattern in each treated group (n = 8 in each group).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (A) Representative (left) and statistical (right) flow cytometric results of the Tfh cells differentiation. Naïve T cells were cultured under Tfh polarization condition, in the absence or presence of SM934 (10 μM) for 4 days. (B) Flow cytometric analysis of intracellular transcription factor Bcl-6. Shaded area depicted Th0 cells, full line represented Tfh cell culture, and dotted line showed Tfh cell cultured with DZ2002. (C) Bars showed mean fluorescence intensity (MFI) of Bcl-6 expression. Values are the mean ± SEM (n = 3). *p < 0.05 compared with the cell culture under Tfh differentiation condition. Results are derived from 3 independent experiments with similar results.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: (A) Representative (up) and statistical (low) results of the IL-21+ CD4+ T cell frequency in splenocytes from CIA mice determined by flow cytometry. (B) IL-21 mRNA level in splenocytes from CIA mice was measured by real-time PCR. Values are the mean ± SEM. Results are derived from 2 independent experiments with r pattern in each treated group (n = 8 in each group). (C) Western blot analysis of phosphorylated STAT-3 protein, in B cell-depleted splenoctys from C57BL/6 mice stimulated with exogenous IL-21 in the presence or absence of SM934 at indicated time points. Total STAT-3 and GAPDH proteins were used as the loading control. The full-length blots are included in the Supplementary Information 2. Representative blots from 3 experiments are showed in left panel. Right panel showed quantification of Western blotting images by ImageJ. Values are the mean ± SEM (n = 3). *p < 0.05, **p < 0.01 compared with the IL-21 treated cells in the absence of SM934. Results are derived from 3 independent experiments with similar results.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Qinghaosu (artemisinin): chemistry and pharmacology",
            "authors": [],
            "year": 2012,
            "venue": "Acta pharmacologica Sinica",
            "volume": "33",
            "issn": "",
            "pages": "1141-1146",
            "other_ids": {
                "DOI": [
                    "10.1038/aps.2012.104"
                ]
            }
        },
        "BIBREF1": {
            "title": "The new water-soluble artemisinin derivative SM905 ameliorates collagen-induced arthritis by suppression of inflammatory and Th17 responses",
            "authors": [],
            "year": 2008,
            "venue": "British journal of pharmacology",
            "volume": "153",
            "issn": "",
            "pages": "1303-1310",
            "other_ids": {
                "DOI": [
                    "10.1038/bjp.2008.11"
                ]
            }
        },
        "BIBREF2": {
            "title": "Artemisinin analogue SM934 ameliorates the proteinuria and renal fibrosis in rat experimental membranous nephropathy",
            "authors": [],
            "year": 2015,
            "venue": "Acta pharmacologica Sinica",
            "volume": "36",
            "issn": "",
            "pages": "188-199",
            "other_ids": {
                "DOI": [
                    "10.1038/aps.2014.134"
                ]
            }
        },
        "BIBREF3": {
            "title": "SM934 treated lupus-prone NZB x NZW F1 mice by enhancing macrophage interleukin-10 production and suppressing pathogenic T cell development",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0032424"
                ]
            }
        },
        "BIBREF4": {
            "title": "Oral administration of artemisinin analog SM934 ameliorates lupus syndromes in MRL/lpr mice by inhibiting Th1 and Th17 cell responses",
            "authors": [],
            "year": 2011,
            "venue": "Arthritis and rheumatism",
            "volume": "63",
            "issn": "",
            "pages": "2445-2455",
            "other_ids": {
                "DOI": [
                    "10.1002/art.30392"
                ]
            }
        },
        "BIBREF5": {
            "title": "Artemisinin analogue SM934 ameliorates murine experimental autoimmune encephalomyelitis through enhancing the expansion and functions of regulatory T cell",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0074108"
                ]
            }
        },
        "BIBREF6": {
            "title": "Therapeutic effects of the artemisinin analog SM934 on lupus-prone MRL/lpr mice via inhibition of TLR-triggered B-cell activation and plasma cell formation",
            "authors": [],
            "year": 2016,
            "venue": "Cellular & molecular immunology",
            "volume": "13",
            "issn": "",
            "pages": "379-390",
            "other_ids": {
                "DOI": [
                    "10.1038/cmi.2015.13"
                ]
            }
        },
        "BIBREF7": {
            "title": "Germinal centers",
            "authors": [],
            "year": 2012,
            "venue": "Annual review of immunology",
            "volume": "30",
            "issn": "",
            "pages": "429-457",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-immunol-020711-075032"
                ]
            }
        },
        "BIBREF8": {
            "title": "Intraclonal generation of antibody mutants in germinal centres",
            "authors": [],
            "year": 1991,
            "venue": "Nature",
            "volume": "354",
            "issn": "",
            "pages": "389-392",
            "other_ids": {
                "DOI": [
                    "10.1038/354389a0"
                ]
            }
        },
        "BIBREF9": {
            "title": "Plasma cells: finding new light at the end of B cell development",
            "authors": [],
            "year": 2001,
            "venue": "Nature immunology",
            "volume": "2",
            "issn": "",
            "pages": "1103-1108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Follicular helper CD4 T cells (TFH)",
            "authors": [],
            "year": 2011,
            "venue": "Annual review of immunology",
            "volume": "29",
            "issn": "",
            "pages": "621-663",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-immunol-031210-101400"
                ]
            }
        },
        "BIBREF11": {
            "title": "High-level semi-synthetic production of the potent antimalarial artemisinin",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "528-532",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12051"
                ]
            }
        },
        "BIBREF12": {
            "title": "Molecular programming of B cell memory",
            "authors": [],
            "year": 2012,
            "venue": "Nature reviews. Immunology",
            "volume": "12",
            "issn": "",
            "pages": "24-34",
            "other_ids": {
                "DOI": [
                    "10.1038/nri3128"
                ]
            }
        },
        "BIBREF13": {
            "title": "T follicular helper (TFH) cells in normal and dysregulated immune responses",
            "authors": [],
            "year": 2008,
            "venue": "Annual review of immunology",
            "volume": "26",
            "issn": "",
            "pages": "741-766",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.immunol.26.021607.090344"
                ]
            }
        },
        "BIBREF14": {
            "title": "Posttranscriptional T cell gene regulation to limit Tfh cells and autoimmunity",
            "authors": [],
            "year": 2015,
            "venue": "Current opinion in immunology",
            "volume": "37",
            "issn": "",
            "pages": "21-27",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coi.2015.09.003"
                ]
            }
        },
        "BIBREF15": {
            "title": "Th17 effector cells support B cell responses outside of germinal centres",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0049715"
                ]
            }
        },
        "BIBREF16": {
            "title": "Proinflammatory T helper type 17 cells are effective B-cell helpers",
            "authors": [],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "107",
            "issn": "",
            "pages": "14292-14297",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1009234107"
                ]
            }
        },
        "BIBREF17": {
            "title": "Interleukin 17-producing T helper cells and interleukin 17 orchestrate autoreactive germinal center development in autoimmune BXD2 mice",
            "authors": [],
            "year": 2008,
            "venue": "Nature immunology",
            "volume": "9",
            "issn": "",
            "pages": "166-175",
            "other_ids": {
                "DOI": [
                    "10.1038/ni1552"
                ]
            }
        },
        "BIBREF18": {
            "title": "IL-21 induction of CD4+ T cell differentiation into Th17 cells contributes to bleomycin-induced fibrosis in mice",
            "authors": [],
            "year": 2015,
            "venue": "Cell biology international",
            "volume": "39",
            "issn": "",
            "pages": "388-399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "IL-21 is produced by Th17 cells and drives IL-17 production in a STAT3-dependent manner",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Biological Chemistry",
            "volume": "282",
            "issn": "",
            "pages": "34605-34610",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Immunologic mechanisms in the pathogenesis of rheumatoid arthritis",
            "authors": [],
            "year": 2005,
            "venue": "Journal of clinical rheumatology: practical reports on rheumatic & musculoskeletal diseases",
            "volume": "11",
            "issn": "",
            "pages": "S39-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Evolving concepts of rheumatoid arthritis",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "356-361",
            "other_ids": {
                "DOI": [
                    "10.1038/nature01661"
                ]
            }
        },
        "BIBREF22": {
            "title": "Artemisinin directly targets malarial mitochondria through its specific mitochondrial activation",
            "authors": [],
            "year": 2010,
            "venue": "Plos one",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Allogeneic mesenchymal stem cells inhibited T follicular helper cell generation in rheumatoid arthritis",
            "authors": [],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep12777"
                ]
            }
        },
        "BIBREF24": {
            "title": "Increased frequency of circulating follicular helper T cells in patients with rheumatoid arthritis",
            "authors": [],
            "year": 2012,
            "venue": "Clinical & developmental immunology",
            "volume": "2012",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2012/827480"
                ]
            }
        },
        "BIBREF25": {
            "title": "Expansion of circulating T cells resembling follicular helper T cells is a fixed phenotype that identifies a subset of severe systemic lupus erythematosus",
            "authors": [],
            "year": 2010,
            "venue": "Arthritis & Rheumatism",
            "volume": "62",
            "issn": "",
            "pages": "234-244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Identification of follicular helper T cells as a novel cell population potentially involved in the pathogenesis of Rheumatoid Arthritis (HUM3P. 251)",
            "authors": [],
            "year": 2015,
            "venue": "The Journal of Immunology",
            "volume": "194",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "High frequencies of activated B cells and T follicular helper cells are correlated with disease activity in patients with new-onset rheumatoid arthritis",
            "authors": [],
            "year": 2013,
            "venue": "Clinical & Experimental Immunology",
            "volume": "174",
            "issn": "",
            "pages": "212-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Interleukin-17A promotes rheumatoid arthritis synoviocytes migration and invasion under hypoxia by increasing MMP2 and MMP9 expression through NF-κB/HIF-1α pathway",
            "authors": [],
            "year": 2013,
            "venue": "Molecular immunology",
            "volume": "53",
            "issn": "",
            "pages": "227-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The roles of IFN-γ versus IL-17 in pathogenic effects of human Th17 cells on synovial fibroblasts",
            "authors": [],
            "year": 2013,
            "venue": "Modern Rheumatology",
            "volume": "23",
            "issn": "",
            "pages": "1140-1150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Chronic development of collagen-induced arthritis is associated with arthritogenic antibodies against specific epitopes on type II collagen",
            "authors": [],
            "year": 2005,
            "venue": "Arthritis research & therapy",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Serum transfer of collagen-induced arthritis in mice",
            "authors": [],
            "year": 1983,
            "venue": "The Journal of experimental medicine",
            "volume": "158",
            "issn": "",
            "pages": "378-392",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "IL-21 regulates germinal center B cell differentiation and proliferation through a B cell–intrinsic mechanism",
            "authors": [],
            "year": 2010,
            "venue": "The Journal of experimental medicine",
            "volume": "207",
            "issn": "",
            "pages": "365-378",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Ferrous ion induced cleavage of the peroxy bond in qinghaosu and its derivatives and the DNA damage associated with this process",
            "authors": [],
            "year": 1996,
            "venue": "Chem. Commun.",
            "volume": "",
            "issn": "",
            "pages": "2213-2214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Collagen-induced arthritis in mice",
            "authors": [],
            "year": 2007,
            "venue": "Target Discovery and Validation Reviews and Protocols: Volume 2: Emerging Molecular Targets and Treatment Options",
            "volume": "",
            "issn": "",
            "pages": "265-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Animal models of rheumatoid arthritis and their relevance to human disease",
            "authors": [],
            "year": 2005,
            "venue": "Pathophysiology",
            "volume": "12",
            "issn": "",
            "pages": "167-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "The genetic and immunopathological processes underlying collagen-induced arthritis",
            "authors": [],
            "year": 2001,
            "venue": "Immunology",
            "volume": "103",
            "issn": "",
            "pages": "407-416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "B7RP-1 blockade ameliorates autoimmunity through regulation of follicular helper T cells",
            "authors": [],
            "year": 2009,
            "venue": "Journal of immunology",
            "volume": "182",
            "issn": "",
            "pages": "1421-1428",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "CD40/CD154 interactions at the interface of tolerance and immunity",
            "authors": [],
            "year": 2004,
            "venue": "Annu. Rev. Immunol.",
            "volume": "22",
            "issn": "",
            "pages": "307-328",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Promotion of B cell immune responses via an alum-induced myeloid cell population",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "304",
            "issn": "",
            "pages": "1808-1810",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "The costimulatory molecule ICOS regulates the expression of c-Maf and IL-21 in the development of follicular T helper cells and TH-17 cells",
            "authors": [],
            "year": 2009,
            "venue": "Nature immunology",
            "volume": "10",
            "issn": "",
            "pages": "167-175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Adiponectin exacerbates collagen-induced arthritis via enhancing Th17 response and prompting RANKL expression",
            "authors": [],
            "year": 2015,
            "venue": "Scientific reports",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Functional STAT3 deficiency compromises the generation of human T follicular helper cells",
            "authors": [],
            "year": 2012,
            "venue": "Blood",
            "volume": "119",
            "issn": "",
            "pages": "3997-4008",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2011-11-392985"
                ]
            }
        },
        "BIBREF43": {
            "title": "Opposing roles of STAT1 and STAT3 in IL-21 function in CD4+ T cells",
            "authors": [],
            "year": 2015,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "112",
            "issn": "",
            "pages": "9394-9399",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1511711112"
                ]
            }
        },
        "BIBREF44": {
            "title": "Unified mechanistic framework for the Fe (II)-induced cleavage of qinghaosu and derivatives/analogues. The first spin-trapping evidence for the previously postulated secondary C-4 radical.",
            "authors": [],
            "year": 1998,
            "venue": "Journal of the American Chemical Society",
            "volume": "120",
            "issn": "",
            "pages": "3316-3325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "IL-21: an executor of B cell fate",
            "authors": [],
            "year": 2009,
            "venue": "Journal of immunology",
            "volume": "182",
            "issn": "",
            "pages": "1781-1787",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.0803009"
                ]
            }
        },
        "BIBREF46": {
            "title": "(5R)-5-Hydroxytriptolide attenuated collagen-induced arthritis in DBA/1 mice via suppressing interferon-γ production and its related signaling",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Pharmacology and Experimental Therapeutics",
            "volume": "318",
            "issn": "",
            "pages": "35-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "S-adenosyl-L-homocysteine hydrolase inactivation curtails ovalbumin-induced immune responses",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Pharmacology and Experimental Therapeutics",
            "volume": "316",
            "issn": "",
            "pages": "1229-1237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "A novel pancreatic β-cell targeting bispecific-antibody (BsAb) can prevent the development of Type 1 diabetes in NOD mice",
            "authors": [],
            "year": 2014,
            "venue": "Clinical immunology (Orlando, Fla.)",
            "volume": "153",
            "issn": "",
            "pages": "187-198",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clim.2014.04.014"
                ]
            }
        },
        "BIBREF49": {
            "title": "Insights into the role of Bcl6 in follicular Th cells using a new conditional mutant mouse model",
            "authors": [],
            "year": 2013,
            "venue": "The Journal of Immunology",
            "volume": "191",
            "issn": "",
            "pages": "3705-3711",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Evaluation of primary and secondary responses to a T-cell-dependent antigen, keyhole limpet hemocyanin, in rats",
            "authors": [],
            "year": 2013,
            "venue": "Journal of immunotoxicology",
            "volume": "10",
            "issn": "",
            "pages": "40-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Therapeutic effects of DZ2002, a reversible SAHH inhibitor, on lupus-prone NZBxNZW F1 mice via interference with TLR-mediated APC response",
            "authors": [],
            "year": 2014,
            "venue": "Acta pharmacologica Sinica",
            "volume": "35",
            "issn": "",
            "pages": "219-229",
            "other_ids": {
                "DOI": [
                    "10.1038/aps.2013.167"
                ]
            }
        },
        "BIBREF52": {
            "title": "Identification of a broad-spectrum antiviral small molecule against severe acute respiratory syndrome coronavirus and Ebola, Hendra, and Nipah viruses by using a novel high-throughput screening assay",
            "authors": [],
            "year": 2014,
            "venue": "Journal of virology",
            "volume": "88",
            "issn": "",
            "pages": "4353-4365",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03050-13"
                ]
            }
        },
        "BIBREF53": {
            "title": "A novel artemisinin derivative, 3-(12-beta-artemisininoxy) phenoxyl succinic acid (SM735), mediates immunosuppressive effects in vitro and in vivo",
            "authors": [],
            "year": 2005,
            "venue": "Acta pharmacologica Sinica",
            "volume": "26",
            "issn": "",
            "pages": "1352-1358",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1745-7254.2005.00232.x"
                ]
            }
        },
        "BIBREF54": {
            "title": "Investigation of the immunosuppressive activity of artemether on T-cell activation and proliferation",
            "authors": [],
            "year": 2007,
            "venue": "British journal of pharmacology",
            "volume": "150",
            "issn": "",
            "pages": "652-661",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.bjp.0707137"
                ]
            }
        },
        "BIBREF55": {
            "title": "Anti-inflammatory properties and regulatory mechanism of a novel derivative of artemisinin in experimental autoimmune encephalomyelitis",
            "authors": [],
            "year": 2007,
            "venue": "Journal of immunology",
            "volume": "179",
            "issn": "",
            "pages": "5958-5965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Suppressive effect of a novel water-soluble artemisinin derivative SM905 on T cell activation and proliferation in vitro and in vivo",
            "authors": [],
            "year": 2007,
            "venue": "European journal of pharmacology",
            "volume": "564",
            "issn": "",
            "pages": "211-218",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejphar.2007.01.092"
                ]
            }
        }
    }
}