{
    "paper_id": "PMC5880398",
    "metadata": {
        "title": "Proteomic fingerprinting in HIV/HCV co-infection reveals serum biomarkers for the diagnosis of fibrosis staging",
        "authors": [
            {
                "first": "Makan",
                "middle": [],
                "last": "Golizeh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carlos",
                "middle": [
                    "E."
                ],
                "last": "Melendez-Pena",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [
                    "J."
                ],
                "last": "Ward",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sahar",
                "middle": [],
                "last": "Saeed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Santamaria",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Conway",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Curtis",
                "middle": [],
                "last": "Cooper",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marina",
                "middle": [
                    "B."
                ],
                "last": "Klein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Momar",
                "middle": [],
                "last": "Ndao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenyu",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Morbidity and mortality in human immunodeficiency virus 1 (HIV)-infected individuals have significantly decreased due to the effective long-term combination antiretroviral therapy (cART) [1]. New complications have however emerged as key issues within this population. HIV/ Hepatitis C virus (HCV) co-infection, for instance, affects more than 30% of HIV-infected patients in developed countries. Although the impact of HCV on HIV disease progression is minimal, it is known that HIV accelerates HCV-related liver disease [2, 3]. The effects of HIV on HCV infection include higher rate of viral persistence and increased HCV viral loads (VL). Studies have shown that HCV–associated liver diseases such as fibrosis, cirrhosis and end stage liver disease (ESLD) are accelerated in HIV-infected individuals [4–7]. The mechanisms underlying rapid liver disease progression in HIV/HCV co-infected patients are likely multifactorial and are presently not completely understood.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 523,
                    "end": 524,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 526,
                    "end": 527,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 805,
                    "end": 806,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 807,
                    "end": 808,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Hepatic fibrosis results from the deposition of scar tissue and may lead to cirrhosis. It is characterized by distortion of the liver architecture and the major determinant of morbidity and mortality in the patients with liver disease [8]. In many countries the degree of hepatic fibrosis is the principal determinant to access highly efficacious HCV treatment, known as direct acting antivirals [9]. Liver biopsy remains the gold standard for staging HCV-associated liver disease [10, 11]. However, liver biopsy can result in serious complications, is costly and not feasible to repeat serially, and is subject to sampling error [12]. These problems have prompted a search for non-invasive methods for liver fibrosis staging such as Fibroscan, a transient elastography technology which is based on the assessment of liver stiffness [13]. Several factors can limit this examination such as morbid obesity, ascites, and small intercostal spaces and better result are shown in patients with severe fibrosis [8, 14]. Safe, reliable and simple alternatives are needed to diagnose and monitor fibrosis caused by HCV infection.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 397,
                    "end": 398,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 482,
                    "end": 484,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 834,
                    "end": 836,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1006,
                    "end": 1007,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1009,
                    "end": 1011,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Proteomic fingerprinting is a diagnostic concept based on the idea that disease states are often associated with distinctive configurations of circulating proteins. Analysis of combinations of several biomarkers offers the possibility of enhanced diagnostic accuracy compared to individual biomarkers that have limited diagnostic sensitivities and specificities. Surface-enhanced laser desorption ionization-time-of-flight mass spectrometry (SELDI-TOF MS) offers high-throughput protein profiling of native biological specimens. This platform has been successfully used as a discovery tool for biomarkers associated with inflammation [15], cancers [16–18] and human infectious diseases [19–22]. SELDI-TOF MS serum profiling has accurately distinguished patients with different stages of liver disease, specifically those associated with HCV infections ranging from chronic hepatitis to HCV-associated hepatocellular carcinoma (HCC) [23].",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 637,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 687,
                    "end": 689,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 933,
                    "end": 935,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To this end, we compared serum proteome profiles at different stages of fibrosis in HIV/HCV co- and HCV mono-infected patients using SELDI-TOF MS. Our aim was to identify a proteomic fingerprint that could be used to develop a diagnostic test to detect and stage liver fibrosis in HIV/HCV co-infected individuals. We report a SELDI-TOF MS-based alternative assay that can achieve high sensitivity and specificity for the detection of fibrosis in the patients with HIV/HCN co-infection.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The Canadian Co-infection Cohort Study (CCC, CIHR Canadian HIV Trials Network (CTN222)) is a prospective multicentre study recruiting HIV/HCV co-infected patients from 18 centres across Canada since 2003 with approval by participating research ethics boards described in details elsewhere [24]. As of October 2011, 1090 patients were enrolled. For this analysis participants were selected based on the availability of a serum specimen within one year of liver biopsy. HCV mono-infected patients undergoing liver biopsies were prospectively recruited from 3 sites participating in the CCC and serum samples were obtained within a year of liver biopsy. A total of 151 individuals were studied, including 68 HCV mono-infected and 83 HIV/HCV co-infected subjects. Patients at each of the 4 stages of fibrosis stage: F0-1 (F1), F2, F3, F4/ESLD (F4), as determined by liver biopsy, were selected for this analysis.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Study design, setting and population ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Serum proteins were fractionated prior to the SELDI-TOF MS analysis as described [20]. Briefly, samples were fractionated on re-hydrated Q HyperD F beads by pH into 6 fractions using Bio-Rad (Hercules, CA) serum fractionation kit following manufacturer’s instructions. All of the steps of protein fractionation including binding and washing were performed on a BioMek 2000 laboratory automation workstation (Beckman Coulter, Fullerton, CA) with an integrated microplate shaker (MicroMix; Diagnostic Products Company, Los Angeles, CA) that holds an array bioprocessor (Bio-Rad). Serum fractions were stored at -20°C until analyzed. For quality control purposes, commercial human reference sera from healthy donors (Valley Biomedical, Winchester, VA) and duplicates were included in all the test runs.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Serum fractionation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Samples were randomized within and across arrays with blank spots included as negative controls and applied to three types of ProteinChip arrays: weak cation exchange (CM10), immobilized metal affinity capture (IMAC30) and hydrophobic/reverse-phase (H50) (all from Bio-Rad). Arrays were prepared as previously described [25] and analyzed in a ProteinChip biology system reader (series PCS 4000) using the ProteinChip software version 3.5 (Bio-Rad). In a preliminary study (data not shown), a few samples from each group were bound onto a CM10 ProteinChip array and all the 6 fractions were analyzed. The fractions yielding the most satisfactory results (i.e. the most differentiating biomarkers) were selected for SELDI-TOF MS analysis: fractions 1 (pH 9 and flow through), 3 (pH 5) and 6 (organic) for analysis on CM10 arrays. Optimization experiments with IMAC30 and H50 arrays led to similar results. Therefore, to minimize the cost and time of analysis fractions 2, 4 and 5 were not subjected to the MS analysis.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "ProteinChip binding and mass spectrometry analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Each spot was read at low- and high-energy laser intensities. Using external calibration standards (bovine insulin, 5,733.6 Da; ubiquitin, 8,564.84 Da; cytochrome c, 12,230.9 Da; β-lactoglobulin, 18,363.3 Da; horseradish peroxidase, 43,240 Da; and IgG, 147,300 Da), all spectra were subjected to mass calibration based on the settings used to collect the data. The baseline was subtracted using a setting of 15 times the expected peak width. Noise was subtracted at 2,000 Da for low-energy and at 10,000 Da for high-energy acquisition. All data were normalized by total ion current for either low intensity (2 to 100 kDa) or high intensity (10 to 200 kDa) using an external coefficient of 0.2. Spectra with normalization factors of more than double the mean were deleted. Analyses were performed in two steps. First, automated peak detection was applied, using cluster features of Biomarker Wizard software (Bio-Rad). Cluster with p values <0.05 (Mann-Whitney U test) were visually inspected, followed by manual peak relabeling. After relabeling, exact p values for differences in average peak intensity between two groups were calculated (Wilcoxon exact test): 1) negative population with F1 (no/mild fibrosis), 2) positive population with F3-F4 (significant fibrosis). Peaks with p values < 0.05 and receiver operating characteristic (ROC) values > 0.75 or < 0.25 were considered as potential biomarkers. Biomarker Pattern software (Bio-Rad) analysis was applied to the cleaned cluster data. This program uses a supervised pattern classification method (classification and regression tree (CART)) to identify peaks with the greatest contribution to discrimination between groups. The CART procedure seeks to minimize a cost function that balances prediction errors in either sense and the total number of biomarkers used. The relative importance of each peak in any given algorithm is measured by the order in which it is selected in the decision tree and the number of correct predictions credited to it. Similar analysis was performed to find discriminator peaks between the four stages of fibrosis (F0-1, F2, F3 and F4).",
            "cite_spans": [],
            "section": "ProteinChip binding and mass spectrometry analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Two samples that showed highest intensity in SELDI-TOF MS analysis for each biomarker were selected as positive samples and two with the lowest intensity were selected as negative controls. Enriched fractions were purified in a NuPAGE precast gel (Invitrogen Life Technologies, Carlsbad, CA) (180 V, 50 min, Tris buffer pH 8.2), stained with Colloidal Blue (Invitrogen) and the bands of interest were excised for in-gel digestion based on a protocol previously described [26]. Briefly, gel-bound proteins were denatured using dithiothreitol (10 mM in 100 mM ammonium bicarbonate, 25°C, 30 min), alkylated with 2-iodoacetamide (55 mM in 100 mM ammonium bicarbonate, 25°C, 30 min) and digested by trypsin (13 ng/ml in 10 mM ammonium bicarbonate with 10% acetonitrile, 37°C) overnight. Tryptic digests were extracted with 50:25:15:10 formic acid/acetonitrile/isopropanol/water (2 times) and 100% acetonitrile (2 times) and vacuum dried. Dried peptide samples were re-suspended in 0.1% trifluoroacetic acid (TFA), sonicated for 10 min and desalted with C18 reverse-phase ZipTip according to the manufacturer’s protocol (Millipore, Billerica, MA). Samples were eluted in 4 μL of α-cyano-4-hydroxycinnamic acid (CHCA) matrix (10 mg/mL in 50:50 acetonitrile/0.1% TFA in water). The solution was directly spotted onto a 384-well AB OptiTOF stainless steel plate (AB Sciex, Framingham, MA) and allowed to dry at room temperature.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Protein identification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Matrix-assisted laser desorption ionization time-of-flight mass spectrometry (MALDI-TOF MS) data were acquired on a 4800 Plus MALDI TOF/TOF Analyzer (AB Sciex) with the 4000 Series Explorer v3.5.3 software. Internal calibration was carried out using des-Arg-1-bradykinin (monoisotopic mass 904.4681), angiotensin I (1296.6853), glu1-fibrinopeptide B (1570.6774), adrenocorticotropic hormone (ACTH) fragments [1–17] (2093.0867), [18–39] (2465.1989) and [7–38] (3657.9294). In the positive-ion reflector mode, MS data were collected over a mass range of 800–4000 Da using a fixed laser intensity of 3200 nJ for 1000 shots/spectrum, with a uniformly random spot search pattern. In each MS spectrum, the 20 most abundant MS peaks were selected for MS/MS using an acquisition method that excluded ions with S/N less than 20. The precursor ions with the strongest S/N were acquired first using a 1 kV MS/MS operating mode in which the relative precursor mass window was set at 50 and the metastable suppression enabled. MS/MS acquisition of selected precursors was set to 2000 shots per spectrum with 50 shots per sub-spectrum using a fixed laser intensity of 4200 nJ.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 411,
                    "end": 413,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 429,
                    "end": 431,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 432,
                    "end": 434,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 453,
                    "end": 454,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 455,
                    "end": 457,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Protein identification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Protein identification was performed with ProteinPilot 4.0.8 software using the Paragon algorithm (AB Sciex). Peptides present in positive samples but absent in the negative samples were selected. MS/MS data were searched against the UniProtKB/Swiss-Prot database (downloaded on March 7, 2017) for Homo sapiens, HCV and HIV. Trypsin was selected as the digestion enzyme. Other search parameters included cysteine alkylation by iodoacetamide, gel-based thorough ID with a focus on biological modifications. The mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE [27] partner repository with the dataset identifier PXD009007.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 615,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Protein identification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The SELDI-TOF MS approach was applied to samples from 151 patients. Due to the difference in parameters (age and duration of HCV infection) between HCV mono-infected and HIV/HCV co-infected individuals, the spectra of each group were analyzed separately. Most biomarker programs focus on a single disease and have a dichotomous pattern (i.e. either positive or negative). Our primary comparison was non-fibrotic patients (F1) to more advanced fibrotic patients (F3-F4). Due to the relatively small number of samples in F4 group we pooled F3 and F4 groups together for analysis. Using Biomarker Wizard software, sixteen potential biomarkers with significant intensity difference and good area under curve (AUC) from ROC curve analysis were identified (Table 2). Six of these individual biomarkers were down-regulated in the group with advanced fibrosis, while eight were up-regulated with moderate changes between the two groups (1.33 to 2.55-fold). When we tested the ability of these 14 biomarkers to differentiate patients with regards to their stage of liver fibrosis (F1, F2, F3 and F4), 8 out of 14 had significant intensity differences with a p value < 0.01. The three biomarkers demonstrating the most significant difference in expression (6.4, 9.3 and 66.6 k(m/z)) are shown in Fig 1. The cumulative data illustrate how changes in multiple protein biomarkers can be used as “fingerprints” reflective of a particular disease state. Similar analysis was performed with HCV mono-infected samples. Fourteen classifiers with significant intensity differences between F1 and F3-4 were identified (S1 Table). Representative SELDI-MS spectra of the identified biomarkers can be found under S1 Fig. SELDI-TOF MS peak values are available in S1 File.",
            "cite_spans": [],
            "section": "Comparison of SELDI-TOF MS spectra in HIV/HCV-co infection and HCV mono-infection cohorts ::: Results",
            "ref_spans": [
                {
                    "start": 1286,
                    "end": 1291,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 751,
                    "end": 758,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To select biomarkers with the greatest discriminatory power to distinguish between non-fibrotic (F1) and fibrotic patients (F2-3-4), the biomarker pattern recognition software was used to generate random training and test data sets and candidate decision trees. In co-infected patients, 4 biomarkers (8.1, 8.9, 13.8 and 22.8 k(m/z)) served as the main splitters with the highest individual predictive rates and were used to build an algorithm. A representative decision tree that achieved 90.6% sensitivity and 73.3% specificity is presented in Fig 2. This algorithm was able to correctly diagnose 77/83 individuals (92.8%). However, when the same algorithm was applied to the HCV mono-infected samples, we obtained an accuracy of only 53% (35/64), 50% sensitivity and 55% specificity (data not shown). To evaluate the possible influence of HIV disease activity on these biomarkers, we assessed the correlation between these biomarkers and the markers of HIV progression (HIV RNA and CD4 counts). Except for the peak at 22.8 k(m/z), which was correlated with HIV RNA, no other correlation was observed (S2 Fig). Using the same 4 biomarkers we created a new algorithm to try to differentiate individual states of liver fibrosis (F1, F2, F3 and F4) in co-infected individuals. The decision tree only achieved 59.0% (49/83) accuracy demonstrating that our algorithms can quite reliably diagnose patients with significant fibrosis (vs. non-fibrotic) but are much less accurate for distinguishing between the middle stages of fibrosis.",
            "cite_spans": [],
            "section": "Comparison of SELDI-TOF MS spectra in HIV/HCV-co infection and HCV mono-infection cohorts ::: Results",
            "ref_spans": [
                {
                    "start": 545,
                    "end": 550,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Five biomarkers, 22.8, 24.2, 33.3, 66.6 and 133.4 k[m/z], were present in both mono- and co-infected individuals (Fig 3A) and were highly correlated with one another (Fig 3B). However, unlike the biomarkers specific to co-infection, we were not able to obtain good decision trees with these biomarkers (data not shown).",
            "cite_spans": [],
            "section": "Comparison of SELDI-TOF MS spectra in HIV/HCV-co infection and HCV mono-infection cohorts ::: Results",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 167,
                    "end": 173,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Presumptive identifications were based on peptides present in the positive samples and absent in negative samples. Serum fractionations were run on sodium dodecyl sulfate-denaturing polyacrylamide gel electrophoresis (SDS-PAGE). Selected bands were cut with their negative control. Table 3 summarizes the biomarkers identified by MALDI-TOF MS when comparing positive and negative samples.",
            "cite_spans": [],
            "section": "Biomarker identification ::: Results",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 289,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All candidate biomarkers were of host origin and included: immunoglobulin (Ig) kappa chain constant (C) region (13.8 k(m/z)), haptoglobin (46.8 k(m/z)) and its alpha chain (18.4 k(m/z)), a possible truncated form of apolipoprotein A1 (ApoA1 (22.8 k(m/z)), plasminogen (84.6 k(m/z)) and serotransferrin (78.8 k(m/z)). Using the marker pattern recognition software, we tried to establish a decision tree using only these clusters to distinguish between fibrotic patients (F2, 3 and 4) and healthy individuals (F1) with co-infection. We obtained a 3-node algorithm using biomarkers at 13.8, 18.4 and 78.8 k(m/z). This algorithm was able to correctly diagnose 64/83 (77.1%) individuals and had a sensitivity and specificity of 86.8% and 60.0% respectively (Fig 4). A second analysis was performed with all 151 individuals and using these same known biomarkers and we obtained similar results with an efficiency of 77.4% (117/151) with a sensitivity of 81.1% and specificity of 70.0%. However, this algorithm had four nodes using the biomarkers at 18.4, 46.8, 78.8 and 84.6 k(m/z) (Fig 5).",
            "cite_spans": [],
            "section": "Biomarker identification ::: Results",
            "ref_spans": [
                {
                    "start": 753,
                    "end": 758,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1077,
                    "end": 1082,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To date, new biomarkers for fibrosis have been sought primarily by using differential two-dimensional gel electrophoresis (2D-GE) separations of tissues or serum together with mass spectrometry for protein identification [28, 29]. Proteomic analysis of plasma or serum derived from HCV-infected subjects is an emerging technique for the identification of biomarkers indicative of disease progression and severity [23, 30–33]. Using plasma samples from clinically defined patients of fibrosis progression by biopsy, we have obtained results that support the potential use of SELDI-TOF MS profiling as a tool to follow disease progression.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 226,
                    "end": 228,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 414,
                    "end": 416,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 418,
                    "end": 420,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 421,
                    "end": 423,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Using SELDI-TOF MS we observed changes in the level of 14 plasma proteins/peptides in mono-infected and 14 in co-infected during the progress of hepatic fibrosis. We obtained satisfactory decision tree with an accuracy of 92.8% to identify non-fibrotic patients compared individuals with significant fibrosis in co-infection (81.3% sensitivity and 90.6% specificity). Some “misclassified” patients in our algorithm could be due to the low reliability of the biopsy-assigned disease stage categorisation. We need to take into consideration that our reference point was the biopsy test done within the year of the sample collection and that biopsies are subject to sampling error and inter-observer variability. The aspirate aminotransferase (AST) to platelet ratio index (APRI) has been validated as a surrogate marker of significant hepatic fibrosis in HIV/HCV co-infection [34]. In support of this possibility, five out of eight co-infected patients “misclassified” by our SELDI-TOF MS biomarkers had APRI values that did not correlate with their biopsy score.",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 877,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, we were unable to generate an algorithm that could accurately diagnose both mono- and co-infected using the same set of biomarkers. This could be due to the biological differences between the infections. Even though we observed the same phenotype (liver fibrosis), it is possible that active liver disease and its progression are different in the two populations. Several studies have reported that co-infected individuals progress more rapidly to ESLD than mono infected individuals [4–7]. Therefore, it is possible that biomarkers we observed in co-infection are, in fact, markers for accelerated fibrosis. The differences between the mono and co-infected protein fingerprint observed suggest that further analyses might shed light on underlying pathologic mechanisms for more accelerated liver fibrosis progression among HIV positive patients. This could be achieved by carefully matching samples tested by the important covariates that determine the risk for accelerated disease in HCV.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 502,
                    "end": 503,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is important to note that most of the biomarkers used in the algorithm in HIV/HCV co-infection, with the exception of one (22.8-k(m/z)), did not correlate with markers of HIV disease progression (e.g. HIV RNA or CD4 counts). Consequently, these biomarkers are probably related to liver fibrosis. They can reflect the immune response or inflammatory environment that is present during the disease. It is important to emphasize that, even though we have detected biomarkers that can be used to stage liver fibrosis in mono- and co-infected individuals, we cannot affirm that these biomarkers are specific for HCV-induced fibrosis. In order to establish specificity, we will need to validate our algorithms with non-HCV liver anomalies such as alcoholic liver disease, hepatitis B-induced fibrosis or HCC. It is very likely that several of our candidate biomarkers are ‘general’ markers for liver damage since most are liver-derived and some have already been found in liver infection [21]. In addition, we observed 5 biomarkers that were present in both mono and co-infection and had a good correlation between them. This leads us to believe that there is a potential to identify biomarkers that would be able to diagnose fibrosis independent of HIV infection status.",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 988,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While several non-invasive models utilize tests that are not routinely available, some groups have incorporated routine tests and laboratory data to assess fibrosis non-invasively [35]. We tried to improve our algorithms by adding APRI values without success [data not shown]. Although Fibroscan has largely replaced liver biopsy clinically it still has poor overall specificity and lack of sensitivity in the middle stages of fibrosis. It might be of interest to evaluate the potential of incorporating Fibroscan to improve the accuracy of our diagnostic algorithms particularly for distinguishing the middle stages of fibrosis.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the emerging field of MS-based protein profiling of body fluids, the profile itself can be used to diagnose disease. Extending its use does not depend on identification of the proteins in the discriminating peaks. However, protein identification is still possible, and adds biological relevance to the findings. We were able to identify, Ig kappa chain C region, haptoglobin, a truncated form of ApoA1 and plasminogen. It is interesting to observe that most of these proteins have already being identified as biomarkers for fibrosis. For example, the Fibrotest is based on haptoglobin, alpha-2 macroglobulin, gamma globulin, ApoA1, gamma glutamyl transferase and total bilirubin measurement in serum specimens [36]. Ig kappa C region is known to be a good biomarker for inflammation and malignancy [37], it is a predictor of non-Hodgkin’s lymphoma in patients with HIV [38] and patients with HCV [39]. Our data demonstrate that using SELDI-TOF MS technology we could stage discrete levels of liver fibrosis as changes of intensity of these biomarkers are detected. Even when we used peaks from already known markers, we weren’t able to obtain an optimal algorithm compare to the unidentified peaks.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 716,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 802,
                    "end": 804,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 900,
                    "end": 902,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The sera used in our study were fractionated without prior depletion of the most abundant serum proteins. High-abundance proteins can mask the presence of lower-abundance proteins of either host or virus origin in MS studies. Some of the identified biomarkers proved to be fragments of full length of abundant proteins. These fragments may be products of the natural course of protein degradation or associated with the extent and/or type of infection. Future work will focus on identifying less abundant biomarkers, which could be host related or virally derived. The identification of a viral derived plasma biomarker could greatly enhance the specificity of our assay.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Other biomarkers have been identified in HIV/HCV mono and co-infected individuals such as POTE ankyrin domain family, member E, histidine-rich glycoprotein, fibronectin and complement C3 [40]. As some have similar mass as the biomarkers we discovered by SELDI-TOF MS, it would be of interest to confirm these using immunocapture assay. In addition, Yang et al [41] found complement C4-a and inter-alpha-trypsin inhibition to heavy chain H4, as biomarker candidates for predicting hepatic fibrosis using Isobaric Tags for Relative and Absolute Quantitation (iTRAQ) and differential gel electrophoresis (DIGE). The authors also found ApoA1, Ig kappa chain C region, haptoglobin and others as potential biomarker candidates. However, this study only included pooled serum samples of 24 people with chronic HCV and 6 non-infected individuals. Using SELDI-TOF MS serum profiling, Schwelgle et al [23] found 4 biomarkers (5.8, 8.9, 9.5 and 11.7 k(m/z)) that helped differentiate between healthy controls and HCC patients. In this study, they did not fractionate samples but they concentrated on low-mass proteins that have a metal-binding affinity. Our study differs significantly in that we only tested HCV infected individuals, we looked at high- and low-mass proteins after fractionation of the samples and we used 3 different types of ProteinChips (metal binding, weak cation exchange, and hydrophobic/reverse-phase).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 361,
                    "end": 363,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 892,
                    "end": 894,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Unlike previous studies using SELDI-TOF MS to diagnose a disease or infection, we aimed to evaluate the progression of a disease and not a dichotomous “positive” and “negative” outcome. As expected we did not observe either absence or presence of specific biomarkers/peaks but rather a gradual difference in plasma levels of certain peptides/proteins at the different stages of liver fibrosis. It would be interesting to see if by scaling each biomarker and adding to obtain a score, we could accomplish a better correlation with the stage of liver fibrosis in these patients. The CCC study has enrolled co-infected individuals since 2003. We are in the process of studying longitudinal changes of these biomarkers in co-infected individuals during the progression of fibrosis. In addition, we wonder if these biomarkers may vary after treatment of HCV infection as it has been shown with other markers [42, 43].",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 906,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 908,
                    "end": 910,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Non-invasive measures of liver fibrosis are gaining acceptance for long-term evaluation of hepatic complication in HIV/HCV co–infection [44]. We have investigated the serum proteome profile of HIV/HCV co-infected and HCV mono-infected patients by SELDI-TOF MS. The identification of the biomarkers may also give unique insight into the complex and prolonged host-virus interactions that lead to liver fibrosis.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Box–whiskers: 10–90 percentile.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Biomarker pattern based on CART analysis was used to generate candidate diagnostic algorithms. The numbers on the root node, the descendant nodes and the terminal nodes represent the mass values in followed by the intensity value. Non-fibrotic individuals = Class 1, individuals with significant fibrosis = Class 2.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) Box—whiskers; 10–90 percentile. (B) Spearman’s correlation between different biomarkers. Each point represents a separate individual.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: A biomarker pattern based on CART analysis was used to generate candidate diagnostic algorithms. The numbers in the root node, the descendant nodes and the terminal nodes represent mass values (Cxxxxxx) followed by intensity values. Class 1: non-fibrotic individuals, Class 2: individuals with significant fibrosis.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: A biomarker pattern based on CART analysis was used to generate candidate diagnostic algorithms. The numbers in the root node, the descendant nodes and the terminal nodes represent mass values (Cxxxxxx) followed by intensity values. Class 1: non-fibrotic individuals, Class 2: individuals with significant fibrosis.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Effect of antiretroviral therapy on liver-related mortality in patients with HIV and hepatitis C virus coinfection",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9397",
            "pages": "1708-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Coinfection with HIV-1 and HCV—a one-two punch",
            "authors": [],
            "year": 2009,
            "venue": "Gastroenterology",
            "volume": "137",
            "issn": "3",
            "pages": "795-814",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "HAART is associated with lower hepatic necroinflammatory activity in HIV-hepatitis C virus-coinfected patients with CD4 cell count of more than 350 cells/microl at the time of liver biopsy",
            "authors": [],
            "year": 2009,
            "venue": "AIDS",
            "volume": "23",
            "issn": "8",
            "pages": "971-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "HIV/HCV co-infection: pathogenesis, clinical complications, treatment, and new therapeutic technologies",
            "authors": [],
            "year": 2011,
            "venue": "Curr HIV/AIDS Rep",
            "volume": "8",
            "issn": "1",
            "pages": "12-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Influence of human immunodeficiency virus infection on the course of hepatitis C virus infection: a meta-analysis",
            "authors": [],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "4",
            "pages": "562-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Hepatitis C virus in human immunodeficiency virus-infected individuals: an emerging comorbidity with significant implications",
            "authors": [],
            "year": 2003,
            "venue": "Semin Liver Dis",
            "volume": "23",
            "issn": "2",
            "pages": "149-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Human immunodeficiency virus infection modifies the natural history of chronic parenterally-acquired hepatitis C with an unusually rapid progression to cirrhosis",
            "authors": [],
            "year": 1997,
            "venue": "J Hepatol",
            "volume": "26",
            "issn": "1",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Liver cirrhosis",
            "authors": [],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "9615",
            "pages": "838-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Services UDoHaH",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Prospective analysis of discordant results between biochemical markers and biopsy in patients with chronic hepatitis C",
            "authors": [],
            "year": 2004,
            "venue": "Clin Chem",
            "volume": "50",
            "issn": "8",
            "pages": "1344-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Diagnostic value of biochemical markers (FibroTest-FibroSURE) for the prediction of liver fibrosis in patients with non-alcoholic fatty liver disease",
            "authors": [],
            "year": 2006,
            "venue": "BMC Gastroenterol",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Sampling variability and its influence on the diagnostic yield of percutaneous needle biopsy of the liver",
            "authors": [],
            "year": 1986,
            "venue": "Lancet",
            "volume": "1",
            "issn": "8480",
            "pages": "523-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Fibroscan (transient elastography) for the measurement of liver fibrosis",
            "authors": [],
            "year": 2012,
            "venue": "Gastroenterol Hepatol (N Y)",
            "volume": "8",
            "issn": "9",
            "pages": "605-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Performance of transient elastography for the staging of liver fibrosis: a meta-analysis",
            "authors": [],
            "year": 2008,
            "venue": "Gastroenterology",
            "volume": "134",
            "issn": "4",
            "pages": "960-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Proteomic patterns: their potential for disease diagnosis",
            "authors": [],
            "year": 2005,
            "venue": "Mol Cell Endocrinol",
            "volume": "230",
            "issn": "1–2",
            "pages": "95-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Analytical validation of serum proteomic profiling for diagnosis of prostate cancer: sources of sample bias",
            "authors": [],
            "year": 2008,
            "venue": "Clin Chem",
            "volume": "54",
            "issn": "1",
            "pages": "44-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The SELDI-TOF MS approach to proteomics: protein profiling and biomarker identification",
            "authors": [],
            "year": 2002,
            "venue": "Biochem Biophys Res Commun",
            "volume": "292",
            "issn": "3",
            "pages": "587-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Serum protein fingerprinting coupled with a pattern-matching algorithm distinguishes prostate cancer from benign prostate hyperplasia and healthy men",
            "authors": [],
            "year": 2002,
            "venue": "Cancer Res",
            "volume": "62",
            "issn": "13",
            "pages": "3609-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Protein chip array profiling analysis in patients with severe acute respiratory syndrome identified serum amyloid a protein as a biomarker potentially useful in monitoring the extent of pneumonia",
            "authors": [],
            "year": 2005,
            "venue": "Clin Chem",
            "volume": "51",
            "issn": "1",
            "pages": "47-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Identification of novel diagnostic serum biomarkers for Chagas’ disease in asymptomatic subjects by mass spectrometric profiling",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "4",
            "pages": "1139-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "A novel and accurate diagnostic test for human African trypanosomiasis",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "9418",
            "pages": "1358-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Identification of diagnostic markers for tuberculosis by proteomic fingerprinting of serum",
            "authors": [],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "9540",
            "pages": "1012-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "SELDI-TOF MS profiling of serum for detection of the progression of chronic hepatitis C to hepatocellular carcinoma",
            "authors": [],
            "year": 2005,
            "venue": "Hepatology",
            "volume": "41",
            "issn": "3",
            "pages": "634-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Cohort profile: the Canadian HIV-hepatitis C co-infection cohort study",
            "authors": [],
            "year": 2010,
            "venue": "Int J Epidemiol",
            "volume": "39",
            "issn": "5",
            "pages": "1162-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "SELDI-TOF Mass Spectrometry: Methods and Protocols Volume 818 of Methods in Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": "67-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "In-gel digestion for mass spectrometric characterization of proteins and proteomes",
            "authors": [],
            "year": 2006,
            "venue": "Nat Protoc",
            "volume": "1",
            "issn": "6",
            "pages": "2856-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "ProteomeXchange provides globally coordinated proteomics data submission and dissemination",
            "authors": [],
            "year": 2014,
            "venue": "Nat Biotechnol",
            "volume": "32",
            "issn": "3",
            "pages": "223-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Proteome analysis of human liver tumor tissue by two-dimensional gel electrophoresis and matrix assisted laser desorption/ionization-mass spectrometry for identification of disease-related proteins",
            "authors": [],
            "year": 2002,
            "venue": "Electrophoresis",
            "volume": "23",
            "issn": "24",
            "pages": "4142-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Comparative proteomic analysis of de-N-glycosylated serum from hepatitis B carriers reveals polypeptides that correlate with disease status",
            "authors": [],
            "year": 2004,
            "venue": "Proteomics",
            "volume": "4",
            "issn": "3",
            "pages": "826-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Comprehensive proteomic profiling identifies serum proteomic signatures for detection of hepatocellular carcinoma and its subtypes",
            "authors": [],
            "year": 2003,
            "venue": "Clin Chem",
            "volume": "49",
            "issn": "5",
            "pages": "752-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Serum proteomics of hepatitis C virus infection reveals retinol-binding protein 4 as a novel regulator",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "Pt 8",
            "pages": "1654-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Comparative Proteomics of Sera From HCC Patients With Different Origins",
            "authors": [],
            "year": 2014,
            "venue": "Hepat Mon",
            "volume": "14",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Differentially Expressed Proteins in Chronic Active Hepatitis, Cirrhosis, and HCC Related to HCV Infection in Comparison With HBV Infection: A proteomics study",
            "authors": [],
            "year": 2013,
            "venue": "Hepat Mon",
            "volume": "13",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Evaluating liver fibrosis progression and the impact of antiretroviral therapy in HIV and hepatitis C coinfection using a noninvasive marker",
            "authors": [],
            "year": 2007,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "44",
            "issn": "4",
            "pages": "463-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Systematic review: non-invasive methods of fibrosis analysis in chronic hepatitis C",
            "authors": [],
            "year": 2009,
            "venue": "Aliment Pharmacol Ther",
            "volume": "30",
            "issn": "6",
            "pages": "557-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Biochemical markers of liver fibrosis in patients with hepatitis C virus infection: a prospective study",
            "authors": [],
            "year": 2001,
            "venue": "Lancet",
            "volume": "357",
            "issn": "9262",
            "pages": "1069-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Polyclonal free light chains: a biomarker of inflammatory disease or treatment target?",
            "authors": [],
            "year": 2013,
            "venue": "F1000 Med Rep",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Circulating serum free light chains as predictive markers of AIDS-related lymphoma",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Oncol",
            "volume": "28",
            "issn": "5",
            "pages": "773-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Serum-free light chain assessment in hepatitis C virus-related lymphoproliferative disorders",
            "authors": [],
            "year": 2009,
            "venue": "Ann Rheum Dis",
            "volume": "68",
            "issn": "1",
            "pages": "89-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Investigation of plasma biomarkers in HIV-1/HCV mono- and coinfected individuals by multiplex iTRAQ quantitative proteomics",
            "authors": [],
            "year": 2011,
            "venue": "OMICS",
            "volume": "15",
            "issn": "10",
            "pages": "705-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Novel biomarker candidates to predict hepatic fibrosis in hepatitis C identified by serum proteomics",
            "authors": [],
            "year": 2011,
            "venue": "Dig Dis Sci",
            "volume": "56",
            "issn": "11",
            "pages": "3305-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Multiplex protein analysis to determine fibrosis stage and progression in patients with chronic hepatitis C",
            "authors": [],
            "year": 2014,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "12",
            "issn": "12",
            "pages": "2113-20 e1-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Serum Biomarkers Indicate Long-term Reduction in Liver Fibrosis in Patients With Sustained Virological Response to Treatment for HCV Infection",
            "authors": [],
            "year": 2016,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "14",
            "issn": "7",
            "pages": "1044-55 e3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Is antiretroviral therapy causing long-term liver damage? A comparative analysis of HIV-mono-infected and HIV/hepatitis C co-infected cohorts",
            "authors": [],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}