{
    "paper_id": "PMC5648122",
    "metadata": {
        "title": "Molecular epidemiology of influenza B virus among hospitalized pediatric patients in Northern Italy during the 2015-16 season",
        "authors": [
            {
                "first": "Antonio",
                "middle": [],
                "last": "Piralla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giovanna",
                "middle": [],
                "last": "Lunghi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Luca",
                "middle": [],
                "last": "Ruggiero",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alessia",
                "middle": [],
                "last": "Girello",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sonia",
                "middle": [],
                "last": "Bianchini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Rovida",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Caimmi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gian",
                "middle": [
                    "Luigi"
                ],
                "last": "Marseglia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Principi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fausto",
                "middle": [],
                "last": "Baldanti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Susanna",
                "middle": [],
                "last": "Esposito",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joel",
                "middle": [
                    "M."
                ],
                "last": "Schnur",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Every year during influenza season, together with the two subtypes of influenza A virus (A/H1N1 and A/H3N2), two lineages of influenza B viruses (B/Victoria/2/87-like and B/Yamagata/16/88-like) simultaneously circulate and in some years are responsible for the major disease burden [1]. Unlike influenza A viruses, humans are the sole host of epidemiological relevance for influenza B viruses. This explains why antigenic shift does not occur in these viruses and they are not able to cause pandemics. However, influenza B viruses evolve mainly through genetic reassortment between strains of different lineages. This allows for escape from host immunity and preservation of the ability to cause disease [2]. Regardless of the lineage, influenza B infection can cause severe disease and death [1].",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 284,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 705,
                    "end": 706,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 794,
                    "end": 795,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "For many years, vaccine administration has been demonstrated as the best solution to reduce the influenza disease burden in humans [3, 4]. However, in the past, the recommended vaccines included only one influenza B lineage, chosen by the World Health Organization (WHO) based on surveillance data and using the lineage that had been observed to dominate in the previous year [5]. Only recently, quadrivalent vaccines containing both influenza B lineages have been prepared and licensed in some countries [6]. However, mainly because of the increased cost of vaccination, trivalent vaccines are still commonly used worldwide. It has been presumed that the prevalence of a given influenza B lineage may be driven by the virus contained in the trivalent vaccine, and the introduction of the quadrivalent preparation may reduce the selective pressure responsible for the modifications in lineage prevalence [7]. However, the relatively common emergence of influenza B re-assortants suggests that strict monitoring of the genetic characteristics of the circulating strains is necessary in order to assure the best selection of B viruses to be included in influenza vaccines. The primary aim of this study was to evaluate molecular characteristics of influenza B viruses circulating in a region of Northern Italy, Lombardia, during the influenza season of 2015–2016.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 135,
                    "end": 136,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 377,
                    "end": 378,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 506,
                    "end": 507,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 905,
                    "end": 906,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "This study was carried out in the Pediatric High Intensive Care Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Università degli Studi di Milano, Milan, Italy, and in the Pediatric Clinic and Section of Microbiology, Department of Clinical, Surgical, Diagnostic and Pediatric Sciences, University of Pavia, Pavia, Italy, between December 1, 2015 and March 31, 2016. Both institutions are located in Lombardia, a region of Northern Italy with approximately 10 million inhabitants. Nasopharyngeal swabs from all subjects, regardless of age and previous diagnosis of an underlying disease, presenting to the emergency room of both institutions for signs and/or symptoms of influenza-like illness (ILI) according to the definition of the Italian Ministry of Health [8], were collected and analyzed for respiratory viruses, including influenza. ILI is an acute respiratory disease of sudden onset, with fever (a temperature of >38°C) accompanied by at least one general symptom (i.e., headache, generalized malaise, a feverish sensation such as sweating and chills or asthenia) and at least one respiratory symptom (i.e., cough, pharyngodynia or nasal congestion). The respiratory symptoms had to have lasted at least three days to be considered in the analysis, and only one new-onset illness could be included in any two-week period. Data regarding influenza vaccination coverage were collected from parents. The study was approved by the Institutional Review Board of the Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico, Milan, Italy, and written informed consent was obtained from the enrolled subjects. For all the children, informed consent was signed by both parents or a legal guardian. Children ≥8 years were required to give their written assent before entering the study.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 780,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Respiratory samples were extracted using the QIAsymphony® instrument with QIAsymphony® DSP Virus/Pathogen Midi Kit (Complex 400 protocol) according to the manufacturer’s instructions (QIAGEN, Qiagen, Hilden, Germany). A panel of laboratory-developed real-time RT-polymerase chain reactions (PCR) or real-time PCRs was used to detect and quantify the following viruses: influenza virus A and B (including subtype determination), human rhinovirus (hRV), human parainfluenza virus (hPIV) 3, respiratory syncytial virus (RSV) types A and B, human coronavirus (hCoV)-OC43, -229E, -NL63, and -HKU1, and human metapneumovirus (hMPV) [9, 10]. Samples positive for influenza B were further analyzed for molecular characterization.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 628,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Respiratory viruses detection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The entire influenza B HA gene was amplified directly from clinical specimens using the SuperScriptIII One-Step RT-PCR amplification kit (Invitrogen, Carlsbad, USA) and the primers B/HA-f-6 5’-cacaaaatgaaggcaataattgtacta-3’ and B/HA-r+1730 5’-gacagatggagcawgaaacrttgtctctgg-3’ with the following cycling conditions: 50°C for 30 min, 95°C for 10 min; 50 cycles of 95°C for 30 s, 58°C for 30 s, and 72°C for 2 min; and a final extension cycle at 72°C for 5 min. Two semi-nested PCRs were performed (A: B/HA-f+33 5’-ggtagtaacatccaatgcagatcg-3’ B/HA-r+1294 5’-tatttcgttgtggagttcatccatggcacc3’; B: B/HA-f+1085 5’-aggaaaggggtttcttcggdgctattgctg-3’ B/HA-r+1730) with the following cycling conditions: 95°C for 10 min; 50 cycles of 95°C for 30 s, 59°C for 30 s; and 72°C for 1 min 30 s, with a final extension cycle at 72°C for 5 min.",
            "cite_spans": [],
            "section": "Characterization of hemagglutinin (HA) gene of influenza B strains ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Purified PCR products were sequenced using the BigDye Terminator Cycle-Sequencing kit (Applied Biosystems, Foster City, USA) and an ABI Prism 3130xl Genetic Analyzer (Applied Biosystems, Foster City, USA).",
            "cite_spans": [],
            "section": "Characterization of hemagglutinin (HA) gene of influenza B strains ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Sequences were assembled using Sequencher software, version 4.6 (Gene Codes Corporation, Ann Arbor, USA). Nucleotide alignments were constructed using the ClustalW program embedded in MEGA version 7 software [11]. Phylogenetic trees were generated by means of the Maximum likelihood method with the Kimura 3-parameter as an evolutionary model using MEGA version 7 software [12]. A bootstrap analysis with 1,000 replicates was performed. The nucleotide sequences identified in this study have been submitted to the GenBank database with accession numbers KY357920-KY357974.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Phylogenetic analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In order to evaluate the HA evolution due to immunological pressure, a series of probabilistic models of codon substitution were used. In detail, tests for positive selection were conducted using single-likelihood ancestor counting (SLAC), fixed-effects likelihood (FEL), random-effects likelihood (REL), internal branch fixed-effects likelihood (IFEL), the mixed-effects model of evolution (MEME), and fast unconstrained Bayesian approximation (FUBAR) on the Datamonkey server [13], with the dN/dS ratios calculated using the SLAC and FEL codon-based maximum likelihood approaches. SLAC counts the number of non-synonymous changes per non-synonymous site (dN) and tests whether it is significantly different from the number of synonymous changes per synonymous site (dS). FEL estimates the ratios of non-synonymous to synonymous changes for each site in an alignment [14]. The IFEL method is similar to FEL, but tests for site-by-site selection only along internal branches of the phylogeny. To avoid an excessive false-positive rate, sites with SLAC, FEL, IFEL and MEME p-values of <0.1 and a FUBAR posterior probability of >0.90 were accepted as candidates for selection.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 481,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 869,
                    "end": 871,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Selective pressure ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 763 children (416 males, 54.5%; median age, 4.3 years; age range, 3 months to 14 years) with ILI were enrolled, and their nasopharyngeal samples were collected. We obtained 523 samples from Milano and 240 from Pavia. Among them, 137 (17.9%) tested positive for influenza viruses, 66 (48.2%) for influenza A and 71 (51.8%) for influenza B. None of the enrolled children had received the seasonal influenza vaccine prepared for the 20015–2016 season.",
            "cite_spans": [],
            "section": "Study population ::: Results",
            "ref_spans": []
        },
        {
            "text": "A total of 55/71 (78.9%) influenza B strains were sequenced. From 49/55 (90.1%), nearly complete HA gene sequencing was performed, while for 6/55 (10.9%) strains, only a partial HA sequence, ranging from 597 nt to 1006 nt, was available. No sequencing data were obtained for 16/71 (21.1%) patients. Of these, 11/16 (68.8%) were due to the low viral load, while no residual samples were available from 5/16 (31.2%). The overall nucleotide identity of analyzed HA sequences with the reference influenza B vaccine strain (B/Brisbane/60/2008) ranged between 98.5% and 99.8%, with a maximum of 22 nucleotides and 6 amino acid changes.",
            "cite_spans": [],
            "section": "Phylogenetic analyses ::: Results",
            "ref_spans": []
        },
        {
            "text": "Phylogenetic analysis showed that the great majority of influenza B strains (47/55, 85.5%) fall in a clade defined by amino acid substitutions I117V, N129D and V146I (based on B/Brisbane/60/2008 numbering; Fig 1A). However, this clade remains antigenically like the vaccine strain only included in the quadrivalent vaccine. Of note, three strains were closely related to “old” influenza B strains circulating in previous seasons. Two of them, B/Milano/40NIC/2016 and B/Milano/28CA/2016, were characterized by I97M, K209N, and T258A mutations, as also observed in another Italian influenza B strain (B/Firenze/2/2016) circulating in the same period. The B/Milano/35CA/2016 strain was characterized by the K56N, V124A and D526E mutations (Fig 1A).",
            "cite_spans": [],
            "section": "Phylogenetic analyses ::: Results",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 212,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 737,
                    "end": 743,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In the studied influenza B strains, a series of amino acid changes were observed: I117V, V124A, N129D, V146I, D197N, T199A, and A202T (Table 1). However, only 2 amino acid changes were observed in HA regions involved in the receptor binding or in the antibody recognition [the 120 loop (position 116–137), the 150 loop (141–151), the 160 loop (162–167) and the helix 190 (194–202) [15] (Fig 1B). In detail, B/Milano/40NIC/2016, B/Milano/28CA/2016 and B/Milano/35CA/2016 harbored the N197D substitution, while the B/Milano/19AT/2016 strain was characterized by a different amino acid change, T199A, highlighted in red in Fig 1B. Interestingly, these changes led to the loss of a glycosylation site near the receptor-binding region (helix-190).",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Protein sequence and selective pressure analyses ::: Results",
            "ref_spans": [
                {
                    "start": 387,
                    "end": 393,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 620,
                    "end": 626,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 135,
                    "end": 142,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A global analysis of selective pressure made using the SLAC model indicated an estimated overall dN/dS ratio of 0.175. A total of 23 codons were observed with at least one amino acid change compared to the vaccine strain. Overall, no sites were identified as being under positive selection by site-specific analyses in the influenza B alignment by at least three of the methods used (SLAC, FEL, REL, FUBAR and MEME) (Table 2). The IFEL model used to determine the selection pressure acting on the codons along the internal branches of the tree identified a positively selected codon in the influenza B sequences (Table 2). In fact, the N11I change was observed in six influenza B strains; four of them (B/Milano/17POAS/2016, B/Milano/33CHI/2016, B/Milano/23HJ/2016, and B/Milano/30MT/2016) were clustered together in a separate branch of the tree as shown in Fig 1A. In contrast, a series of negative selected sites were identified (Table 2). Nearly half of them were within the HA2 region not strictly correlated with surface exposition.",
            "cite_spans": [],
            "section": "Protein sequence and selective pressure analyses ::: Results",
            "ref_spans": [
                {
                    "start": 859,
                    "end": 865,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 417,
                    "end": 424,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 620,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 940,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "This study enrolled children with ILI. During winter season, several respiratory viruses circulate. Preschool children, as most of those enrolled in this study, are highly susceptible to all these infectious agents and have clinical manifestations quite similar to those of influenza. Consequently, the relatively low percentage of patients with laboratory-documented influenza does not surprise. On the other hand, during the 2015–2016 influenza season, the prevalence of influenza among children aged 5–14 years in Italy was calculated to be 17.8% [16], a value quite similar to the found in this study.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 553,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Antigenic characterization of influenza B strains is important in the assessment of the similarity between reference viruses and circulating viruses. In addition, these characterizations are also useful annually to the WHO to recommend which influenza strains should be included in the vaccine for the Northern hemisphere. Based on phylogenetic data, all the influenza B strains circulating in the two children’s hospitals belonged to the B/Brisbane/60/2008 clade within the B/Victoria-lineage. This finding is similar to the epidemiological scenario observed during the last influenza season by sentinel sources of the European Center for Disease Control (ECDC) [17] and the Italian National Influenza Center [18], that reported an incidence of 85.9% and 95.0%, respectively, for strains belonging to the B/Victoria-lineage. Unfortunately, during the 2015–2016 season the B/Victoria-lineage strain was not included in the trivalent vaccine licensed for the Northern hemisphere worldwide. According to WHO recommendation a B/Phuket/3073/2013-like virus (B/Yamagata lineage) was included.\\\\ Therefore, this finding could be the reason for the high circulation of B/Victoria-lineage strains in Italy as well as throughout some other European countries. Data collected by the ECDC [17] clearly indicate that besides Italy, also in Belgium, France, and Luxembourg, B virus was the predominant cause of influenza. In the whole Italy prevalence of B influenza virus was 57% [18], a value not substantially different from that found in this study. Based on these epidemiological data, the WHO has changed the recommendation for the 2016–2017 influenza trivalent vaccine composition for the Northern hemisphere [5]. In contrast, the use of a quadrivalent vaccine containing two influenza B strains could reduce the mismatch between vaccine and circulating influenza strains. Although a quadrivalent influenza vaccine is licensed in Italy for subjects ≥3 years, its use is still restricted, mainly because it is not definitively established if the introduction of this more expensive vaccine is really cost/effective. Among the detected B strains, three were characterized by a different pattern of mutations. Two of them harbored the I97M, K209N and T258A mutations, while one strain harbored the K56N, V124A and D526E mutations. These strains belong to two out of three B/Brisbane/60/2008 subclades previously described to circulate in Australia in 2015 [19]. In detail, as reported by Barr and colleagues [19], the time to the most recent common ancestor calculated for these three subclades was summer 2013. This finding suggests a multiple introduction of different influenza B strains during the last influenza season in the Lombardy region.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 666,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1469,
                    "end": 1471,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1704,
                    "end": 1705,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2448,
                    "end": 2450,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2500,
                    "end": 2502,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The evolution of the influenza B virus is driven by mutations on the membrane-distal domain of HA1 in specific domains such as loop-120, loop-150, loop-160 and helix 190 [20]. Several mutations have been observed in these specific regions, but the great majority of them were characteristic of the circulating strains (i.e., I117V, N129D and V146I), while the other mutations were observed in a few influenza strains as only sporadic occurrences. In four influenza B strains, a loss of an important glycosylation site in position 194–196 (HA1) was observed. In an experimental egg-adapted influenza B variant, the absence of glycans at residue 194 was observed [21]. In fact, these influenza virus variants have been observed to grow better in chicken eggs than mammalian virus variants of the same origin [21]. This finding suggests a possible impact of this loss in the antibody recognition after vaccination.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 662,
                    "end": 664,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 807,
                    "end": 809,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The analysis of the ratio of the number of non-synonymous and synonymous substitutions per site (dN/dS) revealed a lower level of evolutionary dynamics compared to influenza A/H1N1 and A/H3N2 [22]. However, our data are in accordance with the recent publication of Vijaykrishna et al. that reported a dN/dS ratio of 0.19 for the Victoria-lineage viruses [23]. An overall analysis of selective pressure within the influenza strains sequenced here revealed only one site under positive selection and a series of codons under purifying selection. This finding suggests a moderate immune selection in the Victoria-lineage of influenza B virus persistently circulating in humans. In addition, it has also shown that influenza B evolution could be driven by both positive and negative selection. This moderate evolution of circulating influenza B strains makes these strains antigenically similar to the vaccine strain. Indeed, since the 2009–2010 season, the influenza B vaccine strain, B/Brisbane/60/2008, has not been changed [5]. These data, together with the antigenic characterizations performed by ECDC using hemagglutinin inhibition (HI), showed an HI reactivity pattern for the circulating influenza B strains. These data confirm the efficacy of the influenza vaccine on the protection against influenza B circulating strains. However, based on epidemiological data from this study, it would be more appropriate to use of the quadrivalent instead of the trivalent vaccine.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 355,
                    "end": 357,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1024,
                    "end": 1025,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, influenza B viruses that circulated in Lombardy Region of Italy during the influenza season 2015–2016 belonged to the influenza B Victoria-lineage not included in the trivalent vaccine commonly administered during the 2015–2016 influenza season in Italy. The great majority of influenza B strains were similar to those circulating in Europe in the same period. Three strains were closely related to “old” influenza B strains circulating in previous seasons. All these findings indicate that in Europe, and in particular in the Lombardy Region of Italy, protection against influenza B infection in vaccinated subjects might have been very poor during that period. The introduction of the quadrivalent vaccine in the Italian vaccination campaign could prevent or reduce the circulation of both lineages of influenza B and improve the protection of the population against a potential severe disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study was approved by the Ethics Committee of the Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico, Milan, Italy. Written informed consent was obtained from either the parent(s) or legal guardian(s) of each study participant as well as from children aged ≥8 years.",
            "cite_spans": [],
            "section": "Ethics approval and consent to participate",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (A) The evolutionary history was inferred by using the Maximum Likelihood method based on the Tamura Nei model. The bootstrap consensus tree inferred from 1000 replicates is taken to represent the evolutionary history of the analyzed taxa. The percentage of replicate trees in which the associated taxa clustered together in the bootstrap test (1000 replicates) is shown next to the branches. The Influenza B sequences originally found in this study are reported with gray circles (Milan) and black circles (Pavia). (B) Sequence alignment of the influenza B HA receptor-binding pocket amino acids. The glycosylation site in the sequence of B/Brisbane/60/2008 as well as in other influenza B strains is boxed in red.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The burden of influenza B: a structured literature review",
            "authors": [],
            "year": 2013,
            "venue": "Am J Public Health",
            "volume": "103",
            "issn": "",
            "pages": "e43-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Reassortment and insertion-deletion are strategies for the evolution of influenza B viruses in nature",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7343-7348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Protection of young children from influenza through universal vaccination",
            "authors": [],
            "year": 2015,
            "venue": "Hum Vaccin Immunother",
            "volume": "11",
            "issn": "",
            "pages": "2350-2358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Evidence for influenza B virus lineage shifts and reassortants circulating in Thailand in 2014-2016",
            "authors": [],
            "year": 2016,
            "venue": "Infect Genet Evol",
            "volume": "47",
            "issn": "",
            "pages": "35-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Phylogenetic patterns of human respiratory picornavirus species, including the newly identified group C rhinoviruses, during a 1-year surveillance of a hospitalized patient population in Italy",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "373-376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "FilmArray® respiratory panel performance in respiratory samples from neonatal care units",
            "authors": [],
            "year": 2014,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "79",
            "issn": "",
            "pages": "183-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
            "authors": [],
            "year": 2016,
            "venue": "Molecular Biology and Evolution",
            "volume": "33",
            "issn": "",
            "pages": "1870-1874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "MEGA7: Molecular Evolutionary Genetics Analysis version 7.0 for bigger datasets",
            "authors": [],
            "year": 2016,
            "venue": "Molecular Biology and Evolution",
            "volume": "33",
            "issn": "",
            "pages": "1870-1874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Datamonkey 2010: a suite of phylogenetic analysis tools for evolutionary biology",
            "authors": [],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "2455-2457",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Not so different after all: a comparison of methods for detecting amino acid sites under selection",
            "authors": [],
            "year": 2005,
            "venue": "Mol Biol Evol",
            "volume": "22",
            "issn": "",
            "pages": "1208-1222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Crystal structure of unliganded influenza B virus hemagglutinin",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "3011-3020",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Differential age susceptibility to influenza B/Victoria lineage viruses in the 2015 Australian influenza season",
            "authors": [],
            "year": 2016,
            "venue": "Euro Surveill",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Structural basis for receptor specificity of influenza B virus hemagglutinin",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "104",
            "issn": "",
            "pages": "16874-16879",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Antigenic alteration of influenza B virus associated with loss of a glycosylation site due to host-cell adaptation",
            "authors": [],
            "year": 2004,
            "venue": "J Med Virol",
            "volume": "74",
            "issn": "",
            "pages": "336-343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The evolutionary dynamics of human influenza B virus",
            "authors": [],
            "year": 2008,
            "venue": "J Mol Evol",
            "volume": "66",
            "issn": "",
            "pages": "655-663",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The contrasting phylodynamics of human influenza B viruses",
            "authors": [],
            "year": 2015,
            "venue": "Elife",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}