{
    "paper_id": "PMC5367831",
    "metadata": {
        "title": "Bacterial and viral pathogen spectra of acute respiratory infections in under-5 children in hospital settings in Dhaka city",
        "authors": [
            {
                "first": "Golam",
                "middle": [
                    "Sarower"
                ],
                "last": "Bhuyan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Amir"
                ],
                "last": "Hossain",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Suprovath",
                "middle": [
                    "Kumar"
                ],
                "last": "Sarker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Asifuzzaman",
                "middle": [],
                "last": "Rahat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Md",
                "middle": [
                    "Tarikul"
                ],
                "last": "Islam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tanjina",
                "middle": [
                    "Noor"
                ],
                "last": "Haque",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Noorjahan",
                "middle": [],
                "last": "Begum",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Syeda",
                "middle": [
                    "Kashfi"
                ],
                "last": "Qadri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [
                    "K.",
                    "M."
                ],
                "last": "Muraduzzaman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nafisa",
                "middle": [
                    "Nawal"
                ],
                "last": "Islam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Sazzadul"
                ],
                "last": "Islam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nusrat",
                "middle": [],
                "last": "Sultana",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manjur",
                "middle": [
                    "Hossain",
                    "Khan"
                ],
                "last": "Jony",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Farhana",
                "middle": [],
                "last": "Khanam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Golam",
                "middle": [],
                "last": "Mowla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abdul",
                "middle": [],
                "last": "Matin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Firoza",
                "middle": [],
                "last": "Begum",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tahmina",
                "middle": [],
                "last": "Shirin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dilruba",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Narayan",
                "middle": [],
                "last": "Saha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Firdausi",
                "middle": [],
                "last": "Qadri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kaiissar",
                "middle": [],
                "last": "Mannoor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oliver",
                "middle": [],
                "last": "Schildgen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute respiratory infections (ARIs), in particular, pneumonia, remain the persistent and pervasive deterrent to public health. It is responsible for substantial morbidity and mortality worldwide, especially in children <5 years of age. But the death rate due to ARI is mostly concentrated in developing regions like Africa and Southeast Asia. The World Health Organization (WHO) estimates that acute respiratory infections account for 1.9 to 2.2 million childhood deaths annually, with 70% occurring in Africa and Southeast Asia [1, 2]. The definition of ARI includes all infections of the respiratory tract. However, a majority of respiratory deaths are attributed to acute lower respiratory infections (ALRIs). The incidence of ALRIs in children aged less than 5 years is estimated to be 0.22 episodes per child-year, with most cases occurring in India, China, Pakistan, Bangladesh, Indonesia and Nigeria [3, 4].",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 533,
                    "end": 534,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 908,
                    "end": 909,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 911,
                    "end": 912,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The etiological agents for ARIs include bacteria, virus and fungi. The most commonly associated ARI-causing bacterial organisms are Streptococcus pneumoniae, Haemophilus influenzae, Staphylococcus aureus etc. Other atypical bacteria such as Mycoplasma pneumoniae, Chlamydophila pneumoniae, and Klebsiella pneumaniae are less frequently reported [5, 6]. Respiratory syncytial virus (RSV), influenza viruses type A and B, human parainfluenza viruses type 1, 2, and 3 (HPIV-1, HPIV- 2 and HPIV-3), adenoviruses (ADV) and human metapneumoviruses (HMPV) are most frequently detected in children with ARIs [7, 8]. Respiratory viruses are considered as major contributors to ARI in children and they are associated with almost 60% of ALRIs [9].",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 347,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 349,
                    "end": 350,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 601,
                    "end": 602,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 734,
                    "end": 735,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although numerous pathogens are associated with ARIs, the clinical manifestations of ARIs are almost similar in all cases, irrespective of causative agents. So, detection of the potential causative agents is the prerequisite for proper treatment and viral detection can reduce the irrational and overuse of antibiotics. ARIs due to bacterial infections have become a global concern especially because of the emergence of an increasing number of multi-drug resistant bacteria. Although some studies have examined the viral etiology of ARIs in the under-five children in Bangladesh, information is lacking on bacterial pathogens and their antibiotic resistance/sensitivity pattern [10, 11]. Lack of information regarding etiological agents influences the use of inappropriate and broad spectrum antibiotics which in turn fosters antimicrobial resistance. The purpose of this study was to examine both viral and bacterial pathogens of ARIs among under-five children of Bangladesh in hospital settings over a period of 1 year. The viral pathogens were identified using RT-qPCR targeting 10 common respiratory viruses and microbiological culture method was used to examine pathogenic bacterial spectrum and determine their antibiotic susceptibility pattern.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 682,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 684,
                    "end": 686,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This is a prospective investigation of acute respiratory infections in under-five children in hospital-care settings in Dhaka city. A total of 200 patients who had acute respiratory infections (ARIs), as manifested by clinical signs and symptoms and/or chest X-ray report suggestive of pneumonia admitted to the pediatric units of Dhaka Medical College Hospital and Shaheed Suhrawardy Medical College Hospital, were enrolled in this study over a period of 1 year from August 2014 to July 2015. 30 (15 from each of 2 hospitals) asymptomatic under-five children who were admitted to the hospital because of complications other than respiratory infections were also enrolled during the study period. Prior to enrollment, a written informed consent was obtained from each child’s parents or legal guardians. Patients with a history of chronic respiratory infections or patients whose parents’/guardians refused to give consent were excluded from the study. In addition to name, address, height, weight and temperature, patients’ demographic data such as age and gender were recorded on a standard form at the time of specimen collection. Vital signs including heart rate and respiratory rate were also recorded at the same time. Nasal swab specimens were collected from each participant. The study was conducted in the Institute for Developing Science and Health Initiatives (IDESHI), Dhaka, Bangladesh. This study was ethically approved by the ethics review committee of Bangladesh Medical Research Council (BMRC).",
            "cite_spans": [],
            "section": "Study population ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "Nasal swabs (NSs) were collected from enrolled participants by trained medical assistants. A sterile cotton flocked swab was soaked in saline and then placed approximately 1 to 1.5 cm into the nostrils and rotated against the anterior nasal mucosa for 3 seconds. The procedure was repeated using another swab. One of the 2 NSs was placed into viral transport media (VTM) (DMEM, Gibco-BRL, Life Technologies, Paisley, Scotland; penicillin 10,000 U/ml, and streptomycin 10,000 IU/ml, BioWhittaker, MA; NaHCO3; HEPES buffer, 1M, Gibco; L-Glutamate 200 mM; Fungizone (Amphotericin B) 250 μg/ml; bovine serum albumin, Fraction V, 7.5%, Gibco) for detection of viral pathogens, whereas the other one was placed in STGG (skim milk tryptone glucose glycerol) media for bacterial culture. The collected specimens were immediately placed at 2–8°C and transported to IDESHI laboratory. The specimens had been collected before the patients received any antibiotic treatment at the hospital. Specimens that had been collected in STGG media were subjected to a bacterial culture within 4 hours of collection, whereas specimens in VTM were stored at -70°C for later detection of viral pathogens by RT-qPCR.",
            "cite_spans": [],
            "section": "Specimen collection ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "The nasal swabs in STGG media were enriched for 4 hours in Todd Hewitt media supplemented with 20% rabbit serum. The bacterial pathogens were then isolated using selective media including MacConkey Agar, Blood Agar with Gentamicin, and Chocolate Agar. After morphology-dependent selection, colonies were identified by specific tests where necessary such as, optochin sensitivity and bile solubility tests for Streptococcus pneumoniae, tests for requirement of growth factors X, V and XV for Haemophilus influenzae and appropriate biochemical tests including TSI (Triple Sugar Iron), Citrate, MIU (Motility Indole Urea) media, and Analytical Profiling Index API® 20E (bioMérieux, St. Louis, USA) for Enterobacteriaceae like Klebsiella pneumoniae. Profiling of antimicrobial susceptibility/resistance was performed by the modified disc diffusion method and the bacterial strains were identified as either sensitive or resistant to an antibiotic based on the diameter of inhibition zone interpretative chart, published in Clinical and Laboratory Standard Institute (CLSI) guidelines 2014.",
            "cite_spans": [],
            "section": "Detection of bacterial pathogens ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "Viral nucleic acids were extracted from nasal swab specimens that had been collected in VTM using PureLink® Viral RNA/DNA Mini Kit (Invitrogen, CA, USA). The extracted nucleic acids were then subjected to single-plex reverse transcription qPCR (RT-qPCR) for detection of respiratory viruses including human rhinovirus (HRV), respiratory syncytial virus (RSV), influenza A and B, human parainfluenza viruses type 1 to 3 (HPIV1, HPIV2, HPIV3), human metapneumovirus (HMPV), adenovirus, and human bocavirus (HBoV). The RT-qPCR was done using AgPath-ID™ One-Step RT-PCR Kit (Invitrogen, CA, USA) and CFX96 Touch™ Real-Time PCR detection system (Bio-Rad, CA, USA). The results of RT-qPCR were considered positive if an exponential fluorescence curve could cross the assigned threshold at Ct<40.0. Previously published primers and probes were used for viral pathogen detection by RT-qPCR [12–15].",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 885,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Virus pathogen identification ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "Two-tailed chi-square test (two by two table) was performed using http://www.openepi.com/ website to calculate the prevalence of the identified pathogens and coinfection frequencies in different age groups. The relative risk ratio (RR) and odds ratio (OR) were estimated at 95% confidence interval (CI). Fisher's exact test using GraphPad Prism 5.0 was done for comparison of pathogen frequencies between symptomatic and asymptomatic children as some of the values were less than five. A p-value of less than 0.05 was considered significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "Prior to enrollment, all the children were examined for clinical signs and symptoms by attending physicians to suspect ARIs. The suspected patients were then subjected to chest X-ray. 62% (n = 124) of hospitalized symptomatic children were male, while the rest 38% were female. The mean age of the symptomatic children was 9.6 months and 47% (n = 94) of children were under six months of age and 78.5% (n = 157) were less than one year old. On the other hand, the mean age of the asymptomatic children was 12.62 months. All the children including their parents/guardians were residents of Dhaka city.",
            "cite_spans": [],
            "section": "Demographic characteristics of study population ::: Results",
            "ref_spans": []
        },
        {
            "text": "A total of 200 children with ARI illness were enrolled over 1 year period from August 2014 to July 2015. Fig 1 demonstrates the month-wise rate of specimen collection from enrolled patients. The rate of specimen collection reached a peak in September (30%; 60/200)), followed by a sharp decline in October (6.5%; n = 13). After October, a gradual increase in the rate of specimen collection was observed during the months of November, December, and January, with the rate of 8% (n = 16), 10% (n = 20), and 16% (n = 32), respectively.",
            "cite_spans": [],
            "section": "Rate of ARI patient enrollment and specimen collection during the study period ::: Results",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 110,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Again, after January, there was a gradual decline in specimen collection rate from February (8.5%; n = 17) to May (0%), followed by 2% (n = 4) and 1% (n = 2) collection rates in June and July, respectively. The specimen collection rate started rising sharply in August (11%; n = 22). In brief, most of the specimens (90%; n = 180) were collected during the study period between August and February. Further analysis of seasonality in terms of individual viral and bacterial pathogens will be elaborated in the later part of the article.",
            "cite_spans": [],
            "section": "Rate of ARI patient enrollment and specimen collection during the study period ::: Results",
            "ref_spans": []
        },
        {
            "text": "Next, we wanted to detect and identify different ARI-associated bacterial pathogens in under-five children. Conventional microbiological culture methods and biochemical tests were used to isolate and identify bacterial pathogens in the specimens. Among 200 symptomatic specimens, 43 specimens (21.5%) came out as culture positive (Fig 2A).",
            "cite_spans": [],
            "section": "Spectrum of bacterial pathogens in symptomatic cases ::: Results",
            "ref_spans": [
                {
                    "start": 331,
                    "end": 337,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Taking into account of both single infection and coinfection cases of bacterial infections, 46 bacterial pathogens were isolated from symptomatic children; and the most commonly isolated bacteria were S. pneumoniae (18/46; 39%), followed by K. pneumaniae (11/46; 24%), Streptococcus spp. (10/46; 22%), E. agglomerans (4/46; 9%), and H. influenzae (3/46; 6%) (Fig 2B). On the other hand, 7% (2 out of 30) nasal swab specimens which had been collected from asymptomatic participants were culture positive and only S. pneumoniae was found in both cases. The data obtained from symptomatic cases demonstrate for the first time that E. agglomerans might play a role as one of the major bacterial pathogens (9%) of ARIs in under-five children in Bangladesh (Fig 2B).",
            "cite_spans": [],
            "section": "Spectrum of bacterial pathogens in symptomatic cases ::: Results",
            "ref_spans": [
                {
                    "start": 359,
                    "end": 365,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 752,
                    "end": 758,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Since antibiotic resistance, which is an interdisciplinary global concern, is emerging in an alarmingly increasing manner, the study also aimed to investigate antibiotic resistance patterns for the isolated bacteria. Table 1 shows that the S. pneumoniae isolates that had been found as the predominating bacterial agent colonizing the under-five ARI children were all sensitive to first line antibiotics including penicillin and ampicillin as well as levofloxacin, an aminoglycoside. In addition, 95% S. pneumoniae isolates showed sensitivity to ceftriaxone and 84% showed sensitivity to cefixime. However, a disappointing antibiotic resistance pattern for S. pneumoniae was observed for other antibiotics including erythromycin, azithromycin, and cotrimoxazole, showing resistance frequencies of 44%, 61%, and 89%, respectively. The antibiotic susceptibility test data demonstrate an alarming resistance level of K. pneumaniae, showing 100% resistance against azithromycin, 55% resistance against each of ceftriaxone, cefixime and ciprofloxacin; 27% and 45% resistance frequencies against Gentamicin and Tobramycin, respectively. Only carbapenem group of antibiotics including imipenem and meropenem had exhibited 100% sensitivity against K. pneumaniae in vitro (Table 1).",
            "cite_spans": [],
            "section": "In vitro antibiotic sensitivity/resistance patterns for the isolated bacterial strains ::: Results",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 224,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1264,
                    "end": 1271,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "More concerning it is that one of the K. pneumoniae isolates showed resistance to all available antibiotics including all the first line and second line antibiotics (Table 2). Antibiotic resistance patterns for the next predominating ARI agent Streptococcus species (n = 10) were also alarming because there was 30% to 80% resistance frequency for all antibiotics except ceftriaxone. For E. agglomerans, 3 out of 4 isolates showed resistance to antibiotics like azithromycin, ceftriaxone, cefixime, tobramycin, and ciprofloxacin, whereas 2 isolates showed resistance to gentamicin. Even the carbapenems- imipenem and meropenem appeared ineffective against one E. agglomerans isolate, which showed resistance to all antibiotics. Finally, at least 1 of 3 isolates of H. influenzae showed some degrees of resistance to the antibiotics tested for antibiogram study.",
            "cite_spans": [],
            "section": "In vitro antibiotic sensitivity/resistance patterns for the isolated bacterial strains ::: Results",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Two multi-drug resistant bacterial strains—one K. pneumaniae isolate and one E. agglomerans isolate were resistant not only to all first line of antibiotics but also to all tested second line of antibiotics (Table 2).",
            "cite_spans": [],
            "section": "In vitro antibiotic sensitivity/resistance patterns for the isolated bacterial strains ::: Results",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 215,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In summary, if in vitro antibiotic resistance patterns found in this study match in vivo resistance patterns, it can be concluded that the antibiotic resistance levels have possibly crossed the danger line for K. pneumoniae, Streptococcus species, E. agglomerans, and H. influenzae, although S. pneumoniae still exhibits sensitivity to a good number of antibiotics. It should be mentioned here that two isolates of S. pneumoniae from asymptomatic ARI participants showed an antibiotic sensitivity pattern similar to that of S. pneumoniae isolates from symptomatic children (data not shown).",
            "cite_spans": [],
            "section": "In vitro antibiotic sensitivity/resistance patterns for the isolated bacterial strains ::: Results",
            "ref_spans": []
        },
        {
            "text": "Next, the study focused on the detection of viral pathogens (Tables 3 and 4). RT-qPCR method was adopted to detect a panel of 10 different respiratory viruses. About 79% (158/200) of enrolled ARI patients were laboratory-confirmed for viral infections with either single viral infections (54.5%; n = 109) or infections with more than one viruses (24.5%; n = 49). Although the number of viral infected patients was 158, the total number of virus detected in this study was 213 because of the presence of multiple viral pathogens in same specimen (Table 3). The most frequently detected virus was HRV (63/200; 31.5%), followed by RSV, HMPV, HBoV, HPIV-3 and adenovirus with detection rates of 31% (62/200), 13% (26/200), 11% (22/200), 10.5% (21/200), and 7% (14/200), respectively. Other respiratory viral pathogens that had been detected included Influenza A in 3 specimens, Influenza B in 1 specimen and HPIV-1 in 1 specimen. Among the bacterial culture positive patients described in Table 4, 17.5% (n = 35) had coinfections with viral pathogens.",
            "cite_spans": [],
            "section": "Detection of respiratory viral pathogens in under-5 symptomatic ARI patients ::: Results",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 69,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 75,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 553,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 992,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "For appropriate preventive measures and prompt interventions, determination of vulnerable age groups is important. Table 3 shows a comparison of distribution patterns of indicated respiratory viral and bacterial pathogens between <1 year and 1–5 year age groups.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "As we can see here, the total number of specimens which had come out positive for pathogens was significantly higher in less than one year age group (87%) compared to 1–5 years age group (67%) (P = 0.0034, RR = 1.374 [1.039–1.817], OR = 3.123 [1.424–6.862]). The comparison of multiple pathogen detection rates between the specimens of these two groups also generated a significant P value (0.049) with RR and OR values of 1.698 [0.954–3.022] and 2.154 [0.991–4.682], respectively.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "The majority of respiratory viral pathogens were highly prevalent in <1 year age group of children and the detections of HRV (54/63) and RSV (54/62) were almost confined to this age group. However, a significant P value was found in case of RSV (P = 0.0473, RR = 1.167 [1.018–1.338], OR = 2.294 [0.995–5.29]) only but not for HRV. Similar to HRV and RSV, the majority of HMPV (20/26), HBoV (17/22), adenovirus (10/14), HPIV-3 (19/21) and S. pneumoniae (14/18) and K. pneumaniae (8/11) were confined to less than 1 year old children, although the results did not show significant differences between the two age groups. Notably, pathogen detection rates dropped to almost 2% for all viruses for more than three-year old children (data not shown). Due to nil or very low levels of pathogen detection frequency (less than five), χ2- test was not performed for pathogens other than HRV, RSV, HBoV, and HMPV. Over all, the data suggest that under-one children are more likely to receive attention due to their vulnerability to infections by respiratory viral pathogens.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "Coinfection is a frequently occurring phenomenon in numerous infections and this phenomenon has attracted a great deal of recent attention. Respiratory viral pathogens including influenza virus have been reported to predispose to secondary bacterial pulmonary infections [16], hence, data analysis targeting coinfection patterns was performed. Out of 46 bacterial isolates, 40 (87%) were associated with coinfections. On the other hand, 59% (126 out of 213) of total viral agents were accomplices in coinfections. In summary, the data indicate that coinfection is a major phenomenon in under-five children with ARI illness and the results are consistent with previously published reports on this subject.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "For bacteria, the rates of coinfections of S. pneumoniae, K. pneumoniae, Streptococcus species, E. agglomerans and H. influenza were 94%, 90%, 70%, 75% and 100% respectively. On the other hand, the rates of coinfections of predominantly detected respiratory viral pathogens including HRV, RSV, HMPV, HPIV-3, HBoV, and adenovirus were 63.5%, 52%, 42%, 71%, 50% and 93%, respectively. In 72 coinfected cases, 52 showed a pair-wise fashion of co-occurrences of pathogens, whereas 18 showed pathogen co-occurrences in a tri-partner manner.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "In two cases, up to four pathogens were detected in each specimen. Interestingly, coinfection partners of adenovirus were mostly confined to viruses including 5 RSV, 4 HRV, 3HPIV-3, 1 influenza A, 1 HMPV, 1 HBoV, whereas there was only one co-detection of bacterial isolates (E. agglomerans) with adenovirus (Table 4). Among 16 parainfluenza coinfection cases, 15 were HPIV-3 and 1 was HPIV-1. Although major HPIV-3 coinfection partners included HRV, RSV, adenovirus, S. pneumoniae and K. pneumoniae, one HPIV-1 case was co-detected with RSV and HBoV. On the other hand, 5 out of 11 HMPV coinfection partners included bacteria like S. pneumoniae (two), K. pneumoniae (one), and one Streptococcus species as well as viral pathogens including HRV (five), HPIV-3, HBoV and adenovirus.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": [
                {
                    "start": 309,
                    "end": 316,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Also, we analyzed coinfection data in terms of co-occurrences of 2 or more pathogens in the host, such as viral-viral, viral-bacterial, viral-viral-bacterial, and viral-bacterial-bacterial patterns. As we can see in Table 4, HRV was observed as the most predominant coinfection partner, showing its presence with almost all of the pathogens. The major coinfection viral partners of HRV included RSV (six), HPIV-3 (five) HMPV (four), adenovirus (four), HBoV (three), and Inf A (one) viruses. In addition, HRV was co-detected in 9 out of 10 K. pneumoniae infection cases, whereas it was co-detected in only five S. pneumoniae cases. After HRV, RSV was the second most predominant pathogen and it was co-detected mainly with S. pneumoniae, K. pneumoniae, Streptococcus species, E. agglomerans, and H. influenzae and a total of 20 bacterial isolates had been found with RSV.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 223,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Other than co-detection with bacteria, RSV was also co-detected with adenovirus in 5 specimens, HPIV-1 and HPIV-3 in 1 and 3 cases, respectively. HMPV was more likely to be identified in single infections, whereas adenovirus, S. pneumoniae, and K. pneumaniae were mostly identified in coinfection cases. Although HBoV was equally detected in both single and coinfection cases, 63.09% of HBoV which had been found in coinfected cases were observed as a partner with HRV (7 cases). Among 3 Influenza A positive cases, one had been detected without any coinfection partner and 2 had coinfections with adenovirus and HRV (shown in Table 4). The only case of Influenza B virus had coinfection with S. pneumoniae.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": [
                {
                    "start": 627,
                    "end": 634,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Next, we wanted to analyze the distribution patterns of major viral and bacterial pathogens between single infections and mixed infections. Fig 3A indicates that the numbers of coinfected cases of HRV, HPIV-3, and adenovirus were significantly higher than that of single infection cases, generating significant P values of 0.0001, 0.009, and 0.0001, respectively. In cases of RSV, HMPV, and HBoV, no significant differences in frequency were observed between cases of single infections and coinfections for each viral agent. We also analyzed coinfection status in terms of bacterial pathogens. As we can see in Fig 3B, the numbers of cases where S. pneumoniae and K. pneumoniae had been found as coinfection partners were 17 (n = 18) and 10 (n = 11), respectively.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 146,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 611,
                    "end": 617,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The comparisons between frequencies of single infections and coinfections for S. pneumoniae and K. pneumoniae generated significant P-values of 0.0001 and 0.001, respectively. For Streptococcus species, although coinfection cases were higher than single infection cases, the difference did not generate a significant P value. Higher rates of bacterial coinfections by S. pneumoniae and K pneumoniae in synergy with viruses may indicate that predominant ARI viruses predispose their hosts to secondary infections by bacteria.",
            "cite_spans": [],
            "section": "Age-dependent distribution of major viral and bacterial pathogens in under-5 ARI patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "Recent studies of asymptomatic ARI cases reported the frequent presence of respiratory pathogens like HRV, adenovirus, S. pneumoniae etc. In this study, we collected 30 asymptomatic specimens. 43% (n = 13) of those asymptomatic children were positive for pathogen(s). However, the detection rate of pathogens in symptomatic specimens (82.5%) was significantly higher than that of in asymptomatic specimens (P< 0.0001) (Table 5).",
            "cite_spans": [],
            "section": "Detection of respiratory pathogens in asymptomatic cases ::: Results",
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "mention": "Table 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "HRV was the most prevalent pathogen in both symptomatic (31.5%) and asymptomatic (23%) cases. However, the difference in detection rates of HRV between symptomatic and asymptomatic cases did not generate a significant P-value (P = 0.404). For adenovirus, the rate of pathogen detection was higher in asymptomatic specimens (10%) than that of in symptomatic specimens (7%), although the difference in detection rate between these two categories of specimens was not statistically significant. Similarly, for HMPV and S. pneumoniae, the difference in detection rate between the symptomatic and asymptomatic attacks were not significant (P = 0.219 and P = 1.00, respectively). On the other hand, RSV detection rate was significantly higher in symptomatic specimens than asymptomatic specimen (P = 0.004), suggesting the potential involvement of RSV in ARI illness. Finally, multiple pathogens were detected in only 7% (2/30) of asymptomatic specimens and this detection rate was significantly lower than the detection rate of multiple pathogens in symptomatic specimens (36%, P = 0.0007), implying possible pathogenic role of multiple pathogens in ARI symptoms. It is mentionable here that we couldn’t detect any other bacteria other than two isolates of S. pneumoniae in 30 asymptomatic cases.",
            "cite_spans": [],
            "section": "Detection of respiratory pathogens in asymptomatic cases ::: Results",
            "ref_spans": []
        },
        {
            "text": "In Fig 1, we observed seasonal variation in terms of specimen collection rates but not the actual pathogen detection rates. Therefore, it is important to know true seasonality for each of the individual viral and bacterial pathogens. As we can see in Fig 4A, HRV reached its highest peak (n = 15) in September and 2nd highest peak in November (n = 10). In addition, there were six HRV positive specimens in October. From January to August, HRV circulation was roughly constant, indicating HRV transmission throughout the year. Similar to HRV, the number of RSV-infected patients reached its peak in September, when 41 (66%) of 62 patients were hospitalized. On the other hand, the hospitalization rates of RSV patients were 26% (n = 16), 4.8% (n = 3), 1.6% (n = 1), and 1.6% (n = 1) in August, October, November, and December, respectively, whereas there were no detections of RSV-infected patients in other months. These findings suggest that RSV circulation was highly confined in August and September. In contrast to RSV, HMPV circulation reached its peak (50%, n = 13) in January, followed by 23% (n = 6), 19% (n = 5), and 8% circulation in February, December, and September. There were no enrollments of HMPV-infected patients in other months. After HRV, RSV, and HMPV, HBoV had the fourth highest detection rates in terms of numbers of HBoV-infected patients and all of them were detected between September and March.",
            "cite_spans": [],
            "section": "Seasonality of viral and bacterial pathogens in terms of hospitalization of ARI patients ::: Results",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 8,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 251,
                    "end": 257,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "HPIV-3 showed 2 peaks-1 in September and another in November, each representing 6 patients, indicating hospitalization of 56% (n = 12) of HPIV-3-infected patients in these 2 months. The rest 9 of 21 HPIV-3 patients were hospitalized in August, October, December, January, and February with hospitalization rates of 10% (n = 2), 14% (n = 3), 5% (n = 1), 10% (n = 2), and 5% (n = 1), respectively. On the other hand, hospitalization rates of adenovirus-infected patients were 36% (n = 5), 21% (n = 3), 10% (n = 2), 5% (n = 1), 10% (n = 2), and 5% (n = 1) in August, November, January, February, April, and June, respectively. Other viruses of the viral panel including HPIV-1, HPIV-2, influenza A, and influenza B appeared in small numbers of patients and were not informative for determination of seasonality. Next, we analyzed seasonality of ARI-causing bacterial pathogens. Fig 4B demonstrates that the most prevalent bacterial pathogen S. pneumoniae started appearing in August with four patients and the number of infected patients reached its peak in September, showing hospitalization of 9 (50%) out of 18 patients. There was only one patient enrolled in each of the months of October, November, December, January, and February for S. pneumoniae-associated hospitalization. On the other hand, the number of second most prevalent bacterial pathogen K. pneumoniae showed its peak circulation in September, as manifested by 5 cases (46%) of K. pneumoniae-associated hospitalization in this month, followed by 3 (27%), 1 (9%), and 2 (18%) hospitalized cases in October, November, and January. Like S. pneumoniae and K. pneumoniae, Streptococcus species had a peak circulation in September with 4 (40%) hospitalized patients.",
            "cite_spans": [],
            "section": "Seasonality of viral and bacterial pathogens in terms of hospitalization of ARI patients ::: Results",
            "ref_spans": [
                {
                    "start": 875,
                    "end": 881,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The rest 6 of the 10 patients infected with Streptococcus species were hospitalized in August (n = 1), October (n = 1), November (n = 1), January (n = 1), and February (n = 2). Interestingly, circulation of all 3 (100%) H. influenzae isolates were confined in September. Unlike the above-mentioned bacterial pathogens which had a peak circulation in September, E. agglomerans had a peak circulation in August with only 2 (50%) patients.",
            "cite_spans": [],
            "section": "Seasonality of viral and bacterial pathogens in terms of hospitalization of ARI patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "Thus, the data suggest that all of the bacterial isolates except E. agglomerans had a peak circulation in September, which is also the peak season for the most predominant viral agent RSV and this phenomenon of simultaneous occurrences of viral and bacterial pathogens may facilitate huge numbers of bacterial coinfections with RSV.",
            "cite_spans": [],
            "section": "Seasonality of viral and bacterial pathogens in terms of hospitalization of ARI patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "The study demonstrates for the first time the simultaneous detection of viral and bacterial etiologies of acute respiratory infections (ARIs) in under-5 children in hospital-care settings in Dhaka, Bangladesh. Major focal points of the study included (a) determination of seasonal variation in terms of ARI specimen collection rates as well as seasonality of isolated ARI pathogens, (b) in vitro antibiotic resistance/sensitivity assay for bacterial pathogens, (c) coinfection patterns, (d) age-dependent distribution patterns of pathogens, and (e) a comparison of the detection rates of respiratory pathogens between symptomatic and asymptomatic cases. Knowing the seasonal variability of pathogens would help the parents or guardians of the children as well as physicians to adopt some preventive measures. Antibiogram study was designed to know the condition of antibiotic resistance/sensitivity patterns of major ARI bacterial pathogens to avoid unnecessary use of antibiotics to treat ARI patients, which also might help control of the rapid emergence of antibiotic resistant strains. Analysis of coinfection status was performed to identify major coinfection partners in terms of virus-bacteria, virus-virus, bacteria-bacteria, virus-bacteria-bacteria, and virus-virus-bacteria. Especially specific identification of bacteria in a coinfection case may help the physicians to choose appropriate antibiotics and additional medications because bacterial coinfection, especially superinfection has been reported to associate with huge fatal outcomes and deaths of under-five ARI patients. On the other hand, age-dependent distribution patterns of pathogens are useful to identify vulnerable age groups.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Information on seasonal variability would be helpful to create an extra awareness among the community and health professionals including physicians and nurses. Preventive measures including personal and in-house hygiene and cleanliness, and proper ventilation may be adopted across the peak ARI season. Other preventive measures include avoiding crowded public places and making a habit of frequent hand washing etc. Our data demonstrate that the majority of 200 symptomatic specimens were collected between August and February corresponding to post-monsoon and winter. In this region, the temperature mostly remains low in these months and it is commonly known that respiratory illness incidence rate is higher in winter. Winter season has bad reputation not only for upper respiratory tract infections caused by a large number of viruses but also for lower respiratory tract infections including pneumonia [17, 18]. Our study demonstrates that the most predominantly detected viral pathogen HRV was circulated throughout the year without showing any clear seasonal distribution. On the other hand, the peak circulation of the second most prevalent viral pathogen RSV was seen in September. HMPV showed its seasonal peak in January. The findings regarding winter seasonality of viral pathogens are thus consistent with previous studies of respiratory viral pathogen detections in Bangladesh [10, 19]. Similar to the majority of viral pathogens, the bacterial pathogens including S. pneumoniae and K. pneumoniae, showed their peak circulations in September. So, the vulnerable group of children of the country requires appropriate preventive measures against ARI across the post monsoon and winter. However, this was a one-year study and the time period is meager to substantiate any seasonality of the pathogens.",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 911,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1393,
                    "end": 1395,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1397,
                    "end": 1399,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Irrespective of single or coinfections, our experimental approach could successfully identify viral and/or bacterial pathogens in 165 (82.5%) symptomatic cases of participants, whereas 35 cases remained undetected of any pathogens. A community-based study conducted in Bangladesh could identify respiratory viral pathogens in only 66% of ARI cases and the detection rate was lower than the detection rate calculated for this study [10]. However, the study did not consider bacterial pathogens. On the other hand, the studies of respiratory infections among children of Zambia and Madagascar reported the detection rates of respiratory pathogens in 76.8% and 74.6% specimens, respectively, and these studies focused on the detection of both viral and atypical bacterial pathogens [20, 21]. A similar study conducted in China demonstrated 67.5% overall pathogen detection rate [22]. These all suggest that our findings in terms of pathogen detection are consistent with the reported data of similar studies.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 780,
                    "end": 782,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 876,
                    "end": 878,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although the viruses are the most common etiological agents of ARIs, a wide variety of bacterial pathogens are also associated with ARIs either as single or mixed agents with viruses. The bacterial etiology is not investigated in most of the ARI-associated studies. Even in countries like the USA where pneumonia surveillance is routinely conducted, the bacterial etiology is not recorded in 65–85% of hospitalized pneumonia cases [23, 24]. It cannot be rule out that the presence of bacteria as coinfection partners with viruses may complicate the clinical symptoms of ARI illness leading to fatal outcomes. As such, the study was designed to focus not only on bacterial detection but also on antibiotic sensitivity/resistance patterns of the isolated bacterial strains.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 436,
                    "end": 438,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our microbiological culture method could detect bacterial pathogens in 21.5% cases, although the majority of bacterial pathogens had been co-detected with viruses. The most commonly isolated bacteria were S. pneumoniae (39%) and K. pneumaniae (24%). H. influenzae was identified in 6% cases. Along with S. pneumoniae and K. pneumaniae, we could also detect Streptococcus spp. (22%) and E. agglomerans (9%). S. pneumoniae is a predominant cause of <5 child mortality and despite the vaccination program, it is responsible for at least 18% of severe respiratory episodes and 33% of deaths worldwide [25]. Other studies conducted in Kenya, Zambia, Nepal, and Brazil reported S. pneumoniae as the most frequently isolated bacteria and the isolation rate ranged from 15.8–54.8% [26–29]. K. pneumoniae had been described as the most common cause of lower respiratory tract infection in Jordan and India [30, 31]. It is known that bacterial colonization is mostly facilitated by physical damages of respiratory cells caused by viral infection. However, Yu et al. reported that bacterial colonization following viral infection has no effect on clinical manifestation of ARIs [32]. Furthermore, the role of bacterial pathogens in ARI symptoms is ambiguous as recent studies of asymptomatic ARI cases reported frequent bacterial colonization [33] and our study also found comparable detection rates of S. pneumoniae in both asymptomatic and symptomatic children. Many of the bacteria found as coinfection partners with virus in this study, are pathogenic. When bacteria enter a body, the host must elicit immune responses against the invading organisms. However, the immune responses are not always beneficial and sometimes these responses can be harmful, such as in case of hyper immune responses. Even the immune responses elicited by one organism may compromise the immune responses elicited by another organism. Although the pathogenic role of bacterial coinfections with viruses is unclear, they might have involvement in disease pathogenicity. One study reported that, colonization of pathogenic bacteria in airway stimulate topical immune responses [34] and this phenomenon may play important role in compromising host immune responses. Most of the bacteria isolated during the study period including S. pneumoniae, K. pneumaniae, H. influenzae, and E. agglomerans fall in either community-acquired or nosocomical categories, suggesting appropriate preventive measures could limit bacterial involvement in ARIs.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 774,
                    "end": 776,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 777,
                    "end": 779,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 898,
                    "end": 900,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 902,
                    "end": 904,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1168,
                    "end": 1170,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1333,
                    "end": 1335,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2147,
                    "end": 2149,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Increasing antibiotic resistance to commonly prescribed antibiotics makes bacterial infections a major threat to public health worldwide. As we have described in result section, our in vitro antibiotic resistance patterns were concerning in the sense that most of the isolates except S. pneumaniae, such as K. pneumaniae, Streptococcus species, H. influenzae, and E. agglomerans exhibited alarming levels of resistance against the majority of available first line of antibiotics. Even two of 15 multidrug-resistant isolates (K. pneumaniae and E. agglomerans) displayed resistance not only against all the first-line of antibiotics but also against all the second-line of antibiotics. Despite the advances in therapeutic and preventive measures, the emerging resistance to the antibiotics is a growing concern among clinicians and other health professionals worldwide. The indiscriminate and unreasonable use of antibiotics have contributed to the emergence of resistance, which may turn out to be a leading cause of morbidity and mortality in the developing countries. A tailored antibiotic treatment is in demand to tackle this major issue, but the dearth of information regarding the etiological agents and antibiotic sensitivity patterns in countries like Bangladesh have made it difficult. The information regarding antibiotic resistance patterns provided here in this study is expected to raise alertness among physicians, community people, as well as among policy makers of public and private sectors in the country.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Single-plex reverse transcription real-time PCR (RT-qPCR) method could detect the presence 213 viruses in 158 (79%) children. The findings corroborate the concept of viruses being the most common causative agent of ARIs and the data are consistent with hospital-based findings in Bangladesh reported by Homaira et al. [11] and the comparable `s were also published from Laos and Egypt [35, 36]. However, many studies in other regions including Brazil, Niger, Zambia, Spain, and Mexico reported higher viral detection rates ranging from 65–87% [26, 37–40]. The disparity in viral detection rates among these study findings might be due to variation in numbers of viruses that were included in the viral panel of each study group. Our viral panel included ten common respiratory viruses including respiratory syncytial virus (RSV), human rhinovirus (HRV), influenza A and B viruses, human parainfluenza viruses type 1 to 3 (HPIV1, HPIV2, HPIV3), human metapneumo virus (HMPV), human bocavirus (HBoV), and adenovirus. However, the panel did not include coronavirus which may account for a certain percentage of infections. 31.5% specimens were positive for HRV, which was predominantly detected as a viral pathogen. However, the incidence rate of HRV was also higher in asymptomatic cases (23%). Interestingly, the detection rate of adenovirus was higher in asymptomatic cases (10%) than the symptomatic specimens (7%). A study conducted by Singleton et al. also frequently identified HRV and adenoviruses in healthy children [41], which makes it difficult to make any inference regarding the association of these two viruses with respiratory illness. RSV was the second most prevalent virus identified in 31% cases. However, unlike HRV, RSV has been reported as a recurrent cause of ARI in both children younger than five years old and adult, with incidence reaching 26% (Laos PDR), 33% (Mexico), 35% (Niger), 37% (Brazil), 51% (Germany), 57% (India), and 76% (Spain) of the investigated cases [35, 37–40, 42, 43]. RSV can cause both upper and lower respiratory tract infections. After RSV, HMPV (13%), HBoV (11%) and HPIV-3 (10.5%) came out as the third, fourth, and fifth most prevalent viral agents. However, we observed relatively low pathogen detection rates for HPIV-1, HPIV-2, influenza A, and influenza B viruses. Thus after RSV, HMPV, HBoV, and HPIVs came out as the frequent causes of hospitalization of children with respiratory illness and the findings are consistent with other published data [24]. Approximately 70–89% cases of bronchiolitis had been reported to associate with RSV infection and 3–25% with parainfluenza viruses and there werek very few cases of bronchiolitis which could be attributed to human influenza virus and adenovirus [44, 45]. Several studies have described frequencies of 3.3–19% for HMPV infections in hospitalized children with respiratory tract infections [7, 44–47], although HMPV has been known to cause severe respiratory infections in the elderly [48, 49]. The frequency of HBoV identified in this study (11%) was also comparable with HBoV detection rates in Spain (9.9%) and Vietnam (7.2%) [50, 51].",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 386,
                    "end": 388,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 390,
                    "end": 392,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 548,
                    "end": 550,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 551,
                    "end": 553,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1524,
                    "end": 1526,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1993,
                    "end": 1995,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1997,
                    "end": 1999,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2000,
                    "end": 2002,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2004,
                    "end": 2006,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2008,
                    "end": 2010,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2505,
                    "end": 2507,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2756,
                    "end": 2758,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2760,
                    "end": 2762,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2899,
                    "end": 2900,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2902,
                    "end": 2904,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2905,
                    "end": 2907,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2994,
                    "end": 2996,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2998,
                    "end": 3000,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 3138,
                    "end": 3140,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 3142,
                    "end": 3144,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Age-dependent distribution of respiratory virus data of our study shows that viral infection is mostly concentrated in less than one-year age group particularly RSV as a substantial threat. The frequency of pathogen positive specimens and incidence of coinfections were significantly higher in under-one children, which makes it the most vulnerable age group for ARIs. Additionally, around 87% (54/62) of the RSV cases were detected in children less than one year of age. The frequency of RSV infections in this age group seems to be a consequence of multifactorial complex events, involving especially immunological factors. Maternal antibodies are a vital means of protection to infants against respiratory viruses as they have a relatively immature immune system to mount an effective immune response. RSV antibodies are found in all adults and children older than three years of age. At one year of age, 25–50% of children have antibodies against RSV, indicating the high frequency of this infection at a young age [52] and then the incidence of RSV infections decreases with age, probably because of the development of anti-RSV immunity which is boosted during each subsequent re-infection [53]. Currently, there are no effective antivirals or vaccines against RSV infections. Several RSV vaccines are being evaluated in clinical trials and have yet to be licensed [54].",
            "cite_spans": [
                {
                    "start": 1020,
                    "end": 1022,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1371,
                    "end": 1373,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The study identified 35 cases with viral-bacterial mixed infections where RSV and S. pneumoniae were the predominant viral and bacterial partners, respectively, followed by HRV and K. pneumoniae duo. Each of HRV, RSV, S. pneumoniae, and K. pneumoniae showed a seasonal peak in September and both S. pneumoniae, and K. pneumoniae had significant participation in mixed infections demonstrating that viral infection renders bacterial colonization. Higher rates of bacterial infections by S. pneumoniae and K. pneumoniae in synergy with RSV, HRV, and other viruses may indicate that predominant ARI viruses predispose their hosts to secondary infections by bacteria. The other major viral partners of bacterial mixed infections included HMPV and HPIV. The mechanisms by which viruses influence bacterial colonization and invasion are very diverse. It has been shown that viral infections may predispose to bacterial super-infections by favoring bacterial attachment sites on nasopharyngeal epithelial cells and through increased mucous production that promotes bacterial growth [55, 56]. The real clinical significance of these infections has not yet been fully elucidated. Under the circumstances, emphasis should be given on deciphering the role of bacterial mixed infections in promoting disease pathology. The presence of pathogens in asymptomatic children made the aspect more puzzling. However, a case control study hypothesized that there could have a subclinical infection in asymptomatic cases which may act as a pathogen transmission source [57]. It is also important to remember that the detection rate of mixed infection is dependent mostly on methodology and number of pathogens that are being screened. Despite differences in methodologies, the similarity in rates of hospitalized viral respiratory illness in different countries suggests that respiratory viruses indeed are important contributors of childhood hospitalization around the world.",
            "cite_spans": [
                {
                    "start": 1076,
                    "end": 1078,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1080,
                    "end": 1082,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1549,
                    "end": 1551,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are several shortfalls of the study including (a) shorter study period, (b) low number of both symptomatic and asymptomatic specimens, (c) exclusion of coronavirus from viral panel selected for RT-qPCR assay, (d) lack of some clinical information and follow-up study, (e) use of nasal swabs instead of nasopharyngeal swabs for specimen collection, (f) exclusion of ARI-causing fungal pathogen detection. Thirty-five out of 200 specimens remained undetected of any viral or bacterial pathogens. It is highly likely that the inclusion of fungal pathogen detection system and the addition of coronavirus in the viral panel would increase the rate of pathogen detection to some extent. In addition, the detection rate of bacterial pathogens could have been higher if PCR or qPCR had been used instead of culture method as the former one has higher sensitivity. However, we wanted to isolate all types of possible organisms and the use of specific primers would have confined the range of organisms. For example, E. agglomerans which has been rarely reported as a causative agent of ARIs was isolated in 4 (2%) nasal swab specimens in this study. The nasopharyngeal aspirate (NPA) has been considered to be the best sampling technique, but the procedure of obtaining an NPA specimen is uncomfortable and often frightening for young children. It is also unpleasant for the medical staff, who have to carry out the procedure with a struggling, crying, and coughing child. However, pathogen detection sensitivity did not differ significantly between nasal swab and NPA approaches of specimen collection when sensitive real-time PCR method was used to detect pathogens [58, 59]. In the study, only those viruses that are frequently detected in Bangladesh were listed in the viral panel. Even with these limitations, the study provides important preliminary data that can be used for more focused surveys in a larger population. The frequency of viral infection should be taken into account by pediatricians to avoid the irrational use of antibiotics.",
            "cite_spans": [
                {
                    "start": 1667,
                    "end": 1669,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1671,
                    "end": 1673,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, ARI incidence, as well as pathogen detection rates, were higher during post-monsoon and winter in Bangladesh. HRV and RSV were the predominant viral causative agents in under-five ARIs. On the other hand, S. pneumoniae came out as the most prevalent bacterial causative agent. Children aged less than one year of age were most susceptible to infections including coinfections.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Y-axis indicates the number of specimens, whereas X-axis indicates months of the year.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Fig 2A shows the rates of culture positive and culture negative specimens. Fig 2B shows the proportion of different bacterial strains among culture positive specimens. In the Figure, CP = Culture Positive, CN = Culture Negative, Spn = Streptococcus pneumoniae, Kpn = Klebsiella pneumaniae, Hin = Haemophilus influenzae, Eag = Enterobacter agglomerans, Ssp = Streptococcus spp.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Fig 3A compares the frequencies of viruses and Fig 3B compares the bacterial pathogen frequencies in single infections and coinfections. Fisher's exact test was performed for each group. P< 0.05 was considered significant. SPn = S. pneumoniae, KPn = K. pneumoniae, SSp = Streptococcus species.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Fig 4A shows the distribution of the detected viruses and Fig 4B displays the distribution of the isolated bacteria, in nasal swab specimens collected in different months during the study period. In 4A, Inf A = influenza A, Inf B = influenza B and in 4B, Spn = S. pneumoniae, Kpn = K. pneumaniae, HI = H. influenzae, Eag = E. agglomerans, Ssp = Streptococcus spp.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "World health statistics 2010",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Estimates of world-wide distribution of child deaths from acute respiratory infections",
            "authors": [],
            "year": 2002,
            "venue": "Lancet. Infect. Dis",
            "volume": "2",
            "issn": "1",
            "pages": "25-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9859",
            "pages": "2095-128",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epidemiology and etiology of childhood pneumonia in 2010: estimates of incidence, severe morbidity, mortality, underlying risk factors and causative pathogens for 192 countries",
            "authors": [],
            "year": 2013,
            "venue": "J. Glob. Health",
            "volume": "3",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Microbial aetiology of community-acquired pneumonia in hospitalised patients. Eur",
            "authors": [],
            "year": 1999,
            "venue": "J. Clin. Microbiol. Infect. Dis",
            "volume": "18",
            "issn": "11",
            "pages": "777-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Epidemiology and clinical characteristics of community-acquired pneumonia in hospitalized children",
            "authors": [],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "4",
            "pages": "701-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Human metapneumovirus infection in young children hospitalized with respiratory tract disease",
            "authors": [],
            "year": 2006,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "25",
            "issn": "4",
            "pages": "354-9",
            "other_ids": {
                "DOI": [
                    "10.1097/01.inf.0000207480.55201.f6"
                ]
            }
        },
        "BIBREF7": {
            "title": "Comparison of human metapneumovirus, respiratory syncytial virus and influenza A virus lower respiratory tract infections in hospitalized young children",
            "authors": [],
            "year": 2006,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "25",
            "issn": "4",
            "pages": "320-4",
            "other_ids": {
                "DOI": [
                    "10.1097/01.inf.0000207395.80657.cf"
                ]
            }
        },
        "BIBREF8": {
            "title": "Viral respiratory infections",
            "authors": [],
            "year": 1994,
            "venue": "Pediatr. Clin. North Am",
            "volume": "41",
            "issn": "6",
            "pages": "1365-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Incidence of respiratory virus-associated pneumonia in urban poor young children of Dhaka, Bangladesh, 2009–2011",
            "authors": [],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0032056"
                ]
            }
        },
        "BIBREF10": {
            "title": "Respiratory Viruses Associated Hospitalization among Children Aged< 5 Years in Bangladesh: 2010–2014",
            "authors": [],
            "year": 2016,
            "venue": "PloS one",
            "volume": "11",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0147982"
                ]
            }
        },
        "BIBREF11": {
            "title": "Field evaluation of TaqMan Array Card (TAC) for the simultaneous detection of multiple respiratory viruses in children with acute respiratory infection",
            "authors": [],
            "year": 2013,
            "venue": "J. Clin. Virol",
            "volume": "57",
            "issn": "3",
            "pages": "254-60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2013.03.016"
                ]
            }
        },
        "BIBREF12": {
            "title": "Evaluation of three influenza A and B real-time reverse transcription-PCR assays and a new 2009 H1N1 assay for detection of influenza viruses",
            "authors": [],
            "year": 2010,
            "venue": "J. Clin. Microbiol",
            "volume": "48",
            "issn": "11",
            "pages": "3870-5",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02464-09"
                ]
            }
        },
        "BIBREF13": {
            "title": "Development and assay of RNA transcripts of enterovirus species A to D, rhinovirus species a to C, and human parechovirus: assessment of assay sensitivity and specificity of real-time screening and typing methods",
            "authors": [],
            "year": 2012,
            "venue": "J. Clin. Microbiol",
            "volume": "50",
            "issn": "9",
            "pages": "2910-7",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01172-12"
                ]
            }
        },
        "BIBREF14": {
            "title": "Real-time PCR assays for detection of bocavirus in human specimens",
            "authors": [],
            "year": 2006,
            "venue": "J. Clin. Microbiol",
            "volume": "44",
            "issn": "9",
            "pages": "3231-5",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00889-06"
                ]
            }
        },
        "BIBREF15": {
            "title": "Epidemiology, microbiology, and treatment considerations for bacterial pneumonia complicating influenza",
            "authors": [],
            "year": 2012,
            "venue": "Int. J. Infect. Dis",
            "volume": "16",
            "issn": "5",
            "pages": "e321-e31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2012.01.003"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Human virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Seasonal variation in hospital admission for community-acquired pneumonia: A 5-year study",
            "authors": [],
            "year": 1999,
            "venue": "J. Infect",
            "volume": "39",
            "issn": "2",
            "pages": "134-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Acute Lower Respiratory Thact Infection Due to Virus Among Hospitalized Children in Dhaka, Bangladesh",
            "authors": [],
            "year": 1990,
            "venue": "Rev. Infect. Dis",
            "volume": "12",
            "issn": "Supplement 8",
            "pages": "S982-S7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Viral etiology of influenza-like illnesses in Antananarivo, Madagascar, July 2008 to June 2009",
            "authors": [],
            "year": 2011,
            "venue": "PloS one",
            "volume": "6",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0017579"
                ]
            }
        },
        "BIBREF20": {
            "title": "Viral and atypical bacterial etiology of acute respiratory infections in children under 5 years old living in a rural tropical area of Madagascar",
            "authors": [],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0043666"
                ]
            }
        },
        "BIBREF21": {
            "title": "Detection of viruses and atypical bacteria associated with acute respiratory infection of children in Hubei, China",
            "authors": [],
            "year": 2014,
            "venue": "Respirology",
            "volume": "19",
            "issn": "2",
            "pages": "218-24",
            "other_ids": {
                "DOI": [
                    "10.1111/resp.12205"
                ]
            }
        },
        "BIBREF22": {
            "title": "Viral and bacterial interactions in the upper respiratory tract",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003057"
                ]
            }
        },
        "BIBREF23": {
            "title": "Epidemiology and etiology of childhood pneumonia",
            "authors": [],
            "year": 2008,
            "venue": "Bull. World Health Organ",
            "volume": "86",
            "issn": "5",
            "pages": "408-16B",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.07.048769"
                ]
            }
        },
        "BIBREF24": {
            "title": "Global burden of childhood pneumonia and diarrhoea",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9875",
            "pages": "1405-16",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60222-6"
                ]
            }
        },
        "BIBREF25": {
            "title": "Identification of viral and bacterial pathogens from hospitalized children with severe acute respiratory illness in Lusaka, Zambia, 2011–2012: a cross-sectional study",
            "authors": [],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The epidemiology of hospitalization for pneumonia in children under five in the rural western region of Nepal: a descriptive study",
            "authors": [],
            "year": 2013,
            "venue": "PloS one",
            "volume": "8",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0071311"
                ]
            }
        },
        "BIBREF27": {
            "title": "Etiology and Incidence of viral and bacterial acute respiratory illness among older children and adults in rural western Kenya, 2007–2010",
            "authors": [],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0043656"
                ]
            }
        },
        "BIBREF28": {
            "title": "Detection of respiratory viruses by real-time polymerase chain reaction in outpatients with acute respiratory infection",
            "authors": [],
            "year": 2014,
            "venue": "Mem. Inst. Oswaldo Cruz",
            "volume": "109",
            "issn": "6",
            "pages": "716-21",
            "other_ids": {
                "DOI": [
                    "10.1590/0074-0276140046"
                ]
            }
        },
        "BIBREF29": {
            "title": "Respiratory tract bacterial infection etiological agents and susceptibilty testing",
            "authors": [],
            "year": 2014,
            "venue": "ESJ",
            "volume": "10",
            "issn": "30",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Lower respiratory tract infection-bacteriological profile and antibiogram pattern",
            "authors": [],
            "year": 2012,
            "venue": "Int. J. Curr. Rev",
            "volume": "4",
            "issn": "21",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Impact of bacterial colonization on the severity, and accompanying airway inflammation, of virus-induced wheezing in children",
            "authors": [],
            "year": 2010,
            "venue": "Clin. Microbiol. Infect",
            "volume": "16",
            "issn": "9",
            "pages": "1399-404",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2009.03147.x"
                ]
            }
        },
        "BIBREF32": {
            "title": "Associations between viral and bacterial potential pathogens in the nasopharynx of children with and without respiratory symptoms",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "34",
            "issn": "12",
            "pages": "1296-301",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0000000000000872"
                ]
            }
        },
        "BIBREF33": {
            "title": "Pathogenic bacteria colonizing the airways in asymptomatic neonates stimulates topical inflammatory mediator release",
            "authors": [],
            "year": 2013,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "187",
            "issn": "6",
            "pages": "589-95",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201207-1297OC"
                ]
            }
        },
        "BIBREF34": {
            "title": "Respiratory virus infections in hospitalized children and adults in Lao PDR",
            "authors": [],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "6",
            "pages": "1070-8",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12135"
                ]
            }
        },
        "BIBREF35": {
            "title": "Viral etiologies of lower respiratory tract infections among Egyptian children under five years of age",
            "authors": [],
            "year": 2012,
            "venue": "BMC Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Viral and bacterial etiology of severe acute respiratory illness among children< 5 years of age without influenza in Niger",
            "authors": [],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Frequency of viruses associated with acute respiratory infections in children younger than five years of age at a locality of Mexico City",
            "authors": [],
            "year": 2006,
            "venue": "Mem. Inst. Oswaldo Cruz",
            "volume": "101",
            "issn": "1",
            "pages": "21-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Viral and atypical bacterial detection in acute respiratory infection in children under five years",
            "authors": [],
            "year": 2011,
            "venue": "PloS one",
            "volume": "6",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0018928"
                ]
            }
        },
        "BIBREF39": {
            "title": "Multiple simultaneous viral infections in infants with acute respiratory tract infections in Spain",
            "authors": [],
            "year": 2008,
            "venue": "J. Clin. Virol",
            "volume": "42",
            "issn": "3",
            "pages": "268-72",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2008.03.012"
                ]
            }
        },
        "BIBREF40": {
            "title": "Viral respiratory infections in hospitalized and community control children in Alaska",
            "authors": [],
            "year": 2010,
            "venue": "J. Med. Virol",
            "volume": "82",
            "issn": "7",
            "pages": "1282-90",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.21790"
                ]
            }
        },
        "BIBREF41": {
            "title": "Correlation of viral load of respiratory pathogens and co-infections with disease severity in children hospitalized for lower respiratory tract infection",
            "authors": [],
            "year": 2010,
            "venue": "J. Clin. Virol",
            "volume": "48",
            "issn": "4",
            "pages": "239-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2010.05.007"
                ]
            }
        },
        "BIBREF42": {
            "title": "Respiratory viral infections detected by multiplex PCR among pediatric patients with lower respiratory tract infections seen at an urban hospital in Delhi from 2005 to 2007",
            "authors": [],
            "year": 2009,
            "venue": "Virol. J",
            "volume": "6",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "The impact of dual viral infection in infants admitted to a pediatric intensive care unit associated with severe bronchiolitis",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "27",
            "issn": "3",
            "pages": "213-7",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31815b4935"
                ]
            }
        },
        "BIBREF44": {
            "title": "Dual infection of infants by human metapneumovirus and human respiratory syncytial virus is strongly associated with severe bronchiolitis",
            "authors": [],
            "year": 2005,
            "venue": "J. Infect. Dis",
            "volume": "191",
            "issn": "3",
            "pages": "382-6",
            "other_ids": {
                "DOI": [
                    "10.1086/426457"
                ]
            }
        },
        "BIBREF45": {
            "title": "Prospective study of human metapneumovirus infection in children less than 3 years of age",
            "authors": [],
            "year": 2004,
            "venue": "J. Clin. Microbiol",
            "volume": "42",
            "issn": "10",
            "pages": "4632-5",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.42.10.4632-4635.2004"
                ]
            }
        },
        "BIBREF46": {
            "title": "Prevalence and clinical characteristics of human metapneumovirus infections in hospitalized infants in Spain",
            "authors": [],
            "year": 2006,
            "venue": "Pediatr. Pulmonol",
            "volume": "41",
            "issn": "9",
            "pages": "863-71",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.20456"
                ]
            }
        },
        "BIBREF47": {
            "title": "Respiratory syncytial virus infection in adults",
            "authors": [],
            "year": 2008,
            "venue": "Curr. Opin. Pulm. Med",
            "volume": "14",
            "issn": "3",
            "pages": "235-40",
            "other_ids": {
                "DOI": [
                    "10.1097/MCP.0b013e3282f79651"
                ]
            }
        },
        "BIBREF48": {
            "title": "Respiratory infections by HMPV and RSV are clinically indistinguishable but induce different host response in aged individuals",
            "authors": [],
            "year": 2011,
            "venue": "PloS one",
            "volume": "6",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0016314"
                ]
            }
        },
        "BIBREF49": {
            "title": "Infections and coinfections by respiratory human bocavirus during eight seasons in hospitalized children",
            "authors": [],
            "year": 2016,
            "venue": "J. Med. Virol",
            "volume": "88",
            "issn": "12",
            "pages": "2052-8",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.24562"
                ]
            }
        },
        "BIBREF50": {
            "title": "Human bocavirus in children with acute respiratory infections in Vietnam",
            "authors": [],
            "year": 2014,
            "venue": "J. Med. Virol",
            "volume": "86",
            "issn": "6",
            "pages": "988-94",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.23789"
                ]
            }
        },
        "BIBREF51": {
            "title": "Respiratory syncytial virus infection: immune response, immunopathogenesis, and treatment",
            "authors": [],
            "year": 1999,
            "venue": "Clin. Microbiol. Rev",
            "volume": "12",
            "issn": "2",
            "pages": "298-309",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Genetic variability of group A human respiratory syncytial virus strains circulating in Germany from 1998 to 2007",
            "authors": [],
            "year": 2009,
            "venue": "J. Clin. Microbiol",
            "volume": "47",
            "issn": "6",
            "pages": "1800-10",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02286-08"
                ]
            }
        },
        "BIBREF53": {
            "title": "Progress and challenges in RSV prophylaxis and vaccine development",
            "authors": [],
            "year": 2013,
            "venue": "J. Infect. Dis",
            "volume": "208",
            "issn": "suppl 3",
            "pages": "S177-S83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "High nasopharyngeal pneumococcal density, increased by viral co-infection, is associated with invasive pneumococcal pneumonia",
            "authors": [],
            "year": 2014,
            "venue": "J. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Bacterial and viral etiology in hospitalized community acquired pneumonia with molecular methods and clinical evaluation",
            "authors": [],
            "year": 2014,
            "venue": "J. Infect. Dev. Ctries",
            "volume": "8",
            "issn": "04",
            "pages": "510-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "A case-control study of acute respiratory tract infection in general practice patients in The Netherlands",
            "authors": [],
            "year": 2005,
            "venue": "Clin. Infect. Dis",
            "volume": "41",
            "issn": "4",
            "pages": "490-7",
            "other_ids": {
                "DOI": [
                    "10.1086/431982"
                ]
            }
        },
        "BIBREF57": {
            "title": "Comparing nose-throat swabs and nasopharyngeal aspirates collected from children with symptoms for respiratory virus identification using real-time polymerase chain reaction",
            "authors": [],
            "year": 2008,
            "venue": "Pediatrics",
            "volume": "122",
            "issn": "3",
            "pages": "e615-e20",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2008-0691"
                ]
            }
        },
        "BIBREF58": {
            "title": "Comparative study of nasopharyngeal aspirate and nasal swab specimens for diagnosis of acute viral respiratory infection",
            "authors": [],
            "year": 2008,
            "venue": "J. Clin. Microbiol",
            "volume": "46",
            "issn": "9",
            "pages": "3073-6",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01209-08"
                ]
            }
        }
    }
}