{
    "paper_id": "PMC5820417",
    "metadata": {
        "title": "Human bocavirus and human metapneumovirus in hospitalized children with lower respiratory tract illness in Changsha, China",
        "authors": [
            {
                "first": "Jie‐ying",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiao‐you",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Han‐chun",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ya‐ping",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Le‐yun",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li‐li",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhao‐jun",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhi‐ping",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": "xiezhiping@126.com",
                "affiliation": {}
            },
            {
                "first": "You‐de",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "email": "youde120@aliyun.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Lower respiratory tract illness (LRTI) is a major cause of morbidity and mortality in children worldwide. Several pathogens are capable of causing LRTIs, including bacteria, viruses, and fungi. Notably, 80% of LRTIs are caused by viruses. Human metapneumovirus (HMPV) and human bocavirus (HBoV) are frequently detected in LRTIs.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "HMPV, which was originally isolated in the Netherlands1 and is closely related to avian metapneumovirus, was the first human disease‐causing pathogen identified in the genus metapneumovirus.2 HMPV causes various clinical symptoms, such as cough, wheezing, and fever.2 Young children and the elderly are more susceptible to HMPV infection.2, 3 Indeed, HMPV mainly infects children under 5 years of age and causes upper respiratory tract and severe lower respiratory tract infections.4, 5, 6, 7, 8 HBoV was discovered in Sweden and classified in the family Parvoviridae,9 and causes various clinical symptoms, including cough, wheezing, and fever.2 HBoV infections are largely confined to infants and young children (<24 months). Globally, the average prevalence of HBoV in respiratory tract samples ranges from 1.0 (CI: 0.0‐2.0) to 56.8% (CI: 46.9‐66.8).10\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "However, information about the epidemiological and clinical characteristics of LRTIs caused by HMPV and HBoV in China is limited, particularly regarding the association of viral load and coinfections with clinical features and disease severity. In this study, we investigated the prevalence of HMPV and HBoV in children with LRTIs over a 2‐year period in Changsha, China. The correlation between viral load and the clinical characteristics of patients with HMPV or HBoV infections was explored.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Children (<156 months of age) hospitalized for LRTI in the First Affiliated Hospital of Hunan Normal University between April 2011 and March 2013 were enrolled in the study after obtaining informed consent from their parents or guardians. All clinical and demographic data of each patient were obtained. Nasopharyngeal aspirates (NPAs) were collected within 1‐3 days of admission to hospital and placed in 2 mL of virus transport medium (Hanks’ balanced salt solution with 200 U/mL penicillin, 200 U/mL streptomycin, 200 U/mL amphotericin B, and 0.125% bovine serum albumin [BSA]). Specimens were immediately stored at −80°C and transported on dry ice to the National Institute for Viral Disease Control and Prevention, China CDC, where they were stored at −80°C until further processing. The study protocol was approved by the Ethics Committee of the First Affiliated Hospital of Hunan Normal University hospital.",
            "cite_spans": [],
            "section": "Patients and specimens ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Viral nucleic acid was extracted from 200 μL of NPA using a QIAamp MinElute Virus Spin Kit (Qiagen, Germany) according to the manufacturer's instructions. This kit enables simultaneous extraction of viral RNA and DNA.",
            "cite_spans": [],
            "section": "Extraction of nucleic acid ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "A One‐Step RT‐PCR Kit (Applied Biosystems, USA) was used to amplify HMPV RNA. Each 20‐μL reaction mixture comprised 10 μL of 2× RT‐PCR buffer, 0.4 μL of forward and reverse primers (20 μM), 0.4 μL of probe (10 μM), 0.8 μL of 25× RT‐PCR reverse transcriptase enzyme, 4 μL of template RNA, and 4 μL of ddH2O. The real‐time PCR conditions were 50°C for 30 minutes and 95°C for 10 minutes, followed by 40 cycles of 95°C for 15 seconds and 60°C for 30 seconds. TaqMan Universal Master Mix II with UNG (Applied Biosystems) was used to detect HBoV. Each 20‐μL reaction mixture comprised 10 μL of buffer, 0.4 μL of forward and reverse primers (20 μM), 0.4 μL of probe (10 μM), 0.8 μL of 25× RT‐PCR reverse transcriptase enzyme, 4 μL of template RNA, and 2.8 μL of ddH2O. The real‐time PCR conditions were 50°C for 2 minutes and 95°C for 10 minutes, followed by 40 cycles of 95°C for 15 seconds and 60°C for 30 seconds (Table 1). To standardize quantification of HBoV and HMPV, known numbers of DNA or RNA transcripts containing the primer targets were used in 10‐fold serial dilutions (100 to 107 copies/μL). Any amplification detected before 40 cycles was considered positive. Quantification of >100 copies/μL (103 copies/mL) was considered a positive result. An internal positive control gene (GAPDH), positive control, and negative (water) control were included in all reactions.",
            "cite_spans": [],
            "section": "Real‐time PCR for HBoV and HMPV ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Ten other respiratory viruses were screened for by real‐time PCR: human rhinovirus (HRV), adenovirus (ADV), respiratory syncytial virus (RSV), influenza viruses A and B (IFVA and IFVB), parainfluenza viruses 1‐3 (PIV1‐3), and human coronaviruses HCOV‐HKU1 and HCOV‐NL63. The real‐time PCR reagent concentrations and conditions used for the detection of all RNA viruses were identical to those for HMPV, and the concentrations and conditions for ADV were identical to those for HBoV.",
            "cite_spans": [],
            "section": "Detection of other viruses ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Viral loads were expressed as initial copy numbers per real‐time PCR reaction, and quantitative results were transformed as the log number of viral copies/μL. Continuous variables are expressed as means ± standard deviation (SD) and were compared by independent samples t test. Categorical variables are expressed as frequencies or percentages. Comparisons were performed by chi‐squared or Fisher's exact test. Analyses were performed using SPSS 16.0 software. Two‐sided P‐values <.05 were considered to indicate statistical significance.",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "In total, we analyzed 1092 samples collected from LRTI patients (age 0‐13 years) during a 2‐year period. The most frequent clinical diagnoses were pneumonia (95.79%), bronchiolitis (0.91%), and bronchitis (3.30%). The male‐to‐female ratio was 1.88:1. The majority (84.2%) of the patients were aged <3 years. The age of the patients ranged from 1 day to 156 months, with a mean of 20.40 ± 24.60 months.",
            "cite_spans": [],
            "section": "Patients’ characteristics ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Pneumonia was diagnosed in 253 HBoV‐positive (96.2%) and 196 HMPV‐positive (98.5%) patients. The mean ages of HBoV‐ and HMPV‐positive children were 17.44 ± 21.64 and 18.76 ± 20.60 months, respectively, the difference was not significant (P = .506). The mean hospitalization duration of the 1092 patients was 8.08 ± 3.49 days, and those of HBoV‐ and HMPV‐positive children were 7.93 ± 3.43 and 8.28 ± 3.57 days, respectively, the difference was not significant (P = .280). Among patients with acute respiratory tract infection, 63.9% (168/263) of HBoV‐positive patients and 61.8% (123/199) of HMPV‐positive patients were hospitalized during their first year of life.",
            "cite_spans": [],
            "section": "Virus identification and epidemiological characteristics ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "At least one virus was detected in 83.2% (909/1092) of the patients with LRTIs. Of the 1092 samples tested, RSV was detected in 437 (40.0%), FLVA in 78 (7.1%), FLVB in 15 (1.3%), PIV1 in 37 (3.4%), PIV2 in 61 (5.6%), PIV3 in 337 (30.9%), ADV in 228 (20.8%), HRV in 123 (11.3%), HCOV‐HKU1 in 112 (10.3%), HCOV‐NL63 in 57 (5.2%), HMPV in 199 (18.2%), and HBoV in 263 (24.1%). RSV was the virus most frequently detected in patients with respiratory infections, followed by PIV3, HBoV, ADV, and HMPV.",
            "cite_spans": [],
            "section": "Virus identification and epidemiological characteristics ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "HBoV was detected in every month from April 2011 to March 2013, while HMPV was detected in every month, except for October 2012 (Figure 1). HBoV infections peaked in summer (32.2%), followed by spring (24.6%), winter (22.0%), and autumn (17.7%) (P = .001), while HMPV infections peaked in winter (28.9%), followed by spring (18.8%), summer (13.9%), and autumn (10.5%) (P = .000).",
            "cite_spans": [],
            "section": "Virus identification and epidemiological characteristics ::: RESULTS",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Patients were divided into two groups: those with and without HBoV or HMPV infections (Table 2). Cough and fever were the most frequent symptoms in HBoV‐ and HMPV‐positive patients. HBoV‐positive patients had a shorter hospitalization duration than HBoV‐negative patients (P = .021). There was no significant difference in the clinical features (cough, fever, tachypnea, cyanosis, O2 therapy, and WBC count) between HBoV‐positive and HBoV‐negative patients. HMPV‐positive patients had a higher prevalence of fever than HMPV‐negative patients (P = .002), while there was no significant difference in the frequency of other clinical features (cough, fever, tachypnea, cyanosis, O2 therapy, WBC, and hospitalization duration) between HMPV‐negative and ‐positive patients.",
            "cite_spans": [],
            "section": "Clinical characteristics of HBoV‐ and HMPV‐positive patients ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Of the patients, 24.1% (263/1092) were infected with HBoV. The log number of copies of HBoV DNA per μL ranged from 1.00 to 10.11 (median 2.72, mean 3.17 ± 1.80). Of the patients, 18.2% (199/1092) were HMPV‐positive. The log number of copies of HMPV RNA per μL ranged from 1.00 to 8.11 (median 3.21, mean 3.60 ± 1.90).",
            "cite_spans": [],
            "section": "Viral load and clinical features ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "We assessed the relationship between viral load and various clinical characteristics (age, gender, respiratory rate, temperature, cyanosis, hospitalization, and WBC count) (Table 3). The HBoV viral load was significantly higher among children aged <1 year (P = .006); however, the other clinical characteristics were not correlated with HBoV load. HPMV load was not correlated with any of the clinical characteristics.",
            "cite_spans": [],
            "section": "Viral load and clinical features ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Of the HBoV‐ and HMPV‐positive patients, 83.7% (220/263) and 85.9% (171/199), respectively, were coinfected with other respiratory viruses. The viruses most frequently detected in coinfections with HBoV were RSV (n = 124), PIV3 (n = 113), ADV (n = 69), and HMPV (n = 52). The viruses most frequently detected in coinfections with HMPV were RSV (n = 86), PIV3 (n = 85), HBoV (n = 52), and ADV (n = 49). HBoV and HMPV mean values of viral load were not significantly different between single infections and coinfections (P = .764 and P = .082) (Figure 2). Patients infected with HBoV only were older than those coinfected with HBoV and other respiratory viruses (P = .005) (Table 4). There were no significant differences in the clinical characteristics of patients infected with HMPV and those coinfected with HMPV and other respiratory viruses (Table 5).",
            "cite_spans": [],
            "section": "Coinfections with other viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 550,
                    "end": 551,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "According to the British Thoracic Society Guidelines for the Management of Community‐Acquired Pneumonia in Children11 and the clinical diagnosis, LRTIs were classified as mild to moderate or severe. The mean HBoV and HMPV viral loads did not differ significantly between the two groups (P = .053 and P = .231) (Figure 3).",
            "cite_spans": [],
            "section": "Viral load and disease severity ::: RESULTS",
            "ref_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In this study, we used real‐time PCR to explore the etiology and examine the correlations between viral load and the clinical features of pediatric HBoV and HMPV LRTIs in Changsha, China, over two consecutive years. Pneumonia was the most frequent diagnosis in HBoV‐positive patients (96.2%) and HMPV‐positive patients (98.5%) with LRTIs, which is in agreement with previous reports,12, 13, 14, 15 Calvo reported that HMPV‐positive patients were younger than HBoV‐positive patients; in contrast, the ages of HBoV‐ and HMPV‐positive patients did not differ significantly in our study. HMPV and HBoV frequently resulted in hospitalization,8, 16 which has been reflected in our results. There was no difference in the mean hospitalization duration of HBoV‐positive (7.93 ± 3.43 days) and HMPV‐positive (8.28 ± 3.57 days) patients. This is not in agreement with the study by Calvo, in which hospitalization duration was longer in patients with HMPV. However, our data are in line with the findings of Davis.8 Our findings suggest that more attention should be paid to young children with LRTIs due to the considerable hospitalization duration. In our study, HBoV and HMPV infections were almost completely confined to infants and children; 63.9% (168/263) of HBoV patients and 61.8% (123/199) of HMPV patients were hospitalized during their first year of life, in agreement with the study by Edwards.17 This is likely due to the weak immunity of children aged <1 year.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "At least one virus was detected in 83.2% (909/1092) of patients with LRTIs. This is higher than previous study (62.34%) in Changsha that used traditional PCR,18 and lower than that a study in Lanzhou that used real‐time PCR.6 On the one hand, the high detection rate in our study could be caused by the greater sensitivity of real‐time PCR compared with traditional PCR. On the other hand, it is possible that the detection rate differs geographically. RSV was the most frequently virus detected in patients with respiratory infections, followed by PIV3, HBoV, ADV, and HMPV. Our data support previous reports of RSV, PIV3, HBoV, ADV, and HMPV as the major agents associated with LRTIs among children in a hospital setting.12, 19, 20, 21, 22 The HBoV infection rate (24.1%) in the present study is consistent with earlier reports (1.9%‐24.6%8, 9, 16, 23, 24, 25, 26), and the incidence of HMPV (18.2%) in patients with respiratory tract infections is similar to that in other regions (1.5%‐18%2, 9, 17, 23, 26, 27, 28). Therefore, HMPV and HBoV are major causes of LRTIs worldwide.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The seasonal peaks of HBoV and HMPV infections vary among countries because of differences in climatic and geographic factors. In this study, HBoV activity peaked in summer, in agreement with the report by Jiang.29 In contrast, detection of HBoV in Lanzhou peaked in December and April,30 possibly due to the dry, cold weather in Lanzhou and the warm, humid weather in Changsha. HMPV detection peaked in winter, which is in line with previous studies.2, 7, 18, 31 In contrast, in Hong Kong, HMPV detection peaks in spring/summer.32 The seasonality of HBoV differed geographically, possibly due to climatic factors.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The most frequent symptoms of HBoV‐ and HMPV‐positive patients were cough and fever, in accordance with previous reports.6, 18, 33 However, Deng reported that in Chongqing, wheezing was the most frequent symptom exhibited by HBoV‐positive patients with severe LRTIs.16 There was no difference between the HBoV‐ and HMPV‐positive patients in the incidence of fever, tachypnea, cyanosis, O2 therapy, or WBC count. The HBoV‐positive patients had a shorter hospitalization duration than HBoV‐negative patients (P = .021). In contrast, Deng reported that HBoV‐positive patients had a longer hospitalization duration. The longer hospitalization duration of HBoV‐negative patients in our study may have been caused by the presence of other viruses (such as RSV and PIV3) in many of them. Also, hospitalization duration was significantly associated with age (≤6 months), maternal smoking during pregnancy, and a family history of asthma.19 A high HMPV viral load contributes to development of fever.4, 5 Indeed, HMPV‐positive patients had a higher incidence of fever than HMPV‐negative patients (P = .002) in our study.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We assessed the relationship between viral load and clinical features (age, gender, respiratory rate, temperature, cyanosis, hospitalization duration, and WBC count). The only significant association of HBoV‐ or HPMV‐positive patients was a higher viral load in <1‐year‐old HBoV‐positive patients. This is in agreement with Jiang's report that patients with a high viral load were significantly younger.29 In contrast, the duration of wheezing and hospitalization was longer in children with a high than a low HBoV viral load in the study by Deng,16 possibly due to inclusion of only patients with severe LRTIs.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "HMPV and HBoV coinfections with other viruses are common in children. In this study, 83.7% (220/263) of HBoV‐positive patients and 85.9% (171/199) of HMPV‐positive patients had mixed infections. Both the HBoV (83.7%) and HMPV (85.9%) coinfection rate was higher than reported previously (17%‐75%13, 25, 34 and 81.8%,34 respectively). Similarly, HMPV and HBoV are frequently present as mixed infections.19, 20, 22 RSV was the virus detected most frequently in coinfections with HBoV and HBoV, as reported previously.6, 16 Viral load did not differ significantly between single and mixed HBoV and HMPV infections, in agreement with the study by Neske.6, 35 HMPV viral load may be significantly correlated with disease course. In contrast, Jiang reported that coinfections were significantly more frequent among patients with a low than a high viral load. Previous studies15, 26 reported no difference in the clinical manifestations of children with single and multiple infections. In our study, patients infected with HBoV only were older (26.05 ± 31.22 months) than those infected with HBoV and other respiratory viruses (15.89 ± 18.94 months) (P = .005). Analyzing the correlation between viral load and coinfections is problematic because viral load can change rapidly over the disease course; this might explain the conflicting results among studies. Evaluating the clinical significance of one or more coinfecting viruses is difficult.34\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Viral load is an important determinant of the severity of LRTIs caused by HBoV and HMPV.16, 36, 37 Our findings indicated that a high viral load was not associated with more severe disease, in agreement with a previous study.6 However, the effect of viral load on disease severity remains controversial. Of the HBoV‐ and HMPV‐positive patients, 83.7% (220/263) and 85.9% (171/199), respectively, were coinfections, and the coinfecting viruses may have contributed to disease severity. Moreover, because the NPAs were obtained during different disease stages, precise quantification could be difficult. This might also explain the conflicting results among reports.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This study has the following strengths: a considerable duration, large number of patients, and comparison of the most common viruses. Its limitation includes the lack of a control group without clinical evidence of illness. Further studies should compare a symptomatic group with a control group and a symptomatic period with an asymptomatic period.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In summary, we present a prospective study of LRTIs caused by HBoV and HMPV. A further comprehensive and in‐depth study of the role of HBoV and HMPV in LRTIs in China is warranted.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The authors have no competing interests to report.",
            "cite_spans": [],
            "section": "COMPETING INTEREST",
            "ref_spans": []
        },
        {
            "text": "The process obtained families’ informed consent, and the study protocol was approved by The First Affiliated Hospital of Hunan Normal University, Changsha, China.",
            "cite_spans": [],
            "section": "ETHICAL APPROVAL",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Primers and probes used for the real‐time polymerase chain reaction\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Clinical features of HBoV‐ and HMPV‐positive patients\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Correlations between clinical characteristics and viral load\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Clinical characteristics of patients infected with HBoV only and those coinfected with HBoV and other respiratory viruses\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Clinical characteristics of patients infected with HMPV only and those coinfected with HMPV and other respiratory viruses\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Season distribution of HBOV and HPMV detection rate during a 2‐year study",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Viral loads of NPAs from patients with or without respiratory coinfections",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Viral loads of NPAs from patients with mild‐to‐moderate and severe pneumonia",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719-724",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Human metapneumovirus: insights from a ten‐year molecular and epidemiological analysis in Germany",
            "authors": [],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Outbreak of Human Metapneumovirus Infection in a Severe Motor‐and‐Intellectual Disabilities Ward in Japan",
            "authors": [],
            "year": 2014,
            "venue": "Jpn J Infect Dis",
            "volume": "67",
            "issn": "",
            "pages": "318-321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Viral load and acute otitis media development after human metapneumovirus upper respiratory tract infection",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Infect Dis J.",
            "volume": "31",
            "issn": "",
            "pages": "763-766",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical disease and viral load in children infected with respiratory syncytial virus or human metapneumovirus",
            "authors": [],
            "year": 2008,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "382-388",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Clinical characteristics and viral load of respiratory syncytial virus and human metapneumovirus in children hospitaled for acute lower respiratory tract infection",
            "authors": [],
            "year": 2017,
            "venue": "J Med Virol",
            "volume": "89",
            "issn": "",
            "pages": "589-597",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Detection of human metapneumovirus and respiratory syncytial virus by real‐time polymerase chain reaction among hospitalized young children in Iran",
            "authors": [],
            "year": 2016,
            "venue": "Jundishapur J Microbiol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Incidence, Morbidity, and Costs of Human Metapneumovirus Infection in Hospitalized Children",
            "authors": [],
            "year": 2015,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "53",
            "issn": "",
            "pages": "303-311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "High human bocavirus viral load is associated with disease severity in children under five years of age",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Human bocavirus: current knowledge and future challenges",
            "authors": [],
            "year": 2016,
            "venue": "World J Gastroenterol",
            "volume": "22",
            "issn": "",
            "pages": "8684-8697",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "British Thoracic Society guidelines for the management of community acquired pneumonia in children: update 2011",
            "authors": [],
            "year": 2011,
            "venue": "Thorax",
            "volume": "66",
            "issn": "Suppl 2",
            "pages": "ii1-ii23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Etiology, seasonality and clinical characterization of viral respiratory infections among hospitalized children in Beirut, Lebanon",
            "authors": [],
            "year": 2016,
            "venue": "J Med Virol",
            "volume": "88",
            "issn": "",
            "pages": "1874-1881",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Infections and coinfections by respiratory human bocavirus during eight seasons in hospitalized children",
            "authors": [],
            "year": 2016,
            "venue": "J Med Virol",
            "volume": "88",
            "issn": "",
            "pages": "2052-2058",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Respiratory syncytial virus and human metapneumovirus in severe lower respiratory tract infections in children under two",
            "authors": [],
            "year": 2016,
            "venue": "J Infect Dev Ctries",
            "volume": "10",
            "issn": "",
            "pages": "283-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human Metapneumovirus Infection in Jordanian Children: Epidemiology and Risk Factors for Severe Disease",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr Infect Dis J",
            "volume": "34",
            "issn": "",
            "pages": "1335-1341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "High viral load of human bocavirus correlates with duration of wheezing in children with severe lower respiratory tract infection",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Burden of human metapneumovirus infection in young children",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "633-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Clinical features of human metapneumovirus genotypes in children with acute lower respiratory tract infection in Changsha, China",
            "authors": [],
            "year": 2015,
            "venue": "J Med Virol",
            "volume": "87",
            "issn": "",
            "pages": "1839-1845",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Severe lower respiratory tract infection in infants and toddlers from a non‐affluent population: viral etiology and co‐detection as risk factors",
            "authors": [],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Viruses in community‐acquired pneumonia in children aged less than 3 years old: high rate of viral coinfection",
            "authors": [],
            "year": 2008,
            "venue": "J Med Virol",
            "volume": "80",
            "issn": "",
            "pages": "1843-1849",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Associations between Co‐Detected Respiratory Viruses in Children with Acute Respiratory Infections",
            "authors": [],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "67",
            "issn": "",
            "pages": "469-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Multiple viral respiratory pathogens in children with bronchiolitis",
            "authors": [],
            "year": 2009,
            "venue": "Acta Paediatr",
            "volume": "98",
            "issn": "",
            "pages": "123-126",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Viral etiologies of hospitalized acute lower respiratory infection patients in China, 2009‐2013",
            "authors": [],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Bocavirus in children with respiratory tract infection",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1776-1777",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "High prevalence of human bocavirus detected in young children with severe acute lower respiratory tract disease by use of a standard PCR protocol and a novel real‐time PCR protocol",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "1032-1034",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Viral coinfection in acute respiratory infection in Mexican children treated by the emergency service: a cross‐sectional study",
            "authors": [],
            "year": 2015,
            "venue": "Ital J Pediatr.",
            "volume": "41",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Comparison of severe pneumonia caused by Human metapneumovirus and respiratory syncytial virus in hospitalized children",
            "authors": [],
            "year": 2014,
            "venue": "Indian J Pathol Microbiol",
            "volume": "57",
            "issn": "",
            "pages": "413-417",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Detection of human bocavirus and human metapneumovirus by real‐time",
            "authors": [],
            "year": 2011,
            "venue": "Mem Inst Oswaldo Cruz",
            "volume": "106",
            "issn": "",
            "pages": "56-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Clinical significance of different virus load of human bocavirus in patients with lower respiratory tract infection",
            "authors": [],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Human bocavirus infection in young children with acute respiratory tract infection in Lanzhou",
            "authors": [],
            "year": 2010,
            "venue": "China. J Med Virol",
            "volume": "82",
            "issn": "",
            "pages": "282-288",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The Prevalence of Human Bocavirus, Human Coronavirus‐NL63, Human Metapneumovirus, Human Polyomavirus KI and WU in Respiratory Tract Infections in Kuwait",
            "authors": [],
            "year": 2015,
            "venue": "Med Princ Pract",
            "volume": "24",
            "issn": "",
            "pages": "382-387",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Children with Respiratory Disease Associated with Metapneumovirus in Hong Kong",
            "authors": [],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "628-633",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Human metapneumovirus (hMPV) infection in immunocompromised children",
            "authors": [],
            "year": 2016,
            "venue": "J Clin Virol",
            "volume": "83",
            "issn": "",
            "pages": "12-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Human metapneumovirus and human bocavirus associated with respiratory infection in Apulian population",
            "authors": [],
            "year": 2011,
            "venue": "Virology",
            "volume": "417",
            "issn": "",
            "pages": "64-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Real‐time PCR for diagnosis of human bocavirus infections and phylogenetic analysis",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2116-2122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Human metapneumovirus viral load is an important risk factor for disease severity in young children",
            "authors": [],
            "year": 2014,
            "venue": "J Clin Virol",
            "volume": "60",
            "issn": "",
            "pages": "133-140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Association between high nasopharyngeal viral load and disease severity in children with human metapneumovirus infection",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "42",
            "issn": "",
            "pages": "286-290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Development and assay of RNA transcripts of enterovirus species A to D, rhinovirus species a to C, and human parechovirus: assessment of assay sensitivity and specificity of real‐time screening and typing methods",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "2910-2917",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Application of TaqMan low‐density arrays for simultaneous detection of multiple respiratory pathogens",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "2175-2182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Human coronavirus infections in rural Thailand: a comprehensive study using real‐time reverse‐transcription polymerase chain reaction assays",
            "authors": [],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "1321-1328",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Impact of human coronavirus infections in otherwise healthy children who attended an emergency department",
            "authors": [],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "1609-1615",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Real‐time quantitative PCR detection of four human bocaviruses",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "4044-4050",
            "other_ids": {
                "DOI": []
            }
        }
    }
}