{
    "paper_id": "PMC5880402",
    "metadata": {
        "title": "Xenosurveillance reflects traditional sampling techniques for the identification of human pathogens: A comparative study in West Africa",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "R."
                ],
                "last": "Fauver",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [],
                "last": "Weger-Lucarelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lawrence",
                "middle": [
                    "S."
                ],
                "last": "Fakoli",
                "suffix": "III",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kpehe",
                "middle": [],
                "last": "Bolay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fatorma",
                "middle": [
                    "K."
                ],
                "last": "Bolay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joseph",
                "middle": [
                    "W."
                ],
                "last": "Diclaro",
                "suffix": "II",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Doug",
                "middle": [
                    "E."
                ],
                "last": "Brackney",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [
                    "D."
                ],
                "last": "Foy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [
                    "D."
                ],
                "last": "Stenglein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gregory",
                "middle": [
                    "D."
                ],
                "last": "Ebel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paulo",
                "middle": [
                    "Filemon"
                ],
                "last": "Pimenta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Emerging and reemerging infectious diseases (EID) pose a major public health threat throughout the world [1]. The burden of infectious disease, from persistent infections [2] to intermittent outbreaks [3], is especially high in developing countries of the tropics [4]. The amount of disability-adjusted life years (DALYs) and years of life lost (YLL) due to infectious diseases has decreased globally in the last decade, however in areas of the tropics, particularly in sub-Saharan Africa (SSA), infectious diseases still account for the majority of DALYs and YLL [5]. Despite this, the burden of infectious disease in SSA is likely underestimated due to misdiagnoses stemming from inadequate healthcare infrastructure with limited availability of diagnostic tests, procedures, and surveillance [6, 7]. These factors contribute to an environment conducive for EIDs to go unrecognized until they have caused substantial morbidity and mortality in a human population. This is highlighted by the recent outbreak of Ebola virus in West Africa [8, 9], and demonstrates the need for an improved diagnostic and surveillance framework in SSA.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 172,
                    "end": 173,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 202,
                    "end": 203,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 265,
                    "end": 266,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 565,
                    "end": 566,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 796,
                    "end": 797,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 799,
                    "end": 800,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1040,
                    "end": 1041,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1043,
                    "end": 1044,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Almost two-thirds of all infectious diseases of humans are of zoonotic origin [10]. Of these, 60% are EIDs [10, 11]. Pathogen emergence has been described as a step-wise process consisting of three parts; pre-emergence, localized emergence, and pandemic emergence [12]. Pre-emergence describes pathogen transmission in natural reservoir populations where some disturbance results in pathogen expansion within natural populations, an increase in pathogen host range (non-human), and/or pathogen spread to a new geographical area. Localized emergence is characterized as pathogen spillover into human populations with restricted animal-human and/or human-human transmission. Finally, pandemic emergence refers to global spread of the pathogen through human-human transmission, or sustained transmission through the appropriate vector [12].",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 108,
                    "end": 110,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 112,
                    "end": 114,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 833,
                    "end": 835,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Due to the threat of pandemic emergence, global surveillance programs that are aimed, in some capacity, at detecting zoonotic pathogens have increased in the last decade [13–18]. Active sampling of wildlife and domestic animals has identified pathogens that may be capable of causing pandemics (i.e. pre-emergence) [19–24]. However, substantial physiological, ecological, and evolutionary barriers exist to pathogen host switching, and the majority of animal pathogens cannot become zoonotic [12, 25–28]. In order to recognize pathogens prior to pandemic emergence, it would be helpful to sample pathogens that are circulating in human populations at the stage of localized emergence. Active sampling of human blood and/or tissue is the ideal strategy to detect localized emergence, however, human sample acquisition can be invasive, costly, logistically challenging, and requires institutional review board (IRB) approval. Consequently, developing non-invasive and cost effective strategies to collect human samples for pathogen screening are necessary.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 174,
                    "end": 176,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 319,
                    "end": 321,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 493,
                    "end": 495,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 500,
                    "end": 502,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Mosquitoes are efficient samplers of human blood. We have previously described xenosurveillance, a surveillance technique that makes use of the hematophagous behavior of some arthropods to survey vertebrates for the presence of pathogens [29, 30]. These studies demonstrated that blood meals from Anopheles gambiae mosquitoes are sufficient samples from which to detect viruses, bacteria, and parasites using quantitative PCR (qPCR) and reverse transcription PCR (qRT-PCR) along with next generation sequencing (NGS) in laboratory and field experiments.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It remains to be determined whether xenosurveillance is directly comparable to traditional sampling techniques (e.g. finger-sticks or venous blood draws) under field conditions. Accordingly, we compared xenosurveillance with blood collected via finger-stick in two villages in northern Liberia to determine whether these methods detect the same pathogens. Pathogens were detected by NGS in pooled xenosurveillance samples and finger-stick blood samples and then confirmed with qPCR and qRT-PCR to make prevalence estimates in the two sample types. Moreover, composition and count of NGS reads aligning the detected pathogens were compared between the two methods. Our results confirm that xenosurveillance and finger-stick methods for surveillance detect the same pathogens from a field setting in rural West Africa.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Human subject sampling was approved by the Institutional Review Board at Colorado State University (CSU) (protocol 15-5896H) and by the National Research Ethics Board of Liberia (NREB-0017-15) in partnership with the Liberian Institute for Biomedical Research (LIBR). A local public health worker explained the details of the study and acquired signatures or thumb prints from individuals providing consent. The IRB protocol allowed for thumb prints to be used as informed consent for illiterate individuals. Informed consent was first obtained from the heads-of-households, followed by individual members of the household. Parents and guardians provided consent on behalf of children within the household. Body temperature was collected from each consenting individual within the household at the beginning of the study. All febrile patients (based on a body temperature ≥ 38°C) were offered a SD Bioline Malaria Antigen rapid diagnostic test (Standard Diagnostics, Republic of Korea) to determine the presence of malaria parasites [31]. Patients with a positive test were offered treatment with artemisinin-based combination therapy by a nurse and public health worker per WHO Standards [32]. No adverse events were reported.",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1036,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1190,
                    "end": 1192,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Ethics statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Prior to the study, researchers from CSU and LIBR traveled to northern Liberia in order to recruit villages into the current study. Multiple villages in Lofa County, Liberia were visited (Fig 1). Individual households within two villages were enrolled. In an attempt to make our sample size as large as possible, each house in each village was visited, although not every house chose to participate. Upon enrollment, all members of the household provided blood via finger-stick performed by a local nurse recruited into the study. The finger surface was swabbed with an ethanol wipe prior to blood collection. Finger prick blood (hereafter referred to as human dried bloodspots (H-DBS)) was pipetted onto CloneSaver FTA cards (GE Healthcare, USA), and immediately soaked in 25μL of RNAlater (ThermoFisher Scientific, USA) in order to facilitate diffusion of blood into the FTA card, as well as stabilize the nucleic acid. Body temperature was collected upon enrollment and during each sampling period, however enrollment was not contingent upon presenting as febrile.",
            "cite_spans": [],
            "section": "Study location, sampling, mosquito processing and storage ::: Methods",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 193,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Following enrollment of households, villages were visited every other day for up to two weeks to collect engorged female mosquitoes as previously described with slight modification [29]. Mosquitoes were aspirated from inside of houses with InsectaZookas (Bioquip, USA) prior to sunrise in order to collect mosquitoes that fed the previous night. Aspiration collections were sorted by date and location. Collections were transported to the LIBR research station in Bolahun, Liberia, where mosquitoes were identified using morphological keys [33]. Abdomens were dissected from blood fed mosquitoes using forceps and blood meals were applied to FTA cards as previously described [30], with the addition of soaking blood in RNAlater, hereafter referred to as mosquito-dried bloodspots (M-DBS). FTA cards containing both H/M-DBS were placed in multi-barrier pouches (GE Healthcare, USA) containing desiccant beads to reduce humidity and prevent microbial growth. Samples were kept at 4°C until stored on icepacks and shipped to CSU. Pouches containing H/M-DBS were stored at -80°C until further processing.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 677,
                    "end": 679,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Study location, sampling, mosquito processing and storage ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Laboratory processing of samples has been described previously [30]. Next Generation Sequencing (NGS) was used to assess H/M-DBS samples for the presence of pathogen-derived nucleic acid. RNA NGS was performed on H/M-DBS samples from a single household in Village A. The remaining samples from Village A were subject to DNA NGS. RNA NGS samples were separated into two pools by location and sample type. Total nucleic acid extraction on H/M-DBS was performed using the Mag-Bind Viral DNA/RNA kit (Omega Bio-tek, USA) and eluted into 50μL of water. Due to low RNA yield from H/M-DBS, samples were pooled by volume for both RNA and DNA NGS. The H-DBS pool was composed of 25μL of total RNA from each H-DBS, whereas the M-DBS pool was composed of 10μL of total RNA from each M-DBS. Each pool was DNAse treated using DNA-free DNA Removal Kit (Invitrogen, USA). Pools were purified using a 2x ratio of RNA clean XP beads (Beckman Coulter, USA) and eluted into 30μL of water. In order to increase reads of potential pathogen nucleic acid, an in-house protocol that uses gene specific primers and RNAse H to deplete pools of rRNA was employed. Following rRNA depletion, double-stranded DNA (cDNA) was created from the remaining RNA. First-strand synthesis was performed using the SuperScript III First-Strand Synthesis System following manufactures protocol (Invitrogen, USA). 2nd strand cDNA synthesis was conducted immediately following 1st strand synthesis using a Klenow Fragment (3”-5”exo-) (New England Biolabs, USA). For DNA NGS, 10μL of total DNA for H and M-DBS were pooled by sample type.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Library preparation for next generation sequencing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Library preparation inputs were quantified fluorometrically using the Qubit 3.0 High Sensitivity DNA assay (ThermoFisher, USA). cDNA created from RNA NGS pools was not quantifiable using a Quibit due to low concentration. Both RNA and DNA NGS samples were subject to library preparation with Nextera XT following manufactures protocol with slight adjustment (Illumina, USA). Due to low concentrations from RNA NGS samples, the Amplicon Tagment Mix was diluted 10-fold in order to tagment cDNA [34]. A dual indexing strategy was used for DNA NGS pools, and single end indexing was use for RNA NGS pools. Unique Illumina indices were incorporated to each pool using Kapa Library Amplification Kit for Illumina (Kapa BioSystems, USA). Individual libraries were quantified using the NEBNext Library Quant Kit for Illumina (New England Biolabs, USA). If necessary, libraries were re-amplified using the Kapa Library Amplification Kit for Illumina in order to achieve the necessary quantity for sequencing. Libraries were diluted to equal concentrations and pooled by volume for denaturing and loading. DNA NGS samples were sequenced on an Illumina MiSeq platform using a 600 cycle (2x300 reads) MiSeq v3 reagent kit at the CSU NGS facility. RNA NGS samples were sequenced on an Illumina NextSeq platform using a 150 cycle (1x150 reads) NextSeq Mid-Output Kit at the CSU NGS facility.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Library preparation for next generation sequencing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The goal of the sequencing analysis was to search for reads and contigs aligning to human derived pathogens. The processing pipeline is similar to that described in [35] (found online at https://github.com/stenglein-lab/taxonomy_pipeline). High level taxonomic assessment of individual reads was initially performed using BLASTn- megablast tool against the nt database with evalue = 1e-8 [36] to determine the composition of sequencing pools. An in-house script (tally_hits.pl, available at https://github.com/stenglein-lab/stenglein_lab_scripts) was used to count the number of reads aligning to eukaryotes, bacteria, and viruses (S1 File). Further, this process was also used to determine the number or reads aligning to the human and An. gambiae genomes.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Sequencing analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Following the taxonomic assessment pipeline, contiguous sequences (contigs) that produced quality alignments of interest were viewed in Geneious 10.2.2 [37]. Multiple contigs aligning to pathogens were discovered. These contigs were used as to guide for further investigation. This initial dataset was produced following the filtering of reads aligning to mosquito genomic and rRNA. Human genomic DNA was removed using Bowtie2 version 2.2.5 with parameters–sensitive-score-min C,60,0 [38] for further analysis. Reference files for GBV-C (Accession #KM670099.1), HBV (Accession # KU736927.1) and Plasmodium falciparum (Genebank# 256198) were downloaded from NCBI GenBank. Whole genome FASTA files for multiple species of nematode worms, including Brugia malayi (BioProject #PRJNA10729, Dracunculus medinensis (BioProject #PRJEB500), Enterobius vermicularis (BioProject #PRJEB503), Onchocerca volvulus (BioProject #PRJEB513), Loa loa (BioProject # PRJNA60051), Wuchereria bancrofti (BioProject #PRJNA275548), and Caenorhabditis elegans (BioProject # PRJNA13758) were downloaded from WormBase (http://parasite.wormbase.org/index.html) and concatenated into a single FASTA file. Reference FASTA files were indexed using the–build option in Bowtie2. Following removal of mosquito genomic DNA, mosquito rRNA, and human genomic DNA, paired (DNA Seq) or single (RNA Seq) end reads were aligned to indexed reference files using–x and–very-sensitive options in Bowtie2 and exported as .SAM files using the–S option. Aligned .SAM files were converted to .BAM files and sorted to their reference genes using the view and sort options in SAMtools [39]. Individual reads that aligned were then assessed visually and with the BLASTn -megablast tool under previously listed parameters. NGS reads have been deposited in the NCBI Short Read Archive with links to BioProject PRJNA432355. All sequencing samples have been de-identified.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 485,
                    "end": 487,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1635,
                    "end": 1637,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Sequencing analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In order to validate data obtained through NGS, we designed species-specific PCR primers to 1) confirm the presence of our target of interest in individual DBS, and 2) determine the prevalence of the detected pathogens from our samples. Primers were designed using the Primer3 software version 2.3.4 in Geneious (S1 Table) [40]. The presence of GBV-C was determined from individual DBS using a one-step reverse transcription polymerase chain reaction (RT-PCR) kit (Qiagen, Germany). The sequencing reaction was run on a 1% agarose gel to visualize the amplified product. Samples that produced visible bands were sent for Sanger sequencing using the forward primer at Quintarabio labs (USA). Chromatogram files were then aligned to the reference genome in Geneious 10.2.2 to confirm specificity. The presence of HBV was determined from individual DBS using the iTaq Universal One-Step RT-qPCR Kit (Bio-Rad, USA) containing SYBR green on a real-time PCR platform. Positive samples were sequenced and confirmation analysis was performed as stated above.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "PCR confirmation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Phylogenetic trees for both GBV-C and HBV were built using a neighbor-joining method with no out group in Geneious 10.2.2. Full length genomes were downloaded from NCBI using the nucleotide feature in Geneious 10.2.2 and aligned. NGS reads aligning to GBV-C and HBV were mapped to their appropriate alignment, and the longest contig from each data set, a 491 nt segment aligning to the NS5B region of GBV-C and a 542 nt segment spanning the C and P gene of HBV, were used for the analysis. Both contigs were made of reads derived from H and M-DBS, as the overlapping regions had > 99% nucleotide identity. These regions were extracted from the alignments and used as the input sequences to build phylogenetic trees.",
            "cite_spans": [],
            "section": "Phylogenetic analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Two villages in Northern Liberia were enrolled in our study (Fig 1). Village A was sampled on 6 occasions, while Village B was sampled on 3 occasions. Upon enrollment, no individuals presented as febrile. Throughout the course of sampling, two individuals presented as febrile based on a body temperature ≥ 38°C. Both individuals were positive for P. falciparum infection based on the results of a SD Bioline Malaria Antigen rapid diagnostic test and were provided artemisinin-based combination therapy. Anopheles gambiae sensu lato was the most commonly collected species of mosquito from within households in both villages, making up over 80% of mosquitoes collected during the study (Table 1). Few other taxa of mosquitoes were collected from inside households. Of the other taxa, Aedes and Culex mosquitoes were the most common genera, with 9 and 3 females, respectively. The vast majority of An. gambiae mosquitoes collected contained a full blood meal, indicating they fed the previous night. Village A was slightly more populous than Village B, resulting in a higher number of people enrolled into the study. As well, a greater number of blood fed An. gambiae mosquitoes were collected from households in Village A (Table 1). Following successive collection of mosquitoes from Village B, substantially more H-DBS were collected than were M-DBS. Previous experience aspirating mosquitoes from inside houses in West Africa implied this was an unexpectedly low number. Consequently, H/M-DBS from Village A were used for the remainder of our study.",
            "cite_spans": [],
            "section": "Enrollment information and sample collection ::: Results",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 66,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 687,
                    "end": 694,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1230,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "RNA sequencing was performed on a subset of samples on an Illumina NextSeq instrument. This subset was made up from samples collected from an individual household in Village A. This location was selected because it had a higher than average number of individuals enrolled (7) and it produced the highest number of M-DBS (34). Prior to quality control and host filtering, each DBS produced over 1.8 million reads on average (S2 Table). Following quality control and host filtering, an average of ~50,000 reads remained per H-DBS and ~11,000 per M-DBS. The greatest reduction in reads was seen after the dataset was collapsed to unique reads, removing PCR duplicates (S2 Table).",
            "cite_spans": [],
            "section": "Sequencing analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "The remaining samples were subjected to DNA sequencing on an Illumina MiSeq instrument. In total, 98 H-DBS were pooled separately from the remaining 127 M-DBS. The H-DBS pool produced over 700,000 reads while the M-DBS pool produced almost 900,000 (S2 Table). The greatest reduction in reads from DNA sequencing samples was observed following the filtering out of the human and mosquito genomic reads (S2 Table). For both RNA and DNA sequencing, the volume of each pool sequenced was based on the number of DBS in any pool, with the goal of obtaining similar number of reads per DBS.",
            "cite_spans": [],
            "section": "Sequencing analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "The majority of reads from all of the sequencing pools aligned to eukaryotic organisms, and subsequently to host nucleic acid (Fig 2, S1 File). The most common reads from H-DBS were human derived, while the most common reads from M-DBS were derived from human and An. gambiae, indicating the likely origin of the blood meal. While host nucleic acid made up a preponderance of the sequencing libraries, reads of bacterial, viral, and parasitic origins were identified. These included two human viruses, GB-virus C (GBV-C, Family Flaviviridae) and Hepatitis B virus (HBV, Family Hepadnaviridae), P. falciparum, and multiple species of parasitic worms.",
            "cite_spans": [],
            "section": "Taxonomic assessment ::: Results",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 132,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Individual contigs aligning to a West African strain of GBV-C were produced from both H-DBS and M-DBS from our RNA sequencing datasets [41], indicating the virus was detected in human and mosquito samples collected from the same household. This genome was then used to make a reference index and individual reads from both H-DBS and M-DBS sequencing dataset were aligned (Fig 3A). In total, 15 and 28 individual reads aligned to GBV-C from H-DBS and M-DBS, respectively. On average, these reads aligned with over 90% pairwise nucleotide similarity. Mean individual read length was 128 nucleotides, and these reads spanned ~40% of the genome (Table 2). The overlapping reads/contigs from M-DBS and H-DBS shared 99% pairwise nt identity. A phylogenetic analysis using over 50 partial GBV-C sequences resulted in two major clades that grouped by geographic origin of virus sequences (Fig 4, S1 Fig). The sequences identified in this study grouped most closely with GBV-C sequences identified from humans in West Africa [41].",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Taxonomic assessment ::: Results",
            "ref_spans": [
                {
                    "start": 372,
                    "end": 378,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 881,
                    "end": 886,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 642,
                    "end": 649,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A single contig from our H-DBS DNA sequencing dataset produced an alignment to an African strain of HBV. This genome was then used to make an indexed reference, and reads from both H-DBS and M-DBS were aligned (Fig 3B). A total of 6 and 2 reads aligned from the H-DBS and M-DBS DNA sequencing dataset, respectively. Reads from both datasets aligned with up to 99% percent pairwise nucleotide identify and combined to cover ~25% of the genome (Table 2). The overlapping reads/contigs from M-DBS and H-DBS shared 100% pairwise nt identity. The mean read length was 142 nucleotides. HBV segregates into 8 distinct genotypes that generally can be distinguished by geographical location [42]. Viruses making up the group Genotype E circulate in West Africa. A phylogenetic analysis using the 542 n.t. sequence from over 150 HBV sequences correctly placed each virus in their appropriate phenotypic group as laid out by Kramvis et al. [42]. This analysis placed the HBV contig identified in this study in Group E with other HBV sequences from West Africa (Fig 5, S2 Fig).",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 685,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 930,
                    "end": 932,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Taxonomic assessment ::: Results",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 217,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1050,
                    "end": 1055,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 443,
                    "end": 450,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Our initial taxonomic assessment identified multiple contigs aligning to P. falciparum and various species of parasitic nematodes in both RNA and DNA datasets. Following removal of mosquito and human sequences, >400 reads aligned to P. falciparum and over 5,000 individual reads produced an alignment to worm genomes. The following criteria was used to remove spurious alignments: 1) Parasite did not produce top hit in Blastn search, 2) low complexity reads (e.g. ATAT repeats), or 3) reads aligned to conserved ribosomal RNA sequences. Following these criteria, 426 reads produced a quality alignment to multiple genes across all chromosomes of the P. falciparum genome (S2 File), and no nematode parasite reads/contigs were deemed legitimate. The vast majority of reads/contigs that were aligned to the worm index file were removed following a Blastn search, as the top hit produced was to bacterial sequences (S3 File).",
            "cite_spans": [],
            "section": "Taxonomic assessment ::: Results",
            "ref_spans": []
        },
        {
            "text": "Virus-specific RT-PCR and qPCR was employed to determine the prevalence of GBV-C and HBV from individual H-DBS and M-DBS that made up the NGS pools. We determined that a single H-DBS from one household assessed in Village A was GBV-C positive, resulting in a prevalence of 14.3%. Out of a total of 34 M-DBS, three were deemed positive, resulting in a prevalence of 8.8% in M-DBS collected from the same household (Table 3). A total of 7 H-DBS from 4 separate houses were determined positive for HBV and a total of 17 M-DBS from 8 separate houses also tested positive for HBV, resulting in a prevalence of 7.1% and 13.3%, respectively (Table 3). At least one positive M-DBS was collected from each house that contained at least one positive H-DBS, while not all M-DBS determined positive for HBV were collected in houses with positive H-DBS.",
            "cite_spans": [],
            "section": "Prevalence ::: Results",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 421,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 642,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "While efforts to predict pathogen emergence in human populations have improved and become more robust, pathogen emergence remains unpredictable [12]. This highlights the need for vigilant infectious disease surveillance using cost effective, efficient methods for sample acquisition. Hematophagous arthropods have been used to survey wildlife populations for pathogen circulation [43, 44], and human pathogens have been detected in blood meals of these arthropods [29, 45–47]. Using hematophagous arthropods as a sampling method in lieu of direct sampling techniques can be advantageous, but a comparison between the two has never been made. Accordingly, in this study, we sought to improve on existing xenosurveillance methodology while comparing this method to more traditional human blood collection approach, finger-stick blood.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 381,
                    "end": 383,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 465,
                    "end": 467,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 469,
                    "end": 471,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Over 40 households from two villages in northern Liberia were enrolled, resulting in a total of 185 participants (Table 1). From these households, we aspirated a total of 253 mosquitoes, the majority being blood fed An. gambiae. An. gambiae mosquitoes are highly anthropophilic [48], and can often be found resting inside houses following the acquisition of a bloodmeal [29, 49], therefore are ideal for xenosurveillance. Moreover, An. gambiae mosquitoes transmit comparably few pathogens, specifically Plasmodium sp., Wuchereria bancrofti, and O’nyong nyong virus. This limited number increases the likelihood that pathogen nucleic acids detected by xenosurveillance are derived from the recently fed upon host.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 281,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Capturing blood fed mosquitoes from inside houses is less burdensome to the occupants as compared to other direct techniques (e.g. finger-stick blood collection), and presents less of a risk for health workers and researchers. While specialized equipment is necessary (e.g. Insectazookas) and training is required for xenosurveillance, needles, sharps containers, antiseptics, and bandages are not needed, the occupants can continue with their regular activities, and residents do not need to be present when sampling occurs. The non-invasive nature of this technique also facilitates more frequent sampling, resulting in more blood samples collected, thus increasing the possibility of sampling pathogens that occur transiently in the blood. Additionally, no specific training is required to collect and process the mosquitoes and IRB approval is not required, as human blood is not being sampled directly. Furthermore, storing blood spots on FTA cards with RNA Later allows for bypassing cold chain, ensures deactivation of potential pathogens in samples [50], and results in nucleic acid that is a high enough quality to sequence.",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1060,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To determine if samples collected by xenosurveillance produced data similar to samples collected by finger-stick, we subjected both to NGS on Illumina platforms. A large number of reads were produced in both our RNA and DNA NGS datasets, however, we observed a considerable reduction in reads following quality control and host filtering. Greater than 99% of reads were removed in all sequencing libraries. This is likely due to multiple factors. The RNA NGS pools saw a greater than 90% reduction in reads following removal of PCR duplicates. Because a very low quantity of RNA is recovered from individual DBS, a substantial amount of amplification is required to bring libraries to a usable quantity of nucleic acid. For RNA NGS, increasing the number of DBS per pool would reduce duplicate reads. For DNA NGS, less amplification was required as more DNA is eluted off of individual DBS. This indicated that DNA from mosquito blood-meals was more stable on FTA cards compared to RNA, which allowed us to pool more individual DBS per pool. Predictably, more unique reads were produced from DNA sequencing libraries than RNA sequencing libraries. Substantial losses of reads were observed following filtering of host nucleic acid, indicating most of the sequenced nucleic acid was derived from either humans or mosquitoes, as expected (Fig 2). These reads are not informative for pathogen identification, however they indicate mosquito blood meals were likely taken from humans. Although our in-house depletion strategy worked at clearing our M-DBS RNA sequencing samples of mosquito rRNA, the remainder of the samples would benefit from improved host depletion or pathogen nucleic acid enrichment strategies.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1337,
                    "end": 1342,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Following quality control and host filtering, an adequate number of reads remained to detect genetic signatures of viruses and parasites. Following further analysis, reads aligning to parasitic worms proved to be largely spurious based on additional bioinformatics scrutiny. This is likely the result of bacterial sequences from our samples aligning to misassemblies in the published genomes. The incorporation of contaminating bacterial sequences into whole genome assemblies is not uncommon [51–53]. As well, Liberia is endemic for lymphatic filariasis and An. gambiae is a primary vector of W. bancrofti in West Africa, therefore any reads aligning to this parasite in xenosurveillance samples must be from an infected host or and infected vector [54]. Similarly, multiple reads aligning to P. falciparum were identified in all sequencing pools, which is expected, however we cannot say with confidence from xenosurveillance samples whether the reads are host or vector derived. Reads aligning to P. falciparum do highlight the fact that while xenosurveillance is intended to identify any human pathogens present in peripheral blood, not just those transmitted by mosquitoes, these samples can also contribute to routine vector surveillance efforts (e.g. identifying the malaria parasite in local Anopheles mosquitoes). While we did not quantify the prevalence of P. falciparum from individual DBS in this study, the sample collection and storage method would allow for such testing. Furthermore, xenosurveillance can be conducted using other hematophagous arthropods, although a clear understanding of the natural history of the chosen organism and their ability to vector pathogens is crucial when conducting downstream analysis.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 751,
                    "end": 753,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Reads from two viruses, GBV-C and HBV, were identified using bioinformatics and molecular methods (Fig 3). Interestingly, although GBV-C, an RNA virus closely related to hepatitis C virus, is not known to be pathogenic, infection with this virus is associated with an increased rate of survival in patients co-infected with either HIV or Ebola virus [41, 55]. As this virus infects and replicates in CD4-positive T cells, we would expect to be able to detect GBV-C RNA in blood [56]. GBV-C has an estimated prevalence between 10–28% in West African countries, which is similar to our findings, albeit derived from a small sample size (Table 3) [41]. Both H and M-DBS, collected from the same household, produced a similar number of reads that aligned with high confidence to GBV-C (Fig 3A) from pooled samples. HBV reads were identified in DNA NGS pools [57]. Chronic HBV infection is the leading cause of chronic hepatitis and hepatocellular carcinoma, and is responsible for up for up to 30% of liver cirrhosis cases globally [58, 59]. Prevalence is highly variable across Africa, but is estimated to be between 4–8% in Liberia as determined by HBV surface antigen, which is congruent with our data (Table 3) [60]. Phylogenetic analysis clearly indicates both viruses are of human origin and from West Africa (Figs 4 and 5). Fewer reads from H and M-DBS aligned to HBV compared to GBV, however substantially more DBS made up the sequencing pool (Fig 3B). As well, the DNA NGS was performed on an Illumina MiSeq, producing substantially fewer overall reads than RNA NGS pools sequenced on an Illumina NextSeq (S2 Table). Nevertheless, these results indicate that NGS can be a sensitive enough technique to detect a pathogen “signal” through host “noise” in complex pooled samples of blood collected by either method. GBV-C and HBV nucleic acid was amplified using qRT-PCR and qPCR, respectively, from individual DBS, showing alternative methods can be used to detect the presence of pathogens in lieu of NGS. Due to similarity in read quality and composition collected from by each method, our data suggest xenosurveillance is a viable alternative for collecting human blood samples used in pathogen surveillance.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 355,
                    "end": 357,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1029,
                    "end": 1031,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 104,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 782,
                    "end": 788,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1317,
                    "end": 1318,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1323,
                    "end": 1324,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1448,
                    "end": 1454,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 635,
                    "end": 642,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1209,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Xenosurveillance can be a useful strategy to supplement existing public health efforts in developing regions of the world. As mosquitoes constantly take blood meals from humans, especially in the tropics, the availability of samples is enormous. Xenosurveillance is less invasive and logistically challenging compared to traditional sampling methods. Sample storage is simple and cost effective. As well, sample quality does not appear to suffer from being collected by a mosquito, as there are no substantial differences between samples collected via xenosurveillance or finger-stick. However it remains to be determined if samples collected by xenosurveillance are useful for other means of disease surveillance (e.g. serology). Xenosurveillance is capable of detecting a wide array of pathogens [30], although this study did not reliably detect parasites and bacteria infecting humans. However, zoonotic, viral pathogens are disproportionately likely to reach pandemic emergence, as compared to parasites or bacteria [14]. Recent pandemics of zoonotic viruses, including Ebola virus, Middle East respiratory syndrome coronavirus, and Zika virus support this notion [61–63]. In theory, routine xenosurveillance could provide early warnings by detecting emerging pathogens circulating at low levels in vulnerable populations. As well, xenosurveillance can be targeted to support epidemiological services by collecting engorged mosquitoes in areas where suspected pathogen transmission is occurring [64]. Species specific PCR can be used to identify known or suspected pathogens from xenosurveillance samples, although the use of NGS provides an unbiased detection approach. As the cost of high throughput NGS continues to decrease, large scale sequencing projects are becoming more universal [65]. Furthermore, as field applicable sequencing tools are being further developed and optimized, the use of real-time NGS for surveillance and diagnosis of pathogens is being realized [66–69]. The combination of xenosurveillance and novel sequencing strategies has the potential to bring active, real-time, disease surveillance to resource-poor areas of the world.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 801,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1172,
                    "end": 1174,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1500,
                    "end": 1502,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1794,
                    "end": 1796,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1980,
                    "end": 1982,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1983,
                    "end": 1985,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: The two study villages were located in rural Lofa County, Liberia and made up of ~30 households each. Both Village A and Village B were visited by the research team consisting of researchers from CSU and LIBR, as well as a nurse and local public health worker. A total of 23 households from Village A and 20 households from Village B were enrolled into the study. Map made with free online tool at https://mapchart.net/.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: The taxonomic makeup of each sequencing pool was determined using the Blastn -Megablast tool with individual sequencing reads as input. Blue circles show taxonomic make up at the level of kingdom for all reads in each pool. Red circles show taxonomic makeup from a subset of reads aligning to eukaryotes. While the most reads in H-DBS aligned to human nucleic acid, reads from M-DBS aligned to both human and mosquito nucleic acid. Reads to human pathogens were detected in both H/M-DBS in the remaining reads.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: A) RNA sequencing revealed multiple reads from pools of both H and M-DBS spanning the GB virus C genome. B) Hepatitis B virus reads were discovered from DNA sequencing pools of both H and M-DBS. For both viruses, reads from M-DBS were comparable in quantity and quality to reads from H-DBS.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: The longest contig assembled to GBV-C, a 491 n.t. segment, was used as input to create a phylogenetic tree using a neighbor-joining method. The red line corresponds to input sequence generated from NGS data. See S1 Fig for accession numbers corresponding to each GBV-C strain used in the analysis.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: The longest contig assembled to HBV was a 542 n.t. segment. This was used as input to create a phylogenetic tree using a neighbor-joining method. Letters correspond to HBV genotype. See S2 Fig for accession numbers corresponding to each HBV used in the analysis.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The challenge of emerging and re-emerging infectious diseases",
            "authors": [],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "6996",
            "pages": "242-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The ears of the hippopotamus: manifestations, determinants, and estimates of the malaria burden",
            "authors": [],
            "year": 2001,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "64",
            "issn": "1–2",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Ebola viral disease outbreak—West Africa, 2014",
            "authors": [],
            "year": 2014,
            "venue": "MMWR Morbidity and mortality weekly report",
            "volume": "63",
            "issn": "25",
            "pages": "548-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Global, regional, and national disability-adjusted life-years (DALYs) for 315 diseases and injuries and healthy life expectancy (HALE), 1990–2015: a systematic analysis for the Global Burden of Disease Study 2015",
            "authors": [],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "10053",
            "pages": "1603-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Neglected Tropical Diseases in Sub-Saharan Africa: Review of Their Prevalence, Distribution, and Disease Burden",
            "authors": [],
            "year": 2009,
            "venue": "PLoS neglected tropical diseases",
            "volume": "3",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Global malaria mortality between 1980 and 2010: a systematic analysis",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "9814",
            "pages": "413-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The 2014 Ebola virus disease outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "The Journal of general virology",
            "volume": "95",
            "issn": "8",
            "pages": "1619-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Risk factors for human disease emergence",
            "authors": [],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "1411",
            "pages": "983-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9857",
            "pages": "1956-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Sustaining Global Surveillance and Response to Emerging Zoonotic Diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Public health surveillance and infectious disease detection",
            "authors": [],
            "year": 2012,
            "venue": "Biosecurity and bioterrorism: biodefense strategy, practice, and science",
            "volume": "10",
            "issn": "1",
            "pages": "6-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Trends and Directions of Global Public Health Surveillance",
            "authors": [],
            "year": 2010,
            "venue": "Epidemiologic Reviews",
            "volume": "32",
            "issn": "1",
            "pages": "93-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Surveillance of Animal Influenza for Pandemic Preparedness",
            "authors": [],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "6073",
            "pages": "1173-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Pathogen Surveillance in Animals",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "5741",
            "pages": "1680-1",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Bushmeat Hunting, Deforestation, and Prediction of Zoonotic Disease",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1822-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [],
            "year": 2006,
            "venue": "Clinical microbiology reviews",
            "volume": "19",
            "issn": "3",
            "pages": "531-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Isolation of Hendra virus from pteropid bats: a natural reservoir of Hendra virus",
            "authors": [],
            "year": 2000,
            "venue": "Journal of General Virology",
            "volume": "81",
            "issn": "8",
            "pages": "1927-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5748",
            "pages": "676-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Cross-species virus transmission and the emergence of new epidemic diseases",
            "authors": [],
            "year": 2008,
            "venue": "Microbiology and Molecular Biology Reviews",
            "volume": "72",
            "issn": "3",
            "pages": "457-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The origin and prevention of pandemics",
            "authors": [],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "50",
            "issn": "12",
            "pages": "1636-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "6967",
            "pages": "658-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Infectious disease dynamics: What characterizes a successful invader?",
            "authors": [],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "1410",
            "pages": "901-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Xenosurveillance: a novel mosquito-based approach for examining the human-pathogen landscape",
            "authors": [],
            "year": 2015,
            "venue": "PLoS neglected tropical diseases",
            "volume": "9",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The Use of Xenosurveillance to Detect Human Bacteria, Parasites, and Viruses in Mosquito Bloodmeals",
            "authors": [],
            "year": 2017,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Tn5 transposase and tagmentation procedures for massively scaled sequencing projects",
            "authors": [],
            "year": 2014,
            "venue": "Genome research",
            "volume": "24",
            "issn": "12",
            "pages": "2033-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "West African Anopheles gambiae mosquitoes harbor a taxonomically diverse virome including new insect-specific flaviviruses, mononegaviruses, and totiviruses",
            "authors": [],
            "year": 2016,
            "venue": "Virology",
            "volume": "498",
            "issn": "",
            "pages": "288-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Basic local alignment search tool",
            "authors": [],
            "year": 1990,
            "venue": "Journal of molecular biology",
            "volume": "215",
            "issn": "3",
            "pages": "403-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Geneious Basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data",
            "authors": [],
            "year": 2012,
            "venue": "Bioinformatics (Oxford, England)",
            "volume": "28",
            "issn": "12",
            "pages": "1647-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Fast gapped-read alignment with Bowtie 2",
            "authors": [],
            "year": 2012,
            "venue": "Nature methods",
            "volume": "9",
            "issn": "4",
            "pages": "357-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The Sequence Alignment/Map format and SAMtools",
            "authors": [],
            "year": 2009,
            "venue": "Bioinformatics (Oxford, England)",
            "volume": "25",
            "issn": "16",
            "pages": "2078-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Primer3—new capabilities and interfaces",
            "authors": [],
            "year": 2012,
            "venue": "Nucleic acids research",
            "volume": "40",
            "issn": "15",
            "pages": "e115-e",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "GB virus C coinfections in West African Ebola patients",
            "authors": [],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "4",
            "pages": "2425-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Hepatitis B virus genotypes",
            "authors": [],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "19",
            "pages": "2409-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Tracking zoonotic pathogens using blood-sucking flies as 'flying syringes'",
            "authors": [],
            "year": 2017,
            "venue": "eLife",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Molecular species identification, host preference and detection of myxoma virus in the Anopheles maculipennis complex (Diptera: Culicidae) in southern England, UK",
            "authors": [],
            "year": 2015,
            "venue": "Parasit Vectors",
            "volume": "8",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Detection of H5N1 avian influenza virus from mosquitoes collected in an infected poultry farm in Thailand",
            "authors": [],
            "year": 2008,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "8",
            "issn": "1",
            "pages": "105-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Broad surveys of DNA viral diversity obtained through viral metagenomics of mosquitoes",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Detection and isolation of highly pathogenic H5N1 avian influenza A viruses from blow flies collected in the vicinity of an infected poultry farm in Kyoto, Japan, 2004",
            "authors": [],
            "year": 2006,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "75",
            "issn": "2",
            "pages": "327-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "No accounting for taste: host preference in malaria vectors",
            "authors": [],
            "year": 2004,
            "venue": "Trends in Parasitology",
            "volume": "20",
            "issn": "6",
            "pages": "249-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Mosquito behavior and vector control",
            "authors": [],
            "year": 2005,
            "venue": "Annu Rev Entomol",
            "volume": "50",
            "issn": "",
            "pages": "53-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Avian influenza surveillance with FTA cards: field methods, biosafety, and transportation issues solved",
            "authors": [],
            "year": 2011,
            "venue": "Journal of visualized experiments: JoVE",
            "volume": "",
            "issn": "54",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Unexpected cross-species contamination in genome sequencing projects",
            "authors": [],
            "year": 2014,
            "venue": "PeerJ",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "No evidence for extensive horizontal gene transfer in the genome of the tardigrade Hypsibius dujardini",
            "authors": [],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "18",
            "pages": "5053-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Common Contaminants in Next-Generation Sequencing That Hinder Discovery of Low-Abundance Microbes",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Community Attitudes toward Mass Drug Administration for Control and Elimination of Neglected Tropical Diseases after the 2014 Outbreak of Ebola Virus Disease in Lofa County, Liberia",
            "authors": [],
            "year": 2016,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "94",
            "issn": "3",
            "pages": "497-503",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Persistent GB Virus C Infection and Survival in HIV-Infected Men",
            "authors": [],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "10",
            "pages": "981-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Full-length GB virus C (Hepatitis G virus) RNA transcripts are infectious in primary CD4-positive T cells",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "19",
            "pages": "9125-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Specific and Nonhepatotoxic Degradation of Nuclear Hepatitis B Virus cccDNA",
            "authors": [],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "6176",
            "pages": "1221-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "The contributions of hepatitis B virus and hepatitis C virus infections to cirrhosis and primary liver cancer worldwide",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Hepatology",
            "volume": "45",
            "issn": "4",
            "pages": "529-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Hepatitis B Virus Infection",
            "authors": [],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "337",
            "issn": "24",
            "pages": "1733-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Epidemiology of hepatitis B virus in Africa, its genotypes and clinical associations of genotypes",
            "authors": [],
            "year": 2007,
            "venue": "Hepatology Research",
            "volume": "37",
            "issn": "s1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Zika virus in the Americas: Early epidemiological and genetic findings",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Novel coronavirus infections in Jordan, April 2012: epidemiological findings from a retrospective investigation/Infections par le nouveau coronavirus en Jordanie, avril 2012: resultats epidemiologiques d'une etude retrospective",
            "authors": [],
            "year": 2013,
            "venue": "Eastern Mediterranean Health Journal",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak",
            "authors": [],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "6202",
            "pages": "1369-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Outbreak of Zika Virus Infection, Chiapas State, Mexico, 2015, and First Confirmed Transmission by Aedes aegypti Mosquitoes in the Americas",
            "authors": [],
            "year": 2016,
            "venue": "The Journal of Infectious Diseases",
            "volume": "214",
            "issn": "9",
            "pages": "1349-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Mobile real-time surveillance of Zika virus in Brazil",
            "authors": [],
            "year": 2016,
            "venue": "Genome Medicine",
            "volume": "8",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Multiplex PCR method for MinION and Illumina sequencing of Zika and other virus genomes directly from clinical samples",
            "authors": [],
            "year": 2017,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Real-time, portable genome sequencing for Ebola surveillance",
            "authors": [],
            "year": 2016,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Rapid metagenomic identification of viral pathogens in clinical samples by real-time nanopore sequencing analysis",
            "authors": [],
            "year": 2015,
            "venue": "Genome Medicine",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}