{
    "paper_id": "PMC5698466",
    "metadata": {
        "title": "Broad-spectrum antiviral agents: secreted phospholipase A2 targets viral envelope lipid bilayers derived from the endoplasmic reticulum membrane",
        "authors": [
            {
                "first": "Ming",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chie",
                "middle": [],
                "last": "Aoki-Utsubo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Masanori",
                "middle": [],
                "last": "Kameoka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yutaka",
                "middle": [],
                "last": "Terada",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wataru",
                "middle": [],
                "last": "Kamitani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kei",
                "middle": [],
                "last": "Sato",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yoshio",
                "middle": [],
                "last": "Koyanagi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Makoto",
                "middle": [],
                "last": "Hijikata",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Keiko",
                "middle": [],
                "last": "Shindo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Takeshi",
                "middle": [],
                "last": "Noda",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michinori",
                "middle": [],
                "last": "Kohara",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hak",
                "middle": [],
                "last": "Hotta",
                "suffix": "",
                "email": "hotta@kobe-u.ac.jp",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Cellular membrane compartments can be categorised into two groups; the first group consists of the endoplasmic reticulum (ER), nuclear envelope, lipid droplets and cis-Golgi (ER-NE-cis-Golgi lipid territory) and the second group consists of the trans-Golgi, plasma membrane (PM) and endosomes (trans-Golgi-PM-EE membrane territory)1–3. The ER-NE-cis-Golgi membranes have lipid packing defects, whereas the trans-Golgi-PM-EE membranes show tight packing of phospholipids3. Additionally, the phospholipid contents of the ER-NE-cis-Golgi membranes differ from those of the trans-Golgi-PM-EE membranes. Enveloped viruses acquire their envelope lipid bilayers from host cellular membranes4. Consequently, the phospholipid contents of viruses budding through the ER-NE-cis-Golgi membranes differ from those of viruses budding through the trans-Golgi-PM-EE membranes5–7. Moreover, the physicochemical characteristics, such as thickness and sturdiness, differ between the ER-NE-cis-Golgi and the trans-Golgi-PM-EE membranes8,9. Moreover, the sensitivity to hydrolysis by the secreted phospholipase A2 (sPLA2) enzyme has been reported to differ depending on the lipid composition and overall structure10.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 333,
                    "end": 334,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 469,
                    "end": 470,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 683,
                    "end": 684,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 859,
                    "end": 860,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 861,
                    "end": 862,
                    "mention": "7",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1015,
                    "end": 1016,
                    "mention": "8",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1017,
                    "end": 1018,
                    "mention": "9",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Hepatitis C virus (HCV), dengue virus (DENV), Japanese encephalitis virus (JEV) and yellow fever virus (YFV), which belong to the family Flaviviridae, bud through the ER membrane to acquire their envelopes11–13. Conversely, influenza A virus (FLUAV) buds through the PM14, and its phospholipid content differs from that of DENV5,6. sPLA2 obtained from a venomous snake was reported to possess potent virucidal (neutralising) activity against DENV and YFV by disrupting the viral envelope lipid bilayers15,16. Human sPLA2 also shows virucidal activity against human immunodeficiency virus (HIV)17, which is known to bud through the PM18. Moreover, sPLA2s obtained from the venom of bees and another snake (Naja mossambica mossambica) were reported to inhibit the entry of HIV into host cells without disrupting the viral envelope19. While examining plant and animal substances for their neutralising activity against HCV20,21, we became interested in testing a number of sPLA2s from different sources regarding the specificity against different viruses.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 208,
                    "end": 210,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 269,
                    "end": 271,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 327,
                    "end": 328,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 329,
                    "end": 330,
                    "mention": "6",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 593,
                    "end": 595,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 633,
                    "end": 635,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 828,
                    "end": 830,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 919,
                    "end": 921,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 922,
                    "end": 924,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Members of the large sPLA2 family show highly diverse sequence variation and functional characteristics and can be divided into 10 groups and 18 subgroups22. sPLA2 obtained from N. m. mossambica venom belongs to subgroup IA and is further subdivided into at least 6 isoforms, including CM-I, -II and –III23–26. Subgroup IB includes the pancreatic sPLA2s of humans, bovines and porcines. Groups III and XIV include honeybee venom sPLA2 and bacterial sPLA2, respectively. In the present study, we examined the possible virucidal activity of those sPLA2s against a panel of viruses. We found that the sPLA2 CM-II isoform from N. m. mossambica (CM-II-sPLA2) showed potent virucidal activity against HCV, DENV and JEV.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 304,
                    "end": 306,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "First, we tested the possible direct virucidal activity of CM-II-sPLA2 (UniProtKB-P00603 [PA2B2_NAJMO]) against infectious particles of a panel of viruses. Each virus was incubated with various concentrations of CM-II-sPLA2 or medium as a control at 37 °C for 1 h and then inoculated onto Huh7it-1 cells. After 1 h of virus adsorption, the residual virus was removed by washing the cells with medium and the cells were cultured for 24 h. The cells were subjected to fluorescent antibody (FA) staining with respective antiviral antibodies to determine the number of virus-infected cells, which represented the inoculum’s viral titres (cell-infecting units [CIU]/ml). In some experiments, a plaque assay and 50% tissue culture infectious dose (TCID50) assay were performed to determine the viral titres of the inocula (plaque-forming units [PFU]/ml and TCID50/ml, respectively). The 50% inhibitory concentration (IC50) was calculated based on the percent reduction of the initial viral titre.",
            "cite_spans": [],
            "section": "CM-II-sPLA2 possesses potent virucidal activity against HCV, DENV and JEV, which bud through the ER membrane, but not against other viruses that bud through the PM ::: Results",
            "ref_spans": []
        },
        {
            "text": "The results demonstrated that CM-II-sPLA2 efficiently neutralised the infectivity of HCV, DENV and JEV, with 50%-inhibitory concentrations (IC50) of 0.036 ng/ml (0.003 nM), 0.31 ng/ml (0.023 nM) and 1.34 ng/ml (0.10 nM), respectively (Table 1). The dose-dependent inhibition of the viruses by CM-II-sPLA2 is shown in Supplementary Fig. S1. HCV, DENV and JEV belong to the family Flaviviridae and are known to bud through the ER membrane11–13. Conversely, CM-II-sPLA2 even at a dose of 10,000 ng/ml did not exert significant virucidal activity against Sindbis virus (SINV; Togaviridae)27, influenza A virus (FLUAV; Orthomyxoviridae) and Sendai virus (SeV; Paramyxoviridae)28, which are known to bud through the PM, or herpes simplex virus type 1 (HSV-1; Herpesviridae), which buds through the trans-Golgi network (TGN)29. Vesicular stomatitis New Jersey virus (VSNJV; Rhabdoviridae), which also buds through the PM30, showed weak sensitivity to CM-II-sPLA2, with an IC50 value of 2,300 ng/ml. The weak CM-II-sPLA2 sensitivity of VSNJV compared to the insensitivity of SINV, FLUAV and HSV-1 could be attributable to the bullet-shape configuration of VSNJV, which might harbour lipid packing defects at the bottom edge of the bullet-shape particles. CM-II-sPLA2 inhibited HIV infection with an IC50 of 5.4 ng/ml. This result is consistent with a previous observation that sPLA2 obtained from bee and snake venoms inhibited HIV entry into host cells without disrupting the HIV particles19.\n",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 438,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 439,
                    "end": 441,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 584,
                    "end": 586,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 671,
                    "end": 673,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 817,
                    "end": 819,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1482,
                    "end": 1484,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "CM-II-sPLA2 possesses potent virucidal activity against HCV, DENV and JEV, which bud through the ER membrane, but not against other viruses that bud through the PM ::: Results",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We also tested Middle East respiratory syndrome coronavirus (MERS-CoV), which is a member of family Coronaviridae that is known to bud through the ER-Golgi intermediate compartment (ERGIC)31. The ERGIC constitutes part of the ER-NE-cis-Golgi territory and therefore is considered to have similar characteristics with the ER. Rather unexpectedly, we found that CM-II-sPLA2 exerted only marginal, if any, virucidal activity against MERS-CoV, with an IC50 of 10,000 ng/ml. We assume that the exceptionally large petal-shaped spikes that project approximately 20 nm from the virion envelope, which is a characteristic feature of members of Coronaviridae\n31, interfere with the access of CM-II-sPLA2 to the envelope lipid bilayer. Alternatively, a dose-dependent inhibition pattern (see panel (d) in Supplementary Fig. S1) may imply the possibility that there are two groups of MERS-CoV particles: one that is sensitive to 100 ng/ml of CM-II-sPLA2 and another that is resistant to 10,000 ng/ml of CM-II-sPLA2. The latter group may represent viral particles that have budded through the PM, as reported previously32. Further studies are needed to elucidate the issue.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 650,
                    "end": 652,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "CM-II-sPLA2 possesses potent virucidal activity against HCV, DENV and JEV, which bud through the ER membrane, but not against other viruses that bud through the PM ::: Results",
            "ref_spans": []
        },
        {
            "text": "As expected, CM-II-sPLA2 did not neutralize the infectivity of encephalomyocarditis virus (EMCV) and coxsackievirus B3 (CV-B3), which belong to family Picornaviridae and do not possess envelopes33, even at the 10,000 ng/ml dose.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "CM-II-sPLA2 possesses potent virucidal activity against HCV, DENV and JEV, which bud through the ER membrane, but not against other viruses that bud through the PM ::: Results",
            "ref_spans": []
        },
        {
            "text": "Time-of-addition experiments were performed to examine whether CM-II-sPLA2 inhibited viral replication after the virus entered the host cells. The results showed that post-inoculation (post-entry) treatment of HCV- and DENV-infected cells with CM-II-sPLA2 (1 to 1,000 ng/ml) for 24 h did not reduce the number of infected cells (see Supplementary Table S1). We examined viral protein synthesis and RNA replication in the infected cells under the same experimental conditions. The results demonstrated that whereas pretreatment of the virus with CM-II-sPLA2 at a dose as low as 1.0 ng/ml almost completely inhibited HCV and DENV infection, post-entry treatment of virus-infected cells with CM-II-sPLA2 even at the 1,000 ng/ml dose did not inhibit viral protein synthesis (Fig. 1a) or RNA replication (Fig. 1b). Notably, pretreatment of cells with CM-II-sPLA2 at 100 and 1,000 ng/ml doses prior to viral inoculation resulted in substantial inhibition of viral replication. This result is consistent with the result shown in Supplementary Table S1. Determining whether CM-II-sPLA2 that bound to (or was taken up by) the cells was released into the medium during viral inoculation to neutralise the infectivity of the inoculum or whether CM-II-sPLA2 treatment induced downregulation of the viral receptor(s) and/or upregulation of the antiviral status in the cells requires further investigation. In any case, these results confirmed the potent virucidal activity of CM-II-sPLA2 against HCV and DENV.\n",
            "cite_spans": [],
            "section": "CM-II-sPLA2 does not inhibit viral replication of HCV and DENV when added to the cells after viral entry ::: Results",
            "ref_spans": [
                {
                    "start": 776,
                    "end": 778,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We also tested the cytotoxicity and haemolytic activity of CM-II-sPLA2. Uninfected Huh7it-1 cells were incubated with various concentrations of CM-II-sPLA2 at 37 °C for 24 h. Cell viability was determined using a WST-1 assay and lactate dehydrogenase (LDH) release test, and the 50% cytotoxic concentrations (CC50) were calculated. The haemolysis assay was performed by incubating human red blood cells (RBCs) with CM-II-sPLA2 at 37 °C for 1 h, and the 50% haemolytic concentration (HC50) was calculated. CM-II-sPLA2 even at the 10,000 ng/ml dose mediated only marginal, if any, cytotoxicity or haemolytic activity (Table 2). The selectivity indices (CC50/IC50) of CM-II-sPLA2 against HCV and DENV were >270,000 and >32,000, respectively.\n",
            "cite_spans": [],
            "section": "CM-II-sPLA2 does not mediate in vitro cytotoxicity or haemolytic activity ::: Results",
            "ref_spans": [
                {
                    "start": 622,
                    "end": 623,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Next, we tested the possible virucidal activity of sPLA2s from other groups and subgroups. The results showed that sPLA2s obtained from bovine and porcine pancreas (subgroup IB) or from Streptomyces violaceoruber (group XIV) did not neutralise HCV, DENV or JEV even at the 10,000 ng/ml dose (Table 2). However, sPLA2 obtained from the venom of the honeybee Apis mellifera (group III) showed a moderate degree of virucidal activity against HCV, DENV and JEV, with IC50 values of 117, 183 and 49 ng/ml, respectively, while mediating no detectable cytotoxicity or haemolytic activity even at the 10,000 ng/ml dose (Table 2).",
            "cite_spans": [],
            "section": "sPLA2 from bee venom (group III) possesses moderate virucidal activity against HCV, DENV and JEV, whereas sPLA2 from bovine and porcine pancreas (subgroup IB) and bacteria (group XIV) do not exert significant virucidal activity ::: Results",
            "ref_spans": [
                {
                    "start": 298,
                    "end": 299,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 618,
                    "end": 619,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Manoalide is known to irreversibly inhibit the enzymatic activity of sPLA2\n22,34. We tested the possible inhibitory effect of manoalide on the virucidal activity of CM-II-sPLA2. CM-II-sPLA2 (2 μg/ml) was incubated in the presence or absence of manoalide (10 μg/ml) in a buffer containing 10 mM HEPES (pH 7.2) and 1 mM CaCl2 at 41 °C for 1 h. Then, the manoalide-treated CM-II-sPLA2 or untreated control was tested for virucidal activity against HCV and DENV. The results clearly showed that the virucidal activity of CM-II-sPLA2 against HCV and DENV was markedly inhibited by manoalide (Table 3). This finding suggests that the virucidal activity of CM-II-sPLA2 against HCV and DENV is closely associated with its enzymatic activity.\n",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 78,
                    "end": 80,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "The sPLA2 inhibitor manoalide counteracts the antiviral activity of CM-II-sPLA2 against HCV and DENV ::: Results",
            "ref_spans": [
                {
                    "start": 593,
                    "end": 594,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The PLA2 superfamily is currently classified into six types, namely, sPLA2, Ca2+-dependent cytosolic cPLA2, Ca2+-independent cytosolic iPLA2, platelet-activating factor acetyl hydrolase PAF-AH, lysosomal LPLA2 and adipose-specific AdPLA2\n22. More than one-third of the members of the PLA2 superfamily belong to sPLA2, which is further divided into 10 groups (e.g., I, II, III, and XIV) and 18 subgroups (e.g., IA, IB, and IIA). In addition to their highly diverse sequence variations, sPLA2s show functional variations and are involved in a wide range of biological functions and disease occurrence through lipid metabolism and signalling35. Moreover, the sPLA2s enzymes catalyse the hydrolysis at the sn−2 position of the glycerol backbone of phospholipids22.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 757,
                    "end": 759,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study, we have demonstrated that CM-II-sPLA2 belonging to subgroup IA22–26 possesses potent virucidal (neutralising) activity against HCV, DENV and JEV particles, which bud through the ER, but does not neutralise the infectivity of SINV, FLUAV, SeV and HSV-1, which bud through the PM or TGN (Table 1). The potent virucidal activity against HCV and DENV was markedly inhibited by a specific sPLA2 inhibitor (Table 3). These results suggest that CM-II-sPLA2 selectively disrupts viral envelope lipid bilayers derived from the ER through phospholipid hydrolysis, although we could not obtain the direct evidence by negative staining electron microscopic analysis of the viral particles.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 87,
                    "end": 89,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 314,
                    "end": 315,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 429,
                    "end": 430,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The phospholipid content of the ER-NE-cis-Golgi membranes differs from that of the trans-Golgi-PM-EE membranes1–3, which basically accounts for the difference in the phospholipid contents of the viral envelope between viruses budding through the ER-NE-cis-Golgi membranes and those budding through the trans-Golgi-PM-EE membranes4–6. For example, viruses budding through the ER (HCV and bovine viral diarrhea virus [BVDV]) were reported to contain more phosphatidylcholine and less phosphatidylserine than viruses budding through the PM (FLUAV, VSV, HIV and Semliki Forest virus [SFV])7. This difference is mainly a reflection of the intrinsic chemical differences between the ER and PM1–3,8,9. Additionally, the biophysical thickness and sturdiness differ between the ER and the PM, with the former being thin and less sturdy with lipid packing defects in the lipid bilayers and the latter being thick and sturdier with tight lipid packaging3,8,9. Moreover, the envelope proteins of viruses belonging to the family Flaviviridae lie flat across the surface of the lipid bilayer of the virion, which allows sPLA2 to access to lipid bilayers more easily than the lipid bilayers of other enveloped viruses with protruding envelope proteins. These physicochemical and structural differences in lipid bilayers and whole envelopes would account for the specificity of the virucidal activity of CM-II-sPLA2 against different viruses. In this sense, CM-II-sPLA2, and possibly other sPLA2s can be used to examine the budding site(s) of infectious particles of various viruses in more detail.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 112,
                    "end": 113,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 329,
                    "end": 330,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 331,
                    "end": 332,
                    "mention": "6",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 585,
                    "end": 586,
                    "mention": "7",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 686,
                    "end": 687,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 688,
                    "end": 689,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 690,
                    "end": 691,
                    "mention": "8",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 692,
                    "end": 693,
                    "mention": "9",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 942,
                    "end": 943,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 944,
                    "end": 945,
                    "mention": "8",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 946,
                    "end": 947,
                    "mention": "9",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We also need to take into consideration that the phospholipid composition of the viral envelope varies even among different viral species in a given viral family, e.g., HCV, DENV, BVDV and West Nile virus (WNV) of the family Flaviviridae\n36. Since the substrate specificity of each sPLA2 should differ depending on its intrinsic properties, the specificity of the virucidal activity of each sPLA2 against a given virus is most likely determined by a particular composition of phospholipids and their distributions on the viral envelope. Moreover, the lipid compositions of HCV, WNV and BVDV, which bud through the ER membrane, were reported to differ from that of a typical ER membrane7,36–38. Thus, viruses probably modify their intracellular microenvironments, including the physicochemical conditions of the host cell membranes to facilitate progeny virus production.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 685,
                    "end": 686,
                    "mention": "7",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 687,
                    "end": 689,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "CM-II-sPLA2 has been shown to mediate neurotoxicity in vivo, although to a lesser extent than the CM-III isoform of N. m. mossambica sPLA2\n23,25. The CM-III isoform and other neurotoxic sPLA2s possess not only PM-disrupting activity but a high binding affinity for the N-type (neuronal-type) receptor, the latter of which is closely associated with neurotoxicity39. Therefore, CM-II-sPLA2 can conceivably be taken up by neural cells through binding to a receptor (e.g., the N-type receptor) and disrupt certain intracellular membrane compartment(s) inside the neuronal cells to mediate neurotoxicity40,41.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 142,
                    "end": 144,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 602,
                    "end": 604,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Taking advantage of the intrinsic differences in the physicochemical properties of the membrane lipid bilayers between viruses and host cells as well as the specific interactions between sPLA2s and their receptors, a broad-spectrum antiviral sPLA2(s) can be developed to target viral envelope lipid bilayers derived from the ER without targeting the lipid bilayers of host cell membranes. A CM-II-sPLA2 mutant(s) that has a weaker or no binding affinity for the N-type receptor but retains potent virucidal activity would be a good candidate for development of a novel antiviral drug.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "CM-II-sPLA2 (P7778) and other sPLA2s obtained from A. mellifera honeybee venom (P9279), bovine pancreas (P8913) and S. violaceoruber (P8685) were purchased from Sigma-Aldrich. sPLA2 from porcine pancreas was a kind gift from Sanyo Fine (Osaka, Japan). Manoalide was purchased from Abcam.",
            "cite_spans": [],
            "section": "Chemicals ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HCV (J6/JFH-1 strain)20,21,42,43, DENV (Trinidad 1751 strain)44,45, JEV (Nakayama strain)46, SINV47, FLUAV (A/Udorn/307/72 [H3N2])21, SeV (Fushimi strain)48, VSNJV46, HSV-1 (CHR3 strain)49, EMCV (DK-27 strain)46, CV-B3 (Nancy strain)50, HIV-1 (NLCSFV3 strain)51 and MERS-CoV (EMC2012 strain)52 were described previously. HCV, DENV, JEV, SINV, VSNJV, HSV-1, EMCV and CV-B3 were prepared in Huh7it-1 cells53. FLUAV, HIV-1 and MERS-CoV were prepared in MDCK, HEK293T and Vero cells, respectively. SeV was prepared in embryonated eggs. The infectivity of all viruses except HIV-1 and MERS-CoV was determined on Huh7it-1 cells. Plaque assays were performed for SINV, VSNJV and EMCV by cultivating the virus-inoculated cells for 2 to 4 days under overlay medium containing 1% methylcellulose as described previously46 and the viral titres were expressed as PFU/ml. For the remaining viruses except HIV-1, infectivity was determined by a FA method using specific antibodies against the respective viruses, and viral titres were expressed as CIU/ml as described previously,21,42–45,48. Briefly, viral samples were serially diluted 10-fold in complete medium and inoculated onto Huh7it-1 cells seeded on glass coverslips in a 24-well plate. After virus adsorption for 1 h, the cells were washed with medium to remove residual virus and cultured for 24 h. The virus-infected cells were washed with phosphate-buffered saline (PBS), fixed with 4% paraformaldehyde for 20 min and permeabilised with 0.1% Triton X-100 in PBS for 15 min at room temperature. After washing three times with PBS, the cells were incubated with a virus-specific primary antibody for 1 h, followed by incubation with FITC-conjugated respective secondary antibodies for 1 h. Then, the cells were observed under a fluorescence microscope. HIV-1 infectivity was determined by the TZM-bl assay using HIV-1 receptor-expressing HeLa cells, and the viral titres were expressed based on the β-galactosidase activity as reported previously54. MERS-CoV infectivity was determined by a FA method using a specific antibody55 on Vero cells 24 h after infection and also by a TCID50 assay on Vero cells by cultivating the virus-inoculated cells for 4 days, followed by fixing with phosphate-buffered formalin and staining with crystal violet52. The cells were cultivated in Dulbecco’s modified Eagle’s medium supplemented with 10% (for cell growth) or 2% (for maintenance culture) foetal bovine serum, non-essential amino acids, penicillin (100 IU/ml) and streptomycin (100 µg/ml) at 37 °C in a 5% CO2 incubator.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 23,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 24,
                    "end": 26,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 27,
                    "end": 29,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 30,
                    "end": 32,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 61,
                    "end": 63,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 64,
                    "end": 66,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 89,
                    "end": 91,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 97,
                    "end": 99,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 130,
                    "end": 132,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 154,
                    "end": 156,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 163,
                    "end": 165,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 209,
                    "end": 211,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 233,
                    "end": 235,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 291,
                    "end": 293,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 809,
                    "end": 811,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1068,
                    "end": 1070,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1071,
                    "end": 1073,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1993,
                    "end": 1995,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2073,
                    "end": 2075,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2290,
                    "end": 2292,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Viruses and cells ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The UV-inactivated anti-HCV human serum42,43 and rabbit antisera against FLUAV21, SeV48, HSV-149 and MERS-CoV55 were described previously. A mouse monoclonal antibody against HCV NS3 (Millipore), rabbit polyclonal antibodies against DENV PrM (GeneTex), JEV NS3 (GeneTex) and glyceraldehyde-3-phosphate dehydrogenase (GAPDH; Millipore), rabbit antisera against CV-B3 (Denka Seiken) and horseradish peroxidase (HRP)-conjugated goat anti-mouse IgG and goat anti-rabbit IgG (Life Technologies) were purchased.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 41,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 42,
                    "end": 44,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 78,
                    "end": 80,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 85,
                    "end": 87,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 94,
                    "end": 96,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 109,
                    "end": 111,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Antibodies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cells were seeded into each well of a 6-well plate (plaque assay), 96-well plate (TCID50 test) or on a cover slip in each well of a 24-well plate (FA test). A fixed amount of test virus was mixed with serial dilutions of sPLA2s and incubated at 37 °C for 1 h. The mixtures were inoculated onto the cells and incubated for another 1 h to allow virus adsorption. Then, the cells were washed with medium to remove the residual virus and cultured for 2 to 4 days (plaque assay and TCID50 test), 24 h (FA test) or 2 days (TZM-bl assay) in fresh medium without sPLA2s. Viral solutions not treated with sPLA2s served as a control. The percent inhibition of viral infectivity by the sPLA2s compared to the untreated control was calculated, and the IC50 was determined.",
            "cite_spans": [],
            "section": "Virucidal (neutralising) activity test ::: Methods",
            "ref_spans": []
        },
        {
            "text": "CM-II-sPLA2 was added to the virus and/or cells at different time points relative to virus inoculation as described below. (i) Pretreatment of the cells with CM-II-sPLA2 before virus inoculation (to examine possible induction of an antiviral status in the cells). Huh7it-1 cells were treated with CM-II-sPLA2 for 1 h. After washing with medium to remove CM-II-sPLA2, the cells were inoculated with virus in the absence of CM-II-sPLA2 for another 1 h. After the residual virus was removed, the cells were cultured for 24 h in the absence of CM-II-sPLA2. (ii) Pretreatment of the virus with CM-II-sPLA2 followed by inoculation of the virus-CM-II-sPLA2 mixture onto the cells (to examine direct virucidal activity). The virus was incubated with CM-II-sPLA2 for 1 h, and the mixtures were inoculated onto Huh7it-1 cells. After 1 h of viral adsorption, the cells were washed with medium to remove the virus and CM-II-sPLA2, and cultured for 24 h in the absence of CM-II-sPLA2. (iii) Post-inoculation (post-entry) treatment of virus-infected cells with CM-II-sPLA2 (to examine post-entry antiviral activity in the infected cells). Huh7it-1 cells were inoculated with virus in the absence of CM-II-sPLA2. After 1 h of viral adsorption, the cells were washed with medium to remove the virus, and cultured for 24 h in the presence of CM-II-sPLA2. The viral titres in the inoculum and the degree of viral protein synthesis and viral RNA replication were determined by infectivity assay, immunoblotting and quantitative RT-PCR (qRT-PCR) analyses, respectively.",
            "cite_spans": [],
            "section": "Time-of-addition test ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Immunoblotting was performed as reported previously21 with slight modifications. Briefly, Huh7it-1 cells were lysed in a Laemmli sample buffer (Bio-Rad) and the cell lysates were separated by 12% SDS-polyacrylamide gel electrophoresis and transferred to polyvinylidene difluoride membranes. The membranes were probed with the primary antibodies described above, followed by incubation with appropriate HRP-conjugated secondary antibodies. Bands were visualised using the Immobilon Western Chemiluminescent HRP Substrate (Millipore) and ImageQuant LAS 4000 (GE Healthcare).",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Immunoblotting analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The amounts of HCV RNA in the infected cells were determined by qRT-PCR, as described previously53. The amounts of DENV RNA were determined by TaqMan qRT-PCR, according to the protocol reported by Ito et al.56.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 207,
                    "end": 209,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Quantitative RT-PCR (qRT-PCR) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The cytotoxicity test was performed using the WST-1 reagent (Roche) as reported previously21. Briefly, Huh7it-1 cells plated in each well of a 96-well plate were treated with serial dilutions of sPLA2s at 37 °C for 24 h. Untreated cells served as a control. After this treatment, 10 µl of the WST-1 reagent was added to each well, and the cells were cultured for 4 h. The WST-1 reagent is converted to formazan by mitochondrial dehydrogenases; the amount of formazan was determined by measuring the absorbance of each well using a microplate reader at 450 and 630 nm. The percent cell viability compared to the untreated control was calculated for each dilution of sPLA2s, and the CC50 was determined. The LDH release assay was performed using a commercially available kit (Takara Bio) according to the manufacturer’s instructions.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Cytotoxicity assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The haemolytic activity was tested using human RBCs as reported previously57,58 with some modifications. Briefly, fresh human RBCs were washed three times with buffer (0.81% NaCl and 20 mM HEPES [pH 7.4]) and resuspended in the same buffer. A RBC suspension (107–108 RBCs/ml) was added to another buffer (0.81% NaCl, 20 mM HEPES [pH 7.4], and 2 mM CaCl2) containing various dilutions of sPLA2 (final volume = 100 μl). The mixtures were incubated at 37 °C for 1 h. After centrifugation, haemolysis was determined by measuring the absorbance of the supernatant at 570 nm. Controls for zero haemolysis and 100% haemolysis consisted of RBCs suspended in buffer and 0.5% Triton X-100 in buffer solution (or distilled water), respectively. The percentage of haemolysis was calculated for each dilution of sPLA2s, and the HC50 was determined.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 77,
                    "end": 79,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Haemolytic activity assay ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Virucidal activity of CM-II-sPLA2 against different viruses.\nData are presented as the average ± SEM (n = 3 to 5).",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Virucidal activity of various sPLA2s from different sources.\nData are presented as the average ± SEM (n = 3 to 5). (a) The same IC50 values as shown in Table 1.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Inhibition of the virucidal activity of CM-II-sPLA2 by manoalide.\nData are presented as the average ± SEM (n = 2).",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Time-of-addition experiments using CM-II-sPLA2 against HCV and DENV. (a) Immunoblotting analysis. The HCV NS3 (upper panel) and DENV PrM (lower panel) expression levels were examined by immunoblotting. (i) Pretreatment of the cells: Huh7it-1 cells were treated with decreasing concentrations of CM-II-sPLA2 (1,000, 100, 10 and 1 ng/ml) for 1 h. Then, the cells were inoculated with HCV or DENV in the absence of CM-II-sPLA2 for another 1 h and cultured for 24 h in the absence of CM-II-sPLA2. (ii) Pretreatment of the virus: HCV and DENV were incubated with CM-II-sPLA2 for 1 h, and the mixtures were inoculated onto Huh7it-1 cells. After 1 h, the cells were cultured for 24 h in the absence of CM-II-sPLA2. (iii) Post-entry treatment: Huh7it-1 cells were inoculated with HCV or DENV in the absence of CM-II-sPLA2. After 1 h, the cells were cultured for 24 h in the presence of CM-II-sPLA2. (–), Untreated control. The full-length gels and blots are shown in Supplementary Figs S2 and S3. (b) qRT-PCR analysis. The HCV RNA (upper panel) and DENV RNA (lower panel) levels in cells prepared under the same conditions described in (a) were quantified by qRT-PCR. (–), Untreated control. Data are presented as the percentage of the untreated control.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Membrane lipids: where they are and how they behave",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "van Meer",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Voelker",
                    "suffix": ""
                },
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Feigenson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Mol. Cell. Biol.",
            "volume": "9",
            "issn": "",
            "pages": "112-124",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm2330"
                ]
            }
        },
        "BIBREF1": {
            "title": "Phospholipase A2 hydrolysis of supported phospholipid bilayers: a neutron reflectivity and ellipsometry study",
            "authors": [
                {
                    "first": "HP",
                    "middle": [],
                    "last": "Vacklin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tiberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fragneto",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochemistry.",
            "volume": "44",
            "issn": "",
            "pages": "2811-2821",
            "other_ids": {
                "DOI": [
                    "10.1021/bi047727a"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Composition and three-dimensional architecture of the dengue virus replication and assembly sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Welsch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe.",
            "volume": "5",
            "issn": "",
            "pages": "365-375",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2009.03.007"
                ]
            }
        },
        "BIBREF4": {
            "title": "Understanding the hepatitis C virus life cycle paves the way for highly effective therapies",
            "authors": [
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Scheel",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Med.",
            "volume": "19",
            "issn": "",
            "pages": "837-849",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.3248"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Crotoxin and phospholipases A2 from Crotalus durissus terrificus showed antiviral activity against dengue and yellow fever viruses",
            "authors": [
                {
                    "first": "VD",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Toxicon.",
            "volume": "59",
            "issn": "",
            "pages": "507-515",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxicon.2011.05.021"
                ]
            }
        },
        "BIBREF7": {
            "title": "Phospholipase A2 isolated from the venom of Crotalus durissus terrificus inactivates dengue virus and other enveloped viruses by disrupting the viral envelope",
            "authors": [
                {
                    "first": "VD",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0112351"
                ]
            }
        },
        "BIBREF8": {
            "title": "Lysis of human immunodeficiency virus type 1 by a specific secreted human phospholipase A2",
            "authors": [
                {
                    "first": "J-O",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol.",
            "volume": "81",
            "issn": "",
            "pages": "1444-1450",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01790-06"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Secreted phospholipases A2, a new class of HIV inhibitors that block virus entry into host cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fenard",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Clin. Invest.",
            "volume": "104",
            "issn": "",
            "pages": "611-618",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI6915"
                ]
            }
        },
        "BIBREF11": {
            "title": "Curvature, lipid packing, and electrostatics of membrane organelles: defining cellular territories in determining specificity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bigay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Antonny",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Dev. Cell.",
            "volume": "23",
            "issn": "",
            "pages": "886-895",
            "other_ids": {
                "DOI": [
                    "10.1016/j.devcel.2012.10.009"
                ]
            }
        },
        "BIBREF12": {
            "title": "Antiviral activity of extracts from Morinda citrifolia leaves and chlorophyll catabolites, pheophorbide a and pyropheophorbide a, against hepatitis C virus",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Ratnoglik",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Microbiol Immunol.",
            "volume": "58",
            "issn": "",
            "pages": "188-194",
            "other_ids": {
                "DOI": [
                    "10.1111/1348-0421.12133"
                ]
            }
        },
        "BIBREF13": {
            "title": "Virocidal activity of Egyptian scorpion venoms against hepatitis C virus",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "El-Bitar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virol. J.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-015-0276-6"
                ]
            }
        },
        "BIBREF14": {
            "title": "Phospholipase A2 enzymes: physical structure, biological function, disease implication, chemical inhibition, and therapeutic intervention",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Magrioti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kokotos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem. Rev.",
            "volume": "111",
            "issn": "",
            "pages": "6130-6185",
            "other_ids": {
                "DOI": [
                    "10.1021/cr200085w"
                ]
            }
        },
        "BIBREF15": {
            "title": "Naja mossambica mossambica venom. Purification, some properties and the amino acid sequences of three phospholipases A (CM-I, CM-II and CM-III)",
            "authors": [
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Joubert",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Biochim. Biophys. Acta.",
            "volume": "493",
            "issn": "",
            "pages": "216-227",
            "other_ids": {
                "DOI": [
                    "10.1016/0005-2795(77)90275-6"
                ]
            }
        },
        "BIBREF16": {
            "title": "Purification and activation of phospholipase A2 isoforms from Naja mossambica mossambica (spitting cobra) venom",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Toxicon.",
            "volume": "31",
            "issn": "",
            "pages": "1279-1291",
            "other_ids": {
                "DOI": [
                    "10.1016/0041-0101(93)90401-4"
                ]
            }
        },
        "BIBREF17": {
            "title": "Pharmacological study on phospholipases A2 isolated from Naja mossambica mossambica venom",
            "authors": [
                {
                    "first": "W-W",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P-L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Joubert",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc. Natl. Sci. Counc. Repub. China B.",
            "volume": "11",
            "issn": "",
            "pages": "155-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Structure-function relationships of phospholipases. The anticoagulant region of phospholipases A2",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Kini",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Biol. Chem.",
            "volume": "262",
            "issn": "",
            "pages": "14402-14407",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Lipids and their trafficking: an integral part of cellular organization",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Walch",
                    "suffix": ""
                },
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Verbavatz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Dev. Cell.",
            "volume": "39",
            "issn": "",
            "pages": "139-153",
            "other_ids": {
                "DOI": [
                    "10.1016/j.devcel.2016.09.030"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Morphogenesis of coronavirus HCoV-NL63 in cell culture: a transmission electron microscopic study",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Banach",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Open. Infect. Dis. J.",
            "volume": "2",
            "issn": "",
            "pages": "52-58",
            "other_ids": {
                "DOI": [
                    "10.2174/1874279300802010052"
                ]
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Cobra venom phospholipase A2 inhibition by manoalide. A novel type of phospholipase inhibitor",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lombardo",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Biol. Chem.",
            "volume": "260",
            "issn": "",
            "pages": "7234-7240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A new era of secreted phospholipase A2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Taketomi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Lipid Res.",
            "volume": "56",
            "issn": "",
            "pages": "1248-1261",
            "other_ids": {
                "DOI": [
                    "10.1194/jlr.R058123"
                ]
            }
        },
        "BIBREF29": {
            "title": "Lipids and flaviviruses, present and future perspectives for the control of dengue, Zika, and West Nile viruses",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Martín-Acebes",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Vázquez-Calvo",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Saiz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Prog. Lipid Res.",
            "volume": "64",
            "issn": "",
            "pages": "123-137",
            "other_ids": {
                "DOI": [
                    "10.1016/j.plipres.2016.09.005"
                ]
            }
        },
        "BIBREF30": {
            "title": "Biochemical and morphological properties of hepatitis C virus particles and determination of their lipidome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Biol. Chem.",
            "volume": "286",
            "issn": "",
            "pages": "3018-3032",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M110.175018"
                ]
            }
        },
        "BIBREF31": {
            "title": "The composition of West Nile virus lipid envelope unveils a role of sphingolipid metabolism in flavivirus biogenesis",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Martín-Acebes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol.",
            "volume": "88",
            "issn": "",
            "pages": "12041-12054",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02061-14"
                ]
            }
        },
        "BIBREF32": {
            "title": "Receptors for a growing family of secreted phospholipases A2",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lambeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lazdunski",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends Pharmacol. Sci.",
            "volume": "20",
            "issn": "",
            "pages": "162-170",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-6147(99)01300-0"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "How do presynaptic PLA2 neurotoxins block nerve terminals?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montecucco",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rossetto",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends Biochem. Sci.",
            "volume": "25",
            "issn": "",
            "pages": "266-270",
            "other_ids": {
                "DOI": [
                    "10.1016/S0968-0004(00)01556-5"
                ]
            }
        },
        "BIBREF35": {
            "title": "Understanding the molecular mechanism underlying the presynaptic toxicity of secreted phospholipases A2: An update",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Šribar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oberčkal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Križaj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Toxicon.",
            "volume": "89",
            "issn": "",
            "pages": "9-16",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxicon.2014.06.019"
                ]
            }
        },
        "BIBREF36": {
            "title": "Efficient production of infectious hepatitis C virus with adaptive mutations in cultured hepatoma cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bungyoku",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Gen. Virol.",
            "volume": "90",
            "issn": "",
            "pages": "1681-1691",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.010983-0"
                ]
            }
        },
        "BIBREF37": {
            "title": "Hepatitis C virus infection promotes hepatic gluconeogenesis through an NS5A-mediated, FoxO1-dependent pathway",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol.",
            "volume": "85",
            "issn": "",
            "pages": "8556-8568",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00146-11"
                ]
            }
        },
        "BIBREF38": {
            "title": "Enhancement of dengue virus type 2 replication in mouse macrophage cultures by bacterial cell walls, peptidoglycans, and a polymer of peptidoglycan subunits",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hotta",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Infect. Immun.",
            "volume": "41",
            "issn": "",
            "pages": "462-469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Antibody-mediated enhancement of dengue virus infection in mouse macrophage cell lines, Mk1 and Mm1",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hotta",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Wiharta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hotta",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Soc. Exp. Biol. Med.",
            "volume": "175",
            "issn": "",
            "pages": "320-327",
            "other_ids": {
                "DOI": [
                    "10.3181/00379727-175-41802"
                ]
            }
        },
        "BIBREF40": {
            "title": "The NS5A protein of hepatitis C virus partially inhibits the antiviral activity of interferon",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hotta",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Gen. Virol.",
            "volume": "80",
            "issn": "",
            "pages": "879-886",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-80-4-879"
                ]
            }
        },
        "BIBREF41": {
            "title": "Effects of ionic strength on the release of dengue virus from Vero cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsumura",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stollar",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Schlesinger",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. Gen. Virol.",
            "volume": "17",
            "issn": "",
            "pages": "343-347",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-17-3-343"
                ]
            }
        },
        "BIBREF42": {
            "title": "Protection of mice by a protease inhibitor, aprotinin, against lethal Sendai virus pneumonia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Gen. Virol.",
            "volume": "72",
            "issn": "",
            "pages": "979-982",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-72-4-979"
                ]
            }
        },
        "BIBREF43": {
            "title": "Herpes simplex virus type 1-induced hydrocephalus in mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yanagi",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Virol.",
            "volume": "57",
            "issn": "",
            "pages": "942-951",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "The role of the membrane in the structure and biophysical robustness of the dengue virion envelope",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Sansom",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Structure.",
            "volume": "24",
            "issn": "",
            "pages": "375-382",
            "other_ids": {
                "DOI": [
                    "10.1016/j.str.2015.12.011"
                ]
            }
        },
        "BIBREF45": {
            "title": "Low-dose N omega-nitro-L-arginine methyl ester treatment improves survival rate and decreases myocardial injury in a murine model of viral myocarditis induced by coxsackievirus B3",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mikami",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "220",
            "issn": "",
            "pages": "983-989",
            "other_ids": {
                "DOI": [
                    "10.1006/bbrc.1996.0519"
                ]
            }
        },
        "BIBREF46": {
            "title": "Determinant in human immunodeficiency virus type 1 for efficient replication under cytokine-induced CD4(+) T-helper 1 (Th1)- and Th2-type conditions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol.",
            "volume": "73",
            "issn": "",
            "pages": "316-324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "MERS coronavirus nsp1 participates in an efficient propagation through a specific interaction with viral RNA",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Terada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virology.",
            "volume": "511",
            "issn": "",
            "pages": "95-105",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2017.08.026"
                ]
            }
        },
        "BIBREF48": {
            "title": "Anti-hepatitis C virus activity of a crude extract from longan (Dimocarpus longan Lour.) leaves",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Apriyanto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Jpn. J. Infect. Dis.",
            "volume": "69",
            "issn": "",
            "pages": "213-220",
            "other_ids": {
                "DOI": [
                    "10.7883/yoken.JJID.2015.107"
                ]
            }
        },
        "BIBREF49": {
            "title": "Emergence of resistant human immunodeficiency virus type 1 in patients receiving fusion inhibitor (T-20) monotherapy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Antimicrob. Agents. Chemother.",
            "volume": "46",
            "issn": "",
            "pages": "1896-1905",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.46.6.1896-1905.2002"
                ]
            }
        },
        "BIBREF50": {
            "title": "Inability of rat DPP4 to allow MERS-CoV infection revealed by using a VSV pseudotype bearing truncated MERS-CoV spike protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fukuma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch. Virol.",
            "volume": "160",
            "issn": "",
            "pages": "2293-2300",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-015-2506-z"
                ]
            }
        },
        "BIBREF51": {
            "title": "Development and evaluation of fluorogenic TaqMan reverse transcriptase PCR assays for detection of dengue virus types 1 to 4",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol.",
            "volume": "42",
            "issn": "",
            "pages": "5935-5937",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.42.12.5935-5937.2004"
                ]
            }
        },
        "BIBREF52": {
            "title": "Antibacterial and antifungal properties of alpha-helical, cationic peptides in the venom of scorpions from southern Africa",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moerman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur. J. Biochem.",
            "volume": "269",
            "issn": "",
            "pages": "4799-4810",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1432-1033.2002.03177.x"
                ]
            }
        },
        "BIBREF53": {
            "title": "Cytolytic and K+ channel blocking activities of β-KTx and scorpine-like peptides purified from scorpion venoms",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diego-García",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell. Mol. Life Sci.",
            "volume": "65",
            "issn": "",
            "pages": "187-200",
            "other_ids": {
                "DOI": [
                    "10.1007/s00018-007-7370-x"
                ]
            }
        },
        "BIBREF54": {
            "title": "Computational virology: from the inside out",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Sansom",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biochim. Biophys. Acta.",
            "volume": "1858",
            "issn": "",
            "pages": "1610-1618",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbamem.2016.02.007"
                ]
            }
        },
        "BIBREF55": {
            "title": "Morphology and molecular composition of purified bovine viral diarrhea virus envelope",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Callens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005476"
                ]
            }
        },
        "BIBREF56": {
            "title": "Lipid map of the mammalian cell",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "van Meer",
                    "suffix": ""
                },
                {
                    "first": "AI",
                    "middle": [],
                    "last": "de Kroon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Cell. Sci.",
            "volume": "124",
            "issn": "",
            "pages": "5-8",
            "other_ids": {
                "DOI": [
                    "10.1242/jcs.071233"
                ]
            }
        },
        "BIBREF57": {
            "title": "Modeling yeast organelle membranes and how lipid diversity influences bilayer properties",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Monje-Galvan",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Klauda",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochemistry.",
            "volume": "54",
            "issn": "",
            "pages": "6852-6861",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.biochem.5b00718"
                ]
            }
        }
    }
}