{
    "paper_id": "PMC5453527",
    "metadata": {
        "title": "Characterisation of the canine faecal virome in healthy dogs and dogs with acute diarrhoea using shotgun metagenomics",
        "authors": [
            {
                "first": "Paloma",
                "middle": [
                    "S."
                ],
                "last": "Moreno",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Josef",
                "middle": [],
                "last": "Wagner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Caroline",
                "middle": [
                    "S."
                ],
                "last": "Mansfield",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Stevens",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "R."
                ],
                "last": "Gilkerson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carl",
                "middle": [
                    "D."
                ],
                "last": "Kirkwood",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Kaderali",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Interest in the virome, or the entire population of viruses present in a biological sample, has increased recently due to improved availability of high throughput sequencing or next generation sequencing (NGS) technologies, and improved metagenomic analytical methods [1, 2]. The virome comprises all types of viruses, including those that infect prokaryotic and eukaryotic organisms, DNA or RNA viruses, and viruses that cause acute or chronic infections. Many of these viruses are difficult or impossible to propagate in cell culture, and molecular detection is difficult as no common gene such as the ribosomal 16S gene that is present in bacterial species exists in viruses. These limitations have hindered the identification and characterisation of uncultured viruses [3, 4]. Recently, due to the advent of molecular enrichment protocols, high throughput sequencing and new metagenomic analytical methods we are now able to explore, identify and characterise viruses from different biological and environmental samples with a greater capacity [2, 5–11]",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 273,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 774,
                    "end": 775,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 777,
                    "end": 778,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1049,
                    "end": 1050,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1052,
                    "end": 1053,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1054,
                    "end": 1056,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In studies of human faeces, the virome has been shown to include viruses that infect eukaryotic organisms and viruses that infect prokaryotes (bacteriophages) [2, 5, 12–18]. Bacteriophages have been reported in many studies to be the most frequently detected viral constituent in the gut of humans [1, 2, 5, 8, 16, 19, 20]. The faecal virome has been characterised for several animal species including pigs, bats, cats, pigeons, horses and ferrets [2, 6, 7, 9–11, 21–31]. In dogs, the presence of enteric viral pathogens such as canine parvovirus, coronavirus, rotavirus and distemper virus (Paramyxoviridae) have been identified only through targeted studies [32–35]. To date, only one published study has used high throughput sequencing to investigate the faecal viral population in diarrhoeic dogs [6]. These investigators analysed faeces from dogs with acute diarrhoea and detected two new virus species, canine sapovirus and canine kobuvirus; known canine enteric viruses such as canine coronavirus, canine parvovirus, canine rotavirus as well as plant and insect viruses were also reported [6].",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 163,
                    "end": 164,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 166,
                    "end": 168,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 169,
                    "end": 171,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 299,
                    "end": 300,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 302,
                    "end": 303,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 305,
                    "end": 306,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 308,
                    "end": 309,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 315,
                    "end": 317,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 319,
                    "end": 321,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 449,
                    "end": 450,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 452,
                    "end": 453,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 455,
                    "end": 456,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 458,
                    "end": 459,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 464,
                    "end": 466,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 661,
                    "end": 663,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 664,
                    "end": 666,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 802,
                    "end": 803,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1097,
                    "end": 1098,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The aim of this study was to describe the faecal virome of samples collected from healthy dogs, and compare these findings to the faecal virome of dogs with acute diarrhoea in Australia, using an Illumina MiSeq shotgun metagenomic sequencing approach.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A total of 16 faecal samples (8 from healthy and 8 from diarrhoeic dogs) were subjected to viral nucleic acid extraction, followed by nucleic acid enrichment, reverse transcription, random amplification and the creation of two libraries for each sample (DNA and cDNA), before being sequenced by Illumina MiSeq platform (Table 1). After sequencing, a total of 93,744,624 raw sequences were generated. All raw sequences are available in NCBI, (Bioproject ID: PRJNA380672). After trimming by quality 80,414,313 high quality reads (HQRs) were available. All sequences corresponding to dog and cellular organisms (383,785 and 27,825,631 respectively) were removed and the resultant reads were de novo assembled (Fig 1) generating in total 1,672,615 contigs and singletons (reads). From these contigs/singletons 1,285,171 (76.8%) had no hits in the database (S1 Table). Further analysis of contigs/singletons with no hits confirmed most sequences had no hits, while a limited number matched bacterial, human or animal sequences with a very low coverage. In addition to the contigs/singletons with no hit in the database, some contigs/singletons matching to cellular organisms and some with low complexity were identified, however, were not analysed any further (S1 Fig).",
            "cite_spans": [],
            "section": "Overview of the canine faecal virome ::: Results",
            "ref_spans": [
                {
                    "start": 707,
                    "end": 712,
                    "mention": "Fig 1",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 327,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Sequences similar to twelve viral families were identified in faecal samples from healthy and diarrhoeic dogs after analyses with two different bioinformatic pipelines and comparison against viral and NCBI databases (Fig 1). Eight of these viral families infect eukaryotic organisms, and the remaining four infect prokaryotes.",
            "cite_spans": [],
            "section": "Overview of the canine faecal virome ::: Results",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 222,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Despite the known bias of SISPA in the resultant sequences after de novo assembly [36], we report the number of contigs/singletons matching viral families and the subsequent analysis of alignments with the lowest common ancestor according to MEGAN V5.2.1 [37].",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Overview of the canine faecal virome ::: Results",
            "ref_spans": []
        },
        {
            "text": "Faecal samples were collected from eight healthy dogs (Table 1). Genetic analyses identified 659,696 contigs/singletons with no hits and 3968 contigs/singletons were classified as viral, matching to five viral families that infect eukaryotes and four that infect prokaryotes. 75.9% (3012 contigs/singletons) of the total number of viral contigs/singletons were classified as bacteriophages in the healthy canine faecal virome. Bacteriophages were detected in the faeces of all dogs in this group and belonged to Caudovirales order and Microviridae family.",
            "cite_spans": [],
            "section": "Virome of healthy dogs ::: Results",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Viral contigs/singletons from five eukaryotic virus families were identified in faecal samples from 4 of the 8 healthy dogs (Table 1). Three out of five viral families detected were DNA viruses. Adenoviridae and Papillomaviridae were detected in a single sample containing only one contig/singleton each. The contig corresponding to Papillomaviridae family aligned with human papillomavirus type 118 (GQ246951.1), and covered 1.7% of complete genome (minimum match: 70% and minimum overlap: 30). A similar situation was identified for the Adenovirus contig. Genetic analysis revealed it matched human adenovirus C (NC_001405.1) and only covered 0.34% of the genome. This healthy individual dog sample (ND11) was the only one that had co-infection with different eukaryotic virus families in this group.",
            "cite_spans": [],
            "section": "Virome of healthy dogs ::: Results",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The highest number of contigs/singleton detected (n = 912) were from the family Coronaviridae (Table 1), however, these were all detected in one sample. After analysis, only 76 contigs/singletons matched the reference sequence of Alphacoronavirus 1 (Feline infectious peritonitis virus, NC_002306.3) and covered only 0.5% of the complete genome (minimum match: 75% and minimum overlap: 50), which represented 3.2% of FIPV_gp02 (receptor binding molecule) region.",
            "cite_spans": [],
            "section": "Virome of healthy dogs ::: Results",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Contigs/singletons belonging to the Reoviridae family were found in only one sample. Genetic analysis revealed they covered between 11%–35.5% of VP1, VP2, VP3 and VP4 genes of reference sequences of Rotavirus A (NC_011506–NC_011510).",
            "cite_spans": [],
            "section": "Virome of healthy dogs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Another eukaryotic viral family found in one healthy dog sample was Parvoviridae, genetic analysis of the 3 contigs/singletons showed a coverage of approximately 3.5% of the complete genome of canine parvovirus reference sequence (NC_001539), or 9.3% of the polyprotetin Ns1-Ns2.",
            "cite_spans": [],
            "section": "Virome of healthy dogs ::: Results",
            "ref_spans": []
        },
        {
            "text": "In eight faecal samples from dogs with acute diarrhoea, a total of 625,475 contigs/singletons had no hits and 17,242 were identified as viral contigs/singletons comprising 6 eukaryotic and 4 prokaryotic viral families (Table 1). Bacteriophages comprised 98.19% of the total of viral contigs/singletons and they were present in all individuals and were identified as belonging to order Caudovirales and Microviridae family. Eukaryotic families found in this group were Coronaviridae, Parvoviridae, Reoviridae, Caliciviridae, Astroviridae, and Picornaviridae (Table 1). The most common eukaryotic viruses identified were RNA viruses (5/6 viral families). Interestingly, all 8 samples in this group contained at least one eukaryotic family each. Co-infection was identified in 6 individual dog samples from this group. From the 8 samples from dogs with acute diarrhoea, 2 different eukaryotic virus families were detected in five samples and 3 eukaryotic families were detected in one sample (Table 1). The most prevalent family identified was Astroviridae, present in 5 dogs followed by Reoviridae present in 4 of 8 dogs with acute diarrhoea (Table 1).",
            "cite_spans": [],
            "section": "Virome of dogs with acute diarrhoea ::: Results",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 565,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 997,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1148,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Astroviridae contigs/singletons from 5 dogs were compared with reference sequence of canine astrovirus (NC_026814.1), the lowest common ancestor according to MEGAN, and they covered between 2.4% and 5% of compete genome and between 6.3% and 12.9% of the ORF2. The sample with the most contigs/singletons was later characterised.",
            "cite_spans": [],
            "section": "Virome of dogs with acute diarrhoea ::: Results",
            "ref_spans": []
        },
        {
            "text": "Reoviridae contigs/singletons found in 4 dogs were compared with reference sequence of Rotavirus A (NC_011503.2) and 3 of them covered between 10.5% and 23.4% of the VP4 gene and the other sample covered 23.6% of the VP7 gene.",
            "cite_spans": [],
            "section": "Virome of dogs with acute diarrhoea ::: Results",
            "ref_spans": []
        },
        {
            "text": "Furthermore, contigs/singletons matching to canine parvovirus, were found in 2 dog samples with acute diarrhoea. One of the samples covered approximately 5.8% of the complete genome of canine parvovirus reference sequence (NC_001539), corresponding to 17.6% of VP2. The other sample contained 41 contigs/singletons that matched to this same reference sequence and in total they cover 100% of VP1, 66.2% of polyprotein NS1 and NS2 (CPVgp1) and 87.9% of VP2 genes.",
            "cite_spans": [],
            "section": "Virome of dogs with acute diarrhoea ::: Results",
            "ref_spans": []
        },
        {
            "text": "In this group were also found contigs/singletons matching to the Coronaviridae family, covering between 0.6% and 1.7% of the complete genome of reference sequence Alphacoronavirus 1 (FIPV, NC_002306.3).",
            "cite_spans": [],
            "section": "Virome of dogs with acute diarrhoea ::: Results",
            "ref_spans": []
        },
        {
            "text": "One dog with acute diarrhoea contained contigs/singletons similar to a canine norovirus (JF930689.1), covering approximately 7.9% of the complete genome. Other dog sample had contigs/singletons similar to a canine kobuvirus (JN387133.1), covering 2.2% of complete genome.",
            "cite_spans": [],
            "section": "Virome of dogs with acute diarrhoea ::: Results",
            "ref_spans": []
        },
        {
            "text": "To further explore the high abundance of contigs/singletons from Astroviridae family in dogs with acute diarrhoea and their absence in healthy dogs, a near complete full genome of a representative canine astrovirus was generated through Sanger sequencing (DD1, Table 1). The genome encoded the complete three open reading frames (ORFs): ORF1a, ORF1b and ORF2. The total length was 6513 nucleotides, excluding the 3’ poly (A) tail and the nucleotide composition was 28% A, 22% G, 26% T, 23% C. The G/C composition was 45%. The GenBank accession number for the canine astrovirus sequence is KX756441.",
            "cite_spans": [],
            "section": "Canine astrovirus characterisation ::: Results",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 268,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A phylogenetic tree was constructed using the protein alignment from the conserved region of the capsid (ORF2) of the astrovirus characterised in this study (DD1) and other canine astrovirus ORF2, together with Mamastrovirus sequences from different mammalian species, including a chicken astrovirus as an outgroup. The phylogenetic analysis grouped our canine astrovirus within the canine astrovirus clade. The closest canine astroviruses to our Australian sample were from UK and China with an identity between 98.82%–99.41% (Fig 2).",
            "cite_spans": [],
            "section": "Canine astrovirus characterisation ::: Results",
            "ref_spans": [
                {
                    "start": 528,
                    "end": 533,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We also included the phylogenetic tree made with the full length of the ORF2 as a supplementary figure (S3 Fig).",
            "cite_spans": [],
            "section": "Canine astrovirus characterisation ::: Results",
            "ref_spans": []
        },
        {
            "text": "Using next generation sequencing and metagenomics analysis, the virome in faecal samples from 8 healthy dogs and 8 dogs with acute diarrhoea is described. Only a single previous shotgun metagenomic study investigating the faecal virome of dogs with diarrhoea has been reported. In that study, mammalian viruses were found in 15 samples and two new virus species were described [6]. Our study analysed 16 faecal samples from dogs (8 healthy and 8 diarrhoeic), and identified eukaryotic viruses in 12 samples, including all diarrhoeic samples and 50% of the healthy samples. Thus, 70% of canine faeces contained eukaryotic viruses, suggesting that mammalian viruses are a common component of the enteric microbial population in dogs.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 379,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results must be interpreted with caution, due to bias created by SISPA. Areas of exaggerated depth appear when the SISPA method is used, creating artefacts during de novo assembly. This results in regions of repetitive sequences [36]. In order to overcome this bias, all contigs/singletons were analysed at family level and only for viral eukaryotic families were the results further analysed to evaluate what percentage they covered to some specific viral species.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The most common viral contigs/singletons identified in both groups were bacteriophages, similar to previous findings from human and other animal faecal virome studies [2, 5, 16, 19, 22, 27, 30]. Bacteriophages belonging to families Myoviridae, Siphoviridae and Podoviridae (dsDNA viruses from order Caudovirales) and ssDNA family Microviridae were identified, which is similar to other studies on faeces from humans [2, 5, 16], cats [31], horses [29], sea lions [24], pine martens and European badgers [26], ferrets [21] and small carnivores [11].",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 171,
                    "end": 172,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 174,
                    "end": 176,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 182,
                    "end": 184,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 190,
                    "end": 192,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 417,
                    "end": 418,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 420,
                    "end": 421,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 503,
                    "end": 505,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Bacteriophages modify diversity of bacterial populations due to their lytic life cycle and also promote different characteristics in the bacterial population due to their lysogenic life cycle transferring genes such as encoding toxins or resistance to antibiotic [38]. This life-cycle may lead to bacteriophages conferring advantage to some bacterial species in the environmental niche [39]. Therefore, it is possible that the greater amount of contigs/singletons corresponding to bacteriophages identified in the group of dogs with acute diarrhoea, when compared to healthy dogs, means a higher amount of bacteriophages. If so, bacteriophages could have generated a change in the normal balance of bacterial population resulting in dysbiosis, and ultimately causing diarrhoea. Conversely, it could be that an initial change in the bacterial population in these dogs resulted from the acute diarrhoea [40, 41] is the cause of the variation in the bacteriophage population. In our sample population, the latter explanation is most likely, because in a shelter environment a higher number of circulating pathogens, changes in diet and a stressful environment could contribute to the dysbiosis associated with acute diarrhoea [42]. The bacterial microbiome and the analysis of contigs/singletons matching specific bacteriophages were not assessed in this study, therefore further microbiome/virome cross analysis is necessary to elucidate the association between bacteria and bacteriophages in dogs. However, even this analysis would be unlikely to determine the cause or effect relationship between bacteriophages and dysbiosis at a single point in time.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 387,
                    "end": 389,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 902,
                    "end": 904,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 906,
                    "end": 908,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1224,
                    "end": 1226,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The analysis of the lowest common ancestor of eukaryotic viral families, according to MEGAN, identified eight eukaryotic virus species (Table 1). However, each of these results require validation by targeted PCR, or whole genome characterisation of each species, as the NGS results after SISPA amplification may be biased and not accurate depiction at a species level [36].",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 143,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Sequences matching those of human viruses (adenovirus and papillomavirus) were found in one sample from a healthy dog. Only one contig from each virus covering a very small percentage of the genome in both cases. This finding could suggest contamination during collection or processing.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Known enteric pathogenic families Parvoviridae and Coronaviridae were identified in samples from both healthy dogs and dogs with acute diarrhoea. Interestingly, almost all positive samples were from puppies (between 4–8 months) that had been vaccinated less than one month prior to sampling. The lowest common ancestry analysis in MEGAN of the contigs/singletons matching Parvoviridae family, suggested they were canine parvovirus (CPV), but as CPV positive dogs (as tested by faecal antigen tests) were not included in this study it is highly likely these results represent vaccine derived sequences not detected by the CPV antigen detection kit, or represent a virus load below the level of detection. Previous studies have demonstrated that modified live vaccine virus can be detected in faecal samples for extended periods of time after vaccination [43]. Further genome characterisation of these canine parvovirus is warranted to confirm this hypothesis.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 856,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Three individual samples contained Coronaviridae contigs/singletons, two of which were from puppies [ND10 and DD8] (Table 1) and one from an adult dog [DD1] (Table 1). Our results are consistent with Li et al 2011, who also reported the highest number of Coronaviridae reads in one sample collected from a puppy [6]. Canine coronavirus can be shed in faeces in high numbers for up to 156 days [44, 45]. These findings validate the affinity of the Coronaviridae viral family to infect young individuals [46], and present as a common enteric pathogen in a shelter environment [42, 45, 47].",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 394,
                    "end": 396,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 503,
                    "end": 505,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 579,
                    "end": 581,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 165,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The uncommon viruses, canine kobuvirus and canine norovirus, were identified only in samples from dogs with acute diarrhoea. Previous studies have suggested these viruses may have some association with enteric disease in dogs, however, both viral species have been detected in both healthy dogs and dogs with diarrhoea [6, 48]",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 323,
                    "end": 325,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our shotgun metagenomic sequence data indicated that the most frequent RNA viral family in dog samples with acute diarrhoea was Astroviridae, being identified in more than half of the diarrheal samples. [49]. In dogs, astrovirus has been previously detected mainly in puppies with diarrhoea, but has also been occasionally reported in healthy dogs [50–54]. The only previous report of a possible canine astrovirus in Australia was described in canine faeces in the 1984, where astrovirus–like particles were detected using electronic microscopy in healthy dogs [55].",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 349,
                    "end": 351,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 352,
                    "end": 354,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To date, canine astrovirus has been reported in USA [56], China [51], Italy [50, 57, 58], UK [52], France [53], Brazil [59], Korea [60] and Japan [54]. The first description of the complete genome of two canine astroviruses was reported by a group of researchers from the UK in 2015 [52]. The current study contributes the first description of the complete genome of a canine astrovirus identified in Australia. In our study, using Sanger sequencing a near complete genome of a canine astrovirus was assembled from one dog with acute diarrhoea. A phylogenetic tree, analysing the capsid region (ORF2) of this Australian canine astrovirus and other astrovirus sequences present in GenBank, determined that it belonged to the canine astrovirus clade, very closely related to the canine astrovirus strains from the UK and China (Fig 2).",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 65,
                    "end": 67,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 77,
                    "end": 79,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 81,
                    "end": 83,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 85,
                    "end": 87,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 94,
                    "end": 96,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 107,
                    "end": 109,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 120,
                    "end": 122,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 132,
                    "end": 134,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 147,
                    "end": 149,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 284,
                    "end": 286,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 826,
                    "end": 831,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "It is interesting to note that all canine astrovirus positive samples, were collected from the same shelter and obtained within a short period of time (Sept–Nov 2012). We could infer that this virus was endemic at that time in that shelter, and or maybe could represent an outbreak of diarrhoea in the shelter within that period of time. A more sensitive test (i.e.: quantitative PCR) in a larger number of samples from cases and controls may be useful to better understand the potential role of astroviruses as an aetiological agent in acute diarrhoea of dogs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study we analysed the faecal virome in healthy dogs and compared these findings with the faecal virome of dogs with acute diarrhoea. Known DNA and RNA viruses were found, together with different proportions of bacteriophages in each group. In addition, we described and characterised the first complete genome of a canine astrovirus in Australia. Future longitudinal studies analysing viruses, bacteria and other potential pathogens should be performed to assess the aetiology of diarrhoea in dogs and further elucidate the pathological importance of viruses found in dog intestines.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Faecal samples from a total of 16 dogs were obtained between September 2012 and March 2013. All dogs were aged between 2.5 months and 7 years; and comprised 5 females and 11 males of various breeds (Table 1).",
            "cite_spans": [],
            "section": "Animals and sample collection ::: Material and methods",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 206,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All faecal samples were collected from a single shelter in Melbourne (Lost Dogs Home), Australia. All samples were maintained at 4°C for up to 24 hrs, then were transported on dry ice before storing up to five aliquots of 500 mg of faeces each at -80°C until further analyses. Information about age, sex, breed, diet, vaccination and deworming status was recorded for each dog (University of Melbourne Animal Ethics Committee approval IDs 1413272.2 and 1112035.1).",
            "cite_spans": [],
            "section": "Animals and sample collection ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Animals were determined to be healthy based on physical examination by a veterinarian and absence of any clinical signs of disease. Faecal consistency was considered normal as per published criteria (Faecal scoring chart, PURINA), and all dogs had been treated with deworming drugs for prophylaxis (Ilium Pyraquantal, TROY or Milbemax, Novartis). All samples were lifted from the floor, first thing in the morning before cleaning, during November 2012.",
            "cite_spans": [],
            "section": "Animals and sample collection ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Faecal samples from 8 dogs with an acute onset of diarrhoea (less than 3 days of duration), were collected by a veterinarian from within the animal’s enclosure. All dogs with acute diarrhoea were tested for the presence of canine parvovirus antigen in faeces using the Anigen rapid CPV/CCV Ag Test kit, (Bionote). Positive samples were excluded from the study.",
            "cite_spans": [],
            "section": "Animals and sample collection ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "None of the dogs had been treated with antimicrobial drugs within the previous 8 weeks of sample collection. The majority of healthy dogs were receiving commercial dry food and some of the dogs with diarrhoea were being fed a high-fibre prescription veterinary diet (Hill’s i/d diet).",
            "cite_spans": [],
            "section": "Animals and sample collection ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Faecal samples were processed as described previously [6, 12]. Briefly, aliquots of 500 mg of faecal sample were thawed and re-suspended in saline buffer (0.01M Tris solution (pH7.5), 0.15M NaCl, 0.01M CaCl2) at 3:1 ratio of solid mass. One mm zirconia/silica beads were added to the stool solution, filling around 150μL of an Eppendorf tube, and vortexed vigorously for 3 minutes. The samples were then centrifuged at 17900 x g for 5 min, collecting the supernatant and repeating this step three more times. To reduce solid faecal matter and bacterial contamination, 500 μl of this solution was filtered through a 0.45 μm tube filter (Corning Costar Spin X) by centrifugation at 3800 x g for 5 minutes, then the filtrate was transferred to 2 mL tubes.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 58,
                    "end": 60,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Sample preparation and faecal extract preparation ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "To enrich for viral DNA and RNA, a DNase/RNase step was incorporated using a modified protocol described previously [6, 12]. Each sample was treated with a cocktail of DNases (Turbo DNase, from Ambion, Baseline-ZERO from Epicentre, Benzonase from Novagen and DNase I from Roche) and RNase A (QIAGEN). This mixture was incubated in a water bath at 37°C for 3 hours. To stop the enzymatic activity, EDTA (AMRESCO) was added in a final concentration of 15 mM to each sample and incubated at 75°C for 10 min.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 120,
                    "end": 122,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Pre-extraction nucleic acid digestion ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Viral DNA/RNA protected from digestion within viral capsids were extracted using QIAamp Viral RNA mini kit (QIAGEN), according to manufacturer’s recommendations. A second DNase/RNase step was performed on the extracted viral RNA for elimination of genomic DNA, using DNase I recombinant, RNase free (10U/μl) (Roche) and Protector RNase inhibitor (40 U/μl) (Roche). After digestion of the DNA, the viral RNA was transcribed with Sensiscript Reverse Transcriptase kit (QIAGEN; Sensiscript RT kit) to generate cDNA, according to manufacturer’s instructions with minor modifications. Briefly, for a more sensitive detection in the subsequent PCR, a mixture of oligo-dt primers (Oligo (dT)15 primer, Promega) and random primers (Random hexamers, TaqMan Reverse Transcription Reagents, Roche, Applied Biosystems) were used and a RNA denaturation step (95° for 3 minutes) was added.",
            "cite_spans": [],
            "section": "Nucleic acid extraction and reverse transcription ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Viral cDNA and genomic DNA were randomly amplified using a modified SISPA protocol [61, 62]. Briefly, a second strand synthesis was performed with Large (Klenow) Fragment (New England Biolabs) and random hexamers (Roche, Biosystems, 50μM) followed by digestion of the second strand product with the restriction enzyme CviQI (Csp6.1), (New England Biolabs). Then a CSp11/NBam24 adaptor was ligated to the digested DNA using T4 DNA ligase (Invitrogen) followed by PCR amplification of the adaptor-ligated product with NBam24 PCR primers. An aliquot of the PCR product was validated on a 1% agarose TBE gel, where a positive smear with multiple bands confirmed the random SISPA amplification of nucleic acid products.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 88,
                    "end": 90,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Random amplification, Sequence-Independent Single Primer Amplification (SISPA) method ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The amplified PCR products were cleaned up using WIZARD SV Gel and PCR clean-up system (Promega) following manufacturer’s recommendations and two libraries with dual indexing for each sample were generated (DNA and cDNA) with Illumina Nextera XT DNA Sample Preparation kit, according to manufacturer indications. After visualise it with Agilent 2200 Tape Station System (Agilent Technologies), the libraries were submitted to the Australian Genome Research Facility (AGRF) for a 250 bases paired-end sequencing on the MiSeq Illumina platform.",
            "cite_spans": [],
            "section": "Viral library preparation and sequencing ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "All raw sequences were deposited under Bioproject ID: PRJNA380672 at NCBI database. Raw sequences were trimmed by quality score with PrinSeq software (v0.20.3) [63], filtering for low quality reads from both ends using the DUST score [64] with a threshold of 7. Poly A/T tails in both ends (ten nucleotides of each end) and SISPA primers sequences were also removed using this software. The Mothur software v.1.31.2 [65] was applied and the sequences were trimmed again, eliminating homopolymers, ambiguous bases and sequences less than 100bp. After these trimming steps, high quality reads (HQR) were obtained and all bad quality reads were removed from the group file (Fig 1).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 235,
                    "end": 237,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 417,
                    "end": 419,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Bioinformatic analyses ::: Material and methods",
            "ref_spans": [
                {
                    "start": 671,
                    "end": 676,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The HQR were then compared against a dog chromosome database (CanFam3.1) using the BLASTn (Blast 2.2.29+ standalone) algorithm with an 80% identity cut off. The BLASTn files were analysed by MEGAN V5.2.1 [37] and all dog sequences were removed using Mothur v.1.31.2.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Bioinformatic analyses ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Subsequently, these dog free sequences were compared against a bacterial database (CAMERA prokaryotic nucleotide database 10572.V7, Nov 2012; http://camera.calit2.net/) [66] to eliminate bacterial sequences, using the BLASTn (Blast 2.2.29+ standalone) algorithm with an 80% identity cut off. To extract cellular organism sequences from the group file, MEGAN V5.2.1 and Mothur software were used as described above (Fig 1).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Bioinformatic analyses ::: Material and methods",
            "ref_spans": [
                {
                    "start": 415,
                    "end": 420,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The host and bacteria free sequence reads, were de novo assembled with MetaVelvet (velvet 1.2.08, KMER51) [67] using Kmer size 51 and contigs and singletons were created. These singletons were clustered with a 98% similarity using CD-HIT-est (version.4.5.4 2011) [68] (Fig 1).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 264,
                    "end": 266,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Bioinformatic analyses ::: Material and methods",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 274,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All contigs and singletons clusters were analysed through two pipelines. (1) Contigs and singletons clusters were compared against the CAMERA Viral Nucleotide Sequence database 10570.V9, using tBLASTx search with an E-value cut off 10−5; (2) Contigs and singletons clusters were compared against the NCBI nucleotide database (2012) using BLASTn search with an E value cut off 1. All blast searches were performed in Blast 2.2.29+ standalone. These files were then analysed by MEGAN V5.2.1 [37] and the lowest common ancestor of known viral sequences were identified (Fig 1).",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 492,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Bioinformatic analyses ::: Material and methods",
            "ref_spans": [
                {
                    "start": 567,
                    "end": 572,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Finally, all viral contigs and singletons of eukaryotic organisms present in both analyses were aligned and compared with the NCBI reference sequence of the lowest common ancestor given by MEGAN V5.2.1. All alignments were made using Sequencher version 5.0.1 sequence analysis software (Gene Codes Corporation, Ann Arbor, MI USA) with minimum match percentage of 70%–80% and minimum overlap 50 as assembly parameters, evaluating the percentage of coverage of the genome.",
            "cite_spans": [],
            "section": "Bioinformatic analyses ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "All contigs and singletons with no hits were re-evaluated using online BLASTn with an E value cut off 10 and visualised with MEGAN V5.2.1 to evaluate the alignment with its lowest common ancestor.",
            "cite_spans": [],
            "section": "Bioinformatic analyses ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "In order to acquire the complete genome of canine astrovirus, multiple sets of primers were selected from the literature or designed based on sequences obtained from Illumina reads (S2 Table). Nucleic acids from a single faecal sample from a dog with acute diarrhoea (DD1), which had 18 contigs/singletons of canine astrovirus (after tBLASTx analysis) was used to determine the complete genome sequence. RNA was extracted directly from the centrifuged sample after faecal extraction, previous to enrichment of viral nucleic acids as outlined before.",
            "cite_spans": [],
            "section": "Sequencing of canine astrovirus genome ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "RT-PCR was performed with SuperScript III One-Step RT-PCR System with Platinum Taq (Invitrogen™). PCR conditions used were: 45°C for 60 min and 95°C for 5 min, 35 cycle of 94°C for 40 sec, 55°C for 1min and 72°C for 5 min, and a final elongation step of 72°C for 5 min, followed by final hold at 4°C. PCR products were run on a 1.2% agarose TBE gel stained with RedSafe™ nucleic acid staining solution (iNtRON Biotechnology). All PCR products were excised and cleaned up with WIZARD SV Gel and PCR clean-up system (Promega) following manufacturer’s protocol and sequenced using Sanger sequencing at the AGRF.",
            "cite_spans": [],
            "section": "Sequencing of canine astrovirus genome ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The near complete genome of the canine astrovirus was assembled using Sequencher version 5.0.1 sequence analysis software (Gene Codes Corporation, Ann Arbor, MI USA) with minimum match percentage 80 and minimum overlap 50 as assembly parameters.",
            "cite_spans": [],
            "section": "Sequencing of canine astrovirus genome ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Phylogenetic analysis of this canine astrovirus was performed aligning protein sequences of the 172 conserved amino acids of the capsid region (ORF2) from different species (S2 Fig), using CLUSTAL W, from MEGA version 6.0 [69] with default settings. A phylogenetic tree with 1000 bootstrap was generated using the Maximum likelihood method based on the JTT matrix-based model [70], using MEGA version 6.0. The percentage of identity was calculated with CLUSTALO 1.2.4 [71]",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 469,
                    "end": 471,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Phylogenetic analysis ::: Material and methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF1": {
            "text": "Fig 2: GenBank accession numbers are shown for all sequences analysed and the sequence determined in this study is noted with a black diamond. The tree was constructed using the Maximum Likelihood method, based on the JTT matrix-based model with 1000 bootstrap replications. Bootstrap values ≥ 70% are indicated at each branch. Evolutionary analyses were conducted in MEGA6.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Viruses in the faecal microbiota of monozygotic twins and their mothers",
            "authors": [],
            "year": 2010,
            "venue": "Nature",
            "volume": "466",
            "issn": "7304",
            "pages": "334-8",
            "other_ids": {
                "DOI": [
                    "10.1038/nature09199"
                ]
            }
        },
        "BIBREF1": {
            "title": "Metagenomic analyses of an uncultured viral community from human feces",
            "authors": [],
            "year": 2003,
            "venue": "Journal of Bacteriology",
            "volume": "185",
            "issn": "20",
            "pages": "6220-3",
            "other_ids": {
                "DOI": [
                    "10.1128/JB.185.20.6220-6223.2003"
                ]
            }
        },
        "BIBREF2": {
            "title": "Viral metagenomics",
            "authors": [],
            "year": 2007,
            "venue": "Reviews in Medical Virology",
            "volume": "17",
            "issn": "2",
            "pages": "115-31",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.532"
                ]
            }
        },
        "BIBREF3": {
            "title": "Viral metagenomics as an emerging and powerful tool in veterinary medicine",
            "authors": [],
            "year": 2011,
            "venue": "Veterinary Quarterly",
            "volume": "31",
            "issn": "3",
            "pages": "107-14",
            "other_ids": {
                "DOI": [
                    "10.1080/01652176.2011.604971"
                ]
            }
        },
        "BIBREF4": {
            "title": "Viral diversity and dynamics in an infant gut",
            "authors": [],
            "year": 2008,
            "venue": "Research in Microbiology",
            "volume": "159",
            "issn": "5",
            "pages": "367-73",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resmic.2008.04.006"
                ]
            }
        },
        "BIBREF5": {
            "title": "Viruses in diarrhoeic dogs include novel kobuviruses and sapoviruses",
            "authors": [],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "2534-41",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.034611-0"
                ]
            }
        },
        "BIBREF6": {
            "title": "Bat guano virome: predominance of dietary viruses from insects and plants plus novel mammalian viruses",
            "authors": [],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "14",
            "pages": "6955-65",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00501-10"
                ]
            }
        },
        "BIBREF7": {
            "title": "The human gut virome: Inter-individual variation and dynamic response to diet",
            "authors": [],
            "year": 2011,
            "venue": "Genome research",
            "volume": "21",
            "issn": "10",
            "pages": "1616-25",
            "other_ids": {
                "DOI": [
                    "10.1101/gr.122705.111"
                ]
            }
        },
        "BIBREF8": {
            "title": "The fecal virome of pigs on a high-density farm",
            "authors": [],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "22",
            "pages": "11697-708",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05217-11"
                ]
            }
        },
        "BIBREF9": {
            "title": "Feline fecal virome reveals novel and prevalent enteric viruses",
            "authors": [],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "171",
            "issn": "1–2",
            "pages": "102-11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2014.04.005"
                ]
            }
        },
        "BIBREF10": {
            "title": "Viral metagenomic analysis of feces of wild small carnivores",
            "authors": [],
            "year": 2014,
            "venue": "Virology journal",
            "volume": "11",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Metagenomic analyses of viruses in stool samples from children with acute flaccid paralysis",
            "authors": [],
            "year": 2009,
            "venue": "Journal of Virology",
            "volume": "83",
            "issn": "9",
            "pages": "4642-51",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02301-08"
                ]
            }
        },
        "BIBREF12": {
            "title": "RNA viral community in human feces: prevalence of plant pathogenic viruses",
            "authors": [],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Metagenomic analysis of human diarrhea: viral detection and discovery",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Pathogens",
            "volume": "4",
            "issn": "2",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Study of the viral and microbial communities associated with Crohn’s disease: a metagenomic approach",
            "authors": [],
            "year": 2013,
            "venue": "Clinical and translational gastroenterology",
            "volume": "4",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Disease-specific alterations in the enteric virome in inflammatory bowel disease",
            "authors": [],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "3",
            "pages": "447-60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2015.01.002"
                ]
            }
        },
        "BIBREF16": {
            "title": "Geographic variation in the eukaryotic virome of human diarrhea",
            "authors": [],
            "year": 2014,
            "venue": "Virology",
            "volume": "468",
            "issn": "",
            "pages": "556-64",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2014.09.012"
                ]
            }
        },
        "BIBREF17": {
            "title": "Early life dynamics of the human gut virome and bacterial microbiome in infants",
            "authors": [],
            "year": 2015,
            "venue": "Nature Medicine",
            "volume": "21",
            "issn": "10",
            "pages": "1228-34",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.3950"
                ]
            }
        },
        "BIBREF18": {
            "title": "Bacteriophages in gut samples from pediatric Crohn's disease patients: metagenomic analysis using 454 pyrosequencing",
            "authors": [],
            "year": 2013,
            "venue": "Inflammatory Bowel Diseases",
            "volume": "19",
            "issn": "8",
            "pages": "1598-608",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Rapid evolution of the human gut virome",
            "authors": [],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "110",
            "issn": "30",
            "pages": "12450-5",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1300833110"
                ]
            }
        },
        "BIBREF20": {
            "title": "Metagenomic analysis of the ferret fecal viral flora",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0071595"
                ]
            }
        },
        "BIBREF21": {
            "title": "The fecal viral flora of wild rodents",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002218"
                ]
            }
        },
        "BIBREF22": {
            "title": "The viruses of wild pigeon droppings",
            "authors": [],
            "year": 2013,
            "venue": "PloS one",
            "volume": "8",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0072787"
                ]
            }
        },
        "BIBREF23": {
            "title": "The Fecal Viral Flora of California Sea Lions",
            "authors": [],
            "year": 2011,
            "venue": "Journal of Virology",
            "volume": "85",
            "issn": "19",
            "pages": "9909-17",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05026-11"
                ]
            }
        },
        "BIBREF24": {
            "title": "Metagenomic analysis of viruses from bat fecal samples reveals many novel viruses in insectivorous bats in China",
            "authors": [],
            "year": 2012,
            "venue": "Journal of virology",
            "volume": "86",
            "issn": "8",
            "pages": "4620-30",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06671-11"
                ]
            }
        },
        "BIBREF25": {
            "title": "Metagenomic analysis of the viral flora of pine marten and european badger feces",
            "authors": [],
            "year": 2012,
            "venue": "Journal of Virology",
            "volume": "86",
            "issn": "4",
            "pages": "2360-5",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06373-11"
                ]
            }
        },
        "BIBREF26": {
            "title": "Metagenomic analysis of viromes of dromedary camel fecal samples reveals large number and high diversity of circoviruses and picobirnaviruses",
            "authors": [],
            "year": 2014,
            "venue": "Virology",
            "volume": "471–473",
            "issn": "0",
            "pages": "117-25",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2014.09.020"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Metagenomics of the Human Body",
            "volume": "",
            "issn": "",
            "pages": "63-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Analysis of the virus population present in equine faeces indicates the presence of hundreds of uncharacterized virus genomes",
            "authors": [],
            "year": 2005,
            "venue": "Virus genes",
            "volume": "30",
            "issn": "2",
            "pages": "151-6",
            "other_ids": {
                "DOI": [
                    "10.1007/s11262-004-5624-3"
                ]
            }
        },
        "BIBREF29": {
            "title": "Viral metagenomics analysis demonstrates the diversity of viral flora in piglet diarrhoeic faeces in China",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "7",
            "pages": "1603-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Faecal virome of cats in an animal shelter",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "Pt 11",
            "pages": "2553-64",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.069674-0"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Canine and Feline Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "651-728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Comparison of the prevalence of enteric viruses in healthy dogs and those with acute haemorrhagic diarrhoea by electron microscopy",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Small Animal Practice",
            "volume": "49",
            "issn": "2",
            "pages": "84-8",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1748-5827.2007.00470.x"
                ]
            }
        },
        "BIBREF33": {
            "title": "Enteropathogens identified in dogs entering a Florida animal shelter with normal feces or diarrhea",
            "authors": [],
            "year": 2012,
            "venue": "Journal Of The American Veterinary Medical Association",
            "volume": "241",
            "issn": "3",
            "pages": "338-43",
            "other_ids": {
                "DOI": [
                    "10.2460/javma.241.3.338"
                ]
            }
        },
        "BIBREF34": {
            "title": "Aetiological role of viruses in puppies with diarrhoea",
            "authors": [],
            "year": 2007,
            "venue": "Veterinary Record",
            "volume": "161",
            "issn": "5",
            "pages": "169-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The origin of biased sequence depth in sequence-independent nucleic acid amplification and optimization for efficient massive parallel sequencing",
            "authors": [],
            "year": 2013,
            "venue": "PloS one",
            "volume": "8",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0076144"
                ]
            }
        },
        "BIBREF36": {
            "title": "Integrative analysis of environmental sequences using MEGAN4",
            "authors": [],
            "year": 2011,
            "venue": "Genome Research",
            "volume": "21",
            "issn": "9",
            "pages": "1552-60",
            "other_ids": {
                "DOI": [
                    "10.1101/gr.120618.111"
                ]
            }
        },
        "BIBREF37": {
            "title": "Bacteriophages: an underestimated role in human and animal health?",
            "authors": [],
            "year": 2014,
            "venue": "Frontiers in cellular and infection microbiology",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fcimb.2014.00039"
                ]
            }
        },
        "BIBREF38": {
            "title": "The virome in mammalian physiology and disease",
            "authors": [],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "1",
            "pages": "142-50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2014.02.032"
                ]
            }
        },
        "BIBREF39": {
            "title": "The fecal microbiome in dogs with acute diarrhea and idiopathic inflammatory bowel disease",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0051907"
                ]
            }
        },
        "BIBREF40": {
            "title": "Characterization of microbial dysbiosis and metabolomic changes in dogs with acute diarrhea",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0127259"
                ]
            }
        },
        "BIBREF41": {
            "title": "Common and Emerging Infectious Diseases in the Animal Shelter",
            "authors": [],
            "year": 2013,
            "venue": "Veterinary pathology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Long-term viremia and fecal shedding in pups after modified-live canine parvovirus vaccination",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "30",
            "pages": "3850-3",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2014.04.050"
                ]
            }
        },
        "BIBREF43": {
            "title": "M gene evolution of canine coronavirus in naturally infected dogs",
            "authors": [],
            "year": 2001,
            "venue": "The Veterinary Record",
            "volume": "151",
            "issn": "25",
            "pages": "758-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "An update on canine coronaviruses: Viral evolution and pathobiology",
            "authors": [],
            "year": 2008,
            "venue": "Vet Microbiol",
            "volume": "132",
            "issn": "3–4",
            "pages": "221-34",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2008.06.007"
                ]
            }
        },
        "BIBREF45": {
            "title": "Canine coronavirus-associated puppy mortality without evidence of concurrent canine parvovirus infection",
            "authors": [],
            "year": 2005,
            "venue": "Journal of veterinary diagnostic investigation",
            "volume": "17",
            "issn": "6",
            "pages": "610-4",
            "other_ids": {
                "DOI": [
                    "10.1177/104063870501700618"
                ]
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Infectious diseases of the dog and cat",
            "volume": "",
            "issn": "",
            "pages": "67-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Novel norovirus in dogs with diarrhea",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "6",
            "pages": "980-2",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1606.091861"
                ]
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Fields virology,. 1",
            "volume": "",
            "issn": "",
            "pages": "609-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Detection and characterization of canine astroviruses",
            "authors": [],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "1880-7",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.029025-0"
                ]
            }
        },
        "BIBREF50": {
            "title": "Isolation and characterization of canine astrovirus in China",
            "authors": [],
            "year": 2011,
            "venue": "Archives of Virology",
            "volume": "156",
            "issn": "9",
            "pages": "1671-5",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-011-1022-z"
                ]
            }
        },
        "BIBREF51": {
            "title": "Complete genome sequence of canine astrovirus with molecular and epidemiological characterisation of UK strains",
            "authors": [],
            "year": 2015,
            "venue": "Vet Microbiol",
            "volume": "177",
            "issn": "1–2",
            "pages": "206-13",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2015.03.011"
                ]
            }
        },
        "BIBREF52": {
            "title": "Prevalence and risk factors of astrovirus infection in puppies from French breeding kennels",
            "authors": [],
            "year": 2012,
            "venue": "Vet Microbiol",
            "volume": "157",
            "issn": "1–2",
            "pages": "214-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2011.11.012"
                ]
            }
        },
        "BIBREF53": {
            "title": "Detection of canine astrovirus in dogs with diarrhea in Japan",
            "authors": [],
            "year": 2015,
            "venue": "Archives of Virology",
            "volume": "160",
            "issn": "6",
            "pages": "1549-53",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-015-2405-3"
                ]
            }
        },
        "BIBREF54": {
            "title": "Viruses and virus-like particles in the faeces of dogs with and without diarrhoea",
            "authors": [],
            "year": 1984,
            "venue": "Australian veterinary journal",
            "volume": "61",
            "issn": "2",
            "pages": "33-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Astrovirus-like, coronavirus-like, and parvovirus-like particles detected in the diarrheal stools of beagle pups",
            "authors": [],
            "year": 1980,
            "venue": "Archives of Virology",
            "volume": "66",
            "issn": "3",
            "pages": "215-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Genetic characterization of a new astrovirus detected in dogs suffering from diarrhoea",
            "authors": [],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "139",
            "issn": "1–2",
            "pages": "147-52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2009.04.031"
                ]
            }
        },
        "BIBREF57": {
            "title": "Enteric disease in dogs naturally infected by a novel canine astrovirus",
            "authors": [],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "3",
            "pages": "1066-9",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.05018-11"
                ]
            }
        },
        "BIBREF58": {
            "title": "Molecular characterisation of calicivirus and astrovirus in puppies with enteritis",
            "authors": [],
            "year": 2013,
            "venue": "Veterinary record",
            "volume": "172",
            "issn": "21",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Phylogenetic analysis of astrovirus and kobuvirus in korean dogs",
            "authors": [],
            "year": 2014,
            "venue": "Journal of Veterinary Medical Science",
            "volume": "76",
            "issn": "8",
            "pages": "1141-5",
            "other_ids": {
                "DOI": [
                    "10.1292/jvms.13-0585"
                ]
            }
        },
        "BIBREF60": {
            "title": "A virus discovery method incorporating DNase treatment and its application to the identification of two bovine parvovirus species",
            "authors": [],
            "year": 2001,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "98",
            "issn": "20",
            "pages": "11609-14",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.211424698"
                ]
            }
        },
        "BIBREF61": {
            "title": "Sequence-independent, single-primer amplification (SISPA) of complex DNA populations",
            "authors": [],
            "year": 1991,
            "venue": "Molecular And Cellular Probes",
            "volume": "5",
            "issn": "6",
            "pages": "473-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Quality control and preprocessing of metagenomic datasets",
            "authors": [],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "6",
            "pages": "863-4",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btr026"
                ]
            }
        },
        "BIBREF63": {
            "title": "A Fast and Symmetric DUST Implementation to Mask Low-Complexity DNA Sequences",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Computational Biology",
            "volume": "13",
            "issn": "5",
            "pages": "1028-40",
            "other_ids": {
                "DOI": [
                    "10.1089/cmb.2006.13.1028"
                ]
            }
        },
        "BIBREF64": {
            "title": "Introducing mothur: open-source, platform-independent, community-supported software for describing and comparing microbial communities",
            "authors": [],
            "year": 2009,
            "venue": "Applied and environmental microbiology",
            "volume": "75",
            "issn": "23",
            "pages": "7537-41",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.01541-09"
                ]
            }
        },
        "BIBREF65": {
            "title": "Community cyberinfrastructure for Advanced Microbial Ecology Research and Analysis: the CAMERA resource",
            "authors": [],
            "year": 2011,
            "venue": "Nucleic Acids Research",
            "volume": "39",
            "issn": "Database issue",
            "pages": "D546-51",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkq1102"
                ]
            }
        },
        "BIBREF66": {
            "title": "MetaVelvet: an extension of Velvet assembler to de novo metagenome assembly from short sequence reads",
            "authors": [],
            "year": 2012,
            "venue": "Nucleic Acids Research",
            "volume": "40",
            "issn": "20",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gks678"
                ]
            }
        },
        "BIBREF67": {
            "title": "Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences",
            "authors": [],
            "year": 2006,
            "venue": "Bioinformatics",
            "volume": "22",
            "issn": "13",
            "pages": "1658-9",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btl158"
                ]
            }
        },
        "BIBREF68": {
            "title": "MEGA6: Molecular Evolutionary Genetics Analysis Version 6.0",
            "authors": [],
            "year": 2013,
            "venue": "Molecular Biology and Evolution",
            "volume": "30",
            "issn": "12",
            "pages": "2725-9",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mst197"
                ]
            }
        },
        "BIBREF69": {
            "title": "The rapid generation of mutation data matrices from protein sequences",
            "authors": [],
            "year": 1992,
            "venue": "Computer applications in the biosciences: CABIOS",
            "volume": "8",
            "issn": "3",
            "pages": "275-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega",
            "authors": [],
            "year": 2011,
            "venue": "Molecular Systems Biology",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/msb.2011.75"
                ]
            }
        }
    }
}