{
    "paper_id": "PMC5872013",
    "metadata": {
        "title": "Building a global atlas of zoonotic viruses",
        "authors": [
            {
                "first": "Dennis",
                "middle": [],
                "last": "Carroll",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brooke",
                "middle": [],
                "last": "Watson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eri",
                "middle": [],
                "last": "Togami",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Daszak",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jonna",
                "middle": [
                    "AK"
                ],
                "last": "Mazet",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cara",
                "middle": [
                    "J"
                ],
                "last": "Chrisman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Edward",
                "middle": [
                    "M"
                ],
                "last": "Rubin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nathan",
                "middle": [],
                "last": "Wolfe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carlos",
                "middle": [
                    "M"
                ],
                "last": "Morel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "George",
                "middle": [
                    "F"
                ],
                "last": "Gao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gian",
                "middle": [
                    "Luca"
                ],
                "last": "Burci",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Keiji",
                "middle": [],
                "last": "Fukuda",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Prasert",
                "middle": [],
                "last": "Auewarakul",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oyewale",
                "middle": [],
                "last": "Tomori",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Novel viruses usually emerge in regions where dense human populations and biodiversity intersect.11 However, these areas often have limited laboratory, surveillance and health system infrastructure, which delays detecting emerging pathogens and preventing their potential to become pandemic.15 Thus, to be effective, pandemic prevention should take place at the source of viral spillover events, before they spread regionally.16 The Global Virome Project seeks to make data on novel potential zoonotic viruses available to public health agencies that face undiagnosed illness in humans and animals. The project has the potential to benefit human and animal health through broad measures, such as: (i) using polymerase chain reaction assays for an expanded diversity of potentially zoonotic viral families to shorten the time between outbreak detection and pathogen identification; (ii)  strengthening global epidemic preparedness through investment and training in epidemiological surveillance, field biology, laboratory techniques and biosafety; (iii) identifying high-risk pathogens in wildlife populations that have high contact with people (for example hunted species and peridomestic species); (iv) establishing sample biobanks, making data and samples available for public health risk assessments and mitigation as well as more detailed pathogen studies; and (v) identifying intervention strategies for human behaviours that increase the risk of novel viral spillover.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 291,
                    "end": 293,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Building capacity",
            "ref_spans": []
        },
        {
            "text": "The Global Virome Project will catalyse new approaches to identify the viruses that represent the greatest threat to human or animal health. The project will use artificial intelligence across the largest viral data set ever assembled, similar to machine learning techniques that are used in genomics to identify gene function, expression and disease biomarkers.17 The project will use a risk assessment framework that includes data on viral phylogeny, host traits and ecological conditions where the virus exists, as well as a series of viral characteristics known to be associated with spillover, to triage viruses for further characterization.4 The scale of the project’s viral testing will also enable piloting and enhancing novel testing platforms technologies, such as virome capture and sequencing.18",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 646,
                    "end": 647,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Enhancing our understanding",
            "ref_spans": []
        },
        {
            "text": "The project is ambitious but feasible, enabled by technological developments that allow for rapid and affordable genetic and viral sequencing. The project is time-bound and limited in scope and has tangible progress metrics. In the past, the Human Genome Project, another ambitious science project, sequenced and mapped the human genome, starting with a focus on the genes with the greatest relevance to people. The ultimate success of the Human Genome Project is in the medical advances made after the project’s conclusion. Similarly, the Global Virome Project aims to focus testing on the minimum number of mammalian and waterfowl samples that have the greatest potential of harbouring viruses with zoonotic potential. The exclusion of invertebrates, plants, fish and other hosts from the project’s core focus is a deliberate intent to address zoonotic disease. The legacy of the Global Virome Project will probably consist of the countermeasures, diagnostics, vaccines, policies and systems that it enables. Thus, this project has the potential to achieve for pandemics and large-scale epidemics what the Human Genome Project is just beginning to do for personalized medicine.19",
            "cite_spans": [
                {
                    "start": 1179,
                    "end": 1181,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Enhancing our understanding",
            "ref_spans": []
        },
        {
            "text": "The development of countermeasures to viral threats requires significant time and investment, and it is unlikely that these would be developed during the initial Global Virome Project phases. The recently launched Coalition for Epidemic Preparedness Innovations represents a critical step to address known viral threats, such as the Middle East respiratory syndrome coronavirus, Lassa fever and Nipah virus, for which vaccine or countermeasure development is challenging.20 The Global Virome Project aims to complement the coalitions’ innovations by characterizing the size, structure and composition of the pool of unknown viruses related to the viral targets on which the coalition is focused. For example, if a candidate vaccine against Middle East respiratory syndrome could be tested against hundreds of near relatives of that same syndrome, vaccines that have broader prevention capacity could be selected and rolled out to provide better protection against future emergence of this syndrome. This approach could enhance biotechnological efforts to move from single-virus countermeasures to ones that target a whole family of viruses.21",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 473,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Novel countermeasures",
            "ref_spans": []
        },
        {
            "text": "In a single outbreak in one year, the Severe Acute Respiratory Syndrome virus wiped between 10 and 50 billion United States dollars (US$) of value from Asian stock markets due to disrupted trade and commerce.22,23 Influenza pandemics are estimated to cause an average of US$ 570 billion in economic damages per year to the global economy,24 and these costs will rise as our economies expand and become more interconnected. The Global Virome Project will cost US$ 1.2 billion, which is less than 0.2% of this estimated loss4 and less than the estimated US$ 2.2 billion loss in gross domestic product due to forgone economic growth in Guinea, Liberia, Sierra Leone in 2015 alone during the 2013–2016 Ebola virus disease outbreak.25 Much like the Global Fund, Gavi, the Vaccine Alliance and other international public health initiatives, the Global Virome Project will likely rely on a broad mix of funding streams from governments, development agencies, research agencies, private foundations and industries. Considering the increasing inevitability of pandemics and their substantial economic impact, the next generation of scientists and field workers trained through this project will have the capacity to monitor viral evolution throughout the coming years. Furthermore, the project’s open database will catalyse technological advances in risk assessment, diagnostics and countermeasures.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 211,
                    "end": 213,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 522,
                    "end": 523,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Project investment",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Global trends in emerging infectious diseases.",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990-3",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ]
            }
        },
        "BIBREF1": {
            "title": "Host and viral traits predict zoonotic spillover from mammals.",
            "authors": [],
            "year": 2017,
            "venue": "Nature",
            "volume": "546",
            "issn": "7660",
            "pages": "646-50",
            "other_ids": {
                "DOI": [
                    "10.1038/nature22975"
                ]
            }
        },
        "BIBREF2": {
            "title": "Global hotspots and correlates of emerging zoonotic diseases.",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-00923-8"
                ]
            }
        },
        "BIBREF3": {
            "title": "Targeting transmission pathways for emerging zoonotic disease surveillance and control.",
            "authors": [],
            "year": 2015,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "15",
            "issn": "7",
            "pages": "432-7",
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2013.1563"
                ]
            }
        },
        "BIBREF4": {
            "title": "Spillover and pandemic properties of zoonotic viruses with high host plasticity.",
            "authors": [],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep14830"
                ]
            }
        },
        "BIBREF5": {
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor.",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "7477",
            "pages": "535-8",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12711"
                ]
            }
        },
        "BIBREF6": {
            "title": "Detection of emerging zoonotic pathogens: an integrated One Health Approach.",
            "authors": [],
            "year": 2018,
            "venue": "Annu Rev Anim Biosci",
            "volume": "6",
            "issn": "1",
            "pages": "121-39",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-animal-030117-014628"
                ]
            }
        },
        "BIBREF7": {
            "title": "Perspectives of public health laboratories in emerging infectious diseases.",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Microbes Infect",
            "volume": "2",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2013.34"
                ]
            }
        },
        "BIBREF8": {
            "title": "Machine learning applications in genetics and genomics.",
            "authors": [],
            "year": 2015,
            "venue": "Nat Rev Genet",
            "volume": "16",
            "issn": "6",
            "pages": "321-32",
            "other_ids": {
                "DOI": [
                    "10.1038/nrg3920"
                ]
            }
        },
        "BIBREF9": {
            "title": "Virome capture sequencing enables sensitive viral diagnosis and comprehensive virome analysis.",
            "authors": [],
            "year": 2015,
            "venue": "MBiol",
            "volume": "6",
            "issn": "5",
            "pages": "e01491-15",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01491-15"
                ]
            }
        },
        "BIBREF10": {
            "title": "The Human Genome Project, and recent advances in personalized genomics.",
            "authors": [],
            "year": 2015,
            "venue": "Risk Manag Healthc Policy",
            "volume": "8",
            "issn": "",
            "pages": "9-20",
            "other_ids": {
                "DOI": [
                    "10.2147/RMHP.S58728"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "The control of neglected zoonotic diseases: a route to poverty alleviation.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "CEPI-a new global R&D organisation for epidemic preparedness and response.",
            "authors": [],
            "year": 2017,
            "venue": "Lancet",
            "volume": "389",
            "issn": "10066",
            "pages": "233-5",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)30131-9"
                ]
            }
        },
        "BIBREF13": {
            "title": "Protection against filovirus diseases by a novel broad-spectrum nucleoside analogue BCX4430.",
            "authors": [],
            "year": 2014,
            "venue": "Nature",
            "volume": "508",
            "issn": "7496",
            "pages": "402-5",
            "other_ids": {
                "DOI": [
                    "10.1038/nature13027"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Learning from SARS: preparing for the next disease outbreak: workshop summary.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Prediction and prevention of the next pandemic zoonosis.",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9857",
            "pages": "1956-65",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(12)61684-5"
                ]
            }
        },
        "BIBREF19": {
            "title": "The Global Virome Project.",
            "authors": [],
            "year": 2018,
            "venue": "Science",
            "volume": "359",
            "issn": "6378",
            "pages": "872-4",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aap7463"
                ]
            }
        },
        "BIBREF20": {
            "title": "Host range and emerging and reemerging pathogens.",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "12",
            "pages": "1842-7",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1112.050997"
                ]
            }
        },
        "BIBREF21": {
            "title": "Fruit bats as reservoirs of Ebola virus.",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7068",
            "pages": "575-6",
            "other_ids": {
                "DOI": [
                    "10.1038/438575a"
                ]
            }
        },
        "BIBREF22": {
            "title": "Host and viral traits predict zoonotic spillover from mammals.",
            "authors": [],
            "year": 2017,
            "venue": "Nature",
            "volume": "546",
            "issn": "7660",
            "pages": "646-50",
            "other_ids": {
                "DOI": [
                    "10.1038/nature22975"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}