{
    "paper_id": "PMC5524759",
    "metadata": {
        "title": "Human Zika infection induces a reduction of IFN-γ producing CD4 T-cells and a parallel expansion of effector Vδ2 T-cells",
        "authors": [
            {
                "first": "Eleonora",
                "middle": [],
                "last": "Cimini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Concetta",
                "middle": [],
                "last": "Castilletti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Sacchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rita",
                "middle": [],
                "last": "Casetti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Veronica",
                "middle": [],
                "last": "Bordoni",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Antonella",
                "middle": [],
                "last": "Romanelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Federica",
                "middle": [],
                "last": "Turchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Federico",
                "middle": [],
                "last": "Martini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Tumino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Emanuele",
                "middle": [],
                "last": "Nicastri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Angela",
                "middle": [],
                "last": "Corpolongo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Antonino",
                "middle": [],
                "last": "Di Caro",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gary",
                "middle": [],
                "last": "Kobinger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alimuddin",
                "middle": [],
                "last": "Zumla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [
                    "Rosaria"
                ],
                "last": "Capobianchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Ippolito",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Agrati",
                "suffix": "",
                "email": "chiara.agrati@inmi.it",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Zika virus (ZIKV) is an emerging arbovirus of the Flaviviridae family isolated in Uganda in 19471 and usually causes a mild and self-limiting infection. Nevertheless, several data strongly indicate a high rate of primary microcephaly and Guillain-Barré syndrome during ZIKV infection in French Polynesia and Brazil2–5. There are currently no licensed medical interventions (drugs, other therapeutics or vaccines) available to treat or prevent ZIKV infection and the development of severe disease. The wide cross reactivity among different flavivirus6 and the risk associated with the antibody dependent enhancement7 strongly request the identification of protective and pathogenetic immune signature to ZIKV.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 314,
                    "end": 315,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 316,
                    "end": 317,
                    "mention": "5",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 549,
                    "end": 550,
                    "mention": "6",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 614,
                    "end": 615,
                    "mention": "7",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "ZIKV infects Dendritic cells (DC)8 and antagonizes Type I Interferon Responses, thus subverting DC immunogenicity9. During the acute and convalescent phases of ZIKV infection, increased levels of Th1, Th2, Th9, Th17 cytokines have been reported, suggesting that a polyfunctional T-cell response is required for recovery from ZIKV infection10. Nevertheless, an unbalanced immunoactivation with high levels of IL-6 and IL-8 in the cerebrospinal fluid has been associated to encephalomyelitis11. Although the main role played by humoral response12, an involvement of CD8 T cell response in the protection against ZIKV infection has been recently suggested in a mouse model of ZIKV infection13. Moreover, the activation of T-cells and their Th1 polarization has been also recently demonstrated in mice14. No data are available on the cellular-mediated immune response during the acute phase of ZIKV infection in humans.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 34,
                    "mention": "8",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 113,
                    "end": 114,
                    "mention": "9",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 542,
                    "end": 544,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 687,
                    "end": 689,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The aim of this study was to study and compare the phenotype and functionality of T-cells in patients with acute ZIKV and Dengue viral (DENV) infections.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The characterization of T-cell subsets in healthy donors (HD), ZIKV and DENV-infected patients were performed by multiparametric flow cytometry (Fig. 1). Representative panels from one HD, one ZIKV- and one DENV-infected patient are shown in Fig. 1a. The CD8 T-cells frequency was different in the three groups (Kruskal Wallis, KW < 0.05). In particular, when compared to HD, a significant higher CD8 T-cell frequency was observed both in ZIKV- and in DENV-infected patients (Fig. 1b). In contrast, no difference in CD4 T-cell frequency was observed among groups (Fig. 1c). Finally, the frequency of CD3+CD4−CD8− T-cell population (double negative, DN T-cells) was different in the three groups (KW < 0.05). Specifically, a significant expansion of DN T-cells was observed during ZIKV infection (Fig. 1d).\n",
            "cite_spans": [],
            "section": "ZIKV infection expanded CD8 and DN T cells and induced T-cell activation ::: Results",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 247,
                    "end": 249,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 481,
                    "end": 483,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 569,
                    "end": 571,
                    "mention": "1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The impact of ZIKV infection on T-cell activation was evaluated by analyzing the expression of activation markers CD38 and HLA-DR on CD8 (Fig. 2a,b), CD4 (Fig. 2c,d) and on DN (Fig. 2e,f) T-cells. A significant difference among HD, ZIKV and DENV was observed in the activation profile of CD8 (KW < 0.05) and of CD4 T cells (KW < 0.05). Specifically, when compared to HD, a higher frequency of CD38pos and of CD38pos/HLA-DRpos CD8 T-cells was observed both in ZIKV and in DENV patients (Fig. 2a). Moreover, a significant higher frequency of CD38neg/HLA-DRpos CD8 T-cells was observed in ZIKV-patients than in HD (Fig. 2a). CD4 T-cells showed a lower level of activation than CD8 T-cells both in ZIKV and DENV patients but CD38pos CD4 T-cells were significantly higher in ZIKV and DENV than in HD (Fig. 2c). Although a trend of CD38 increase on DN T cells during DENV infection, no significant difference was observed on the activation of DN T-cells among HD, ZIKV and DENV, probably due to the small sample size (Fig. 2e).\n",
            "cite_spans": [],
            "section": "ZIKV infection expanded CD8 and DN T cells and induced T-cell activation ::: Results",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "mention": "2a,b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 160,
                    "end": 164,
                    "mention": "2c,d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 182,
                    "end": 186,
                    "mention": "2e,f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "mention": "2e",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The analysis of the differentiation profile was assessed by monitoring the expression of CD45RA and CD27 on CD8 (Fig. 3a,b), CD4 (Fig. 3c,d) and on DN (Fig. 3e,f) T-cells allowing to discriminate subsets of naive (N: CD45RAposCD27pos), central memory (CM: CD45RAnegCD27pos), effector memory (EM: CD45RAnegCD27neg) and terminally differentiated (TEMRA: CD45RAposCD27neg) T-cells. The analysis of CD8 T-cells did not show any difference on the differentiation profile between ZIKV, DENV and HD (Fig. 3a). In contrast, a significant difference was observed in the differentiation profile of CD4 (KW < 0.05) and DN (KW < 0.05) T-cells. In particular, ZIKV patients showed a lower frequency of CM-CD4 T-cells in comparison to both HD and DENV patients, and a parallel higher frequency of EM-CD4 T-cells and TEMRA-CD4 T-cells in ZIKV respect to HD (Fig. 3c). Similar results were obtained by analysing DN T-cells: indeed, a lower frequency of CM-DN T- cells was observed in ZIKV in comparison to both HD and DENV patients and a parallel higher frequency of TEMRA-DN T-cells in ZIKV respect to HD (Fig. 3e). Finally, an inverse correlation between days after symptoms onset and EM CD8 T-cell frequency was observed (Pearson R: −0.76, R Squared 0.58, p = 0.04).\n",
            "cite_spans": [],
            "section": "ZIKV infection induced T-cell differentiation ::: Results",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "mention": "3a,b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 135,
                    "end": 139,
                    "mention": "3c,d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 157,
                    "end": 161,
                    "mention": "3e,f",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 848,
                    "end": 850,
                    "mention": "3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1096,
                    "end": 1098,
                    "mention": "3e",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To further characterize the phenotype of expanded DN T-cells observed during ZIKV infection, the expression of the γδ TCR (Vδ1 and Vδ2) and CD56 NK marker was analysed by flow cytometry. Results showed that the large majority of DN T-cells expressed a Vδ2 TCR (Fig. 4a), suggesting that the DN T-cell population expanded during ZIKV infection belongs to the Vδ2 T-cell subset. Accordingly, the frequency of Vδ2 T-cells within CD3 T-cells was significantly different among HD, ZIKV and DENV (KW < 0.05). In particular, Vδ2 T-cells was significantly higher in ZIKV patients than in HD and in DENV patients (Fig. 4b). Notably, the Vδ2 T-cell expansion was more pronounced in patients sampled during the first 2-3 days from symptoms onset [Pt1 and Pt2: Range (23.8–26.6%)] than in the other patients sampled after 6 days [Pt3-6: Range (1.5–13.1%)], and an inverse correlation between days after symptoms onset and Vδ2 T-cell frequency was observed (Pearson R: −0.84, R Squared 0.70, p = 0.01, Fig. 4c). Although not reaching the statistical significance, the analysis of granzyme expression showed a trend of increase of Granzyme B positive Vδ2 T-cells in ZIKV patients compared to HD (KW = 0.07, Fig. 4d).\n",
            "cite_spans": [],
            "section": "ZIKV infection induced the expansion of DN T-cell expressing Vδ2 TCR ::: Results",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 610,
                    "end": 612,
                    "mention": "4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 994,
                    "end": 996,
                    "mention": "4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1198,
                    "end": 1200,
                    "mention": "4d",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In order to define the functional properties of αβ and γδ T-cells during ZIKV infection, we tested their ability to produce cytokines by EliSpot assay (Fig. 5a) and flow cytometry (Fig. 5b,e) after mytogenic stimulation. Representative cytometric panels are shown (Fig. 5e). As shown in Fig. 5a, a significant reduction in the frequency of IFN-γ producing T-cells was observed in ZIKV patients than in HD [ZIKV: median 593 SFC/106PBMC (IQR: 517–620) vs. HD: median 1165 SFC/106PBMC (IQR: 950–1180), p < 0.05]. We then analysed three different cytokines by flow cytometry, focusing on those that were found elevated in acute ZIKV patients10. The analysis of IFN-γ-producing CD4 T-cells revealed a significant difference among HD, ZIKV and DENV (KW < 0.05). In particular, ZIKV infection was associated to a reduction of IFN-γ production by CD4 T-cells (Fig. 5c). Of note, Vδ2 T-cells maintained their ability to produce IFN-γ as well as HD and DENV (Fig. 5d). No significant differences were observed in IL-17A and IL-2 producing CD4, CD8 and Vδ2 T-cells.\n",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 639,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "ZIKV infection induced a reduction in IFN-γ production by T-cells ::: Results",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "mention": "5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 186,
                    "end": 190,
                    "mention": "5b,e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 270,
                    "end": 272,
                    "mention": "5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 857,
                    "end": 859,
                    "mention": "5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 954,
                    "end": 956,
                    "mention": "5d",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The definition of the immunological response to ZIKV infection in humans represents a key issue to identify a protective profile useful for vaccine development and for pathogenesis studies. Our study is the first to report the dynamics of T-cell profile and function in patients with acute ZIKV infection. There are 4 important findings from our study: 1) activation of both CD4 and CD8 T-cells; 2) CD4 T cell differentiation toward effector cells 3) substantial expansion of effector Vδ2 T-cells in the first days after symptoms onset 4) cytokine modulation in CD4 T-cells with a reduction of IFN-γ production.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Activation of CD8 and CD4 T-cells has been extensively described in several viral infections and likely represents the efforts of the immune system to counteract viral replication. Nevertheless, an excessive T-cell activation observed during severe viral diseases such as severe DENV15 or Ebola viral (EBOV) infection16–18 may be harmful to the host, by increasing inflammation and promoting anergy of protective T-cells. We found that ZIKV infection induced a significant activation of CD8 and CD4 T-cells, confirming recent data obtained in mice14. The frequency of CD8 T-cells co-expressing both CD38 and HLA-DR was similar in ZIKV and in DENV patients15, but was lower than during EBOV infection16, 18, suggesting that a moderate activation may be associated to a protective activity and to a mild profile of the disease. In acute infection such as of DENV19 or Ebola virus16–18, the activation of T-cells is associated to an increased expression of apoptotic markers. The role of apoptosis during ZIKV infection remains to be defined.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 285,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 317,
                    "end": 319,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 320,
                    "end": 322,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 699,
                    "end": 701,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 703,
                    "end": 705,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 860,
                    "end": 862,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 877,
                    "end": 879,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 880,
                    "end": 882,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The ability of T-cells to differentiate into effectors is a key feature of a protective response. During ZIKV infection, a CD4 T-cells differentiation towards effectors was described, suggesting the induction of a well coordinate immune response. In particular, CD4 T-cells differentiated in effector memory and terminally differentiated cells, suggesting the acquisition of a cytokine-producing and cytotoxic profiles. Other study are necessary to deeply explore the functional properties of effector CD4 T-cells. An effector phenotype of T-cells was also described in the mouse model of ZIKV infection14. Nevertheless, although the expression of an effector phenotype, a significant reduction of IFN-γ producing CD4 T-cells was observed respect to both HD and DENV patients. Was can speculate that CD4 T-cells during Zika infection were polarized to produce cytokine and chemokines other than IFN-γ. The ability of ZIKV to inhibit Type-I IFNs production and response was reported9, 20 but the reduction of IFN-γ production by T-cells represent a new finding whose role in the context of protection/pathogenesis needs further investigations. No differences in the frequency of IL-2 and IL-17-producing CD4 and CD8 T-cells was observed, suggesting that ZIKV did not modify the ability of T-cells to produce these cytokines that indeed were found higher in the sera of ZIKV patients10.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 605,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 981,
                    "end": 982,
                    "mention": "9",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 984,
                    "end": 986,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1381,
                    "end": 1383,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The current study reports for the first time a substantial expansion of Vδ2 T-cells during ZIKV infection, that was more pronounced during the first days from symptoms onset. Expanded Vδ2 T-cells presented an effector phenotype and expressed granzyme B. A pillar role of Vδ2 T-cells in a well orchestrated immune response to viral infection is well documented21. Indeed, human γδ T-cells may affect the progression and outcome of infectious diseases22, 23. Activated Vδ2 T-cells are able to exert direct antiviral activities and to perform several stimulatory activities on both innate and adaptive immune cells24–27. Several reports suggest a protective role of γδ T-cells during other acute viral infections22, 23, 28–30. γδ T-cells expand quickly in response to WNV infection, produce significant amount of IFN-γ, limiting the viral load and protecting the host from lethal encephalitis29, 30. We could not directly correlate the Vδ2 T-cell expansion with a protective effect during ZIKV infection, since all the patients included in this study showed a mild clinical course of the disease and no sequelae were observed. A direct comparison between severe and mild diseases may be helpful in supporting a protective role of γδ T-cells during ZIKV infection. The analysis of Vδ2 T-cells may also be important to better understand the pathogenesis associated with severe clinical complications of ZIKV infection such as microcephaly in foetuses2, 3 and/or Guillain Barré syndrome in adults31. Interestingly, an expansion of Vδ2 T-cells has been associated with recurrent abortions32, 33. Furthermore, the Th1 profile of expanded Vδ2 T-cells might contribute to placenta damage and/or inflammation that has been correlated with foetal brain damage during ZIKV infection34. Finally, γδ T-cells may play a role during autoimmune diseases35 and in particular during Guillain Barré syndrome36–38, contributing to autoimmune damage.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 453,
                    "end": 455,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 614,
                    "end": 616,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 709,
                    "end": 711,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 713,
                    "end": 715,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 720,
                    "end": 722,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 889,
                    "end": 891,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 893,
                    "end": 895,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1445,
                    "end": 1446,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1448,
                    "end": 1449,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1490,
                    "end": 1492,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1581,
                    "end": 1583,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1585,
                    "end": 1587,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1769,
                    "end": 1771,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1835,
                    "end": 1837,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1886,
                    "end": 1888,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1889,
                    "end": 1891,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, this study shows for the first time the activation of both CD8 and CD4 T-cell subsets, a reduction of IFN-γ producing CD4 T-cells and a prolific expansion of effector Vδ2 T-cells during acute ZIKV infection. Further studies on a larger sample size (including mild and severe ZIKV-associated diseases) are required to clarify the role of the Vδ2 T-cells and of reduced IFN-γ production by CD4+ T-cells in the protection and/or pathogenesis of ZIKV infection and to help develop rational strategies for new vaccine and therapeutics.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The study was approved by the National Institute for infectious Diseases (INMI), L Spallanzani of Rome Ethics Committee (approval number: 14/2015) and all patients gave written informed consent. All methods were performed in accordance with the relevant guidelines and regulations.",
            "cite_spans": [],
            "section": "Ethical Approval ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Patients returning from travel in Latin America, in India or Southeast Asia (Table 1) were enrolled at the National Institute for infectious Diseases (INMI), L Spallanzani of Rome (in travel clinic) after diagnosis of ZIKV or DENV infections. Specifically, 7 Italian patients (6 females and 1 male; median age 41.2 years) were positive for ZIKV (both serology and PCR), and 5 Italian patients (2 females and 3 males; median age: 48.5 years) were positive for DENV (both serology and PCR). 10 healthy donors (HD) were enrolled as controls. The main manifestations of ZIKV and DENV are summarized in Table 1. The serological and virological data are reported in Table 2.\n\n",
            "cite_spans": [],
            "section": "Patients enrolled ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 666,
                    "end": 667,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Whole-blood samples were collected using sterile EDTA-treated Vacutainer tubes (Becton Dickinson). The ZIKV and DENV diagnosis was performed by using both molecular and serological tests and other arboviral infections (Chikungunya virus) were ruled out. Serum samples were tested by indirect immunofluorescence assay for both IgM and IgG antibodies against ZIKV, DENV and Chikungunya virus (CHIKV) (IFA Arboviral Fever Mosaic 2 IgM and IgG Euroimmun AG, Luebeck, Germany). Serum, saliva and urine samples from patients were tested also by Real Time RT-PCR for ZIKV, DENV and CHIKV RNA39–41.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 586,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 587,
                    "end": 589,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Serological and virological assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Peripheral Blood Mononuclear Cells (PBMC) were isolated by Ficoll procedure, counted and stored at −80 °C in 90% FCS/10% DMSO (Euroclone). Cryopreserved PBMC were rapidly thawed, washed with PBS 1X and analyzed by flow cytometry using the following anti-human monoclonal antibodies to assess T-cell subsets, and T-cell activation, differentiation and functional profile: CD4 V450 (Clone RPA-T4), CD8 APC H7 (Clone SK1), CD8 Pe Cy 7 (Clone RPA T8), CD3 PerCp Cy 5.5 (Clone SP 34-2), CD3 FITC (Clone UCHT1), CD3 V500 (Clone UCHT1), CD27 APC H7 (Clone M-T271), CD38 APC (Clone HIT2), HLA-DR PerCp (Clone L243), Vδ2 TCR PE (Clone B6), INF-γ PE-Cy 7 (Clone B27), Vδ2 TCR FITC (Clone B6), Granzyme –B AlexaFLUOR647 (Clone GB11), CD45 AmCyan (Clone 2D1), purchased from BD Pharmigen; CD45RA PerCp-Vio 700 (Clone REA 562), IL 2 APC (Clone N7.48 A), purchased from Macs Miltenyi Biotec; TCR Delta TCδ1 FITC (Clone TS-1), purchased from ThermoFisher Scientific; CD56 (Clone N 901), purchased from Beckman Coulter; and finally, IL-17A PE (Clone eBio64CAP17), purchased from Affymetrix eBioscience. Briefly, 5 × 105 PBMC were incubated for 15 min at 4 °C with the indicated mAbs. After washing (PBS/1%BSA/0.1% sodium azide), samples were fixed with 2% paraformaldehyde (Electron Microscopy Sciences) and immediately acquired using a FACSCanto II flow cytometer. The general gating strategy was: FSC-A v. SSC-A > CD3pos > CD4 pos or CD8 pos or CD4 negCD8 neg cells. The activation analysis was performed by analyzing CD38 and HLA-DR expression on i) CD4 pos, ii) CD8 pos and iii) CD4 negCD8 neg cells. The differentiation profile was performed by analyzing CD27 and CD45RA on i) CD4 pos, ii) CD8 pos and iii) CD4 negCD8 neg cells. The gating strategy for the analysis of CD3posCD4 negCD8 neg cells was: FSC-A v. SSC-A > CD3pos > CD4 negCD8 neg cells > Vδ1 or Vδ2 or CD56. The gating strategy for the analysis of Vδ2 T cells was: FSC-A v. SSC-A > CD3pos > Vδ2 T cells > Granzyme B. Positive gates were selected on the basis of isotype matched controls. Results are shown as Box and Whiskers: the box encompasses the interquartile range of individual measurements, the horizontal bar-dividing line indicates the median value, and the whiskers represent maximum and minimum values.",
            "cite_spans": [],
            "section": "Leucocytes isolation and flow cytometry ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "T-cell functionality during Zika acute infection was assessed by detecting interferon-gamma (IFN-γ) production using an enzyme-linked immunosorbent spot-forming cell assay (ELISpot) after PHA stimulation. Peripheral blood mononuclear cells (PBMCs) were thawed in culture medium (RPMI 1640, 10% FCS, 2 mmol/liter L-glutamine) and assessed for vitality by Trypan Blue exclusion, counted, and plated at 3 × 105 cells/well in ELISpot plates (AID GmbH, Strabberg, Germany). PBMCs were then stimulated with PHA, included in the Elispot kit, for 24 hours with 5% of CO2. At the end of incubation, the ELISpot assay was developed according to manufacturer’s instructions. Spontaneous cytokine production (background) was assessed by incubating PBMC with 1 μg/ml αCD28 and αCD49d (IgG1, clones CD28.2 and 9f10, respectively; Becton Dickinson, Mountain View, CA). Results are expressed as spot forming cells (SFC)/106 PBMCs in stimulating cultures after subtracting spontaneous background.",
            "cite_spans": [],
            "section": "Elispot assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cytokines and chemokines expression were simultaneously examined by using multiparametric flow cytometry. Briefly, PBMCs from ZIKV infected patients and from healthy donors were stimulated for 4 hours with PMA/Ionomycin (PMA 50 nM/ml and Ionomycin 1μM/ml, Sigma Aldrich) for CD4 T-cells, and IPH 1101 (3 μM, Innate Pharma, Marseille, FR) for Vδ2 T-cells. Brefeldin A (10 μg/ml, Serva) was added after 1 hour of stimulation. First, surface staining was performed using anti-human CD3, anti-CD4, anti-CD8 and anti- Vδ2 conjugated monoclonal antibodies prepared using PBS/BSA/NAN3 solution. After an incubation of 10 minutes at 4 °C, cells were washed and fixed with 2% paraformaldehyde (Electron Microscopy Sciences) and then stained for intracellular cytokines using anti-human IFN-γ, IL-2, IL-17A conjugated monoclonal antibodies prepared using a solution of PBS/BSA/NAN3 with 0.5% saponin. After an incubation of 20 minutes, cells were washed and acquired on FACSCanto II (BD, Buccinasco, Milano, Italy) flow cytometer and analyzed using Diva (BD) and FlowJo Softwares (TreeStar, Olten, Switzerland). Results are shown as Box and Whiskers: the box encompasses the interquartile range of individual measurements, the horizontal bar-dividing line indicates the median value, and the whiskers represent maximum and minimum values.",
            "cite_spans": [],
            "section": "Polyfunctional analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical significance was determined by GraphPad Prism software. The differences in the median values among multiple groups (HD, ZIKV and DENV) were evaluated by non-parametric Kruskall-Wallis (KW) test. The differences in the median values between two groups were evaluated by non-parametric Mann-Whitney test. A p–value < 0.05 was considered significant.",
            "cite_spans": [],
            "section": "Statistical analyses ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical features of enrolled patients.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Serological and virological data of ZIKV- and DENV-infected patients.\nDENV: dengue virus; ZIKV: Zika virus; RT-PCR: Reverse transcription polymerase chain reaction; ND: not done. aZIKV specific Real Time RT-PCR39. bCDC DENV-1–4 Real-Time RT-PCR Assay for Detection and Serotype Identification of Dengue Virus38. cCHIKV Real-Time RT-PCR Assay targeting the E1 structural protein40. dIgG and IgM indirect immunofluorescence assay Euroimmun Flavivirus Mosaic 2. Reference values (titre): <1:20 = negative; ≥1:20 = positive. eThis patient is vaccinated against Yellow Fever.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: T-cell subsets during ZIKV infection. Flow cytometric panels of CD3, CD8, CD4 and DN T-cells in one representative ZIKV-infected, one DENV-infected patient and in one representative HD (a). The frequency of CD8 (b), CD4 (c) and DN (d) T-cells was compared in HD (white bars), ZIKV (grey bars) and in DENV (hatched bars). *p < 0.05, **p < 0.01.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Activation of CD8, CD4 and DN T-cells during ZIKV infection. The frequency of activated cells (CD38+, CD38+HLADR+, HLADR+) within CD8+ (a), CD4+ (b) and DN (c) T-cells was analyzed by flow cytometry in HD (white bars), ZIKV (grey bars) and in DENV (hatched bars). *p < 0.05; **p < 0.01.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Differentiation profile of CD8, CD4 and DN T-cells during ZIKV infection. The frequency of naive (N, CD45RAposCD27pos), central memory (CM, CD45RAnegCD27pos), effector memory (EM, CD45RAnegCD27neg) and terminally differentiated (TEMRA, CD45RAposCD27neg) CD8+ (a), CD4+ (b) and DN (c) T-cells was analyzed by flow cytometry in HD (white bars), ZIKV (grey bars) and in DENV (hatched bars). *p < 0.05; **p < 0.01.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: The expanded DN T-cells express Vδ2 TCR. Flow cytometric panels showing the expression of Vδ1-TCR, Vδ2 TCR and CD56 marker on DN T-cells are shown (a). The frequency of Vδ2 within CD3 T-cells (b) was compared in HD (white bars), ZIKV (grey bars) and in DENV (hatched bars). The correlation between time after sympthoms onset (days) and the Vδ2 T cell frequency (c) during Zika infection is shown. The frequency of granzyme positive Vδ2 T cells (d) was compared in HD (white bars), ZIKV (grey bars) and in DENV (hatched bars). *p < 0.05.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Functional profile of CD8 and CD4 T-cells response to ZIKV infection. IFN-γ production by T-cells after PHA stimulation was analyzed by EliSpot assay (a). The frequency of CD8 (b), CD4 (c) and Vδ2 (d) T-cells producing IL-17A, IL-2 and IFN-γ after PMA/Ionomycin stimulation is shown in ZIKV (red bars), DENV (green bars) and HD (blue bars). *p < 0.05.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Zika virus. I. Isolations and serological specificity",
            "authors": [
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Kitchen",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Haddow",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "46",
            "issn": "",
            "pages": "509-20",
            "other_ids": {
                "DOI": [
                    "10.1016/0035-9203(52)90042-4"
                ]
            }
        },
        "BIBREF1": {
            "title": "Cytokine kinetics of Zika virus-infected patients from acute to reconvalescent phase",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tappe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Microbiol Immunol",
            "volume": "205",
            "issn": "",
            "pages": "269-73",
            "other_ids": {
                "DOI": [
                    "10.1007/s00430-015-0445-7"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Neutralizing human antibodies prevent Zika virus replication and fetal disease in mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sapparapu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "540",
            "issn": "",
            "pages": "443-447",
            "other_ids": {
                "DOI": [
                    "10.1038/nature20564"
                ]
            }
        },
        "BIBREF4": {
            "title": "Mapping and Role of the CD8+ T Cell Response During Primary Zika Virus Infection in Mice",
            "authors": [
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Elong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Host Microbe",
            "volume": "21",
            "issn": "",
            "pages": "35-46",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2016.12.010"
                ]
            }
        },
        "BIBREF5": {
            "title": "Analysis of the T Cell Response to Zika Virus and Identification of a Novel CD8+ T Cell Epitope in Immunocompetent Mice",
            "authors": [
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Pardy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006184"
                ]
            }
        },
        "BIBREF6": {
            "title": "Understanding the contribution of cellular immunity to dengue disease pathogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunol Rev",
            "volume": "225",
            "issn": "",
            "pages": "300-13",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-065X.2008.00678.x"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Molecular mechanisms of Ebola virus pathogenesis: focus on cell death",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falasca",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Death Differ",
            "volume": "22",
            "issn": "",
            "pages": "1250-9",
            "other_ids": {
                "DOI": [
                    "10.1038/cdd.2015.67"
                ]
            }
        },
        "BIBREF9": {
            "title": "Human Ebola virus infection results in substantial immune activation",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "McElroy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "112",
            "issn": "",
            "pages": "4719-24",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1502619112"
                ]
            }
        },
        "BIBREF10": {
            "title": "Regulation of T lymphocyte apoptotic markers is associated to cell activation during the acute phase of dengue",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torrentes-Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunobiology",
            "volume": "219",
            "issn": "",
            "pages": "329-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.imbio.2013.11.002"
                ]
            }
        },
        "BIBREF11": {
            "title": "Possible Association Between Zika Virus Infection and Microcephaly - Brazil, 2015",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schuler-Faccini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "65",
            "issn": "",
            "pages": "59-62",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6503e2"
                ]
            }
        },
        "BIBREF12": {
            "title": "Zika Virus Targets Human STAT2 to Inhibit Type I Interferon Signaling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "19",
            "issn": "",
            "pages": "882-90",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2016.05.009"
                ]
            }
        },
        "BIBREF13": {
            "title": "Antiviral reactivities of gammadelta T cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Poccia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "518-28",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2004.12.009"
                ]
            }
        },
        "BIBREF14": {
            "title": "Anti-severe acute respiratory syndrome coronavirus immune responses: the role played by V gamma 9V delta 2 T cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Poccia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "193",
            "issn": "",
            "pages": "1244-9",
            "other_ids": {
                "DOI": [
                    "10.1086/502975"
                ]
            }
        },
        "BIBREF15": {
            "title": "The aminobisphosphonate pamidronate controls influenza pathogenesis by expanding a gammadelta T cell population in humanized mice",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Exp Med",
            "volume": "208",
            "issn": "",
            "pages": "1511-22",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20110226"
                ]
            }
        },
        "BIBREF16": {
            "title": "Activated V gamma 9V delta 2 T cells trigger granulocyte functions via MCP-2 release",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Agrati",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "522-9",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.182.1.522"
                ]
            }
        },
        "BIBREF17": {
            "title": "Reciprocal activating interaction between dendritic cells and pamidronate-stimulated gammadelta T cells: role of CD86 and inflammatory cytokines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "252-60",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.174.1.252"
                ]
            }
        },
        "BIBREF18": {
            "title": "Vgamma9Vdelta2 T cell-mediated non-cytolytic antiviral mechanisms and their potential for cell-based therapy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Poccia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunol Lett",
            "volume": "100",
            "issn": "",
            "pages": "14-20",
            "other_ids": {
                "DOI": [
                    "10.1016/j.imlet.2005.06.025"
                ]
            }
        },
        "BIBREF19": {
            "title": "Six-of-the-best: unique contributions of gammadelta T cells to immunology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vantourout",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hayday",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "88-100",
            "other_ids": {
                "DOI": [
                    "10.1038/nri3384"
                ]
            }
        },
        "BIBREF20": {
            "title": "Interferon-gamma-mediated antiviral immunity against orthopoxvirus infection is provided by gamma delta T cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Agrati",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "193",
            "issn": "",
            "pages": "1606-7",
            "other_ids": {
                "DOI": [
                    "10.1086/503438"
                ]
            }
        },
        "BIBREF21": {
            "title": "Gamma delta T cells facilitate adaptive immunity against West Nile virus infection in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "",
            "pages": "1825-32",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.177.3.1825"
                ]
            }
        },
        "BIBREF22": {
            "title": "Association between Zika virus and microcephaly in French Polynesia, 2013-15: a retrospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "2125-32",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)00651-6"
                ]
            }
        },
        "BIBREF23": {
            "title": "Role of gammadelta T cells in West Nile virus-induced encephalitis: friend or foe?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neuroimmunol",
            "volume": "240–241",
            "issn": "",
            "pages": "22-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jneuroim.2011.10.004"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The role of gamma/delta T cells in progesterone-mediated immunomodulation during pregnancy: a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szekeres-Bartho",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Reprod Immunol",
            "volume": "42",
            "issn": "",
            "pages": "44-8",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0897.1999.tb00464.x"
                ]
            }
        },
        "BIBREF26": {
            "title": "The role of gamma/delta T cells in the feto-maternal relationship",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szekeres-Bartho",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Semin Immunol",
            "volume": "13",
            "issn": "",
            "pages": "229-33",
            "other_ids": {
                "DOI": [
                    "10.1006/smim.2000.0318"
                ]
            }
        },
        "BIBREF27": {
            "title": "Placental Inflammatory Response to Zika Virus may Affect Fetal Brain Development",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Reprod Immunol",
            "volume": "75",
            "issn": "",
            "pages": "421-2",
            "other_ids": {
                "DOI": [
                    "10.1111/aji.12505"
                ]
            }
        },
        "BIBREF28": {
            "title": "Role of gamma-delta (gammadelta) T cells in autoimmunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shilpi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Leukoc Biol",
            "volume": "97",
            "issn": "",
            "pages": "259-71",
            "other_ids": {
                "DOI": [
                    "10.1189/jlb.3RU0914-443R"
                ]
            }
        },
        "BIBREF29": {
            "title": "Evidence for a role of gammadelta T cells in demyelinating diseases as determined by activation states and responses to lipid antigens",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Borsellino",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Neuroimmunol",
            "volume": "107",
            "issn": "",
            "pages": "124-9",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-5728(00)00220-4"
                ]
            }
        },
        "BIBREF30": {
            "title": "Gammadelta T cell non-responsiveness in Campylobacter jejuni-associated Guillain-Barre syndrome patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "TI",
                    "middle": [],
                    "last": "Logtenberg",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Van den Berg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neurology",
            "volume": "61",
            "issn": "",
            "pages": "994-6",
            "other_ids": {
                "DOI": [
                    "10.1212/01.WNL.0000083986.53792.90"
                ]
            }
        },
        "BIBREF31": {
            "title": "gamma delta T cells infiltrating sensory nerve biopsies from patients with inflammatory neuropathy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Winer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Neurol",
            "volume": "249",
            "issn": "",
            "pages": "616-21",
            "other_ids": {
                "DOI": [
                    "10.1007/s004150200072"
                ]
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Guillain-Barre Syndrome outbreak associated with Zika virus infection in French Polynesia: a case-control study",
            "authors": [
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Cao-Lormeau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "1531-9",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)00562-6"
                ]
            }
        },
        "BIBREF34": {
            "title": "Quantitative real-time PCR detection of Zika virus and evaluation with field-caught mosquitoes",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Faye",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-10-311"
                ]
            }
        },
        "BIBREF35": {
            "title": "Development of a TaqMan RT-PCR assay without RNA extraction step for the detection and quantification of African Chikungunya viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pastorino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "124",
            "issn": "",
            "pages": "65-71",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2004.11.002"
                ]
            }
        },
        "BIBREF36": {
            "title": "Zika: neurological and ocular findings in infant without microcephaly",
            "authors": [
                {
                    "first": "CV",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)30776-0"
                ]
            }
        },
        "BIBREF37": {
            "title": "Structural basis of potent Zika-dengue virus antibody cross-neutralization",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barba-Spaeth",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature.",
            "volume": "536",
            "issn": "",
            "pages": "48-53",
            "other_ids": {
                "DOI": [
                    "10.1038/nature18938"
                ]
            }
        },
        "BIBREF38": {
            "title": "Dengue virus antibodies enhance Zika virus infection",
            "authors": [
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Transl Immunology",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/cti.2016.72"
                ]
            }
        },
        "BIBREF39": {
            "title": "Biology of Zika Virus Infection in Human Skin Cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "8880-96",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00354-15"
                ]
            }
        },
        "BIBREF40": {
            "title": "Zika Virus Antagonizes Type I Interferon Responses during Infection of Human Dendritic Cells",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006164"
                ]
            }
        }
    }
}