{
    "paper_id": "PMC5967719",
    "metadata": {
        "title": "Revalidation and genetic characterization of new members of Group C (Orthobunyavirus genus, Peribunyaviridae family) isolated in the Americas",
        "authors": [
            {
                "first": "Márcio",
                "middle": [
                    "Roberto",
                    "Teixeira"
                ],
                "last": "Nunes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "William",
                "middle": [
                    "Marciel"
                ],
                "last": "de Souza",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gustavo",
                "middle": [
                    "Olszanski"
                ],
                "last": "Acrani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jedson",
                "middle": [
                    "Ferreira"
                ],
                "last": "Cardoso",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sandro",
                "middle": [
                    "Patroca"
                ],
                "last": "da Silva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Soraya",
                "middle": [
                    "Jabur"
                ],
                "last": "Badra",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Luiz",
                "middle": [
                    "Tadeu",
                    "Moraes"
                ],
                "last": "Figueiredo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pedro",
                "middle": [
                    "Fernando",
                    "da",
                    "Costa"
                ],
                "last": "Vasconcelos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jens",
                "middle": [
                    "H."
                ],
                "last": "Kuhn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Group C viruses are antigenically characterized into the genus Orthobunyavirus, family Peribunyaviridae, order Bunyavirales [1]. This name is historically based on their serological characteristics, which makes them distinct from members of group A (Alphaviruses genus of the family Togaviridae) and group B (Flavivirus genus of the family Flaviviridae) antigenic groups [2]. Currently, the group C serogroup is composed of 15 distinct viruses isolated from humans, wild animals (mainly rodents, monkeys, marsupials, and bats), and mosquitoes. These viruses are present in tropical and subtropical areas of the Americas, including the United States, Mexico, Panama, Honduras, Guatemala, Trinidad, Brazil, Peru, Ecuador, Venezuela, and French Guiana [1, 3, 4].",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 126,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 372,
                    "end": 373,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 750,
                    "end": 751,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 753,
                    "end": 754,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 756,
                    "end": 757,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Clinically, the human infections caused by Group C viruses are asymptomatic or characterized by unspecific febrile illness [1, 5, 6]. The percentage of asymptomatic Group C viruses infections are unknown, and apparently, the prevalence of antibodies against Group C viruses is directly related to people living nearby or maintaining close contact to forest or ecological niches in tropical areas [5].",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 125,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 127,
                    "end": 128,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 397,
                    "end": 398,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The genomes of members of Group C viruses presents the typical organization of other orthobunyaviruses, which are a tri-segmented negative-sense RNA named small (SRNA), medium (MRNA) and large (LRNA) segments. The SRNA encodes a nucleocapsid protein (N protein) and a non-structural protein (NSs), while the MRNA encodes a polyprotein precursor that after a post-cleavage process gives rise to two envelope glycoproteins (Gc and Gn) and a non-structural protein (NSm). LRNA segment encodes a large RNA-dependent RNA polymerase (RdRp) [7]. So far, previous studies have described the genomic characteristics S and M RNA segments of members of Group C viruses, but many sequences generated by Sanger sequencing approach were divergent, despite using the same strains of group C viruses [1, 7–9]. Therefore, in this study, we combined high-throughput sequencing (HTS), rapid amplification of cDNA ends (RACE), and comprehensive phylogenetic analysis of complete coding sequences of Apeu virus (APEUV) strain BeAn848, Itaqui virus (ITQV) strain BeAn12797, and Nepuyo virus (NEPV) strain BeAn10709 and re-sequencing of Caraparu virus (CARV) strain BeAn3994, Madrid virus (MADV) strain BT4075, Murucutu virus (MURV) strain BeAn974, Oriboca virus (ORIV) strain BeAn17, Marituba virus (MTBV) strain BeAn15.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 536,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 785,
                    "end": 786,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 788,
                    "end": 789,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 790,
                    "end": 791,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Viruses strains used in this study were propagated into VERO cells (ATCC® CCL-81™), as previously described [10]. The infected cells were incubated for 3 to 5 days until visualization of viral cytopathic effect. Table 1 provides the names, strains, year, sources and local of isolation, as well as the GenBank accession numbers.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Viruses and propagation in culture cells ::: Material and methods",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 219,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Viral RNAs were extracted from the supernatant of infected VERO cells using the PureLink Viral RNA Mini Kit (Invitrogen, USA) following the manufactures instructions. Then, the strands of the RNA synthesis were performed using the kit cDNA Synthesis System and 400 μM Roche “random” Primer according to the manufacturer’s instructions. The cDNAs were prepared for HTS on a GS FLX+ pyrosequencer (Roche, 454 Life Sciences) at the Center for Technological Innovation at the Evandro Chagas Institute, Ministry of Health, Brazil. The de novo assembling strategy applied to obtain the genomes was used with program Newbler v. 3.0 [11]. Additionally, sequences for terminal untranslated regions (UTRs) were determined by 5’/3’ rapid amplification of cDNA ends (RACE) sequencing (S1 Table) [12].",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 628,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "RNA extraction, construction of RNA library, sequence assembly and RACE assay ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Virus genomes were evaluated regarding it sizes, annotations of putative open reading frame (ORF), 5’ and 3’ non-coding regions (NCRs) and conserved motifs with Geneious 9.1.2 (Biomatters, New Zealand), for identification of transmembrane regions and signal peptide we used the TOPCONS web server [13] and for identification of N-glycosylation sites we used NetNglyc 1.0 Server (http://www.cbs.dtu.dk/services/NetNGlyc/). The annotations of protein domains were performed with InterPro 60.0 [14]. The presence of potential characteristic motifs for orthobunyaviruses were identified on multiple sequence alignments (MSA) based on amino acids sequences, which were carried out using Muscle v.3.7 [15], and visualized in Geneious 9.1.2 (Biomatters, New Zealand).",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 492,
                    "end": 494,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Genomic characterization ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Maximum likelihood (ML) phylogenetic trees were constructed using nucleotide and amino acids sequences of viruses reported in our study and additional sequences of members of Group C viruses with complete coding sequences (S, M, and L) available in the GenBank database (http://www.ncbi.nlm.nih.gov/) until 10th of April of 2018. The MSAs were carried out using Muscle v.3.7 [15]. The phylogenies were inferred by IQ-TREE version 1.4.3 software using the best-fit model based on Bayesian Information Criterion, and the GTR+I+G4 nucleotide substitution model was used to all RNA segments, and LG+G4, LG+I+G4, and LG+G4 amino acids substitution model to S, M, and L, respectively. Statistical supports for individual nodes were estimated using the bootstrap value using 1,000 replicates [16]. The phylogenetic trees were visualized using the FigTree software v.1.4.2. In addition, the nucleotides and amino acid distances among viruses of Group C were estimated with segment S, M, and L using the p-distance values. Standard error estimations were calculated by bootstrapping method (1,000 replicates) using the MEGA v.6 program [17].",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 786,
                    "end": 788,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1128,
                    "end": 1130,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Phylogenetic analysis and genetic distance ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Potential reassortment events were analyzed by distinct phylogenetic topologies based on the depicted trees at the nucleotide level. In addition, all genes were concatenated in a single sequence, and an MSA was performed using the program Muscle 3.7 [15]. Potential reassortment events were then analyzed using the RDP, GENECONV, Bootscan, MaxChi, Chimaera, SiScan and 3Seq methods implemented in RDP4 [18]. Common program settings for all methods were used to perceive sequences as linear, to require phylogenetic evidence, to refine breakpoints and to check alignment consistency. The highest acceptable p-value was set as 0.05, after considering Bonferroni correction for multiple comparisons. All method-specific program settings remained at their default values.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Reassortment events analysis ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Our results showed that the complete SRNA segments of Group C viruses ranged from 1,003 to 1,111 nucleotides (nt) and presents the open reading frame (ORF) of the nucleocapsid (N) protein, with a conserved size of 235 amino acids (aa) and 26.72 to 27.03 kDa for all viruses (Fig 1). The second ORF in the S segment in these viruses encodes a putative non-structural protein (NSs). Interestingly, the ORF to NSs gene starts at an ATG codon -38 nucleotides downstream of the N ORF start codon, which potentially encodes an NSs protein of 318 nt (105 aa) with a molecular mass of ~11.8 kDa (Fig 1). The NSs protein is common in most orthobunyaviruses that have been isolated from vertebrates, such as the members of Group C viruses [19]. Previously studies have been reported that Caraparu and Madrid from Group C viruses encode an NSs protein with 83 amino acids, and also a 62 aa NSs, predicted to be truncated in the N-terminus of Marituba and Oriboca viruses, and consequently, could not be expressed [6, 7, 9]. Indeed, our analysis demonstrates that possibly the members of Group C viruses present a pre-N coding strategy, as recently described for the Brazoran and Enseada orthobunyaviruses [20, 21]. Therefore, some S segment sequences previously reported for Group C viruses are possibly incomplete, as shown in Fig 2. Whereas that NSs protein has been demonstrated to play crucial roles in virulence and pathogenesis of Orhobunyaviruses [19], further studies using reverse genetics may elucidate the biological importance of NSs protein found in viruses of Group C.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 732,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1003,
                    "end": 1004,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1006,
                    "end": 1007,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1009,
                    "end": 1010,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1199,
                    "end": 1201,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1444,
                    "end": 1446,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Genome organization of Group C viruses ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 275,
                    "end": 280,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 588,
                    "end": 593,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1317,
                    "end": 1322,
                    "mention": "Fig 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The complete MRNA segments ranged from 4,534 to 4,613 nt in length, which encodes the glycoprotein precursor (GPC), ranging from 1,428 to 1,435 aa in length (159.94 to 161.87 kDa) with a similar topology to other members of the Orthobunyavirus genus (Fig 1). The GPC is proteolytically cleaved to yield two structural glycoproteins, Gn (204 to 211 aa and 34.01 to 35.13 kDa) and Gc (942 to 947 aa and 100.45 to 102.8 kDa), and a nonstructural protein (NSm) with 281 or 282 nt (24.99 to 26.27 kDa) (Fig 1). The GPC contains the specific N-terminal signal peptide that is common to all members of the genus, which is responsible for delivering the nascent polypeptide to the endoplasmic reticulum [22]. The conserved Zinc finger region (amino acids position 257 to 295) and fusion peptide (amino acids position 1068 to 1091) in the GPC protein were also identified, which is an important RNA binding site and is probably involved in viral assembly [23]. Furthermore, the GPC was predicted to contain five transmembrane regions (TMDs): a single TMD in Gn (close to the C-terminus); three TMDs in NSm; and a single one, close to the C-terminus in Gc (Fig 1). The TMDs in Gn and Gc have been shown to play crucial roles in membrane fusion, assembly, and morphogenesis [24].",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 698,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 947,
                    "end": 949,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Genome organization of Group C viruses ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 256,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 498,
                    "end": 503,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1147,
                    "end": 1152,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The complete LRNA segments ranged from 6,907 to 6,979 nt in length, with an ORF that encodes an RNA-dependent RNA polymerase (RdRp) of 2,248 aa, with a predicted molecular weight of 255.64 to 262.13 kDa. The unique exception is Nepuyo virus strain BeAn 10709 with a RdRp of 2,249 aa. This protein contains the conserved polymerase activity domains consisting of Pre-Motif A and Motifs A through E in position 951 to 1230 aa, as well as the N-terminal endonuclease motifs H, PD, and DxK (Fig 1). These domains are highly conserved in negative sense RNA viral polymerases as well as other members of the Bunyavirales order and are directly involved in the polymerase function activity [25]. In addition, we observed two mismatches in the 8th and 9th nucleotide of the S segments, and another mismatch in the 9th nucleotide of the L segments, but we did not found mismatches in the UTR of M segments (S2 Fig).",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 686,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Genome organization of Group C viruses ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 487,
                    "end": 492,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "MURV strain BeAn974, ORIV strain BeAn17, MTBV strain BeAn15, CARV strain BeAn3994 and MADV strain BT4075 viruses present 99.96 to 100% nucleotide identities with the corresponding partial genomic sequences that were previously reported (Fig 3D–3F\nand Parts D-F of\nS1 Fig) [4, 7, 8]. On the other hand, the new viruses that we have been sequenced the complete coding sequences shared higher nucleotide identify with partial genomes, such as Apeu strain BeAn 848, which shared 99% nucleotide identify in all segments with partial sequences of same strains previously described [9]. In addition, the amino acid substitutions were observed as follow: CARV strain BeAn3994 (S344P and K605N) on GPC. MTBV strain BeAn15 (Q335R); (L728Q); (Q1073K) and (K1345R) on RdRp and (G456R and D626N) in GPC. MURV strain BeAn974 (F949S) in RdRp. However, we did not observe any amino acid substitutions in the nucleoprotein sequence of the viruses that were submitted to the re-sequencing protocol. On the other hand, the identified amino acids substitutions observed in GPC and RdRp of our results compared with previously sequences reported to same strains. Therefore, we suspected that this fact is probably due to serial passages in cultured cells [26]. Collectively, our results are consistent with the same viral strains sequenced previously [4, 7–9], but the results of segment S suggested that some complete coding sequences previously reported for Group C viruses are possibly are incomplete.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 276,
                    "end": 277,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 279,
                    "end": 280,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 576,
                    "end": 577,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1235,
                    "end": 1237,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1331,
                    "end": 1332,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1334,
                    "end": 1335,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1336,
                    "end": 1337,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Nucleotide, protein sequence conservation analysis and identification of variable regions ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "mention": "Fig 3D–3F",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To better understand the genetic relationships among group C viruses, we conducted the ML trees based on the complete coding sequences in nucleotide and amino acids level for all segments (Fig 3 and S1 Fig). These viruses were clustered in a unique monophyletic clade with different topologies for each segment. The S and L segments present two major clades, namely of clade A and B (Fig 3A–3C). The clade A was subdivided in three: subclade Ia, composed by MURV, ORIV, and Restan (RESV); subclade IIa, with MTBV and APEUV; subclade IIIa comprised by NEPV, Gumbo Limbo (GLV). The clade B was split into two subclades: subclade Ib, represented by CARV strains, ITQV, Itaya (ITYV) strain IQT9646 and FSL2923 and MADV and the subclade IIIb with Bruconha virus (BRUV) (Fig 3A–3C).",
            "cite_spans": [],
            "section": "Evolutionary relationship of Group C viruses ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 194,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 384,
                    "end": 393,
                    "mention": "Fig 3A–3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 765,
                    "end": 774,
                    "mention": "Fig 3A–3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The topology of the ML tree for the M segment reveals four phylogenetic groups that were well supported (bootstrap > 80%). These groups were named following previous serological classifications based on complement fixation, neutralization, and hemagglutination inhibition tests: Marituba, Caraparu, Madrid and Oriboca complexes (Fig 3B) [1, 27]. The Caraparu complex includes CARV, APEUV and BRUV, Madrid complex comprises MADV and ITYV, Marituba complex comprises MTBV, MURV, RESV, NEPV and GLV, and the Oriboca complex was composed by ORIV and ITQV [1]. Unfortunately, there are no complete sequences available to Vinces and Ossa viruses, but probably these viruses will be clustered into Caraparu complex as previously showed by serological assays [28]. Possibly, the concordance observed between the phylogeny of the M segment and the serological classification occurs because the M segment encodes the glycoproteins, which are the primary antigenic determinants recognized by the neutralization and hemagglutination inhibition tests [1, 29].",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 341,
                    "end": 343,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 552,
                    "end": 553,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Evolutionary relationship of Group C viruses ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 329,
                    "end": 335,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The nucleotide sequence determined in this study have been deposited in GenBank under the accession number MG029269 to MG029292.",
            "cite_spans": [],
            "section": "Nucleotide sequence accession number ::: Reassortment events in Group C viruses ::: Results and discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (a) Apeu, (b) Caraparu, (c) Itaqui, (d) Madrid, (e) Marituba, (f) Murucutu, (g) Nepuyo and (h) Oriboca.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (a) S segment (b) M segment and (c) L segment. Phylogenies are midpoint rooted for clarity of presentation. The scale bar indicates evolutionary distance in numbers of substitutions per nucleotides substitutions/site, and the principal bootstrap support levels were indicated. Branches are colour-coded according to group. Viruses strains sequenced in this study are highlighted with red color. The Bimiti, Guama, Catu and Mahogany hammock were used as outgroup. Pairwise distance based on alignments of nucleotide sequences of Group C viruses with (d) S segment (e) M segment and (f) L segment.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (a) Apeu, (b) Itaqui, (c) Oriboca and (d) Summary of RDP4 analysis to determine potential reassortants.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Molecular epidemiology of group C viruses (Bunyaviridae, Orthobunyavirus) isolated in the Americas",
            "authors": [],
            "year": 2005,
            "venue": "Journal of virology",
            "volume": "79",
            "issn": "16",
            "pages": "10561-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Group C, a new serological group of hitherto undescribed arthropod-borne viruses. Immunological studies",
            "authors": [],
            "year": 1961,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "10",
            "issn": "",
            "pages": "250-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The first isolations of eastern encephalitis, group C, and Guama group arboviruses from the Peruvian Amazon region of western South America",
            "authors": [],
            "year": 1975,
            "venue": "Bulletin of the Pan American Health Organization",
            "volume": "9",
            "issn": "1",
            "pages": "19-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Itaya virus, a Novel Orthobunyavirus Associated with Human Febrile Illness, Peru",
            "authors": [],
            "year": 2015,
            "venue": "Emerging infectious diseases",
            "volume": "21",
            "issn": "5",
            "pages": "781-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1981,
            "venue": "CRC Handbook Series in Zoonoses Section B Viral Zoonoses",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Arboviral etiologies of acute febrile illnesses in Western South America, 2000–2007",
            "authors": [],
            "year": 2010,
            "venue": "PLoS neglected tropical diseases",
            "volume": "4",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Genomic characterization of group C Orthobunyavirus reference strains and recent South American clinical isolates",
            "authors": [],
            "year": 2014,
            "venue": "PloS one",
            "volume": "9",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Group C orthobunyavirus genomic sequences require validation",
            "authors": [],
            "year": 2014,
            "venue": "Journal of virology",
            "volume": "88",
            "issn": "5",
            "pages": "3052-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Identification of a phylogenetically distinct orthobunyavirus from group C",
            "authors": [],
            "year": 2011,
            "venue": "Archives of virology",
            "volume": "156",
            "issn": "7",
            "pages": "1173-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Biological characteristics and viral susceptibility of an African green monkey kidney cell line (Vero)",
            "authors": [],
            "year": 1969,
            "venue": "Proceedings of the Society for Experimental Biology and Medicine Society for Experimental Biology and Medicine",
            "volume": "132",
            "issn": "2",
            "pages": "670-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Assembly algorithms for next-generation sequencing data",
            "authors": [],
            "year": 2010,
            "venue": "Genomics",
            "volume": "95",
            "issn": "6",
            "pages": "315-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Rapid amplification of 5' complementary DNA ends (5' RACE)",
            "authors": [],
            "year": 2005,
            "venue": "Nature methods",
            "volume": "2",
            "issn": "8",
            "pages": "629-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The TOPCONS web server for consensus prediction of membrane protein topology and signal peptides",
            "authors": [],
            "year": 2015,
            "venue": "Nucleic acids research",
            "volume": "43",
            "issn": "W1",
            "pages": "W401-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The InterPro protein families database: the classification resource after 15 years",
            "authors": [],
            "year": 2015,
            "venue": "Nucleic acids research",
            "volume": "43",
            "issn": "Database issue",
            "pages": "D213-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
            "authors": [],
            "year": 2004,
            "venue": "Nucleic acids research",
            "volume": "32",
            "issn": "5",
            "pages": "1792-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "IQ-TREE: a fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies",
            "authors": [],
            "year": 2015,
            "venue": "Molecular biology and evolution",
            "volume": "32",
            "issn": "1",
            "pages": "268-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "MEGA6: Molecular Evolutionary Genetics Analysis version 6.0",
            "authors": [],
            "year": 2013,
            "venue": "Molecular biology and evolution",
            "volume": "30",
            "issn": "12",
            "pages": "2725-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "RDP4: Detection and analysis of recombination patterns in virus genomes",
            "authors": [],
            "year": 2015,
            "venue": "Virus evolution",
            "volume": "1",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Viral RNA Silencing Suppression: The Enigma of Bunyavirus NSs Proteins",
            "authors": [],
            "year": 2016,
            "venue": "Viruses",
            "volume": "8",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Isolation of a novel orthobunyavirus (Brazoran virus) with a 1.7 kb S segment that encodes a unique nucleocapsid protein possessing two putative functional domains",
            "authors": [],
            "year": 2013,
            "venue": "Virology",
            "volume": "444",
            "issn": "1–2",
            "pages": "55-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Molecular characterization of Capim and Enseada orthobunyaviruses",
            "authors": [],
            "year": 2016,
            "venue": "Infection, genetics and evolution: journal of molecular epidemiology and evolutionary genetics in infectious diseases",
            "volume": "40",
            "issn": "",
            "pages": "47-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Bunyamwera orthobunyavirus glycoprotein precursor is processed by cellular signal peptidase and signal peptide peptidase",
            "authors": [],
            "year": 2016,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "113",
            "issn": "31",
            "pages": "8825-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Mutagenesis of the La Crosse Virus glycoprotein supports a role for Gc (1066–1087) as the fusion peptide",
            "authors": [],
            "year": 2007,
            "venue": "Virology",
            "volume": "358",
            "issn": "2",
            "pages": "273-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Role of the cytoplasmic tail domains of Bunyamwera orthobunyavirus glycoproteins Gn and Gc in virus assembly and morphogenesis",
            "authors": [],
            "year": 2007,
            "venue": "Journal of virology",
            "volume": "81",
            "issn": "18",
            "pages": "10151-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Bunyaviridae RNA polymerases (L-protein) have an N-terminal, influenza-like endonuclease domain, essential for viral cap-dependent transcription",
            "authors": [],
            "year": 2010,
            "venue": "PLoS pathogens",
            "volume": "6",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Acquisition of cell-cell fusion activity by amino acid substitutions in spike protein determines the infectivity of a coronavirus in cultured cells",
            "authors": [],
            "year": 2009,
            "venue": "PloS one",
            "volume": "4",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Further studies on the serological relationships of group C arthropod-borne viruses and the application of these relationships to rapid identification of types",
            "authors": [],
            "year": 1962,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "11",
            "issn": "",
            "pages": "283-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Identification of hitherto unrecognized arboviruses from Ecuador: members of serogroups B, C, Bunyamwera, Patois, and Minatitlan",
            "authors": [],
            "year": 1983,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "32",
            "issn": "4",
            "pages": "877-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Characterization of the Candiru antigenic complex (Bunyaviridae: Phlebovirus), a highly diverse and reassorting group of viruses affecting humans in tropical America",
            "authors": [],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "8",
            "pages": "3811-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "RNA Virus Reassortment: An Evolutionary Mechanism for Host Jumps and Immune Evasion",
            "authors": [],
            "year": 2015,
            "venue": "PLoS pathogens",
            "volume": "11",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Genetic reassortment between Sathuperi and Shamonda viruses of the genus Orthobunyavirus in nature: implications for their genetic relationship to Schmallenberg virus",
            "authors": [],
            "year": 2012,
            "venue": "Archives of virology",
            "volume": "157",
            "issn": "8",
            "pages": "1611-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Oropouche Virus: Clinical, Epidemiological, and Molecular Aspects of a Neglected Orthobunyavirus",
            "authors": [],
            "year": 2017,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Iquitos virus: a novel reassortant Orthobunyavirus associated with human illness in Peru",
            "authors": [],
            "year": 2011,
            "venue": "PLoS neglected tropical diseases",
            "volume": "5",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Viruses of the family Bunyaviridae: are all available isolates reassortants?",
            "authors": [],
            "year": 2013,
            "venue": "Virology",
            "volume": "446",
            "issn": "1–2",
            "pages": "207-16",
            "other_ids": {
                "DOI": []
            }
        }
    }
}