{
    "paper_id": "PMC5814011",
    "metadata": {
        "title": "Differences in the intestinal microbiota between uninfected piglets and piglets infected with porcine epidemic diarrhea virus",
        "authors": [
            {
                "first": "Mei-Zhou",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sheng-Yi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dong-An",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ya-Jun",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xi-Wang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiao-Jun",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jian-Yong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yogesh",
                "middle": [
                    "S."
                ],
                "last": "Shouche",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea (PED), a disastrous gastrointestinal disease, causes great financial losses due to its high infectivity, morbidity and mortality in suckling piglets [1–3]. The major clinical symptoms of PED are severe enteritis, vomiting and watery diarrhea [4]. Porcine epidemic diarrhea virus (PEDV) rapidly spreads among piglets through the fecal-oral route [5]. Although various vaccines have been developed and applied, PED outbreaks still occur in some immunized swine herds [6,7]. Therefore, the identification of new preventive measures as well as further research and development of new vaccines are necessary.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 178,
                    "end": 179,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 269,
                    "end": 270,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 372,
                    "end": 373,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 492,
                    "end": 493,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 494,
                    "end": 495,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The intestinal microbiota is an important barrier against invaders entering via the gastrointestinal route [8]. Many studies have shown that commensal microbiota can prevent pathogenic invasion by competing for receptors and enteric nutrients, stimulating the innate immune system to inhibit pathogens, producing antimicrobial compounds such as bacteriocins, and creating a microenvironment that is adverse to enteric pathogens [9–11]. Due to increasing knowledge regarding the composition and function of the intestinal microbiota and commensal host-microbial relationships, the potential applications of commensal bacteria, such as anti-inflammatory therapy, antitumor therapy and antivirus therapy, have attracted significant attention [12–14].",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 429,
                    "end": 430,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 740,
                    "end": 742,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 743,
                    "end": 745,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "However, few studies have investigated the differences in the intestinal microbiota between uninfected piglets and piglets infected with a virus. With the advent of high-throughput sequencing, the analysis of the 16S rRNA gene constitutes a rapid and effective method for assessing bacterial diversity and abundance [15]. Therefore, to investigate differences in the intestinal microbiota between PEDV-infected and uninfected piglets, the diversity and abundance of the intestinal microbiota of infected and uninfected piglets were assessed. The results suggest that changes in the intestinal microbiota occur following the onset of PEDV.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This trial was conducted at a swine farm of Gansu Chen Yu Ecological Agriculture Development Co., Ltd. (Pingliang, China), using three-way crossbred sows and piglets (Duroc-Landrace-Yorkshire). The saliva of sows and piglets was collected in five farrowing houses of the commercial swine farm from the third to the eighth day after the piglets were born. In brief, cotton threads were hung above each sow stall and adjusted to the appropriate height and position to ensure that the sows and piglets could touch different cotton threads. Each day, the saliva on the cotton threads was squeezed into collecting pipes, followed by replacement of the cotton threads with new ones. The presence of pseudorabies virus (PRV), classical swine fever virus (CSFV), porcine reproductive and respiratory syndrome virus (PRRSV) and PEDV in the saliva samples was detected using PRV, CSFV and PRRSV real-time fluorescent RT-PCR kits and a PEDV-transmissible gastroenteritis virus (TGEV)-porcine rotavirus triple real-time fluorescent RT-PCR kit, respectively. Based on the results from the saliva samples and clinical examination by an experienced veterinarian conducted in four sow stalls of the same farrowing house, 16 subjects were enrolled in the experiment (with one sow and three suckling piglets placed in each sow stall). All of the suckling piglets were of the same age (seven days) and breed. Two sow stalls were used to house the infected group: All of the suckling piglets in these stalls showed early symptoms of PEDV and tested positive for PEDV, and the sows were negative for other contagious diseases. The other two stalls housed the control group: All of the subjects were found negative for PEDV and were in good mental and physical states. All of the suckling piglets were slaughtered at seven days of age, and the contents of their small intestines from the duodenum to the ileum were collected under aseptic conditions and then snap-frozen in liquid nitrogen. Milk was collected from all of the sows and stored at -20°C until analysis. The protocols used in this study comply with the Guidelines for the Care and Use of Laboratory Animals as described by the US National Institutes of Health as well as the protocols including all sampling methods and experimental manipulations used in this study were reviewed and approved by Gansu Chen Yu Ecological Agriculture Development co., LTD and Institutional Animal Care and Use Committee of Lanzhou Institute of Husbandry and Pharmaceutical Science of CAAS (Animal Use Permit: SCXK201548–0710). All of the suckling piglets were sacrificed by euthanasia.",
            "cite_spans": [],
            "section": "Animals and specimen collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The milk samples were thawed and heated to 37°C in a water bath. The milk components, including protein, fat, total solids (TS), lactose and acidity, were then analyzed using a MilkoScan FT120 instrument (Foss, Denmark).",
            "cite_spans": [],
            "section": "Analysis of milk nutrients ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The microbial genomic DNA extracted from the samples of the small intestine was qualified and quantified, and the V4 hypervariable region of the 16S rRNA gene was then amplified and purified using the PCR primers 515F (5’-GTGCCAGCMGCCGCGGTAA-3’) and 806R (5’-GGACTACHVGGGTWTCTAAT-3’). The sequencing library was quantified by Qubit and qPCR, and the barcoded V4 PCR amplicons were sequenced using an Illumina HiSeq 2500 PE250 platform. All sequencing of the small intestinal microbial 16S rRNA gene was performed by Tianjin Novogene Bioinformatics Technology Co., Ltd. In detail, using a small fragment library constructed using PCR sample preparation kits for the paired-end sequencing of the barcoded V4 PCR amplicons based on the Illumina HiSeq 2500 PE250 platform, the sequences used in the subsequent analysis (effective tags) were obtained by successively splicing raw sequence reads using FLASH (version 1.2.7) software [16], filtering raw tags using QIIME (version 1.7.0) software [17] according to the split.libraries-fastq.py script with the parameters (-q 19-p 0.75), and eliminating chimeric sequences.",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 930,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 990,
                    "end": 992,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "16S rRNA gene sequencing of the small intestine microbiota ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Using UPARSE software (version 7.0.1001) [18], repetitive sequences were removed from the effective tags to acquire representative sequences. The representative sequences were then ranked according to size, and those representative sequences with a size of 1 were eliminated. Representative sequences showing 97% identity were then clustered as operational taxonomic units (OTUs) using UPARSE (version 7.0.1001). The representative sequences of the OTUs were annotated using RDP classifier (version 2.2) and the Greengenes database (version 13.5) [19,20]. To construct the phylogenetic relationships of the representative sequences, all of the representative sequences were aligned using MUSCLE (version 3.8.31) software [21]. The data from all of the samples were then normalized for the analysis of alpha and beta diversity. In brief, the sequence numbers of the sample with the fewest sequences were selected to set the threshold value, and the same number of sequences from each of the samples was randomly extracted for subsequent analysis.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 44,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 548,
                    "end": 550,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 551,
                    "end": 553,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 722,
                    "end": 724,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Taxonomy classification ::: Taxonomy classification and statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Alpha diversity is used to assess the diversity and abundance of microbes. Various alpha diversity indexes, such as observed species, Chao1, Shannon, Simpson and Goods-coverage, were calculated using QIIME (version 1.7.0) software, and rarefaction and rank abundance curves were then drawn with R (version 2.15.3) software. To compare the construction of the microorganisms between the different samples, unweighted and weighted UniFrac distances were calculated using QIIME (version 1.7.0) [22]. In addition, the samples were clustered based on the unweighted or weighted UniFrac distance matrix using the Unweighted Pair-Group Method with Arithmetic Mean (UPGMA) implemented in QIIME (version 1.7.0) [16].",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 494,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 703,
                    "end": 705,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Analysis of alpha and beta diversity ::: Taxonomy classification and statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To explore the potential functional profiles of the bacterial community, the sequences were clustered into OTUs using a closed-reference approach and the Greengenes 13.5 database at 97% similarity using QIIME (version 1.7.0). The resulting OTUs were used for the prediction of microbial function with PICRUST [23] according to the online protocol. Briefly, after the OTUs were normalized by 16S rRNA copy number, the metagenome for each sample was predicted, and the accuracy of the metagenome predictions was assessed. Differences between the control and experimental groups were assessed by using STAMP software [23].",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 615,
                    "end": 617,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Microbial function prediction ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "One-way t-tests were performed using SAS 9.2 (SAS Institute Inc., NC, USA) to analyze the differences in milk nutrients between the control and experimental groups. Discriminant analysis was performed with JMP Pro (SAS Institute Inc., NC, USA) to analyze the difference in the small intestinal microbiome between the control and experimental groups using the species numbers as covariates and PEDV infection as the categorical variable.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "No difference (P > 0.05) in the nutrient contents of sows’ milk was found between the control and infected groups (Table 1).",
            "cite_spans": [],
            "section": "Nutrients in milk ::: Results",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The taxonomic analysis indicated that the most abundant phylum in the small intestinal microbiota of uninfected suckling piglets was Proteobacteria (49.1%) (Fig 1). The constructed phylogeny revealed that the 10 most abundant genera of microbiota in the control group were grouped into three clusters (Clusters I, II, and III; Fig 2). Clusters I and II each comprised four genera, whereas Cluster III comprised only Prevotella and Bacteroides. To obtain a taxon composition profile of the small intestinal microbiota, a species classification tree was constructed based on the 10 genera with the highest relative abundances (Fig 3), which accounted for 52.8% of the small intestinal microbiota. At the genus level, Escherichia (21.4%) was dominant, whereas the other nine genera had relatively low abundances, ranging from 0.457% to 7.24% of the identified genera.",
            "cite_spans": [],
            "section": "Microbiota profiles in the small intestine of suckling piglets ::: Results",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 162,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 327,
                    "end": 332,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 625,
                    "end": 630,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The abundance of Firmicutes (35.96%) was higher in infected suckling piglets than in uninfected ones (24.66%), whereas the abundance of Bacteroidetes (8.37%) was lower in infected piglets than in uninfected ones (22.78%; Fig 1). The taxon composition profile of infected sucking piglets was significantly different from that of uninfected suckling piglets (Fig 4). At the genus level, the relative abundances of Bacteroides, Prevotella, Pasteurella and Moraxella in infected suckling piglets were lower than those in uninfected suckling piglets (P < 0.05), whereas the relative abundances of Lactobacillus, Veillonella and Actinobacillus were significantly increased in infected suckling piglets relative to uninfected ones (P < 0.05).",
            "cite_spans": [],
            "section": "Shifts in the abundance and composition of the small intestinal microbiota due to PEDV infection ::: Results",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 226,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 357,
                    "end": 362,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "However, the samples also showed variability within each group, and the dilution curve varied among the samples (S1 Fig). To determine the degree of similarity among the samples, a clustering tree of the samples was constructed (Fig 5). All of the samples fell into three major clusters: the samples of the uninfected group fell into two clusters, with the samples of the infected group forming the third cluster. Only one sample from the infected group was located outside of these three clusters.",
            "cite_spans": [],
            "section": "Shifts in the abundance and composition of the small intestinal microbiota due to PEDV infection ::: Results",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 234,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Microbial function was predicted using PICRUST based on the bacterial 16S rRNA gene. Overall, 27 of 43 level-2 KEGG orthology groups were discovered (Fig 6) in the small intestinal microbiota. The proportion of small intestinal microbiota involved in cellular transport and catabolism, energy metabolism, the biosynthesis of other secondary metabolites and amino acid metabolism was lower in infected suckling piglets than in uninfected suckling piglets (P < 0.05).",
            "cite_spans": [],
            "section": "Microbial function prediction ::: Results",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 155,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Suckling piglets are most susceptible to PEDV at three to seven days of age [4]. Moreover, studies have shown that the first week of suckling is the first phase of intestinal microbial evolution [24,25]. Therefore, seven-day-old suckling piglets were used as subjects in the present study to detect changes in the small intestinal microbiota due to infection with PEDV. It has been shown that age, environment and milk affect the intestinal microbiota [26,27]. To exclude confounding factors and ensure that the study was performed under typical clinical, practical conditions, the sows’ milk was collected, and special enrollment criteria were applied.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 199,
                    "end": 201,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 453,
                    "end": 455,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 456,
                    "end": 458,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although many researchers have studied the fecal and colonic microbiota of pigs, the small intestinal microbiota has rarely been explored [28–30]. The diversity and abundance of microbiota observed in the present study showed that the small intestinal microbiota of uninfected suckling piglets was simple and dominated by Proteobacteria (49.1%) at the phylum level. The finding is agreement with previous studies that showed that aerobes and facultative anaerobes exhibit obvious superiority in the intestine during the first week of piglet development [11]. The diversity of microbiota confers functional redundancy, which contributes to defense against pathogens [12]. Suckling piglets, which show a simple community structure of intestinal microbiota, have been found to be vulnerable to pathogens [12,31]. The present study found that the composition of the small intestinal microbiota of suckling piglets showed distinct changes from the genus to phylum level under challenge with PEDV, which can be expected to alter the function of the small intestinal flora. Moreover, the significant differences between uninfected piglets and infected piglets in terms of the proportions of microbiota involved in cellular transport and catabolism, energy metabolism, biosynthesis of other secondary metabolites and amino acid metabolism further suggested that the changes in intestinal flora affected their functions. It has been shown that Bacteroidetes and Proteobacteria play important roles in carbohydrate fermentation, the catabolism of polysaccharides and the utilization of amino acids and proteins [11,32,33]. Under the challenge of PEDV infection, the quantity of Bacteroidetes taxa decreased, which might partially explain the lower relative abundance of microbiota associated with energy metabolism, the biosynthesis of other secondary metabolites and amino acid metabolism in the small intestine of infected piglets. In the intestinal microbial ecosystem, many functions of microorganisms, such as carbohydrate fermentation and the catabolism of polysaccharides, are performed in cooperation with bacteria. Therefore, the changes in the relative abundances of Prevotella, Pasteurella, Moraxella, Lactobacillus, Veillonella and Actinobacillus observed under PEDV infection might result in decreases in functions associated with energy metabolism, the biosynthesis of other secondary metabolites and amino acid metabolism in the small intestine of infected piglets.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 142,
                    "end": 144,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 666,
                    "end": 668,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 802,
                    "end": 804,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1602,
                    "end": 1604,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1605,
                    "end": 1607,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1608,
                    "end": 1610,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "During the first week of development, suckling piglets have not achieved a stable intestinal microbial ecosystem, which is sensitive to many different external and internal factors. In the complex clinical environment, differences in microorganisms are found within individuals [11,34]. This study similarly found differences in the community composition of the small intestinal microbiota among samples.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 281,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 282,
                    "end": 284,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Many studies have found that PEDV causes intestinal malabsorption and fatal dehydration due to vomiting and that the timely treatment of diarrhea and vomiting can effectively reduce mortality associated with PED [1]. Microorganisms that play vital roles in material absorption and metabolism have been used to prevent diarrhea [33]. The experimental results indicated that PEDV led to alterations in the community composition of microbes in the small intestine of suckling piglets, including changes in some microbial communities that were associated with metabolism. Therefore, the findings suggested that adjusting the intestinal microbiota might be a promising method for the prevention or treatment of PEDV; however, further studies are needed to confirm this conclusion.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The small intestinal microbiota of seven-day-old suckling piglets showed poor diversity and was dominated by Escherichia (21.4%). Under challenge with PEDV infection, the small intestinal microbiota of suckling piglets showed marked changes, including compositional changes in flora that are associated with cellular transport and catabolism, energy metabolism, the biosynthesis of other secondary metabolites, and amino acid metabolism. The present findings can help identify new preventive measures for treating and controlling PEDV.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: SP1 and SP2 refer to uninfected and infected suckling piglets, respectively.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: The phylogenetic tree is the first layer constructed based on the representative OTU sequences, and each branch color corresponds to a specific genus. The second layer represents the distribution of the relative abundance of OTUs, with bar height indicating the abundance value. The third layer depicts the distribution of the reliability of the OTU annotation, with bar height indicating the reliability value.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: The numbers after the taxonomic ranks are the relative abundances of the corresponding taxa at each taxonomic rank within the total species or selected species.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: The area of the sector represents the relative abundance of the sample in the taxonomic ranks. The numbers after the taxonomic ranks are the relative abundances of the corresponding taxa within the total species or selected species.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: The left panel shows the phylogenic tree, and the right panel shows the relative abundance of each sample at the phylum level.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: * indicates gene categories that are significantly different (P < 0.05) between the control and infected groups.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Porcine epidemic diarrhea virus infection: Etiology, epidemiology, pathogenesis and immunoprophylaxis",
            "authors": [],
            "year": 2015,
            "venue": "Vet J",
            "volume": "204",
            "issn": "",
            "pages": "134-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Isolation and Characterization of Porcine Epidemic Diarrhea Viruses Associated with the 2013 Disease Outbreak among Swine in the United States",
            "authors": [],
            "year": 2014,
            "venue": "Journal of Clinical Microbiology",
            "volume": "52",
            "issn": "",
            "pages": "234-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Molecular characterization and phylogenetic analysis of porcine epidemic diarrhea viruses associated with outbreaks of severe diarrhea in piglets in Jiangxi, China 2013",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Porcine epidemic diarrhoea virus: a comprehensive review of molecular epidemiology, diagnosis, and vaccines",
            "authors": [],
            "year": 2012,
            "venue": "Virus Genes",
            "volume": "44",
            "issn": "",
            "pages": "167-175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "An evaluation of contaminated complete feed as a vehicle for porcine epidemic diarrhea virus infection of naive pigs following consumption via natural feeding behavior: proof of concept",
            "authors": [],
            "year": 2014,
            "venue": "BMC Vet Res",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Molecular epidemiology of porcine epidemic diarrhea virus in China",
            "authors": [],
            "year": 2010,
            "venue": "Arch Virol",
            "volume": "155",
            "issn": "",
            "pages": "1471-1476",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Porcine epidemic diarrhea: a review of current epidemiology and available vaccines",
            "authors": [],
            "year": 2015,
            "venue": "Clin Exp Vaccine Res",
            "volume": "4",
            "issn": "",
            "pages": "166-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Paneth cells, defensins, and the commensal microbiota: A hypothesis on intimate interplay at the intestinal mucosa",
            "authors": [],
            "year": 2007,
            "venue": "Seminars in Immunology",
            "volume": "19",
            "issn": "",
            "pages": "70-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Role of the intestinal microbiota and fecal transplantation in inflammatory bowel diseases",
            "authors": [],
            "year": 2014,
            "venue": "J Dig Dis",
            "volume": "15",
            "issn": "",
            "pages": "641-646",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Commensal host-bacterial relationships in the gut",
            "authors": [],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "1115-1118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Differences in the development of the small intestine between gnotobiotic and conventionally bred piglets",
            "authors": [],
            "year": 2004,
            "venue": "Berl Munch Tierarztl Wochenschr",
            "volume": "117",
            "issn": "",
            "pages": "46-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Littman DR. Modulation of immune homeostasis by commensal bacteria",
            "authors": [],
            "year": 2011,
            "venue": "Curr Opin Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "106-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Inhibition of P-glycoprotein leads to improved oral bioavailability of compound K, an anticancer metabolite of red ginseng extract produced by gut microflora",
            "authors": [],
            "year": 2012,
            "venue": "Drug Metab Dispos",
            "volume": "40",
            "issn": "",
            "pages": "1538-1544",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The Role of Gut Microflora and the Cholinergic Anti-inflammatory Neuroendocrine System in Diabetes Mellitus",
            "authors": [],
            "year": 2016,
            "venue": "Front Endocrinol (Lausanne)",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Illumina-based analysis of microbial community diversity",
            "authors": [],
            "year": 2012,
            "venue": "ISME J",
            "volume": "6",
            "issn": "",
            "pages": "183-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "UniFrac: a new phylogenetic method for comparing microbial communities",
            "authors": [],
            "year": 2005,
            "venue": "Applied and Environmental Microbiology",
            "volume": "71",
            "issn": "",
            "pages": "8228-8235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "De novo semi-alignment of 16S rRNA gene sequences for deep phylogenetic characterization of next generation sequencing data",
            "authors": [],
            "year": 2013,
            "venue": "Microbes Environ",
            "volume": "28",
            "issn": "",
            "pages": "211-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "QIIME allows analysis of high-throughput community sequencing data",
            "authors": [],
            "year": 2010,
            "venue": "Nature Methods",
            "volume": "7",
            "issn": "",
            "pages": "335-336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "UPARSE: highly accurate OTU sequences from microbial amplicon reads",
            "authors": [],
            "year": 2013,
            "venue": "Nature Methods",
            "volume": "10",
            "issn": "",
            "pages": "996-998",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "UCHIME improves sensitivity and speed of chimera detection",
            "authors": [],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "",
            "pages": "2194-2200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Chimeric 16S rRNA sequence formation and detection in Sanger and 454-pyrosequenced PCR amplicons",
            "authors": [],
            "year": 2011,
            "venue": "Genome Research",
            "volume": "21",
            "issn": "",
            "pages": "494-504",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Practical innovations for high-throughput amplicon sequencing",
            "authors": [],
            "year": 2013,
            "venue": "Nature Methods",
            "volume": "10",
            "issn": "",
            "pages": "999-1002",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Predictive functional profiling of microbial communities using 16S rRNA marker gene sequences",
            "authors": [],
            "year": 2013,
            "venue": "Nature Biotechnology",
            "volume": "31",
            "issn": "",
            "pages": "814-821",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The dynamic distribution of porcine microbiota across different ages and gastrointestinal tract segments",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Development of intestinal microflora and occurrence of diarrhoea in sucking foals: effects of Bacillus cereus var. toyoi supplementation",
            "authors": [],
            "year": 2015,
            "venue": "BMC Vet Res",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The microbial ecology of the large bowel of breast-fed and formula-fed infants during the first year of life",
            "authors": [],
            "year": 1982,
            "venue": "J Med Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "189-203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Human milk oligosaccharides shorten rotavirus-induced diarrhea and modulate piglet mucosal immunity and colonic microbiota",
            "authors": [],
            "year": 2014,
            "venue": "ISME J",
            "volume": "8",
            "issn": "",
            "pages": "1609-1620",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Effect of dietary protein supply originating from soybean meal or casein on the intestinal microbiota of piglets",
            "authors": [],
            "year": 2014,
            "venue": "Anaerobe",
            "volume": "25",
            "issn": "",
            "pages": "72-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Fecal Microbial Diversity in Pre-Weaned Dairy Calves as Described by Pyrosequencing of Metagenomic 16S rDNA. Associations of Faecalibacterium Species with Health and Growth",
            "authors": [],
            "year": 2013,
            "venue": "Plos One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Viral metagenomics analysis demonstrates the diversity of viral flora in piglet diarrhoeic faeces in China",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "1603-1611",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The re-emerging role of the intestinal microflora in critical illness and inflammation: why the gut hypothesis of sepsis syndrome will not go away",
            "authors": [],
            "year": 2008,
            "venue": "J Leukoc Biol",
            "volume": "83",
            "issn": "",
            "pages": "461-466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "How host-microbial interactions shape the nutrient environment of the mammalian intestine",
            "authors": [],
            "year": 2002,
            "venue": "Annual Review of Nutrition",
            "volume": "22",
            "issn": "",
            "pages": "283-307",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Immune Responses to the Microbiota at the Intestinal Mucosal Surface",
            "authors": [],
            "year": 2009,
            "venue": "Immunity",
            "volume": "31",
            "issn": "",
            "pages": "368-376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Host-bacterial mutualism in the human intestine",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "1915-1920",
            "other_ids": {
                "DOI": []
            }
        }
    }
}