{
    "paper_id": "PMC5717472",
    "metadata": {
        "title": "Utility of massive open online courses (MOOCs) concerning outbreaks of emerging and reemerging diseases",
        "authors": [
            {
                "first": "Guido",
                "middle": [],
                "last": "Bendezu-Quispe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Junior",
                "middle": [
                    "Smith"
                ],
                "last": "Torres-Roman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brenda",
                "middle": [],
                "last": "Salinas-Ochoa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Akram",
                "middle": [],
                "last": "Hernández-Vásquez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The emergence and re-emergence of infectious diseases is partly due to the climate change, more specifically due to the rise in global temperature, as well as the increased migration and unplanned urbanization\n1. These events of great relevance to global health have turned these unknown diseases into realities many health professionals have to face daily.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Ebola virus causes an acute and severe disease that is usually fatal if left untreated. Its last outbreak in March 2014 was the largest in history, causing a dramatic number of more than 11,000 deaths and 28,000 new infections worldwide. It affected several countries in West Africa, generating much concern worldwide due to its estimated 50% mortality rate. Similarly, diseases such as chikungunya\n2 and Zika\n3 have shown several reasons to be considered serious infectious diseases.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 410,
                    "end": 411,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Given the pandemic potential of these viral diseases, it is important to assess the knowledge and awareness of our health professionals regarding the mode of transmission of these diseases. In this era of globalization and technology, one of the main impacts of the Internet and the web 2.0 have been the acceleration of the process of sharing information, allowing health professionals to have quick and easy access to the latest research in medicine and health\n4.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 464,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Massive open online courses (MOOCs) are online classes or lectures accessible for people all around the world that want to participate in higher education courses. MOOCs material includes videos, slideshows, discussion boards, quizzes, audios or any combination thereof. Usually, participants do not pay any fee to take a course. The topics in MOOCs vary widely and include science, engineering, and arts; and are usually developed by well-known figures in the study area\n5.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 473,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "From 1\nst May to 31\nst May, 2017, we conducted a manual search on several learning platforms that offer MOOCs, including Coursera, edX, FutureLearn, Udacity, Miríada X, Alison, FUN.MOOC, Canvas Network, and Iversity to find courses about disease outbreaks using the terms included in the list of WHO disease outbreaks from January 1st to December 31st, 2016 (\nBox 1). Information about the learning platform, institution, course length, time required per week, language and subtitles availability for every course were collected and reported using frequencies in the case of categorical data and ranges for numerical data. If the information about the course was not available on the learning platform that originally offered it, we use the information provided by MOOC aggregator platforms such as Class Central and MOOC List",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "We found seven courses about Ebola, two about Zika, three about the dynamics of epidemics and pandemics, and only one course about dengue, chikungunya, and malaria. The duration of the courses ranged from 2 to 10 weeks. 11 out of 13 courses were held only in English, with the possibility to select subtitles in English or other languages; there was one in English and Chinese, and only one exclusively in Spanish. Most courses (5 out of 13) originated from to USA centers including Emory University, University of Pittsburgh, The Pennsylvania State University, Harvard University and University System of Maryland. The information provided with the courses included audiovisual material, papers, and self-assessments. All the courses were made for health-related professionals and presented information about epidemiology and lessons about the outbreaks and prevention activities for a possible new scenario of transmission of infectious diseases. The courses on Ebola, Zika and chikungunya were released after the last outbreaks of these diseases, respectively (\nTable 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1065,
                    "end": 1072,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Finding MOOCs about Ebola, chikungunya, and Zika after the start of their last outbreaks demonstrates the interest of institutions in offering information to the public. The vast majority of courses are offered in English, with a few having subtitles in other languages. MOOCs offer a recent and emerging form of education. There is a continuous increase in the number of courses offered in this format and,\nby 2015, a total of 35 million participants in 4.200 MOOCs were counted, with 8.27% of these courses corresponding to health and medicine.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The spread of diseases makes it necessary to invest in alternative methods of spreading knowledge, to improve the capabilities of health professionals in topics that affect people worldwide. MOOCs could be used to learn about health issues of global relevance, and with the necessity of fast divulgation of knowledge and skills. Because the countries most affected by these diseases do not have English as the native language, promoting the translation of content into more languages could give these courses more traction, and allow participation of professionals in regions affected by these outbreaks.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The data referenced by this article are under copyright with the following copyright statement: Copyright: © 2017 Bendezu-Quispe G et al.",
            "cite_spans": [],
            "section": "Data availability",
            "ref_spans": []
        },
        {
            "text": "Data associated with the article are available under the terms of the Creative Commons Zero \"No rights reserved\" data waiver (CC0 1.0 Public domain dedication).\n\n",
            "cite_spans": [],
            "section": "Data availability",
            "ref_spans": []
        },
        {
            "text": "\nDataset 1: Data on 2016 massive open online courses about disease outbreaks, offered on learning platforms, retrieved from manual searches. The dataset contains information on the learning platform, institution, course length, time required per week, language and availability of subtitles. DOI,\n10.5256/f1000research.12639.d177854\n6.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 334,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Data availability",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Drivers, dynamics, and control of emerging vector-borne zoonotic diseases.",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Randolph",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet.",
            "volume": "380",
            "issn": "9857",
            "pages": "1946-55",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(12)61151-9"
                ]
            }
        },
        "BIBREF1": {
            "title": "Chikungunya virus and the global spread of a mosquito-borne disease.",
            "authors": [
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lecuit",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med.",
            "volume": "372",
            "issn": "13",
            "pages": "1231-9",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1406035"
                ]
            }
        },
        "BIBREF2": {
            "title": "Zika virus is a global public health emergency, declares WHO.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gulland",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ.",
            "volume": "352",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.i657"
                ]
            }
        },
        "BIBREF3": {
            "title": "Opportunities and challenges of Web 2.0 within the health care systems: an empirical exploration.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lupiáñez-Villanueva",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torrent",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Inform Health Soc Care.",
            "volume": "34",
            "issn": "3",
            "pages": "117-26",
            "other_ids": {
                "DOI": [
                    "10.1080/17538150903102265"
                ]
            }
        },
        "BIBREF4": {
            "title": "Promoting engagement in online courses: What strategies can we learn from three highly rated MOOCS.",
            "authors": [
                {
                    "first": "KF",
                    "middle": [],
                    "last": "Hew",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Educ Technol.",
            "volume": "47",
            "issn": "2",
            "pages": "320-41",
            "other_ids": {
                "DOI": [
                    "10.1111/bjet.12235"
                ]
            }
        },
        "BIBREF5": {
            "title": "Dataset 1 in: Utility of massive open online courses (MOOCs) concerning outbreaks of emerging and reemerging diseases.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bendezu-Quispe",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Torres-Roman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salinas-Ochoa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "F1000Research.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}