{
    "paper_id": "PMC5006982",
    "metadata": {
        "title": "The Occupational Risk of Influenza A (H1N1) Infection among Healthcare Personnel during the 2009 Pandemic: A Systematic Review and Meta-Analysis of Observational Studies",
        "authors": [
            {
                "first": "Janna",
                "middle": [],
                "last": "Lietz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Westermann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Albert",
                "middle": [],
                "last": "Nienhaus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anja",
                "middle": [],
                "last": "Schablon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Benjamin",
                "middle": [
                    "J."
                ],
                "last": "Cowling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In March 2009, infections with the novel influenza A (H1N1) virus were first reported in Mexico and the United States of America. The virus rapidly spread worldwide [1]. As a consequence, in June 2009, the World Health Organization (WHO) declared a global influenza pandemic [2]. A year later, in August 2010, the global pandemic was officially announced as ended [3]. Eventually, more than 214 countries and overseas territories or communities reported laboratory-confirmed cases of 2009 pandemic influenza A (H1N1), including 18,449 deaths [4]. Accordingly, the influenza A (H1N1) virus became a major public health problem around the world. During the 2009 influenza A (H1N1) pandemic, several epidemiological studies examined infection rates and risk factors leading to H1N1 infection among healthcare personnel (HCP) [5,6]. Due to close contact with infected patients, HCP are exposed to infectious microbes and therefore vulnerable to occupationally acquired infectious diseases such as influenza A (H1N1) [7]. In the United States of America the estimated annual death rate among HCP due to occupational infections was between nine and 42 deaths per million HCP [8]. However, the risk of influenza A (H1N1) infection for HCP was not definitively clarified. The present review therefore aimed to record systematically and assess the published literature relating to the occupational risk of influenza A (H1N1) infection among HCP during the 2009 pandemic. To examine whether HCP ran an increased risk of influenza A (H1N1) infection during the 2009 pandemic, a meta-analysis was performed.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 276,
                    "end": 277,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 365,
                    "end": 366,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 823,
                    "end": 824,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 825,
                    "end": 826,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1013,
                    "end": 1014,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1170,
                    "end": 1171,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For the screening of identified studies several eligibility criteria were defined following the PECOS criteria [11]. Studies were included if the study population comprised healthcare professionals who had direct contact with patients and/or colleagues. It was specified that the occupation in healthcare had to involve exposure to infectious patients or materials. Studies with different or no occupational exposure were not considered. Moreover, studies were included if they used employees in (non-)healthcare without occupational exposure or reference data related to the general population from other studies as control/comparison group. Thereby the authors distinguish between population-based controls/comparisons (e.g. general population, non-healthcare professionals) and hospital-based controls/comparisons e.g. other healthcare professionals). Studies that did not report any valid control/comparison group or reference data were excluded. Outcome measures were laboratory-confirmed H1N1 infection, seroconversion or seropositivity. According to the Robert-Koch Institute (RKI), evidence of influenza A (H1N1) should be verified by one of the following direct or indirect testing methods: rapid influenza diagnostic test (RIDT), immuno-fluorescent antibody test (IFA), enzyme-linked immunosorbent assay (ELISA), reverse-transcription polymerase chain reaction (RT-PCR), haemagglutination inhibition test (HAI), microneutralisation test (MN) or viral isolation (VI) or culture (VC) [12]. Studies with no evidence of influenza A (H1N1) or with evidence of other types of influenza (B, C) and other subtypes of influenza A were excluded. Primarily, observational studies (e.g. cross-sectional studies, cohort studies and case-control studies) were included. Other study designs such as surveillance studies were also considered when the studies reported the total number of HCP, also stratified by hospital department and clinical occupation if possible. Articles were not limited to peer-reviewed publications. Content analyses, discussion papers, conference proceedings, theses and letters to the editor were also included. Publications that focused on the 2009 influenza A (H1N1) pandemic were included. Studies describing earlier pandemics, epidemics, outbreaks, or patients/residents in healthcare settings only were excluded. Therefore, articles relating to investigations between March 2009 and December 2010 were considered. Finally, there were no linguistic or geographical restrictions.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1493,
                    "end": 1495,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Eligibility criteria ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The authors JL, AS and research assistant EM developed the search strategy and conducted the search. It was applied to the electronic databases EMBASE, MEDLINE, PsycINFO, CINAHL (all via OVID), PubMed and Google Scholar. The authors searched for articles published between March 2009 and June 2015. The systematic database search was run in June 2015. An update of the literature search in May 2016 did not reveal any further relevant studies. In addition, reference lists of included studies and similar review articles were reviewed to identify further sources. The reference screening was conducted systematically by JL during the full-text screening of identified studies. In a few cases study authors were contacted via email to obtain additional information or publications.",
            "cite_spans": [],
            "section": "Information sources ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The following search terms and Medical Subject Headings (MeSH) were used to search all included databases:",
            "cite_spans": [],
            "section": "Search strategy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "AND",
            "cite_spans": [],
            "section": "Search strategy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "AND",
            "cite_spans": [],
            "section": "Search strategy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "AND",
            "cite_spans": [],
            "section": "Search strategy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A detailed description of the search strategies of all included databases can be found in S1 Appendix.",
            "cite_spans": [],
            "section": "Search strategy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Literature screening and eligibility assessment were performed independently by three reviewers (JL, AS and CW). The screening process was divided into two parts: title and abstract screening, and full-text screening. The authors developed a standardised screening instrument for both parts. If a study clearly met all predefined eligibility criteria (e.g. PECOS) it was included in the review. In all other cases the study was excluded. Disagreements between the two reviewers assessing the same paper were resolved by joint discussion. If no agreement could be reached, the third reviewer (AS or CW) performed a further literature screening and assessment of the study independently. Afterwards, uncertainties were clarified. The reviewers agreed on 87 out of 93 studies, that is 93%. No approval of the study by ethics committee was required as the authors performed a systematic review and meta-analysis of published literature.",
            "cite_spans": [],
            "section": "Study selection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data extraction from included studies was conducted independently by three reviewers (JL, AS and CW), with one author (JL) extracting the detailed data and a second author (CW) checking the extracted data for accuracy. The authors developed a data extraction form to collect information on the following aspects: 1) study characteristics (e.g. country, healthcare setting, study population, sample size and non-responder) and 2) results (e.g. diagnostic test, number and percentage of subjects infected with H1N1 virus as well as number and percentage of H1N1 infections related to occupation or working area). The extraction form comprised eighteen items. In case of uncertainty, a shared discussion took place. One author (JL) transferred the data to a table using Microsoft Excel 2013. If possible, missing data was calculated and added by JL. Some study authors were contacted to obtain more information on the described results or missing data. If a study has been published more than once, the authors considered only the report with the more detailed description of methods and results.",
            "cite_spans": [],
            "section": "Data collection process ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The quality of included studies was assessed independently by three authors (JL, AS and CW). Disputable cases were discussed. The risk of bias in particular studies was mainly considered using criteria for the assessment of methodological study quality. The developed assessment tool comprises fourteen items categorised in eight quality criteria (Table 1). Eleven items were taken from two standardised and well-validated checklists and modified [13–15]. Three were added by the authors. The items are expressed as questions (e.g. “Are the study design and sampling method appropriate for the research question?”). The answers are graded as yes (1 point), no (0 points) and unable to determine (0 points). Consequently, the study quality was assessed on a three-point scale as high (≥10 points), moderate (≥5 points) or low (≤4 points).",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 450,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Quality assessment ::: Methods",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 355,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Since an adequate number of studies were available, a meta-analysis was conducted by JL and CW. A study was involved in the meta-analysis if it included the following data for HCP (experimental) and non-HCP (control/comparison): cases (H1N1 pos.), non-cases (H1N1 neg.) and sample size (n). Seropositivity for influenza A (H1N1) was given if the HAI antibody titre was ≥ 1:40 or the RT-PCR value was ≤ 38 [12,16]. If multiple diagnostic tests were reported in the studies, the most recognised testing method was used to report the final estimate. In this case HAI and RT-PCR were used. Both tests are universally applicable, well validated and frequently used in studies investigating influenza A (H1N1). The purpose of the analysis was to compute combined effect estimates for influenza A (H1N1) infection among HCP, using the Mantel-Haenszel method for binary outcomes. Pooled prevalence ratios, odds ratios (OR) as effect estimates and 95% confidence intervals (95% CI) were calculated. In a subgroup analysis, studies were stratified by study quality (high and moderate). The presence of heterogeneity was tested using the χ² test, taking p < 0.10 as the level of significance. An I² test was performed to quantify the diversity between studies. With a sensitivity analysis, the impact of the single studies on the pooled effect estimate finding was verified by stepwise excluding studies from the meta-analysis and examining the estimate stability [17]. In the event of a clear difference in the combined estimate (OR) or I², the studies were excluded from further analyses. Possible publication bias due to study size was assessed graphically by means of a funnel plot. The bias is indicated by asymmetry in the plot. If applicable an Egger’s linear regression calculation was carried out to test the probability of publication bias by regression analysis [18]. The level of significance for asymmetry is taken as p < 0.10, the calculated intercept is given with a 90% confidence range. The meta-analysis was performed using Review Manager (RevMan 5.3).",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 409,
                    "end": 411,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1454,
                    "end": 1456,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1863,
                    "end": 1865,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Statistical analysis and data synthesis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The search of PubMed, MEDLINE, EMBASE, CINAHL, PsycINFO databases and Google Scholar provided a total of 74 citations. Through reference searching, 112 studies were found. After adjusting for duplicates, 93 studies remained. Of these, 56 studies were excluded after title- and abstract screening because they clearly did not meet the eligibility criteria. Of the remaining 37 studies that were subjected to full-text screening, nine did not fulfil the eligibility criteria and two had been published twice in different journals. Main reasons for exclusion from the review were a divergent study topic (e.g. influenza vaccination, personal protective equipment use and prevention programmes), a different study population (e.g. focus on influenza patients only), the absence of a control/comparison group or reference data and a different study design (e.g. review, intervention study, outbreak investigation and case study). A total of 26 studies were included in the review (Fig 1). They included 20 observational studies (fourteen cross-sectional studies and six cohort studies) and six other studies (three surveillance studies, two content analyses and one case-case control study). Of these, 15 studies were included in the meta-analysis. Reasons for exclusion of eleven studies [6,19–28] from the meta-analysis were missing data relating to the number of cases.",
            "cite_spans": [
                {
                    "start": 1285,
                    "end": 1286,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1287,
                    "end": 1289,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1290,
                    "end": 1292,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Study selection ::: Results",
            "ref_spans": [
                {
                    "start": 976,
                    "end": 981,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All 26 studies included in this review were published in English. Eight observational studies were based in Asia (Singapore, Korea, Japan, India, Taiwan and China; Table 2). Four studies each were carried out in North America (United States of America and Canada) and in Europe (Spain, Portugal, The Netherlands and Scotland). Three studies were based in Oceania (Australia and New Zealand) and one study in Central America (Mexico). Around 40% of the studies (n = 8) were carried out in general hospitals, five studies in acute care and five in tertiary care hospitals (emergency departments and influenza units), three studies in general practices and one study each in nursing homes, outpatient clinics and primary care medical centres. A variety of healthcare professionals were included in the studies as study subjects (e.g. physicians, general practitioners, nurses, nursing/doctors assistants, therapists, technicians, allied health/support and administrative staff). All studies performed standardised laboratory tests to confirm the evidence of influenza A (H1N1) infection among study participants. Most studies used the haemagglutination inhibition test (HAI; n = 17) or the reverse-transcription polymerase chain reaction method (RT-PCR; n = 10). Eight of the twenty studies (40%) completed a confirmatory test [16,23,24,29–33]. Almost all studies (n = 19) used blood samples as influenza A (H1N1) diagnostic method [16,19–21,23–26,28–38]. Six studies (30%) used nasopharyngeal swabs as additional diagnostic method [20,21,24,28,36,37]. The kind of diagnostic method, blood sample or nasopharyngeal swab, has no impact on the prevalence rate of influenza A (H1N1) among HCP or controls/comparisons (data not shown). The sample size ranged from 66 to 15,018 participants. Prevalence rates for 2009 influenza A (H1N1) infection among HCP varied from 1.7% to 27.1%. Eight out of twenty studies (40%) used population-based controls (e.g. general population and non-HCP), eleven (55%) used hospital-based comparisons (e.g. nurses, technicians, students, auxiliary, support and administrative staff) and one study (5%) used reference data from the general population in their study. Prevalence rates among controls/comparisons ranged between 1.0% and 30.0%. Nine high quality [16,26,29–31,33–35,37] and two moderate quality [38,39] studies showed higher H1N1 prevalence rates for HCP compared to controls/comparisons. Based on the eight quality criteria, fourteen studies (70%) were of high quality (≥ 10 points) [16,21,23,24,26,29–37,40,41] and six studies (30%) of moderate quality (≥ 5 points) [19,20,25,28,38,39]. The most frequent reasons for moderate quality were weaknesses relating to the response rate, description of non-responders, control group and confirmatory test.",
            "cite_spans": [
                {
                    "start": 1325,
                    "end": 1327,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1337,
                    "end": 1339,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1430,
                    "end": 1432,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1433,
                    "end": 1435,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1436,
                    "end": 1438,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1439,
                    "end": 1441,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1442,
                    "end": 1444,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1445,
                    "end": 1447,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1448,
                    "end": 1450,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1530,
                    "end": 1532,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1533,
                    "end": 1535,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1536,
                    "end": 1538,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1539,
                    "end": 1541,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1542,
                    "end": 1544,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1545,
                    "end": 1547,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2284,
                    "end": 2286,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2287,
                    "end": 2289,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2290,
                    "end": 2292,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2293,
                    "end": 2295,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2296,
                    "end": 2298,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2299,
                    "end": 2301,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2302,
                    "end": 2304,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2332,
                    "end": 2334,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2335,
                    "end": 2337,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2521,
                    "end": 2523,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2524,
                    "end": 2526,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2527,
                    "end": 2529,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2530,
                    "end": 2532,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2533,
                    "end": 2535,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2536,
                    "end": 2538,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2539,
                    "end": 2541,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2542,
                    "end": 2544,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2545,
                    "end": 2547,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2605,
                    "end": 2607,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2608,
                    "end": 2610,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2611,
                    "end": 2613,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2614,
                    "end": 2616,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2617,
                    "end": 2619,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2620,
                    "end": 2622,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Study characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 171,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Similarly to the observational studies, three out of the six other studies were carried out in Asia (Saudi Arabia, Taiwan and China). Three studies were based in North and South America (United States of America and Brazil). Half of the studies (n = 3) selected tertiary care hospitals/medical centres as the study location. The remaining studies (n = 3) were conducted in general hospitals/medical centres. All six studies performed laboratory tests, with RT-PCR being the most-used testing method (n = 5). For all studies the utilisation of a confirmatory test is unknown [6,22,27,42–44]. Four out of six studies (67%) used blood samples as diagnostic method [27,42–44]. Two studies (33%) used nasopharyngeal swabs [6,22]. The sample size varied from 282 to 59,270 study subjects. Prevalence rates for HCP ranged between 2.5% and 40.0%. Three studies (50%) involved control groups in their study, two studies population-based controls (e.g. administrative staff) and one study a hospital-based control (asymptomatic HCP, e.g. nurses and nurse technicians). The remaining studies (n = 3) used hospital-based comparisons (e.g. healthcare assistants and administrative staff). Prevalence rates for controls/comparisons varied from 0.6% to 2.8%. Three moderate quality studies [42–44] found higher H1N1 prevalence rates for HCP compared to controls/comparisons. Five out of six studies (83%) were of moderate [22,27,42–44] and one study (17%) of high quality [6].",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 576,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 580,
                    "end": 582,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 586,
                    "end": 588,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 662,
                    "end": 664,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 665,
                    "end": 667,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 718,
                    "end": 719,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 720,
                    "end": 722,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1276,
                    "end": 1278,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1408,
                    "end": 1410,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1411,
                    "end": 1413,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1414,
                    "end": 1416,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1417,
                    "end": 1419,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1458,
                    "end": 1459,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Study characteristics ::: Results",
            "ref_spans": []
        },
        {
            "text": "Several studies examined the job-related effect estimate (Odds Ratio, Relative Risk) of 2009 pandemic influenza A (H1N1) infection among HCP (Table 3). The results show that risk estimates vary from study to study. Three high quality studies [6,21,41] and one moderate quality study [25] report a significantly higher risk for HCP compared to controls/comparisons. One study found that the odds were six times higher for physicians in comparison with other professions (e.g. technicians; OR = 6.03, CI = 2.11 to 17.82) [6]. Nukui and colleagues showed similar results. In this study physicians and nurses ran a five times higher odds of influenza A (H1N1) infection than co-medical staff (OR = 5.25, CI = 1.21 to 22.7) [25]. Another study reported a significantly increased odds of influenza A (H1N1) infection for nurses compared to administrative or other staff (OR = 2.7, CI = 1.11 to 6.37) [21]. Chen and colleagues found consistent results for nurses in comparison with allied health staff (OR = 6.1, CI = 1.4 to 26.0) [41]. In contrast to this, one high quality study found a significantly lower risk for HCP compared to other personnel (e.g. soldiers; RR = 0.26, CI = 0.07 to 0.46) [23]. Six high quality studies [32–37] and one moderate quality study [43] showed no significantly higher or lower risk of influenza A (H1N1) infection for HCP in comparison with non-HCP.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 245,
                    "end": 247,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 248,
                    "end": 250,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 284,
                    "end": 286,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 520,
                    "end": 521,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 720,
                    "end": 722,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 895,
                    "end": 897,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1190,
                    "end": 1192,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1224,
                    "end": 1226,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1260,
                    "end": 1262,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Study characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In addition, several studies [21,29,34–36] examined non-occupational risk factors such as gender, age, children at home, vaccination history and influenza-like illness symptoms for HCP to contract influenza A (H1N1) infection. Moreover, the personal protective equipment (PPE) use among HCP is a frequently investigated topic in infectious diseases research. Many studies analysed the efficacy of PPE like surgical masks, gowns, gloves, goggles, N95 respirators and face shields as well as of hand hygiene [5,19,24,25,37,39,43]. The studies mainly concluded that an adequate PPE use and hand hygiene decrease the risk of influenza A (H1N1) infection among HCP (not shown).",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 32,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 33,
                    "end": 35,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 36,
                    "end": 38,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 39,
                    "end": 41,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 507,
                    "end": 508,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 518,
                    "end": 520,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 521,
                    "end": 523,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Study characteristics ::: Results",
            "ref_spans": []
        },
        {
            "text": "Heterogeneity was present when pooling all studies with population-based controls/hospital-based comparisons (S1 Fig). To identify sources of heterogeneity a comprehensive investigation of the data was performed. A sensitivity analysis was conducted to explore the influence of each study on the overall results step by step to determine the robustness of the pooled effect estimates. The odds ratios calculated in the sensitivity analysis ranged from 1.98 (1.63 to 2.41) to 2.20 (1.85 to 2.63). They were all statistically significant. The I² value ranged from 23% to 41%. The pooled estimates and I² of the studies were stable within the analysis after exclusion of four studies that showed high effects on the pooled OR and I² (plots not shown). After stratification by control/comparison group the sensitivity analysis revealed that studies with large sample sizes have no significant influence on the pooled effect estimate.",
            "cite_spans": [],
            "section": "Heterogeneity and sensitivity analysis ::: Meta-Analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "In this meta-analysis, the included studies used population-based controls as control group or hospital-based comparisons as comparison group, HAI as influenza A (H1N1) detection method (with two exceptions) [39,44] and serum samples as diagnostic method (unknown in one case) [39], with three studies using nasopharyngeal swabs as additional diagnostic method [36,37,44].",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 212,
                    "end": 214,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 368,
                    "end": 370,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Heterogeneity and sensitivity analysis ::: Meta-Analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "Visual examination of the funnel plot (OR x SE (log [OR])) to assess publication bias revealed no significant asymmetry (plot not shown). However, this could be incidental because of the small number of studies included in the meta-analysis. Therefore we provided an Egger’s linear regression. The linear regression did not show significant funnel plot asymmetry either (intercept 0.11, 90% CI = 0.28 to 0.50, p = 0.61).",
            "cite_spans": [],
            "section": "Publication bias ::: Meta-Analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "This literature review included 26 out of 93 studies (28%) that were identified after the removal of duplicates. This is a small number of studies. However, the included sources clearly met the eligibility criteria and showed relevant data for the review. Nine studies did not fulfil the criteria and were excluded from full-text screening [5,48–55]. Only in a few cases, data is missing (see Tables 2 and 3). Moreover, all studies were of moderate or high quality (6 to 14 points). The quality assessment revealed some weaknesses in methodology. Twenty-two studies (85%) did not include a description of non-responders, 18 studies (69%) did not achieve an adequate response rate (≥ 60%) and did not perform a confirmatory laboratory test to detect influenza A (H1N1) virus among the study subjects. Another fifteen studies (58%) did not include a control group in their investigation.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 342,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 343,
                    "end": 345,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 346,
                    "end": 348,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Strengths and limitations ::: Discussion",
            "ref_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 407,
                    "mention": "3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Fifteen studies could be included in the meta-analysis. Eleven studies were excluded before conducting the analysis. Reasons for exclusion have been discussed above. In addition, the studies used different methods to perform investigations. Study populations, case definitions and cut-off values for seropositivity of influenza A (H1N1) vary from study to study. According to the literature the cut-off value for seropositivity is for HAI ≥ 1:40 [16]. Only one study defined a test result already as seropositive for influenza A (H1N1) if the HAI antibody titre was ≥1:20 [34]. Seven studies used the current cut-off value of ≥ 1:40 [16,29–31,33,37,38]. In one study the case definition is not clear as the authors used different cut-off values for seropositivity depending on the vaccination status [36]. Two studies used RT-PCR as the only diagnostic method [39,44]. The type of diagnostic test, HAI or RT-PCR, has no influence on the results of our meta-analysis. Both tests are comparable in terms of measurement and validity.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 573,
                    "end": 575,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 634,
                    "end": 636,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 637,
                    "end": 639,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 643,
                    "end": 645,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 861,
                    "end": 863,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 864,
                    "end": 866,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Strengths and limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "However, the strength of our meta-analysis is that the heterogeneity between the studies is low as the pooled estimates and I² values of the studies were stable within the analysis after identification and exclusion of a few studies as sources of heterogeneity. All included studies used population-based controls as control group, hospital-based comparisons as comparison group, HAI as influenza A (H1N1) detection method (with two exceptions; RT-PCR only) [39,44] and serum samples as diagnostic method (with one unknown) [39]. Three studies [36,37,44] used nasopharyngeal swabs as additional testing method. Almost all studies were of high quality (8 out of 11) and had a good study design (cross-sectional study or cohort study). The forest plot also indicates that the confidence intervals belonging to the odds ratios overlap widely. It can be assumed that the degree of inconsistency between the studies is low [56]. Finally, the stratification by control and comparison group confirmed the higher odds of influenza A (H1N1) infection among HCP compared to controls/comparisons.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 461,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 462,
                    "end": 464,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 525,
                    "end": 527,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 545,
                    "end": 547,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 548,
                    "end": 550,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 551,
                    "end": 553,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 919,
                    "end": 921,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Strengths and limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The 2009 pandemic influenza A (H1N1) virus infections played an important role in healthcare settings. This systematic review corroborates the assumption that HCP were particularly at risk of influenza A (H1N1) infection during the 2009 pandemic. The pooled analysis showed a statistically significant increase in the odds of influenza A (H1N1) infection among HCP compared to controls/comparisons. Our findings can help to enhance infection control especially during the first period of pandemics. Due to close contact with infected patients in healthcare settings and decreased protective effect of vaccinations, healthcare facilities should intensify their focus on strategies to prevent an infection among HCP. Well-known strategies such as PPE and hand hygiene are suitable, but HCP should be properly educated in these infection control practices.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF1": {
            "text": "Fig 2: Forest plots showing the risk of influenza A (H1N1) infection for HCP compared to population-based controls/hospital-based comparisons (part a) and controls/comparisons only (part b and c). Abbreviations: CI: confidence interval, df: degrees of freedom, HC: hospital-based comparisons, HCP: healthcare personnel, M-H: Mantel-Haenszel, P: population-based controls.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Outbreak of swine-origin influenza A (H1N1) virus infection—Mexico, March-April 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR",
            "volume": "58",
            "issn": "",
            "pages": "467-470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Risk factors for pandemic H1N1 2009 infection in healthcare personnel of four general hospitals",
            "authors": [],
            "year": 2011,
            "venue": "J Infect",
            "volume": "63",
            "issn": "",
            "pages": "267-273",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2011.04.009"
                ]
            }
        },
        "BIBREF5": {
            "title": "Pandemic 2009 H1N1 influenza among health care workers",
            "authors": [],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "",
            "pages": "645-647",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2012.08.012"
                ]
            }
        },
        "BIBREF6": {
            "title": "Nurses' contacts and potential for infectious disease transmission",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1438-1444",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1509.081475"
                ]
            }
        },
        "BIBREF7": {
            "title": "Occupational deaths among healthcare workers",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1003-1008",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1107.041038"
                ]
            }
        },
        "BIBREF8": {
            "title": "Meta-analysis of observational studies in epidemiology: a proposal for reporting",
            "authors": [],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "2008-2012",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
            "authors": [],
            "year": 2015,
            "venue": "Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": [
                    "10.1186/2046-4053-4-1"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The feasibility of creating a checklist for the assessment of the methodological quality both of randomised and non-randomised studies of health care interventions",
            "authors": [],
            "year": 1998,
            "venue": "J Epidemiol Community Health",
            "volume": "52",
            "issn": "",
            "pages": "377-384",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Critical appraisal of the health research literature: prevalence or incidence of a health problem",
            "authors": [],
            "year": 1998,
            "venue": "Chronic Dis Can",
            "volume": "19",
            "issn": "",
            "pages": "170-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The prevalence of low back pain in adults: a methodological review of the literature",
            "authors": [],
            "year": 1999,
            "venue": "Phys Ther",
            "volume": "79",
            "issn": "",
            "pages": "384-396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Seroepidemiology of pandemic influenza A (H1N1) 2009 virus infections in Pune, India",
            "authors": [],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "255-263",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-255"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Bias in meta-analysis detected by a simple, graphical test",
            "authors": [],
            "year": 1997,
            "venue": "BMJ",
            "volume": "315",
            "issn": "",
            "pages": "629-634",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Transmission of 2009 pandemic influenza A (H1N1) virus among healthcare personnel-Southern California, 2009",
            "authors": [],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "1149-1157",
            "other_ids": {
                "DOI": [
                    "10.1086/662709"
                ]
            }
        },
        "BIBREF19": {
            "title": "Low attack rate of novel influenza A (H1N1) virus infection among healthcare workers: a prospective study in a setting with an elaborated containment plan",
            "authors": [],
            "year": 2012,
            "venue": "Int Arch Occup Environ Health",
            "volume": "85",
            "issn": "",
            "pages": "163-170",
            "other_ids": {
                "DOI": [
                    "10.1007/s00420-011-0652-5"
                ]
            }
        },
        "BIBREF20": {
            "title": "High effectiveness of pandemic influenza A (H1N1) vaccination in healthcare workers from a Portuguese hospital",
            "authors": [],
            "year": 2012,
            "venue": "Int Arch Occup Environ Health",
            "volume": "85",
            "issn": "",
            "pages": "747-752",
            "other_ids": {
                "DOI": [
                    "10.1007/s00420-011-0714-8"
                ]
            }
        },
        "BIBREF21": {
            "title": "Epidemiology of H1N1 (2009) influenza among healthcare workers in a tertiary care center in Saudi Arabia: a 6-month surveillance study",
            "authors": [],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "1004-1010",
            "other_ids": {
                "DOI": [
                    "10.1086/656241"
                ]
            }
        },
        "BIBREF22": {
            "title": "Effectiveness of public health measures in mitigating pandemic influenza spread: a prospective sero-epidemiological cohort study",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "",
            "pages": "1319-1326",
            "other_ids": {
                "DOI": [
                    "10.1086/656480"
                ]
            }
        },
        "BIBREF23": {
            "title": "Longitudinal seroepidemiologic study of the 2009 pandemic influenza A (H1N1) infection among health care workers in a children's hospital",
            "authors": [],
            "year": 2012,
            "venue": "BMC Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "89-97",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-12-89"
                ]
            }
        },
        "BIBREF24": {
            "title": "Pandemic 2009 influenza A (H1N1) virus among Japanese healthcare workers: seroprevalence and risk factors",
            "authors": [],
            "year": 2012,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "33",
            "issn": "",
            "pages": "58-62",
            "other_ids": {
                "DOI": [
                    "10.1086/663208"
                ]
            }
        },
        "BIBREF25": {
            "title": "Prevalence of influenza A (H1N1) seropositivity in unvaccinated healthcare workers in Scotland at the height of the global pandemic",
            "authors": [],
            "year": 2011,
            "venue": "J Environ Public Health",
            "volume": "2011",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2011/407505"
                ]
            }
        },
        "BIBREF26": {
            "title": "Impact of the 2009 influenza A (H1N1) pandemic on healthcare workers at a tertiary care center in New York City",
            "authors": [],
            "year": 2013,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "34",
            "issn": "",
            "pages": "825-831",
            "other_ids": {
                "DOI": [
                    "10.1086/671271"
                ]
            }
        },
        "BIBREF27": {
            "title": "H1N1 hemagglutinin-inhibition seroprevalence in emergency department health care workers after the first wave of the 2009 influenza pandemic",
            "authors": [],
            "year": 2011,
            "venue": "Pediatr Emerg Care",
            "volume": "27",
            "issn": "",
            "pages": "804-807",
            "other_ids": {
                "DOI": [
                    "10.1097/PEC.0b013e31822c125e"
                ]
            }
        },
        "BIBREF28": {
            "title": "Risk factors and immunity in a nationally representative population following the 2009 influenza A(H1N1) pandemic",
            "authors": [],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "e13211-13211",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0013211"
                ]
            }
        },
        "BIBREF29": {
            "title": "2009 influenza A(H1N1) seroconversion rates and risk factors among distinct adult cohorts in Singapore",
            "authors": [],
            "year": 2010,
            "venue": "JAMA",
            "volume": "303",
            "issn": "",
            "pages": "1383-1391",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2010.404"
                ]
            }
        },
        "BIBREF30": {
            "title": "Seroprevalence of antibodies to pandemic (H1N1) 2009 influenza virus among health care workers in two general hospitals after first outbreak in Kobe, Japan",
            "authors": [],
            "year": 2011,
            "venue": "J Infect",
            "volume": "63",
            "issn": "",
            "pages": "281-287",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2011.05.001"
                ]
            }
        },
        "BIBREF31": {
            "title": "Seroprevalence of antibody to pandemic influenza A (H1N1) 2009 among healthcare workers after the first wave in Hong Kong",
            "authors": [],
            "year": 2011,
            "venue": "J Hosp Infect",
            "volume": "78",
            "issn": "",
            "pages": "308-311",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2011.02.017"
                ]
            }
        },
        "BIBREF32": {
            "title": "Seroprevalence of pandemic A(H1N1) pmd09 irus antibodies in Mexican health care workers before and after vaccination",
            "authors": [],
            "year": 2015,
            "venue": "Arch Med Res",
            "volume": "46",
            "issn": "",
            "pages": "154-163",
            "other_ids": {
                "DOI": [
                    "10.1016/j.arcmed.2015.03.001"
                ]
            }
        },
        "BIBREF33": {
            "title": "Seropositivity for influenza A(H1N1)pdm09 virus among frontline health care personnel",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "140-143",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1901.111640"
                ]
            }
        },
        "BIBREF34": {
            "title": "Pandemic influenza A(H1N1)pdm09: risk of infection in primary healthcare workers",
            "authors": [],
            "year": 2013,
            "venue": "Br J Gen Pract",
            "volume": "63",
            "issn": "",
            "pages": "e416-22",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp13X668212"
                ]
            }
        },
        "BIBREF35": {
            "title": "Risk factors for influenza among health care workers during 2009 pandemic, Toronto, Ontario, Canada",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "606-615",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1904.111812"
                ]
            }
        },
        "BIBREF36": {
            "title": "Pandemic (H1N1) 2009 risk for frontline health care workers",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1000-1006",
            "other_ids": {
                "DOI": [
                    "10.3201/eid/1706.101030"
                ]
            }
        },
        "BIBREF37": {
            "title": "Seroprevalence of antibodies to the influenza A (H1N1) virus among healthcare workers prior to the 2009 pandemic peak",
            "authors": [],
            "year": 2012,
            "venue": "Enferm Infecc Microbiol Clin",
            "volume": "30",
            "issn": "",
            "pages": "371-375",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eimc.2011.11.019"
                ]
            }
        },
        "BIBREF38": {
            "title": "H1N1 influenza infection in Korean healthcare personnel",
            "authors": [],
            "year": 2011,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "30",
            "issn": "",
            "pages": "1201-1206",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-011-1213-2"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Risk factors for pandemic (H1N1) 2009 virus seroconversion among hospital staff, Singapore",
            "authors": [],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1554-1561",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1610.100516"
                ]
            }
        },
        "BIBREF41": {
            "title": "Seroprevalence of antibodies to pandemic (H1N1) 2009 influenza virus among hospital staff in a medical center in Taiwan",
            "authors": [],
            "year": 2010,
            "venue": "J Chin Med Assoc",
            "volume": "73",
            "issn": "",
            "pages": "62-66",
            "other_ids": {
                "DOI": [
                    "10.1016/S1726-4901(10)70003-4"
                ]
            }
        },
        "BIBREF42": {
            "title": "Clinical and nonclinical health care workers faced a similar risk of acquiring 2009 pandemic H1N1 infection",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "280-283",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir375"
                ]
            }
        },
        "BIBREF43": {
            "title": "Which health care workers were most affected during the spring 2009 H1N1 pandemic",
            "authors": [],
            "year": 2010,
            "venue": "Disaster Med Public Health Prep",
            "volume": "4",
            "issn": "",
            "pages": "47-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Tuberculosis in healthcare workers—a narrative review from a German perspective",
            "authors": [],
            "year": 2014,
            "venue": "J Occup Med Toxicol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1745-6673-9-9"
                ]
            }
        },
        "BIBREF45": {
            "title": "Infectious disease risks associated with occupational exposure: a systematic review of the literature",
            "authors": [],
            "year": 2012,
            "venue": "Occup Environ Med",
            "volume": "69",
            "issn": "",
            "pages": "140-146",
            "other_ids": {
                "DOI": [
                    "10.1136/oemed-2011-100068"
                ]
            }
        },
        "BIBREF46": {
            "title": "Emerging occupational lung infections",
            "authors": [],
            "year": 2007,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "11",
            "issn": "",
            "pages": "710-721",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Seroprevalence of pandemic (H1N1) 2009 influenza and effectiveness of 2010/2011 influenza vaccine during 2010/2011 season in Beijing, China",
            "authors": [],
            "year": 2012,
            "venue": "Influenza Other Respir Viruses",
            "volume": "6",
            "issn": "",
            "pages": "381-388",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2011.00326.x"
                ]
            }
        },
        "BIBREF48": {
            "title": "The seroprevalence of pandemic influenza H1N1 (2009) virus in China",
            "authors": [],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0017919"
                ]
            }
        },
        "BIBREF49": {
            "title": "Determination of antibody response to the human pandemic influenza H1N1 2009 among patients with influenza-like illness and high risk groups",
            "authors": [],
            "year": 2010,
            "venue": "Asian Pac J Allergy Immunol",
            "volume": "28",
            "issn": "",
            "pages": "67-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Investigation of an outbreak of 2009 pandemic influenza A virus (H1N1) infections among healthcare personnel in a Chicago hospital",
            "authors": [],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "611-615",
            "other_ids": {
                "DOI": [
                    "10.1086/660097"
                ]
            }
        },
        "BIBREF51": {
            "title": "H1N1 2009 influenza among healthcare workers in a tertiary care hospital in Thailand",
            "authors": [],
            "year": 2010,
            "venue": "J Hosp Infect",
            "volume": "74",
            "issn": "",
            "pages": "300-302",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2009.11.001"
                ]
            }
        },
        "BIBREF52": {
            "title": "Prevention of nosocomial transmission of swine-origin pandemic influenza virus A/H1N1 by infection control bundle",
            "authors": [],
            "year": 2010,
            "venue": "J Hosp Infect",
            "volume": "74",
            "issn": "",
            "pages": "271-277",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2009.09.009"
                ]
            }
        },
        "BIBREF53": {
            "title": "Factors associated with unprotected exposure to 2009 H1N1 influenza A among healthcare workers during the first wave of the pandemic",
            "authors": [],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "293-295",
            "other_ids": {
                "DOI": [
                    "10.1086/658911"
                ]
            }
        },
        "BIBREF54": {
            "title": "Factors associated with health care-associated 2009 influenza a (H1N1) virus infection among Thai health care workers",
            "authors": [],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "",
            "pages": "368-369",
            "other_ids": {
                "DOI": [
                    "10.1086/654807"
                ]
            }
        },
        "BIBREF55": {
            "title": "GRADE guidelines: 7. Rating the quality of evidence—inconsistency",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Epidemiol",
            "volume": "64",
            "issn": "",
            "pages": "1294-1302",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2011.03.017"
                ]
            }
        }
    }
}