{
    "paper_id": "PMC5841780",
    "metadata": {
        "title": "Acral melanoma detection using a convolutional neural network for dermoscopy images",
        "authors": [
            {
                "first": "Chanki",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sejung",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wonoh",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jinwoong",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kee-Yang",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sang",
                "middle": [
                    "Wook"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Byungho",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nikolas",
                "middle": [
                    "K."
                ],
                "last": "Haass",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In Asians, melanoma is rare, compared to its prevalence in Caucasians, and usually occurs in acral areas such as the hands and feet. It can be misrecognized as benign nevi (BN), is occasionally hidden by calluses, and eventually results in late diagnosis at an advanced stage, with a poor prognosis[1–3]. Since effective anti-cancer agents for treating melanoma have not yet been developed, early detection and wide excision of the skin lesion is more crucial to the cure for melanoma.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 300,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 301,
                    "end": 302,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently, to aid the early diagnosis of melanoma and the reduction of unnecessary skin biopsy, dermoscopy has been widely used[4, 5]. Moreover, because it is difficult for non-experts to use[6], artificial intelligence and deep-learning models have been applied to help physicians who are untrained to handle a digital dermoscope[7]; its use is expected to increase in the field of teledermatology.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 191,
                    "end": 192,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 330,
                    "end": 331,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A convolutional neural network (CNN) is one of the representative models among the various deep-learning models. It has already shown potential for general and highly variable tasks across many fine-grained object categories[8–12] and has been shown to exceed human performance in object recognition[9]. Recently, it was applied to detect skin cancers in images, including from dermoscopy, and successfully demonstrated artificial intelligence capable of classifying skin cancer with a competence level comparable to that of dermatologists[13]. For the success of CNN models, a large amount of training data labeled with class types to produce a rich feature hierarchy is necessary, and therefore, its usefulness in the diagnosis of rare diseases with insufficient data has not been fully established.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 226,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 227,
                    "end": 229,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 300,
                    "end": 301,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we applied an end-to-end CNN framework to detect a rare disease in Asians, acral melanoma (AM), from the dermoscopy images of pigmentation on the hands and feet. To overcome the insufficiency of the datasets, we adopted a transfer learning technique to leverage learned features from a CNN model pre-trained on a large-scale natural image dataset[14]. Moreover, we also applied a half-training and half-trial method to validate its clinical usefulness for the early diagnosis of patients compared with the dermatologist’s and non-expert’s evaluation.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A total of 724 dermoscopy images were collected from January 2013 to March 2014 at the Severance Hospital in the Yonsei University Health System, Seoul, Korea, and from March 2015 to April 2016 at the Dongsan Hospital in the Keimyung University Health System, Daegu, Korea. Among them, 350 dermoscopy images were from 81 patients with AM and 374 images were from 194 patients with BN of the acral area (Fig 1). A total of 632 dermoscopy images were captured by the DermLite Cam (3Gen Inc., USA), and 92 images were captured by the Dermlite hybrid II (3 Gen Inc., USA), connected to a digital camera (Nikon Coolpix P6000, Japan). All diagnoses were histopathologically confirmed and multiple images were captured in cases of large lesions. We provide a STROBE checklist for the study of diagnostic efficacy as supporting information (S1 Table). Dermoscopy images of BN were divided into nine types, and AM images into three types according to the reference[15], by two dermatologists. This study protocol was approved by the Institutional Review Board of Yonsei University, Severance Hospital and Keimyung University, Dongsan Hospital and was conducted according to the Declaration of Helsinki Principles. Patient records/information was anonymized and de-identified prior to analysis.",
            "cite_spans": [
                {
                    "start": 956,
                    "end": 958,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "1. Dermoscopy images ::: Methods",
            "ref_spans": [
                {
                    "start": 403,
                    "end": 408,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "CNNs are composed of several convolutional layers, each involving linear and nonlinear operators, as well as fully connected layers. The architecture for the state-of-the-art CNN has many parameters; for example, the VGG-16 Model has 138 million parameters, where the parameters are learned from the ImageNet dataset containing 1.2 million general object images of 1,000 different object categories for training[16]. Deep neural networks are difficult to train using small datasets (i.e., a few hundred images). To circumvent this problem, we used the fine-tuning technique, which is one of the regularization techniques. We fine-tuned a modified VGG model with 16 layers (13 convolutional and three fully connected layers), which uses the convolution filters of the same size (i.e., 3 × 3) for all convolution layers, as seen in Table 1. Our network configuration is depicted in Fig 2 and Table 1. Each layer and feature map in the CNN is represented by a three-dimensional array of size <h × w × d >, where h and w are spatial dimensions, and d is the number of channels or feature dimensions. The first layer is the input image patch with pixel size h × w, and d is the color channel (Fig 2 and Table 1; “conv” represents a convolutional layer and “FC” represents a fully connected layer).",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 414,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "2.1 Convolutional neural network ::: 2. Convolutional neural network to detect melanoma ::: Methods",
            "ref_spans": [
                {
                    "start": 880,
                    "end": 885,
                    "mention": "Fig 2",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1193,
                    "mention": "Fig 2",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 837,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 897,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1205,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The input with a fixed-size, 224 × 224, was passed through a stack of convolutional layers, where each followed a rectified linear unit (ReLU) activation function, and max-pooling was performed over a 2 × 2 pixel window with a stride of 2. A series of convolutional layers (conv1, conv2, conv3, conv4, and conv5) were followed by three fully connected layers: the first 2 fully connected layers (FC6 and FC7) had 4,096 channels each, where each followed a ReLU activation function, while the last fully connected layer (FC8) had 2 channels since our problem was a two-way classification problem (melanoma and non-melanoma class). It should be noted that the number of channels of the last fully connected layer was the same as the number of classes. Hence, we replaced the original fully connected layer (FC8: FC with 1000 channels) with a fully connected layer with two channels. The last layer had the soft-max activation function and predicted whether the input patch was a melanoma or non-melanoma lesion.",
            "cite_spans": [],
            "section": "2.1 Convolutional neural network ::: 2. Convolutional neural network to detect melanoma ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Moreover, the VGG-16 model pre-trained on the ImageNet database are used to perform transfer learning, and the weights of the last convolutional layers (the last two layers of conv5) and three fully convolutional layers (FC6, FC7, and FC8) are initialized using Xavier weight initialization[17]. In order to perform fine-tuning, we froze the weights of conv1, conv2, conv3, conv4, and the first layer of conv5 on pre-trained ImageNet, and trained the initialized weights on our dermoscopy image dataset. The above procedure is performed to prevent the large gradient caused by randomly initialized weights from ruining the pre-trained weights. After several training epochs, we trained the all weights of our network without freezing any layer.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "2.1 Convolutional neural network ::: 2. Convolutional neural network to detect melanoma ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Our dataset consisted of 724 images and associated labels, which were split into two mutually exclusive subsets (group A and B); half of the total image dataset was selected for training and the rest for testing. The scale and location of a skin lesion in a captured image were changed according to the capture conditions. To resolve this issue, we adopted a sliding window strategy and used the cropped patches instead of the full image at the training and inference time. At the inference time, we extracted about 12 image patches from each test image on a regularly spaced grid with a partial overlap between neighboring patches and then each patch was rescaled to the size of 224 × 224 pixels, as seen in Fig 3. In addition, to increase the robustness of the variation of geometric transformation in our CNN model, the training dataset was artificially augmented at training. Additional augmented data were formed by rotating and flipping images from the original training set. We generated 216 image patches from a single image using rotations by 0°, 45°, 90°, and 135°, as well as left-right and top-bottom reflections. In addition, the patches that did not contain any melanoma lesions among the melanoma training images were manually removed and the patches that did not contain any skin lesions among the non-melanoma training images were assigned to the non-melanoma class at training time.",
            "cite_spans": [],
            "section": "2.2 Training and inference ::: 2. Convolutional neural network to detect melanoma ::: Methods",
            "ref_spans": [
                {
                    "start": 709,
                    "end": 714,
                    "mention": "Fig 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We randomly selected 30% of the training dataset as a validation set and the rest as a training set at the onset of training. The validation data were used to prevent the overfitting of the training data and to provide guidance on when to stop training the network. The training of our CNN was stopped when the validation error on the validated dataset stopped decreasing. We trained the network using an adaptive stochastic sub-gradient method where the batch size is set to 50, and the momentum parameter, learning rate, and weight decay are set to 0.9, 0.0001, and 0.0005, respectively.",
            "cite_spans": [],
            "section": "2.2 Training and inference ::: 2. Convolutional neural network to detect melanoma ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Some of the filters learned from our melanoma dataset may be seen in Fig 4. Fig 4(a) shows 64 learned filters at the 1st convolutional layer, where each represents a learned filter with a 3 × 3 kernel size. The input of the first layer is an RGB image with 224x224 pixel size, and it is convolved with 64 learned filters with 3x3 kernel size as shown in Fig 3(a) and 64 feature maps with 224x224 size are generated. In addition, the output feature maps are used as the input of the next layer. Fig 4(b)–4(m) shows 100 filters among the learned filters from the 2nd to the 13th convolution layer, respectively, where each represents a learned filter with a 3 × 3 kernel size. At the time of inference, we interpreted 12 image patches per test image, and when one or more images were predicted as containing melanoma, the corresponding test image was interpreted as containing melanoma. Each input of the network was an RGB image subtracted from the average image and calculated over the entire training image dataset. We implemented our method using MatConvNet, a Matlab-based CNN framework for computer vision applications[18]. Moreover, we fine-tuned a VGG model with 16 layers downloaded from http://www.vlfeat.org/matconvnet/pretrained).",
            "cite_spans": [
                {
                    "start": 1123,
                    "end": 1125,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "2.2 Training and inference ::: 2. Convolutional neural network to detect melanoma ::: Methods",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 74,
                    "mention": "Fig 4",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 84,
                    "mention": "Fig 4(a)",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 362,
                    "mention": "Fig 3(a)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 507,
                    "mention": "Fig 4(b)–4(m)",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To assess the clinical usefulness of the CNN, we compared its diagnostic rate with those of two dermatologists who had five or more years of clinical experience in dermoscopy (expert group) and two non-trained general physicians (non-expert group). All images on the computer screen were evaluated simultaneously. If there was a dissensus between two physicians, they reached a conclusion under the agreement. Since 724 images were randomly and equally divided into two groups for the training of the CNN, we evaluated them separately as group A and B.",
            "cite_spans": [],
            "section": "3. Comparison of diagnostic rate ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Based on the histopathologic results, we calculated the sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV), accuracy, Youden’s index, and area under the curve (AUC) as follows.",
            "cite_spans": [],
            "section": "3. Comparison of diagnostic rate ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The agreement between the pathologic result and each rater’s diagnosis was measured using the calculation of Cohen’s kappa coefficient. All statistical analyses were performed with MedCalc software version 17.9.",
            "cite_spans": [],
            "section": "3. Comparison of diagnostic rate ::: Methods",
            "ref_spans": []
        },
        {
            "text": "(Po = Accuracy, Pe = hypothetical probability of a chance agreement)",
            "cite_spans": [],
            "section": "3. Comparison of diagnostic rate ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Among 724 dermoscopy images, 71 images were from the hands and fingers, and the others were from the feet and toes. A total of 350 AM images included homogenous diffuse irregular pigmented, parallel ridge, and multicomponent patterns, while 374 BN images included parallel furrow, fibrillar, lattice-like, reticular, globular, and homogenous patterns (S1 Table).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In the group A results obtained by the training of Group B images, CNN showed 92.57% sensitivity and 75.39% specificity, which were similar to those of the expert (94.88% and 68.72%, respectively). However, the non-expert showed lower sensitivity (41.71%) and relatively higher specificity (91.28%, Table 2). For diagnostic accuracy, both the CNN and expert group showed similar scores (83.51% and 81.08%, respectively), which were higher than that of the non-expert (67.84%, Fig 5). In the result of group B by the training of group A images, CNN also showed a higher diagnostic accuracy (80.23%) than that of the non-expert (62.71%) but was similar to that of the expert (81.64%). For validating diagnostic reliability, both the CNN and expert showed an AUC above 0.8 in group A and B (Fig 5). However, the non-expert showed a lower AUC (Group A: 0.66, Group B: 0.63). In the calculation of Youden’s index, CNN showed 0.6795 in group A and 0.6073 in group B, which were similar score with the expert (group A: 0.6358, group B: 0.6365) and higher than non-expert (group A: 0.3899, group B: 0.2509).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 476,
                    "end": 481,
                    "mention": "Fig 5",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 793,
                    "mention": "Fig 5",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 306,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Regarding the concordance rate between the CNN and expert group, 73 cases (73/362, 20.17%) in Group A (AM: 14 cases, BN: 59 cases) were discordant. Of these, 41 cases (56.16%) of the CNN and 32 cases (43.84%) of the expert were identical with the pathologic results. However, in the concordant cases between them, 29 cases (29/362, 8.01%) differed from the pathology reports. In Group B, 57 cases (AM: 12 cases, BN: 45 cases) showed discordance between the CNN and expert, and 26 cases (45.61%) of the CNN and 31 cases (54.39%) of the expert were identical with the pathologic results. Among the concordant cases in group B, 39 cases (39/362, 10.77%) differed from the pathology results. Cohen’s kappa between CNN and Expert, CNN and Non-expert, Expert and Non-expert is shown in Table 3.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 780,
                    "end": 787,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To verify the performance of CNN architecture for the discrimination of acral melanoma, we perform the deep learning architecture, Inception-V3, in [13], the state-of-the-art publication for the classification of skin cancer. In [13], a single image was used for learning. Meanwhile, we applied multiple images for learning. Thus, we compared Inception-V3 with a single image and Inception-V3 with multiple images to CNN with multiple images. The results are shown in Table 4.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 230,
                    "end": 232,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 468,
                    "end": 475,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Although non-invasive and automated diagnostic techniques have been introduced for the early detection of melanoma, they are still not easy to apply in the acral type[7, 19]. This may be due to the overall low occurrence rate of melanoma in Asians, depending on the ethnic differences, which need a longer time to provide a sufficient dataset to improve diagnostic accuracy.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 170,
                    "end": 172,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "To overcome the problem of an insufficient dataset, we adopt a 2-fold cross validation method, for the training and test groups. In addition, capturing images at different places for one lesion helps to construct a robust CNN. Similarly, data augmentation generating virtual images using rotation, translation, different angle positioning from one image also helps for a robust CNN. These procedures are necessary to construct an automated diagnosis system from small datasets due to the low occurrence rate of acral melanoma. For the effective screening of melanoma, higher sensitivity is required. Thus, if there is a small compartment corresponding to the melanoma in one image, our system considers it as melanoma. Also, our system recognizes one image as one patient.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "From the results, the accuracy of the CNN was above 80%, which was similar in both groups and was close to that of the expert. The CNN and expert also showed AUC values above 0.8, indicating good discrimination. Generally, higher AUC values are considered to demonstrate better discriminatory abilities as follows: excellent discrimination, AUC of ≥0.90; good discrimination, 0.80 ≤ AUC < 0.90; fair discrimination, 0.70 ≤ AUC < 0.80; and poor discrimination, AUC of <0.70[20]. Since the AUC of the non-expert was lower than 0.7, CNN can be a useful tool for the early detection of AM by the physicians who are not familiar with the dermoscopic images. Moreover, additional datasets of AM images can improve the diagnostic accuracy of CNN[21], making it a more reliable tool for the evaluation of the need for skin biopsy for hand and feet pigmentation.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 739,
                    "end": 741,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "There were several auto-classification methods independent of the size of training data using dermatologists’ checklist, such as the ABCD rule and 7-point scale[22–25]. This method used particular features such as color, shape, size, the boundary of the skin lesion, and statistical features of wavelength, which showed 91.26% of accuracy and 0.937 AUC value[25]. However, these cannot be directly applied to acral melanoma due to the different morphologic features such as ridge or furrow patterns. Although there was a new dermoscopic algorithm reflecting these characteristics for diagnosing acral melanoma: BRAAFF[26], it has not yet been applied to the automated diagnosis. In addition, although there is a state-of-art automated classification method for acral melanoma, these methods cannot be generalized and only work well for a particular pattern of acral melanoma, which is a ridge-and-furrow pattern[27]. Automated diagnosis methods using particular features are able to reflect experts’ perception and the speed of performance is fast. However, it is not easy to catch experts’ perception, although we are trying to reach the goal with significant features. On the other hand, deep learning does not require specific features as inputs. It automatically finds the most correlated features with expert’s perception by learning. Thus the accuracy is higher than feature-based methods. However, a large database is critical for the successful completion of deep learning.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 164,
                    "end": 166,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 618,
                    "end": 620,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 912,
                    "end": 914,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Recently, the melanoma classification performance of CNN using 1,010 dermoscopy images was reported as having an AUC of 0.94 [13], which was higher than noted in our results (0.84, 0.8). Our inferior results may be due to the characteristics of AM; it occurs on the pressure area, thick skin, callus, etc., which can hinder and transform the classic pigmented lesion into an atypical case. Because of this, experts in our experiment also showed an AUC of 0.82. Therefore, if the datasets are analyzed separately considering these anatomic characters, CNN may perform a more precise discrimination. Furthermore, if combined with images from non-invasive devices for melanoma diagnosis, which may overcome the problems presented by a thick skin, the accuracy of CNN can be markedly improved.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Several non-invasive devices such as confocal and photon microscopy are being introduced to provide convenient ways to diagnose melanoma early[28]. However, they require much effort and time for a physician to gain expertise. An automated diagnostic system using a CNN, even with a small dataset, may alleviate the difficulty of learning how to use these newly developed devices.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "In conclusion, a half-training and half-trial method were useful for creating a comparatively accurate deep-learning model from a relatively small dataset. Although further data analysis is necessary to improve its accuracy, CNN would be helpful for the early detection of AM, which is usually associated with delayed diagnosis and poor prognosis.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF3": {
            "text": "Table 4: Inception-V3 (s) corresponds to Inception-V3 with a single image and Inception-V3 (m) corresponds to Inception-V3 with multiple images.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Treatment and outcomes of melanoma in acral location in Korean patients",
            "authors": [],
            "year": 2010,
            "venue": "Yonsei Med J",
            "volume": "51",
            "issn": "4",
            "pages": "562-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Plantar malignant melanoma—a challenge for early recognition",
            "authors": [],
            "year": 2000,
            "venue": "Melanoma Res",
            "volume": "10",
            "issn": "6",
            "pages": "571-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Improvement in survival rate of patients with acral melanoma observed in the past 22 years in Sendai, Japan",
            "authors": [],
            "year": 1993,
            "venue": "Clin Exp Dermatol",
            "volume": "18",
            "issn": "2",
            "pages": "107-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Biopsy of the pigmented lesion—when and how",
            "authors": [],
            "year": 2008,
            "venue": "J Am Acad Dermatol",
            "volume": "59",
            "issn": "5",
            "pages": "852-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Dermoscopy of pigmented skin lesions: results of a consensus meeting via the Internet",
            "authors": [],
            "year": 2003,
            "venue": "J Am Acad Dermatol",
            "volume": "48",
            "issn": "5",
            "pages": "679-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Diagnostic accuracy of dermoscopy",
            "authors": [],
            "year": 2002,
            "venue": "Lancet Oncol",
            "volume": "3",
            "issn": "3",
            "pages": "159-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Systematic review of dermoscopy and digital dermoscopy/ artificial intelligence for the diagnosis of melanoma",
            "authors": [],
            "year": 2009,
            "venue": "The British journal of dermatology",
            "volume": "161",
            "issn": "3",
            "pages": "591-604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Deep learning",
            "authors": [],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "7553",
            "pages": "436-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Imagenet large scale visual recognition challenge",
            "authors": [],
            "year": 2015,
            "venue": "International Journal of Computer Vision",
            "volume": "115",
            "issn": "3",
            "pages": "211-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Imagenet classification with deep convolutional neural networks",
            "authors": [],
            "year": 2012,
            "venue": "Advances in neural information processing systems",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Dermatologist-level classification of skin cancer with deep neural networks",
            "authors": [],
            "year": 2017,
            "venue": "Nature",
            "volume": "542",
            "issn": "7639",
            "pages": "115-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Convolutional neural networks for medical image analysis: Full training or fine tuning?",
            "authors": [],
            "year": 2016,
            "venue": "IEEE transactions on medical imaging",
            "volume": "35",
            "issn": "5",
            "pages": "1299-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "An atlas of dermoscopy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Non-invasive tools for the diagnosis of cutaneous melanoma",
            "authors": [],
            "year": 2017,
            "venue": "Skin Res Technol",
            "volume": "23",
            "issn": "3",
            "pages": "261-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Can routine laboratory tests discriminate between severe acute respiratory syndrome and other causes of community-acquired pneumonia?",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "8",
            "pages": "1079-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Computer image analysis in the diagnosis of melanoma",
            "authors": [],
            "year": 1994,
            "venue": "J Am Acad Dermatol",
            "volume": "31",
            "issn": "6",
            "pages": "958-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Reliability of computer image analysis of pigmented skin lesions of Australian adolescents",
            "authors": [],
            "year": 1996,
            "venue": "Cancer",
            "volume": "78",
            "issn": "2",
            "pages": "252-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Combination of features from skin pattern and ABCD analysis for lesion classification",
            "authors": [],
            "year": 2007,
            "venue": "Skin Res Technol",
            "volume": "13",
            "issn": "1",
            "pages": "25-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Computer-aided diagnosis of melanoma using border and wavelet-based texture analysis",
            "authors": [],
            "year": 2012,
            "venue": "IEEE Trans Inf Technol Biomed",
            "volume": "16",
            "issn": "6",
            "pages": "1239-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The BRAAFF checklist: a new dermoscopic algorithm for diagnosing acral melanoma",
            "authors": [],
            "year": 2015,
            "venue": "The British journal of dermatology",
            "volume": "173",
            "issn": "4",
            "pages": "1041-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Ridge and furrow pattern classification for acral lentiginous melanoma using dermoscopic images",
            "authors": [],
            "year": 2017,
            "venue": "Biomedical Signal Processing and Control",
            "volume": "32",
            "issn": "",
            "pages": "90-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Innovations and Developments in Dermatologic Non-invasive Optical Imaging and Potential Clinical Applications",
            "authors": [],
            "year": 2017,
            "venue": "Acta dermato-venereologica",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}