{
    "paper_id": "PMC5053509",
    "metadata": {
        "title": "\nXRN1 Is a Species-Specific Virus Restriction Factor in Yeasts",
        "authors": [
            {
                "first": "Paul",
                "middle": [
                    "A."
                ],
                "last": "Rowley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brandon",
                "middle": [],
                "last": "Ho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Bushong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arlen",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sara",
                "middle": [
                    "L."
                ],
                "last": "Sawyer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "D."
                ],
                "last": "Nagy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Degradation of mRNAs is a process essential to cell viability. Degradation pathways eliminate aberrant mRNAs, and also act to control gene expression levels. This process typically begins with host enzymes that perform either deadenylation or decapping on mRNAs targeted for degradation [1]. Following decapping, mRNAs are typically degraded by the 5’ to 3’ cytoplasmic exonuclease, Xrn1 [2,3]. Alternatively, after deadenylation, mRNAs can be subject to 3’ to 5’ degradation by the cytoplasmic exosome [4–6]. Viral transcripts and viral RNA genomes usually do not bear the canonical 5’ methylated cap structures or the 3’ polyadenylated (poly(A)) tails typical of cellular mRNAs, making them vulnerable to destruction by these host mRNA degradation pathways. In fact, it has been observed that Xrn1 and components of the exosome efficiently restrict virus replication in eukaryotes as diverse as mammals and yeasts [7–11]. As a result, mammalian viruses have evolved diverse countermeasures to prevent degradation by these proteins [7,8,12–18]. Still unknown is whether the host proteins like Xrn1 and components of the exosome can co-evolve with viruses to circumvent viral countermeasures. While such tit-for-tat evolution is common in mammalian innate immunity pathways, mRNA degradation is essential to the host and would be expected to be subject to strong evolutionary constraint.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 389,
                    "end": 390,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 391,
                    "end": 392,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 504,
                    "end": 505,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 506,
                    "end": 507,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 917,
                    "end": 918,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 919,
                    "end": 921,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1034,
                    "end": 1035,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1036,
                    "end": 1037,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nSaccharomyces yeasts are known to harbor very few viruses [19]. Further, all yeast viruses are unable to escape their host cell, and instead are transmitted through mating or during mitotic cell division. Almost all described species of Saccharomyces yeasts play host to double-stranded RNA (dsRNA) viruses of the family Totiviridae [20,21]. In fact, most commonly used S. cerevisiae laboratory strains are infected with a totivirus named L-A (Fig 1A) [22]. When initially synthesized, the RNAs produced by the L-A virus RNA-dependent RNA polymerase lack both a cap structure [23,24] and a poly(A) tail [25], and are vulnerable to degradation by yeast Xrn1 (denoted Xrn1p) [8] and the cytoplasmic exosome [14,26]. 3’-to-5’ degradation of viral RNAs by the cytoplasmic exosome is linked to the action of the SKI complex (Ski2, Ski3, Ski7, and Ski8), which acts to funnel aberrant RNAs into the nucleolytic core of the exosome [5,6]. The disruption of exosome and SKI complex genes has been shown to cause higher expression of viral RNAs, higher virus genome copy number, and an overproduction of virus-encoded toxins (i.e. the “superkiller” phenotype) [11,14,27]. In addition, the 5’-to-3’ exonuclease Xrn1p degrades viral transcripts and genomes of several RNA viruses in yeasts [8,24,28].",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 578,
                    "end": 580,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 605,
                    "end": 607,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 675,
                    "end": 676,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 707,
                    "end": 709,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 927,
                    "end": 928,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 929,
                    "end": 930,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1153,
                    "end": 1155,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1159,
                    "end": 1161,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1281,
                    "end": 1282,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1286,
                    "end": 1288,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 445,
                    "end": 451,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Viruses and their hosts exist in a constant state of genetic conflict, where what is advantageous for one party is often disadvantageous for the other. Both genomes experience selection for mutations that benefit their own fitness but, particularly in yeast where viruses are strictly intracellular, the virus will be bounded in this process by the fact that if it begins to replicate too well, it may kill its host. Co-evolutionary battles between hosts and viruses play out in the physical interaction interfaces between interacting host and viral proteins (reviewed in [30–32]). One party is selected to reduce these interactions, and the other party is selected to strengthen them. For instance, there are many examples showing that mammalian restriction factors are selected to better recognize their viral targets, while viruses are continuously selected to escape that interaction, or to encode an antagonist protein that neutralizes the restriction factor. Because there is often no stable equilibrium in these systems, this process of tit-for-tat evolution between host and virus can cycle over and over, causing unusual signatures of evolution in both the host and virus proteins engaged in this interaction. While host protein complexes (host proteins interacting with other host proteins) can sometimes become co-evolved, this process of within-species refinement of protein-protein interactions is not the same as the dynamic and recurrent selection for new amino acids at interaction interfaces between host and pathogen proteins. The two scenarios can be disentangled using a metric that looks for codons that have accumulated a significantly higher rate of nonsynonymous mutations (dN) than even synonymous mutations (dS). The signature of dN/dS > 1 commonly results from the repeated cycles of selection that occur in genetic conflict scenarios [33], but has not been shown to be driven by subtler processes like the refinement of within-host physical interactions. Highly diverged host proteins reinforce species barriers, making it difficult for viruses to move from their current host species into new host species (for example, [34,35]). Since yeast have limited antiviral strategies, we reasoned that evolutionary pressure on the RNA quality control pathways to thwart the replication of RNA viruses might be especially intense. This led us to investigate the unique evolutionary scenario involving a restriction system employing proteins critical to RNA turnover and cellular homeostasis.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 575,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 576,
                    "end": 578,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1863,
                    "end": 1865,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2150,
                    "end": 2152,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2153,
                    "end": 2155,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we analyzed whether or not any components of the yeast RNA degradation pathways mentioned above are evolving under positive natural selection, potentially indicative of tit-for-tat coevolution with viruses. We identified this evolutionary signature in at least two genes involved in RNA metabolism, RRP40 and XRN1, and then undertook an in depth functional analysis of XRN1. To test the hypothesis that Xrn1p has been honed by co-evolution to target and restrict totiviruses, we made a series of S. cerevisiae strains where XRN1 is replaced with wild-type orthologs from other Saccharomyces species. All XRN1 orthologs fully complemented an XRN1 knockout strain of S. cerevisiae, as assessed by several assays. On the other hand, we found that XRN1 orthologs were different in their ability to control the replication of the L-A virus. Xrn1p from S. cerevisiae was most efficient at controlling the L-A virus that chronically infects S. cerevisiae, and Xrn1p from S. kudriavzevii was most efficient at controlling the L-A-like virus (SkV-L-A1) that we discovered within S. kudriavzevii. All XRN1 orthologs were equivalent in their interaction with another virus-like parasite, the Ty1 retrotransposon. Our identification of signatures of positive selection and species-specific virus restriction suggests that XRN1 can be tuned by natural selection to better restrict totivirus in response to the evolution of these viruses over time. We show that the structure of Xrn1p affords the flexibility to change in response to selective pressure from totiviruses, while also maintaining cellular functions.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We first looked for evidence of positive selection (dN/dS > 1) within the genes encoding the major components of the SKI complex, the exosome, and Xrn1p (Fig 1B). Importantly, signatures of positive selection do not identify the genes that are most important for controlling viral replication. Rather, these statistical tests are designed to identify host proteins that are involved in direct physical interactions with viruses, and which also have the evolutionary flexibility to change in response to viral selective pressure, becoming species-specific in the process. For this reason, we would neither expect to identify signatures of positive selection in all genes known to be involved in controlling totiviruses, nor in all genes encoding components of a complex like the exosome. For each gene, we collected sequences from six divergent species of Saccharomyces (S. cerevisiae, S. paradoxus, S. mikatae, S. kudriavzevii, S. arboricolus, and S. bayanus) [36–38] and created a multiple sequence alignment. We then analyzed each alignment for evidence of codons with dN/dS > 1 using four commonly employed tests for positive selection [39,40]. We see some evidence for positive selection of specific codon sites in several of these genes, however, only XRN1 and the exosome subunit gene RRP40 passed all four tests (Fig 1C and S1 Table). Other genes are determined to be under positive selection by some tests, and may be of interest to explore further. Of XRN1 and RRP40, the impact of XRN1 on viral replication has been more directly substantiated [7–9,13–16,41–48], so we focused our attention on this gene. However, it should be noted that RRP40 encodes a component of the cytoplasmic exosome, which, in conjunction with the SKI complex, is clearly linked to the restriction of L-A [11,14,27].",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 963,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1143,
                    "end": 1145,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1555,
                    "end": 1556,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1557,
                    "end": 1558,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1559,
                    "end": 1561,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1562,
                    "end": 1564,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1565,
                    "end": 1567,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1568,
                    "end": 1570,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1791,
                    "end": 1793,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1794,
                    "end": 1796,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1797,
                    "end": 1799,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Components of the yeast RNA degradation pathway are evolving under positive selection ::: Results",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 160,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1320,
                    "end": 1326,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We next tested if S. cerevisiae XRN1 has been tailored by co-evolution with the L-A virus. Double-stranded RNA (dsRNA) purified from a S. cerevisiae xrn1Δ strain migrates as a distinct band of 4.6 kilobase pairs (Fig 2A), which is consistent with the size of the L-A virus genome, and its identity was further confirmed by RT-PCR (S1 Fig). We confirmed a strong reduction in dsRNA when the xrn1Δ strain was complemented with plasmid-mounted XRN1 from S. cerevisiae under the transcriptional control of its native promoter (Fig 2A), consistent with the published role of Xrn1p as an L-A restriction factor [8,14,24,27]. On the other hand, catalytically-dead versions of Xrn1p (E176G and Δ1206–1528) did not suppress L-A dsRNA levels (Fig 2B), as has been previously described [49]. We next performed heterospecific (other species) complementation by introducing the XRN1 from S. mikatae, S. kudriavzevii, or S. bayanus into the S. cerevisiae xrn1Δ strain. These species were chosen as they are representative of the diversity found within the sensu stricto complex of Saccharomyces yeasts. Strikingly, no other Xrn1p was able to reduce L-A dsRNA to the same extent as Xrn1p from S. cerevisiae (Fig 2A). Xrn1p from S. mikatae, the closest relative to S. cerevisiae in this species set, was capable of slightly reducing L-A dsRNA abundance. Xrn1p from S. bayanus and S. kudriavzevii appear to have levels of dsRNA similar to xrn1Δ, indicating little or no effect on L-A copy number. In summary, we find that XRN1 orthologs vary in their ability to restrict the S. cerevisiae L-A virus. This is somewhat surprising for a critical and conserved gene involved in RNA quality control, but consistent with the signatures of positive selection which suggest that certain parts of this protein are highly divergent between species.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 607,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 608,
                    "end": 610,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 614,
                    "end": 616,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Xrn1p is species-specific in the restriction of L-A virus ::: Results",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 219,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 523,
                    "end": 529,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 733,
                    "end": 739,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1193,
                    "end": 1199,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We next used a functional and quantitative assay to confirm the species-specific effects of XRN1 on virus replication. This assay exploits the dsRNA “killer virus” (also known as M virus). The killer virus is a satellite dsRNA of L-A that is totally dependent on L-A proteins for replication. It uses L-A-encoded proteins to encapsidate and replicate its genome, and to synthesize and cap its RNA transcripts [12]. The killer virus encodes only a single protein, a secreted toxin referred to as the killer toxin [19,50,51]. The result is that “killer yeast” colonies, i.e. those infected with both L-A and the killer virus, kill neighboring cells via the diffusion of toxin into the surrounding medium (Fig 2C). Importantly, resistance to the killer toxin is provided by the pre-processed, immature form of the toxin, supplying killer yeast cells with an antidote to their own poison [50]. It has been shown previously that Xrn1p can inhibit the expression of the killer phenotype by degrading uncapped killer virus RNAs [14,52]. Therefore, we use the presence and size of kill zones produced by killer yeasts as a quantitative measurement of killer virus RNA production in the presence of each Xrn1p ortholog.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 412,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 513,
                    "end": 515,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 516,
                    "end": 518,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 519,
                    "end": 521,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 885,
                    "end": 887,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1022,
                    "end": 1024,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Xrn1p is species-specific in the restriction of L-A virus ::: Results",
            "ref_spans": [
                {
                    "start": 703,
                    "end": 709,
                    "mention": "Fig 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "A strain of S. cerevisiae lacking XRN1, but harboring both the L-A and killer virus (xrn1Δ L-A+ Killer+), was complemented with each XRN1 ortholog. Clonal isolates from each complemented strain were grown to mid-log phase, and 6 x 105 cells were spotted onto an agar plate seeded with a lawn of toxin-sensitive yeast. After several days’ incubation at room temperature, kill zones around these culture spots were measured and the total area calculated. The transformation of xrn1Δ L-A+ Killer+ with S. cerevisiae XRN1 produced an average kill zone that covered 0.68 cm2 (n = 14). However, transformation with XRN1 from S. mikatae, S. bayanus, or S. kudriavzevii produced significantly larger kill zones covering 0.92 cm2 (n = 11), 0.96 cm2 (n = 17) and 0.97 cm2 (n = 17), respectively. The kill zone produced by xrn1Δ L-A+ Killer+ yeast expressing S. cerevisiae XRN1 was significantly smaller than those produced by yeast expressing any of the other XRN1 orthologs (Tukey—Kramer test, p<0.05) (Fig 2D). The smaller kill zones in the strain expressing S. cerevisiae XRN1 are consistent with lower levels of killer and L-A derived RNAs. In summary, this assay also supports a species-specific restriction phenotype for XRN1.",
            "cite_spans": [],
            "section": "Xrn1p is species-specific in the restriction of L-A virus ::: Results",
            "ref_spans": [
                {
                    "start": 994,
                    "end": 1000,
                    "mention": "Fig 2D",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "It has been observed that over-expression of XRN1 can cure S. cerevisiae of the L-A virus, presumably by degrading viral RNA so effectively that the virus is driven to extinction [8,28]. Therefore, we developed a third assay to test the ability of XRN1 orthologs to control L-A, in this case by assessing their ability to cure S. cerevisiae of the virus. Plasmids expressing HA-tagged and untagged Xrn1p were transformed into a killer strain of S. cerevisiae with its genomic copy of XRN1 intact. This was followed by the analysis of more than 100 purified clones for virus curing, that is, the absence of the killer phenotype as indicated by the loss of a kill zone when plated on a lawn of sensitive yeast. Importantly, the introduction of an empty plasmid fails to produce any cured clones (n = 103) (Fig 3A and 3B). Provision of an additional copy of S. cerevisiae XRN1 cured 49% of clones (n = 159) (Fig 3A and 3B). Cured clones remained cured (i.e. non-killers) when purified and tested again for their ability to kill sensitive yeasts (n = 20). Over-expression of XRN1 from S. mikatae, S. kudriavzevii, and S. bayanus was unable to efficiently cure the killer phenotype, resulting in only 12% (n = 129), 8% (n = 120), and 9% (n = 123) cured clones, respectively (Fig 3A, blue bars). The loss of L-A from cured strains was also verified by RT-PCR. We detected no L-A or killer RNAs within the four cured clones analyzed (Fig 3C). These data show that XRN1 from all Saccharomyces species have the ability to cure the killer phenotype, however, XRN1 from S. mikatae, S. kudriavzevii, and S. bayanus are considerably less efficient than S. cerevisiae XRN1. Taken together, we show that viral restriction by XRN1 is species-specific. These data are consistant with a model where viral restriction can be refined through sequence evolution in XRN1.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 182,
                    "end": 184,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Xrn1p is species-specific in the restriction of L-A virus ::: Results",
            "ref_spans": [
                {
                    "start": 804,
                    "end": 817,
                    "mention": "Fig 3A and 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 905,
                    "end": 918,
                    "mention": "Fig 3A and 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1270,
                    "end": 1276,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1427,
                    "end": 1433,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We next tested the presumption that the XRN1 orthologs are functionally equivalent for cellular processes when expressed within S. cerevisiae. We first confirmed that XRN1 orthologs successfully complemented the severe growth defect of S. cerevisiae xrn1Δ, by measuring the doubling time of S. cerevisiae xrn1Δ with or without a complementing XRN1-containing plasmid (Fig 4A). The knockout of XRN1 also renders cells sensitive to the microtubule-destabilizing fungicide benomyl [49], and we observed that all XRN1 homologs convey equal resistance to benomyl on solid medium (Fig 4B). It has been previously reported that over-expression of XRN1 is toxic to S. cerevisiae, a phenotype that has been suggested to be due to a dominant negative interaction of Xrn1p with other essential cellular components, such as the decapping complex [49]. Growth upon medium containing 2% galactose was equivalently reduced for strains carrying GAL1 inducible XRN1 genes from each species, whereas the strain over-expressing GFP grew normally (Fig 4C, right). Finally, the Ty1 retrotransposon is another intracellular virus that replicates within Saccharomyces species and often co-exists with L-A within the same cell. Interestingly, Xrn1p is not a restriction factor for Ty retrotransposons, but rather promotes their replication [43,47,48,53–57]. We found no significant difference between the mean values for retrotransposition in the presence of Xrn1p from S. cerevisiae, S. mikatae, S. kudriavzevii, or S. bayanus (one-way ANOVA, F3, 8 = 0.36, p = 0.78), indicating that the evolutionary differences between divergent XRN1 genes do not affect the ability of Ty1 to replicate within S. cerevisiae (Fig 4D). Collectively, these data indicate the cellular functions of Xrn1p have remained unaffected during yeast speciation, while the interaction with L-A viruses has changed.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 481,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 835,
                    "end": 837,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1317,
                    "end": 1319,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1320,
                    "end": 1322,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1323,
                    "end": 1325,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1326,
                    "end": 1328,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1329,
                    "end": 1331,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Xrn1p cellular function has been conserved in Saccharomyces species ::: Results",
            "ref_spans": [
                {
                    "start": 368,
                    "end": 374,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 575,
                    "end": 581,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1028,
                    "end": 1034,
                    "mention": "Fig 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1687,
                    "end": 1693,
                    "mention": "Fig 4D",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We next mapped the region responsible for the species-specific restriction by XRN1. To better understand the structural organization of Xrn1p from S. cerevisiae, we used Phyre [58] to generate a template-based homology model of the exonuclease using the solved structure of Kluyveromyces lactis Xrn1p (Fig 5A). A linker region within the N-terminal domain, the far C-terminal domain, and domain D2 were not included in the model as there is a lack of information regarding the structural organization of these regions. Importantly, modeled domains contained three of the residue positions that we identified as evolving under positive selection (S1 Table), and all of these (blue) fall in and near the D1 domain (orange) (Fig 5A). As expected because of the selection that has operated on them, these residue positions under positive selection are more variable in sequence between species than are surrounding residues (two are shown in Fig 5B). All residues under positive selection are surface exposed and are far from the highly conserved Xrn1p catalytic domain (96% identity, across the Saccharomyces genus) and catalytic pocket (red). The other sites of positive selection fall within the last 500 amino acids of Xrn1p, which is less conserved compared to the rest of the protein (83% identity, across the Saccharomyces genus) (Fig 5C).",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Signatures of positive selection in XRN1 correlate with a region important for species-specific restriction of L-A virus ::: Results",
            "ref_spans": [
                {
                    "start": 302,
                    "end": 308,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 722,
                    "end": 728,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 938,
                    "end": 944,
                    "mention": "Fig 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1334,
                    "end": 1340,
                    "mention": "Fig 5C",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To define the importance of the two regions that we identified as containing signatures of positive selection, we replaced portions of S. kudriavzevii XRN1 with the equivalent portions of S. cerevisiae XRN1, and assayed for a region of S. cerevisiae XRN1 that would convey the ability to cure the killer phenotype. We found that an XRN1 chimera encoding the last 775 amino acids from S. cerevisiae (Sc-775) was sufficient to cure 56% of clones analyzed, and this was very similar to S. cerevisiae XRN1 (57%) (Fig 5D). Conversely, when the last 777 amino acids from S. kudriavzevii (Sk-777) were used to replace the same region within S. cerevisiae XRN1, only 9% of clones were cured (S3 Fig). This focused our construction of further chimeras to the second half of the protein, which also contains all of the codons under positive selection and has less amino acid conservation between S. cerevisiae and S. kudriavzevii (82% protein identity, compared to the N-terminius of Xrn1p with 95% identity).",
            "cite_spans": [],
            "section": "Signatures of positive selection in XRN1 correlate with a region important for species-specific restriction of L-A virus ::: Results",
            "ref_spans": [
                {
                    "start": 509,
                    "end": 515,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Initial analysis of the highly diverged C-terminal tail revealed that the last 461 amino acids of S. cerevisiae Xrn1p were unable to convey efficient L-A restriction to S. kudriavzevii Xrn1p (S3 Fig). For this reason, we focused further chimeric analysis on the region encompassing the D1, D2, and D3 domains [59]. We swapped into S. kudriavzevii Xrn1p the D2+D3, D1, or D1-D3 domains of S. cerevisiae Xrn1p, and saw increasing rescue of the ability to cure the L-A virus (Fig 5D). All chimeric XRN1 genes were functionally equivalent with respect to their cellular functions, as all were able to establish normal growth and benomyl resistance in S. cerevisiae xrn1Δ (S4 Fig). Species-specific restriction maps predominantly to D1, with contribution from the neighboring D2 and D3 domains. Together, our data suggest that the exonuclease activity of Xrn1p is important for virus restriction and is preserved across species, but that evolution has tailored a novel virus interaction domain (D1-D3) that targets the enzymatic activity of Xrn1p against L-A in a manner that changes over time.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Signatures of positive selection in XRN1 correlate with a region important for species-specific restriction of L-A virus ::: Results",
            "ref_spans": [
                {
                    "start": 473,
                    "end": 479,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "It’s hard to imagine that Xrn1p proteins from different species are differentially recognizing viral RNA, since they are all equivalent in their host functionalities within S. cerevisiae. We considered the possibility that there might be host-virus interactions beyond Xrn1p and the viral RNA. It has been shown that Xrn1p targets uncapped viral RNA transcripts rather than affecting dsRNA propagation [52]. As totivirus transcription only occurs in the context of a fully-formed capsid [60] and capsids are assembled entirely from the L-A Gag protein [61], it would seem plausible that Xrn1p may interact directly with Gag to target virus-derived uncapped RNAs. We introduced epitope tags onto Xrn1p (HA-tag) and the major capsid protein of L-A, Gag (V5-tag), and expressed both tagged and untagged versions of each protein from plasmids introduced into S. cerevisiae xrn1Δ (Fig 6A). Bead-bound antibodies specific for either HA or V5 were used to immunoprecipitate Xrn1p or Gag, respectively. We found that Gag (V5-tagged) was able to immunoprecipitate Xrn1p (HA-tagged) from S. cerevisiae and S. kudriavzevii (Fig 6A, top panel). Reciprocally, Xrn1p-HA from both S. cerevisiae and S. kudriavzevii were able to immunoprecipitate Gag-V5 (Fig 6A, bottom panel). The interaction between Xrn1p and Gag appears not to be mediated by single-stranded RNAs, as their digestion by RNase A in the whole cell extract did not affect the co-immunoprecipitation of Gag by Xrn1p (S5 Fig). We next performed these experiments with a monoclonal antibody specific to L-A Gag, so that endogenous L-A Gag protein could be immunoprecipitated. This reaction co-immunoprecipitated both S. cerevisiae and S. kudriavzevii Xrn1p (Fig 6B). Qualitatively, the relative efficiencies of Gag interaction with both S. cerevisiae and S. kudriavzevii Xrn1p appear similar in all assays, which seems at odds with our model that suggests that evolutionary differences within Xrn1p are a direct determinant of totivirus interaction. There are several possible interpretations. First, Gag might be antagonizing Xrn1p rather than being the species-specific target of Xrn1. Second, there may be a third component in this interaction which makes manifest the species-specificity of Xrn1p. Finally, a trivial explanation could be that coimmunoprecipitations are not very quantitative, and maybe there is in fact a difference in interaction with Gag between the Xrn1p of different species. Nonetheless, these data demonstrate a previously undescribed interaction that goes beyond Xrn1p interaction with viral RNA and warrants careful in vitro study.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 405,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Xrn1p physically interacts with the L-A virus Gag protein ::: Results",
            "ref_spans": [
                {
                    "start": 876,
                    "end": 882,
                    "mention": "Fig 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1113,
                    "end": 1119,
                    "mention": "Fig 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1239,
                    "end": 1245,
                    "mention": "Fig 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1706,
                    "end": 1712,
                    "mention": "Fig 6B",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "We next wished to test our findings against other related yeast viruses. Indeed, the S. cerevisiae totivirus L-A-lus has been shown to have limited susceptibility to XRN1 from a different strain of S. cerevisiae [28]. We also wanted to test viruses of other species, but the only fully characterized totiviruses within the Saccharomyces genus are from S. cerevisiae. To identify totiviruses of other species, we screened Saccharomyces species from the sensu stricto complex for the presence of high molecular weight viral RNAs, and discovered a ~4.6 kbp dsRNA molecule within S. kudriavzevii FM1183 isolated from Europe (Fig 7A) [38]. We cloned the 4.6 kbp dsRNA molecule using techniques described by Potgieter et al. [62] and sequenced the genome of the virus using Sanger sequencing. We named the virus SkV-L-A1 (S. k\nudriavzevii\nvirus L-A isolate number 1; Genbank accession number: KX601068). The SkV-L-A1 genome was found to be 4580 bp in length, with two open reading frames encoding the structural protein Gag and the fusion protein Gag-Pol (via a -1 frameshift) (Fig 7B). Conserved features of totiviruses were identified and include a conserved catalytic histidine residue required for cap-snatching (H154), a -1 frameshift region, packaging signal, and replication signal (Figs 7B and S6). Phylogenetic analysis of the Gag and Pol nucleotide and protein sequences firmly places SkV-L-A1 within the clade of Saccharomyces totiviruses represented by L-A and L-A-lus [28,63], as opposed to the more distantly related Saccharomyces totivirus L-BC (Figs 7C and S6) [64].",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 720,
                    "end": 722,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1476,
                    "end": 1478,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1479,
                    "end": 1481,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1572,
                    "end": 1574,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Confirmation of the species-specific restriction of Xrn1p using a newly described totivirus from S. kudriavzevii\n ::: Results",
            "ref_spans": [
                {
                    "start": 621,
                    "end": 627,
                    "mention": "Fig 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1072,
                    "end": 1078,
                    "mention": "Fig 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1289,
                    "end": 1291,
                    "mention": "7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1560,
                    "end": 1562,
                    "mention": "7C",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "To test the effect of XRN1 upon SkV-L-A1, plasmids expressing XRN1 orthologs were introduced via LiAc transformation into S. kudriavzevii infected with SkV-L-A1. These plasmids were able to express XRN1 from each species, although we find that the expression is variable, with S. mikatae Xrn1p expressing at a level higher than the others (Fig 7D). The expression of these proteins did not affect the overall growth rate or colony morphology of S. kudriavzevii (S7 Fig). Because of the lack of an observable killer phenotype in this strain (likely because a killer toxin-encoding satellite dsRNA is not present), heterospecific XRN1 were expressed within S. kudriavzevii and analyzed for their ability to spontaneously cure SkV-L-A1, as we did previously with L-A in S. cerevisiae (Fig 3). We did not observe any virus curing by any orthologs of Xrn1p, but believe that this could be because the high-copy plasmids that we used in this experiment in S. cerevisiae are unable to drive Xrn1p expression in S. kudriavzevii high enough to actually cure the virus. However, we have observed previously that Xrn1p can reduce the abundance of totivirus RNAs (Fig 2A), so we further analyzed the XRN1-transformed clones of S. kudriavzevii for changes in SkV-L-A1 RNA levels using reverse transcriptase quantitative PCR (RT-qPCR). Total RNA was extracted from clones of S. kudriavzevii and converted to cDNA using random hexamer priming. cDNA samples were amplified using primers designed to specifically target SkV-L-A1 GAG and the cellular gene TAF10. The empty vector control was used as the calibrator sample, and TAF10 expression was used as the normalizer to calculate the relative amount of SkV-L-A1 RNAs present within each XRN1 expressing S. kudriavzevii cell line using the comparative C\nT method [65]. We found that expression of XRN1 from S. kudriavzevii (n = 10) reduced the relative levels of SkV-L-A1 RNAs by 40% (Fig 7E), even though this Xrn1p was expressed at the lowest levels (Fig 7D). This is in contrast to XRN1 from S. mikatae (n = 9) and S. bayanus (n = 8) that only showed a 13% increase or 15% decrease in SkV-L-A1 RNAs, respectively. S. cerevisiae XRN1 was able to reduce SkV-L-A1 RNAs by 27% and is noteworthy due to the close evolutionary relationship between SkV-L-A1 and other L-A-like viruses from S. cerevisiae (Figs 7C and S6). These data suggest that Xrn1p is a species-specific restriction factor in different Saccharomyces yeasts, and that coevolution of totiviruses and yeasts has specifically tailored the potency of Xrn1p to control the replication of resident viruses within the same species.",
            "cite_spans": [
                {
                    "start": 1799,
                    "end": 1801,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Confirmation of the species-specific restriction of Xrn1p using a newly described totivirus from S. kudriavzevii\n ::: Results",
            "ref_spans": [
                {
                    "start": 340,
                    "end": 346,
                    "mention": "Fig 7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 782,
                    "end": 787,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1152,
                    "end": 1158,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1920,
                    "end": 1926,
                    "mention": "Fig 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1988,
                    "end": 1994,
                    "mention": "Fig 7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2341,
                    "end": 2343,
                    "mention": "7C",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In the Saccharomyces genus, Xrn1p, the SKI complex, and exosome are all important for controlling the abundance of totivirus RNAs. We find that XRN1 and the exosome component RRP40 are somewhat unique in their strong signatures of positive natural selection. We speculated that positive selection might be driven by selection imposed by totiviruses. As speciation occurs and viruses mutate in unique ways in each lineage, new allelic versions of these antiviral genes that enable better control of totivirus replication would experience positive natural selection. Indeed, we found this to be the case, with S. cerevisiae Xrn1p restricting the S. cerevisiae L-A virus better than any other ortholog of XRN1, and S. kudriavzevii Xrn1p restricting S. kudriavzevii SkV-L-A1 virus the best. The exact nature of the host-virus protein-protein interaction that is driving this evolutionary arms race is not clear. To thwart XRN1, the totiviruses are known to synthesize uncapped RNAs with an exposed 5’ diphosphate, which is a suboptimal substrate for Xrn1p-mediated decay [24]. Further, it has been shown that the totivirus Gag protein has a cap-snatching activity that cleaves off caps from host mRNAs and uses them to cap viral transcripts, protecting them from Xrn1p degradation [12,14]. We have found that Xrn1p interacts with L-A Gag, and that this interaction is not mediated by the presence of single-stranded RNAs. What remains unknown is whether Xrn1p is targeting Gag as part of the restriction mechanism, or whether Gag is targeting Xrn1p as a counter defense. As we did not observe an obvious species-specific differences in the interaction between Xrn1p and L-A Gag by coimmunoprecipitation, we cannot clearly define the observed role of sequence variation in Xrn1p. This may be because of the low sensitivity of our assay system, or because direct binding of Xrn1p by L-A Gag is ubiquitous and that the rapid evolution of XRN1 results from another intriguing facet of virus-host interaction and antagonism. However, we now know that the interaction between L-A and Xrn1p goes beyond the simple recognition of L-A RNA by Xrn1p. We can speculate that Xrn1p may compete with Gag for access to uncapped viral RNAs as they are extruded into the cytoplasm, or that interaction with unassembled Gag allows the recruitment of Xrn1p to sites of virion assembly resulting in viral RNA degradation. Alternately, it is possible that the target of Xrn1p is simply L-A RNA, and that the interaction with Gag reflects a viral countermeasure where Gag is redirecting or otherwise altering the availability of Xrn1p to degrade L-A RNA. Indeed, there are several examples of mammalian viruses that redirect or degrade Xrn1p to aid in their replication [17,18,66].",
            "cite_spans": [
                {
                    "start": 1068,
                    "end": 1070,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1278,
                    "end": 1280,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1281,
                    "end": 1283,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2744,
                    "end": 2746,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2747,
                    "end": 2749,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2750,
                    "end": 2752,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The literature suggests that Xrn1p is a widely-utilized restriction factor against viruses, as it has been reported to have activity against mammalian viruses [9,16], yeast viruses [8,24], and plant viruses [46]. The potent 5’-3’ exonuclease activity of Xrn1p has resulted in viruses developing a rich diversity of strategies to protect their RNAs. For instance, Hepatitis C virus recruits MiR-122 and Ago2 to its 5’ UTR to protect its RNA genome from Xrn1p degradation [7,16]. The yeast single-stranded RNA narnavirus uses a different strategy to protect its 5’ terminus, folding its RNA to form a stem-loop structure that prevents Xrn1p degradation [8]. In some cases, viruses even depend on Xrn1p to digest viral RNA in a way that benefits viral replication, for example, preventing the activation of innate immune sensors [41]. Flavivirus (West Nile and Dengue virus) genomes also encode RNA pseudoknot and stem-loop structures that arrest the processive exonuclease activity of Xrn1p, producing short subgenomic flavivirus RNAs (sfRNAs) that are important for viral pathogenicity [13,67]. Members of the Flaviviridae, Herpesviridae, Coronaviridae, and yeast Totiviridae have all been shown to encode proteins that initiate endonucleolytic cleavage of host mRNAs, revealing exposed 5’ monophosphates that are substrates for Xrn1p degradation. This is thought to interfere with host translation and to produce uncapped RNA “decoys” that potentially redirect Xrn1p-mediated degradation away from viral RNA [14,15]. Xrn1p degradation, Xrn1p relocalization, virus-encoded capping enzymes, cap-snatching mechanisms, RNA-protein conjugation, recruitment of host micro-RNAs, cleavage of host mRNAs as “decoys”, and viral RNA pseudoknots are all utilized to prevent Xrn1p-mediated viral RNA destruction [7,8,12–18]. All of this evidence suggests that viruses can employ various methods to escape or harness the destructive effects of Xrn1. Our data now suggests that Xrn1p in yeast is not a passive player in the battle against viruses, but rather that hosts can be selected to encode new forms of Xrn1p that can overcome virally encoded defense strategies.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 162,
                    "end": 164,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 182,
                    "end": 183,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 184,
                    "end": 186,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 208,
                    "end": 210,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 471,
                    "end": 472,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 473,
                    "end": 475,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 652,
                    "end": 653,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 827,
                    "end": 829,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1512,
                    "end": 1514,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1800,
                    "end": 1801,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1802,
                    "end": 1803,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1804,
                    "end": 1806,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1807,
                    "end": 1809,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To rationalize the model of an antagonistic relationship between L-A and Saccharomyces species, it is important to consider the fitness burden of strictly intracellular viruses. Prevailing wisdom assumes that infection of fungi by viruses is largely asymptomatic and benign, especially when considering that their intracellular lifecycle ensures an evolutionary dead-end if they kill or make their host unfit. Indeed, within laboratory yeast strains, the association between L-A and S. cerevisiae appears to be at equilibrium, with no major biological differences between strains infected or not infected by L-A [68]. Therefore, the relationship between L-A and the Saccharomyces yeasts could be viewed as mutualistic or even commensalistic [68–70]. Mutualism is particularly striking in the context of the L-A / killer virus duo that provides the host cell with the “killer” phenotype, a characteristic that is broadly distributed throughout fungi [71]. If an infected yeast cell can kill other yeasts around it using the killer toxin, it no longer has to compete for resources within that environmental niche, an evolutionarily advantageous situation [51,69,70]. Indeed, there are other examples of host-virus mutualism in fungi [72,73]. However, there are many observations that lead one to believe that the relationship between intracellular viruses and their hosts is not benign and static. Firstly, there is a measurable fitness cost to killer toxin production by S. cerevisiae within unfavorable environmental conditions that inactivate the toxin, allow for regular cellular dispersal and/or are nutrient rich [69,70]. Secondly, virus infection of pathogenic fungi can also cause hypovirulence (a reduction in fungal pathogenesis), an outcome that is being exploited to treat agricultural disease [74–77]. Thirdly, many wild and domesticated strains of S. cerevisiae are free of totiviruses (and therefore also of killer), suggesting that there is selection against the ongoing maintenance of these viruses [20,28,71]. Fourthly, the continued maintenance of RNAi systems in fungi also correlates with the loss of the killer phenotype and is known to antagonize fungal viruses [71,78]. However, a virus of the fungi Cryphonectria parasitica has been shown to antagonize and escape restriction by RNAi without crippling its host [78]. This antagonistic relationship appears similar to the equilibrium of Saccharomyces yeasts and totiviruses, and suggests that in the absence of effective RNAi, additional antiviral defenses may be biologically relevant (i.e. Xrn1p). In line with this view of a dynamic relationship between hosts and intracellular viruses, we show that totiviruses from different Saccharomyces species are best controlled by the Xrn1p of their cognate species, and that disruption of this equilibrium can result in excessive virus replication (Fig 2), virus loss (Fig 3), or a reduction in viral RNA (Figs 2 and 7). Signatures of positive selection that we have detected in Saccharomyces XRN1 are also consistent with a host-virus equilibrium that is in constant flux due to the dynamics of a back-and-forth evolutionary conflict (Figs 2 and 6).",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 615,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 745,
                    "end": 747,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 950,
                    "end": 952,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1160,
                    "end": 1162,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1232,
                    "end": 1234,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1235,
                    "end": 1237,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1618,
                    "end": 1620,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1621,
                    "end": 1623,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1805,
                    "end": 1807,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1808,
                    "end": 1810,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 2015,
                    "end": 2017,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2018,
                    "end": 2020,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2021,
                    "end": 2023,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 2184,
                    "end": 2186,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 2187,
                    "end": 2189,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 2335,
                    "end": 2337,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 2866,
                    "end": 2871,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2886,
                    "end": 2891,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2928,
                    "end": 2929,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2934,
                    "end": 2935,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3158,
                    "end": 3159,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3164,
                    "end": 3165,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "There are several examples of mammalian housekeeping proteins engaged in evolutionary arms races with viruses. (By “housekeeping” we refer to proteins making critical contributions to host cellular processes, as opposed to proteins dedicated to immunity.) In most of these other examples though, the housekeeping protein is hijacked by viruses to assist their replication in the cell (rather than serving to block viral replication). For instance, many viruses hijack cell surface receptors to enter cells. We and others have shown that entry receptors are quite evolutionarily plastic, and that mutations can reduce virus entry without compromising host-beneficial functions of the receptor [34,79–83]. For example, the antagonistic interaction of Ebola virus (and/or related filoviruses) with the bat cell surface receptor, Niemann-Pick disease, type C1 (NPC1), has driven the rapid evolution of the receptor without affecting the transport of cholesterol, critical to the health of the host [34]. Numerous such examples highlight how essential housekeeping machineries, not just the immune system, are critical for protecting the cell from replicating viruses. This study highlights an interesting evolutionary conundrum that does not apply to classical immunity genes: as Xrn1p appears to be an antiviral protein, it must be able to evolve new antiviral specificities without compromising cellular health and homeostasis.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 695,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 699,
                    "end": 701,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 995,
                    "end": 997,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\nXRN1 from S. cerevisiae, including 1000 bp of the 5’ and 3’ UTRs, was amplified by PCR from genomic DNA prepared from S. cerevisiae S288C. This PCR product was cloned into the plasmid pAG425-GAL-ccdB by the “yeast plasmid construction by homologous recombination” method (recombineering) [84] to produce pPAR219. Briefly, pAG425-GAL-ccdB was amplified by PCR to produce a 5000 bp product lacking the GAL-1 gene and the ccdB cassette. The PCR primers used to amplify pAG425-GAL-ccdB contained additional DNA sequence with homology to the UTRs of XRN1 from S. cerevisiae. Both PCR products were used to transform BY4741, with correctly assembled plasmids selected for by growth on complete medium (CM)–leucine. The XRN1 open reading frame (HA-tagged and untagged) from S. mikatae, S. bayanus, or S. kudriavzevii was introduced into pPAR219 between the 5’ and 3’ UTRs from S. cerevisiae XRN1 using recombineering to produce pPAR225, pPAR226, and pPAR227, respectively. As a negative control, NUP133 was cloned into the pPAR219 plasmid backbone to produce pPAR221, which was used to allow growth of xrn1Δ on medium lacking leucine without XRN1 complementation. The LEU2 gene was replaced by TRP1 using recombineering techniques to produce the plasmids pPAR326, pPAR327, pPAR328, and pPAR329. Using PCR and recombineering, we also constructed chimeric XRN1 genes by exchanging regions of S. kudriavzevii XRN1 (pPAR227) with the corresponding regions of S. cerevisiae XRN1 (pPAR219). XRN1 inducible plasmids were constructed by cloning PCR-derived XRN1 genes into pCR8 by TOPO-TA cloning (Thermo Fisher). Utilizing Gateway technology (Thermo Fisher), XRN1 genes were sub-cloned into the destination vector pAG426-GAL-ccdB for over-expression studies [85]. The same pCR8/Gateway workflow was also used to clone and tag GAG from a cDNA copy of the L-A totivirus (pI2L2) to produce pPAR330 and pPAR331. The DNA sequences from all constructed plasmids can be found in S2 File. A list of all relevant plasmids can be found in S2 Table.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1746,
                    "end": 1748,
                    "mention": "85",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Plasmid construction ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The S. cerevisiae killer strain (BJH001) was created by the formation of a heterokaryon from the mating of the haploid strains BY4733 (KAR1) and 1368 (kar1) [86]. The resultant daughter heteroplasmon cells were selected by growth on CM—uracil and the ability to produce zones of growth inhibition indicative of the presence of L-A and the killer virus. The inability to grow on CM lacking histidine, leucine, tryptophan or methionine was also used to confirm the genotype of BJH001. BJH006 was created by replacing XRN1 with the KANMX4 gene using homologous recombination within BJH001 [87]. A list of relevant yeast strains and species used in this study can be found in S3 Table.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 587,
                    "end": 589,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                }
            ],
            "section": "Yeast strain construction ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "1 x 109 yeast cells (~10 mL) were harvested from a 24–48 h overnight culture grown to saturation. Strains of S. kudriavzevii and S. mikatae were grown at room temperature, all other strains were grown at 30°C. The flocculent nature of some strains of wild yeasts made it challenging to accurately determine the exact number of cells present in some cultures. In these cases, the size of the cell pellet was used as an approximate measure of cell number relative to S. cerevisiae. Harvested cells were washed with ddH2O, pelleted, and washed with 1 ml of 50 mM EDTA (pH 7.5). Cells were again harvested and the pellets suspended by vortexing in 1 ml of 50 mM TRIS-H2SO4 (pH9.3), 1% β-mercaptoethanol (added fresh), and incubated at room temperature for 15 min. The cell suspension was centrifuged and the supernatant removed and the cell pellet suspended in 1 ml of BiooPure-MP (a single-phase RNA extraction reagent containing guanidinium thiocyanate and phenol) (Bioo Scientific) and vortexed vigorously. 200 μl of chloroform was added and vortexed vigorously before incubation for 5 min at room temperature. The aqueous phase and solvent phase were separated by centrifugation at 16,000 x g for 15 min at 4°C. The aqueous phase was transferred to a new tube and 1/3 volume of 95–100% ethanol added and mixed well by vortexing. The entire sample was loaded onto a silica filter spin column (Qiagen plasmid miniprep kit) and centrifuged for 30 s at 16,000 x g. The flow-through was discarded and the column washed twice with 750 μl of 100 mM Nacl/75% ethanol by centrifugation at 16,000 x g for 30 sec. The column was dried by centrifugation at 16,000 x g for an additional 30 sec. The dsRNA was eluted from the column by the addition of 100 μl of 0.15 mM EDTA (pH 7.0) and incubation at 65°C for 5 min before centrifugation at 16,000 x g for 30 sec.",
            "cite_spans": [],
            "section": "Rapid extraction of viral dsRNA from Saccharomyces cerevisiae\n ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "dsRNA that was extracted from 1 x 109 yeast cells using our rapid extraction of viral dsRNA protocol was used as template for superscript two-step RT-PCR (Thermo Fisher). cDNA was created using a primer specific for the negative strand L-A genomic RNA– 5’ CTCGTCAGCGTCTTGAACAGTAAGC. Primers 5’-GACGTCCCGTACCTAGATGTTAGGC and 5’-CTCGTCAGCGTCTTGAACAGTAAGC were used to specifically target and amplify cDNA derived from negative strand L-A virus RNAs using PCR with Taq (New England Biolabs). The plasmid pI2L2 was used as a positive control for the RT-PCR reaction as it contains a cDNA copy of the L-A virus genome [88]. Alternatively, we collected total RNA from ~1 x 107 actively growing yeast cells using the RNeasy total RNA extraction kit (Qiagen) and synthesized cDNA using primers to target both the positive and negative strand of either L-A (5’-AAGATATTCGGAGTTGGTGATGACG and 5’-TCTCCGAAATTTTTCCAGACTTTATAAGC) or killer virus (5’-GCGATGCAGGTGTAGTAATCTTTGG and 5’-AGTAGAAATGTCACGACGAGCAACG). The same primers were used to detect L-A and killer virus specific cDNAs using PCR with Taq polymerase (New England Biolabs).",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 616,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "Detection of L-A by RT-PCR ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We assayed Ty1 retrotransposition in S. cerevisiae xrn1Δ, using the previously described Ty1 retrotransposition reporter system [89], and confirmed that XRN1 deletion causes a dramatic reduction in Ty1 retrotransposition (~50-fold) [43]. To test the effect of XRN1 evolution on Ty1 replication, we introduced XRN1 from S. cerevisiae, S. mikatae, S. kudriavzevii, or S. bayanus into xrn1Δ and assayed Ty1 retrotransposition.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 233,
                    "end": 235,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Ty1 retrotransposition assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Yeast lysates were prepared using the Y-PER reagent (Thermo Fisher) from 100 μl volume of log-phase yeast cells as per manufacturer’s instructions or by bead beating as described previously [90]. HA-tagged Xrn1p was detected via Western blot using a 1:5000 dilution of a horseradish peroxidase conjugated anti-HA monoclonal antibody (3F10—# 12013819001) (Roche). Adh1p was detected using a 1:10000 dilution of rabbit polyclonal anti-alcohol dehydrogenase antibody Ab34680 (Abcam). V5-tagged proteins were detected using a 1:5000 dilution of a mouse monoclonal antibody (R960-25) (Life Technologies). Native L-A Gag was detected using a 1:1000 dilution of a mouse monoclonal antibody (gift from Nahum Sonenberg). Secondary antibodies were detected using ECL Prime Western Blotting Detection Reagent on a GE system ImageQuant LAS 4000 (GE Healthcare Life Sciences).",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Western blot Analysis of Xrn1p ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Nucleotide sequences from six species of Saccharomyces yeasts were obtained from various online resources, where available [36,38,91]. Maximum likelihood analysis of dN/dS was performed with codeml in the PAML 4.1 software package [39]. Multiple protein sequence alignments were created using tools available from the EMBL (EMBOSS Transeq and Clustal Omega) (www.embl.de). Protein alignments were manually curated to remove ambiguities before processing with PAL2NAL to produce accurate DNA alignments [92]. DNA alignments were fit to the NSsites models M7 (neutral model of evolution, codon values of dN/dS fit to a beta distribution, with dN/dS > 1 not allowed) and M8 (positive selection model of evolution, a similar model to M7 but with an additional site class of dN/dS > 1 included in the model). To ensure robustness of the analysis, two models of codon frequencies (F61 and F3x4) and multiple seed values for dN/dS (ω) were used (S1 Table). Likelihood ratio tests were performed to evaluate which model of evolution the data fit significantly better. Posterior probabilities of codons under positive selection within the site class of dN/dS > 1 (M8 model of positive selection) were then deduced using the Bayes Empirical Bayes (BEB) algorithm. REL and FEL analysis was carried out using the online version of the Hyphy package (www.datamonkey.org) S1 Table [40]. Analysis of XRN1 was performed using the TrN93 nucleotide substitution model and the following phylogenetic relationship (Newick format):",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 127,
                    "end": 129,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 130,
                    "end": 132,
                    "mention": "91",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 232,
                    "end": 234,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 503,
                    "end": 505,
                    "mention": "92",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1368,
                    "end": 1370,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Evolutionary analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "((((((S. paradoxus-Europe, S. paradoxus-Far East), (S. paradoxus-North America, S. paradoxus-Hawaii)), S. cerevisiae), S. mikatae), S. kudriavzevii), S. arboricolus, S. bayanus);",
            "cite_spans": [],
            "section": "Evolutionary analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "GARD analysis found no significant evidence of homologous recombination within any dataset. MEGA6 was used to infer the evolutionary history of totiviruses using the Maximum Likelihood method. Appropriate substitution models were selected using manually curated DNA and protein alignments. The tree topologies with the highest log likelihood were calculated, with all positions within the alignment files containing gaps and missing data ignored. The reliability of the generated tree topologies was assessed using the bootstrap test of phylogeny using 100 iterations. Bootstrap values >50% are shown above their corresponding branches.",
            "cite_spans": [],
            "section": "Evolutionary analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "YPD plates containing 15 μg ml-1 of benomyl were prepared as described previously [49]. Yeast strains expressing XRN1 or containing an empty vector were grown overnight at 30°C in CM—leucine. Cell numbers were normalized and subject to a 10-fold serial dilution before spotting onto YPD agar plates with or without benomyl, and grown at 37°C for 72 h.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Benomyl sensitivity assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "\nS. cerevisiae carrying multi-copy plasmids encoding XRN1 or GFP under the control of the GAL1 promoter were grown overnight at 30°C in CM—uracil with raffinose as a carbon source. Cell numbers were normalized and subject to a 10-fold serial dilution before spotting onto CM—uracil agar plates containing either 2% raffinose or galactose. Plates were grown at 30°C for 72 h.",
            "cite_spans": [],
            "section": "Over-expression of XRN1 and the effect on cell growth ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Plasmids encoding various XRN1 genes were used to transform BJH006. Purified single colonies of killer yeasts were inoculated in 2 ml CM—leucine cultures and grown to mid-log phase. YPD “killer assay” agar plate supplemented with methylene blue (final concentration 0.003% w/v) and pH balanced to 4.2 with sodium citrate, were freshly inoculated and spread with S. cerevisiae K12 and allowed to dry. Thereafter, 1.5 μl of water containing 6 x 105 cells was spotted onto the seeded YPD plates and incubated at room temperature for 72 h. The diameter of the zones of growth inhibition were measured and used to calculate the total area of growth inhibition.",
            "cite_spans": [],
            "section": "Kill zone measurement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The curing of the killer phenotype was measured by transforming S. cerevisiae BJH006 with approximately 100 ng of plasmid encoding various XRN1 genes using the LiAc method. The addition of 1000 ng or as little as 10 ng of plasmid had no affect on the percentage of colonies cured using this assay. After 48 h of growth, colonies were streaked out and grown for a further 48 h. Clonal isolates of killer yeasts were patched onto a YPD “killer assay” plate (see kill zone measurement protocol) that were previously inoculated with S. cerevisiae K12, and incubated at room temperature for 72 h. The presence or absence of a zone of inhibition was used to calculate the percentage of killer yeast clones cured of the killer phenotype.",
            "cite_spans": [],
            "section": "Killer phenotype curing assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "PHYRE was used to create a template-based homology model of S. cerevisiae Xrn1p using the solved structure of K. lactis Xrn1p as a template [58,59]. The structure was determined with an overall confidence of 100% (36% of aligned residues have a perfect alignment confidence as determined by the PHYRE inspector tool), a total coverage of 81%, and an amino acid identity of 67% compared to K. lactis Xrn1p. PDB coordinates for the modeled structure can be found in S1 File. Structural diagrams were constructed using MacPyMOL v7.2.3.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 144,
                    "end": 146,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Xrn1p structural modeling ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Strains were grown in CM lacking the appropriate amino acids in order to retain the relevant plasmids. For co-immunoprecipitations involving L-A Gag-V5 and Xrn1p-HA, 50 mL cultures (CM—tryptophan—leucine, 2% raffinose) were used to inoculate 500 mL cultures (CM—tryptophan—leucine, 2% galactose) at OD600 ~0.1. Cells were harvested at OD600 0.7, after ~14 h of growth at 30°C with shaking. Cultures used for the immunoprecipitation of native Gag were grown in the same manner, but in CM—leucine medium containing 2% dextrose. Immunoprecipitation of yeast and viral proteins were performed as previously described [90] with the following modifications: 2–4 mg of protein was used per co-immunoprecipitation. Approximately 50 μg of protein was loaded for the whole-cell extract “input”, as determined by Bradford Assay (~2% of total input), and was compared to 10–20% of each co-immunoprecipitation. Sepharose beads were substituted for Dynabeads MyOne Streptavidin T1 or Dynabeads Protein G (Thermo Fisher Scientific). For immunoprecipitation of Xrn1p-HA, we used an anti-HA-Biotin, rat monoclonal antibody (3F10—#12158167001) (Roche), and for Gag-V5 a mouse monoclonal antibody (R960-25) (Life Technologies). RNase A was added to whole cell extracts at a concentration of (80 μg mL-1) and incubated with Dynabeads during immunoprecipitation for 2 hours at 4°C. RNAse is in excess in our co-IP experiments, because significant RNA degradation occurred at concentrations of RNase 8-fold lower than we used (S5 Fig). RNA from samples with and without the addition of RNase A was recovered from yeast whole cell extracts after co-immunoprecipitation using Trizol according to manufacturer’s guidelines (Thermo Fisher). The extent of RNA degradation was measured using a 2200 TapeStation Instrument and a RNA screentape, as per manufacturer’s instructions (Agilent). An RNA integrity number (RIN) was calculated for each sample based upon criteria that reflect the quality of the RNA sample, as described previously [93].",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 616,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 2012,
                    "end": 2014,
                    "mention": "93",
                    "ref_id": "BIBREF92"
                }
            ],
            "section": "Co-immunoprecipitation of Xrn1p and L-A Gag ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "dsRNAs were isolated from S. kudriavzevii as described above and processed according to the protocol of Potgieter et al. [62], with the following modifications: Reverse transcription reactions were carried out using Superscript IV (Thermo Fisher), PCR amplification was performed by Phusion polymerase (Thermo Fisher), and cDNAs were cloned into pCR8 by TOPO-TA cloning (Thermo Fisher) before Sanger sequencing.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Cloning and sequencing of SkV-L-A1 ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "\nS. kudriavzevii was transformed with plasmids expressing XRN1 from various Saccharomyces species, and an empty vector control using the LiAc method. The transformation was carried out at room temperature and heat shocked at 30°C. S. kudriavzevii transformants were recovered on CM—tryptophan and grown at room temperature. Clones were derived from two independent transformation reactions and grown to mid-log phase at room temperature. Total RNA was extracted from these cultures by first treating the cultures with Zymolase 100T (final concentration 100 μg mL-1) for 2 hours at room temperature in buffer Y1 (1 M Sorbitol, 100 mM EDTA (pH 8.0), 14 mM β-mercaptoethanol). Yeast spheroplasts were treated with Trizol to extract total cellular RNA, followed by a digestion of residual DNA by Turbo DNase for 30 min at 37°C (Thermo Fisher). The RNeasy RNA cleanup protocol was used to remove DNase from the RNA samples (Qiagen), which were then stored at -80°C. RNA was converted to cDNA using Superscript III and random hexamer priming, as per manufacturers recommendations. cDNA samples were diluted 10-fold with distilled RNase-free water and used as templates for qPCR. Primers designed to recognize the RNAs corresponding to GAG of SkV-L-A1 (5’-TGCTTCTGATTCTTTTCCTGAATGG-3’ and 5’-GCCACTTACTCATCATCATCAAAACG-3’) and the cellular transcripts from TAF10 (5’-ATGCAAACAATAGTCAAGCCAGAGC-3’ and 5’-TCACTGTCAGAACAACTTTGCTTGC-3') were used to amplify cDNA using SYBR Green PCR Master Mix (Thermo Fisher) on a CFX96 Touch (Biorad). TAF10 was used as a cellular reference gene to calculate the amount of viral cDNA within a given sample using the comparative C\nT method [65].",
            "cite_spans": [
                {
                    "start": 1665,
                    "end": 1667,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Relative copy number determination of SkV-L-A1 in S. kudriavzevii\n ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (A) Schematic of the lifecycle of the L-A virus of S. cerevisiae. Starting at the bottom of the figure, new viral positive sense single-stranded RNA (+ssRNA) is synthesized within the L-A virus capsid and extruded into the cytoplasm. The enzymatic activity of the viral Gag protein “steals” cap structures from host mRNAs and conjugates them to viral +ssRNAs. The capped viral +ssRNA is used as a template for translation and any remaining uncapped +ssRNA is encapsidated to form new viral particles by interaction with the L-A polymerase protein. Packaged +ssRNA is used as a template during negative strand synthesis to produce viral genomic dsRNA. (B) A cartoon representation of 5’-to-3’ and 3’-to-5’ RNA degradation by Xrn1p and the SKI/exosome complex, respectively, adapted from Parker et al. [29]. (C) Evolutionary analysis of XRN1 and genes of the SKI/exosome complex. An alignment of each gene was analyzed using 4 common tests for positive selection (PAML, FEL, REL, and MEME) as fully described in S1 Table. “Yes” indicates that there is positive selection detected in this gene by the indicated test.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: (A) (Top row) dsRNA extraction from S. cerevisiae xrn1Δ with or without complementation by XRN1 from different species of Saccharomyces (S. cer—S. cerevisiae; S. mik—S. mikatae; S. kud—S. kudriavzevii; S. bay—S. bayanus). From the same agarose gel, the first two lanes were spliced to the last three lanes for clarity. (Bottom two rows) Western blots showing the expression of HA-tagged Xrn1p and Adh1p (control) within each complemented strain. (B) (Top) Domain diagrams of Xrn1p showing the position of the catalytic residue E176 and the location of the C-terminal truncations of Xrn1p (dashed line). Xrn1p with the E176G mutation or the Δ1206–1528 truncation are catalytically inactive, as described previously [49]. (Bottom) dsRNA extraction from S. cerevisiae xrn1Δ expressing wild type XRN1, the catalytically inactive XRN1(E176G) or truncation mutants of Xrn1p (all derived from S. cerevisiae). (C) A representative picture of S. cerevisiae killer (L-A+ Killer+) and non-killer (L-A- Killer-) yeasts and the effect of killer toxin expression on the growth of a lawn of sensitive yeast. (D) The effect of Xrn1p expression on the diameter of the kill zones around killer yeast. Asterisks are indicative of a significant difference in mean kill zone area compared to all other samples tested (Tukey-Kramer test p<0.05). See S2 Fig for representative images of the kill zones.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) Killer S. cerevisiae strains over-expressing Xrn1p orthologs (with or without C-terminal HA tag) were assayed for loss of the killer phenotype resulting in “cured” clones. The percentage of cured clones is indicated. (B) Representative data from 16 clonal isolates either not expressing (left) or expressing XRN1 from S. cerevisiae (right), with the lack of kill zone indicating a cured clone. (C) Non-quantitative RT-PCR was used to confirm the loss of L-A and killer RNAs from strains deemed to have lost the killer phenotype from Fig 3A and 3B, compared to the parental uncured strain (L-A+ Killer+) and S. cerevisiae BY4741 (L-A+ Killer-).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) The doubling time of S. cerevisiae xrn1Δ with and without complementation with XRN1 from different species of Saccharomyces (error bars represent SEM, n = 3). Below are representative pictures of the growth and morphology of individual colonies. (B) The growth and benomyl sensitivity of S. cerevisiae xrn1Δ cultured on YPD solid medium, and the effect of complementation with XRN1 from different species of Saccharomyces. (C) The effect of over-expression of each XRN1 ortholog on the growth of S. cerevisiae upon solid medium, compared to the over-expression of GFP. Cells are grown on medium containing either raffinose or galactose as the sole carbon source to control the activity of the GAL1 promoter. (D) Ty1 retrotransposition within S. cerevisiae xrn1Δ complemented by XRN1 from different species, relative to XRN1 from S. cerevisiae. All error bars represent SEM, n>3.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: (A) Space-filled structural model of S. cerevisiae Xrn1p generated by Phyre analysis [58]. The D1 domain is colored orange. Amino acids 354–503, 979–1109, and 1240–1528 are unresolved in the model due to a lack of structural information. The structural model is included as S1 File. (B) A representative amino acid alignment shows two variable sites within the Xrn1p D1 domain that are predicted to be evolving under positive selection. (C) A linear diagram of S. cerevisiae Xrn1p based on the structure of K. lactis Xrn1p, indicating select domains of the C-terminus and showing the conservation of Xrn1p across Saccharomyces species. The white domain has an unknown structure and is predicted to be unstructured by Phyre analysis [58]. Triangles indicate the position of sites deemed to be under positive selection by four site-based models of molecular evolution, PAML M8 (red), REL (black), FEL (white), and MEME (green). See S1 Table for a list of all sites. The seven residues that form the catalytic pocket of Xrn1p are shown as vertical dotted lines within the N-terminal domain. (D) (Left) Chimeric proteins derived from the fusion of domains of Xrn1p from S. cerevisiae (white) and S. kudriavzevii (black). Relevant domains within Xrn1p are colored according to Chang et al. (D1 (orange) 731–914; D2 (green), 915–960 and 1134–1151; D3 (magenta); 978–1108) [59]. (Right) Clonal isolates of a killer S. cerevisiae strain expressing chimeric Xrn1p were assayed for their ability to cure the killer phenotype from S. cerevisiae (error bars represent SEM, n>3).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: Western blot analysis of Xrn1p and L-A Gag co-immunoprecipitation. (A) (Top) V5-tagged and untagged Gag proteins were immunoprecipitated in the presence of Xrn1p-HA from either S. cerevisiae or S. kudriavzevii. (Bottom) HA-tagged and untagged Xrn1p from either S. cerevisiae or S. kudriavzevii were immunoprecipitated in the presence of Gag-V5. (B) Native, untagged, virus encoded L-A Gag was immunoprecipitated in the presence of Xrn1p-HA from either S. cerevisiae or S. kudriavzevii using beads with (+Ig) or without (-Ig) anti-Gag antibody present. Adh1p was used in all panels as a loading control to ensure equal input of total protein and the specificity of immunoprecipitation.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: (A) dsRNA extraction from different species of Saccharomyces yeasts including S. cerevisiae (BY4741), S. mikatae (JRY9181), S. kudriavzevii (FM1183), and S. bayanus (JRY8153). The major product of the extraction method is a single ~4.6 kbp dsRNA species, as shown by agarose gel electrophoresis. (B) A schematic representation of the genome organization of the totivirus SkV-L-A1 from S. kudriavzevii. H154 represents the conserved catalytic histidine used for totivirus cap-snatching [14]. (C) The evolutionary relationship of SkV-L-A1 to known totiviruses was inferred by using the Maximum Likelihood method with bootstrap values from 100 replicates shown at each node. The nucleotide sequence of the POL gene was aligned from six totiviruses (GenBank accession numbers: SkV-L-A1 (this study; KX601068), L-A-lus (JN819511), L-A (NC_003745), tuber aestivum virus 1 (TAV1) (HQ158596), black raspberry virus F (BRVF) (NC_009890), L-BC (NC_001641)). The tree is drawn to scale, with branch lengths measured in the number of substitutions per site. The exact phylogenetic relationship of the “L-A-like” viruses is somewhat ambiguous due to low bootstrap support within the clade (S6 Fig). (D) S. kudriavzevii was used to express HA-tagged XRN1 from different Saccharomyces yeasts (S. cer—S. cerevisiae; S. mik—S. mikatae; S. kud—S. kudriavzevii; S. bay—S. bayanus), with their expression measured by Western blotting, relative to the expression of ADH1. (E) Relative abundance of SkV-L-A1 RNAs when XRN1 from different Saccharomyces species are over-expressed within S. kudriavzevii, as determined by RT-qPCR. The asterisk represents a p-value of <0.05 (Tukey-Kramer test).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "RNA Degradation in Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 2012,
            "venue": "Genetics",
            "volume": "191",
            "issn": "",
            "pages": "671-702",
            "other_ids": {
                "DOI": [
                    "10.1534/genetics.111.137265"
                ]
            }
        },
        "BIBREF1": {
            "title": "Yeast cells lacking 5'—>3‘ exoribonuclease 1 contain mRNA species that are poly(A) deficient and partially lack the 5’ cap structure",
            "authors": [],
            "year": 1993,
            "venue": "Mol Cell Biol",
            "volume": "13",
            "issn": "",
            "pages": "4826-4835",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Decapping and decay of messenger RNA occur in cytoplasmic processing bodies",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "805-808",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1082320"
                ]
            }
        },
        "BIBREF3": {
            "title": "The 3' to 5' degradation of yeast mRNAs is a general mechanism for mRNA turnover that requires the SKI2 DEVH box protein and 3' to 5' exonucleases of the exosome complex",
            "authors": [],
            "year": 1998,
            "venue": "The EMBO Journal. EMBO Press",
            "volume": "17",
            "issn": "",
            "pages": "1497-1506",
            "other_ids": {
                "DOI": [
                    "10.1093/emboj/17.5.1497"
                ]
            }
        },
        "BIBREF4": {
            "title": "The Yeast Ski Complex: Crystal Structure and RNA Channeling to the Exosome Complex",
            "authors": [],
            "year": 2013,
            "venue": "Cell. Elsevier Inc",
            "volume": "154",
            "issn": "",
            "pages": "814-826",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2013.07.017"
                ]
            }
        },
        "BIBREF5": {
            "title": "RNA decay machines: The exosome",
            "authors": [],
            "year": 2013,
            "venue": "BBA—Gene Regulatory Mechanisms. Elsevier B.V",
            "volume": "1829",
            "issn": "",
            "pages": "552-560",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbagrm.2013.01.006"
                ]
            }
        },
        "BIBREF6": {
            "title": "Competing and noncompeting activities of miR-122 and the 5' exonuclease Xrn1 in regulation of hepatitis C virus replication",
            "authors": [],
            "year": 2013,
            "venue": "Proc Natl Acad Sci USA. National Acad Sciences",
            "volume": "110",
            "issn": "",
            "pages": "1881-1886",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1213515110"
                ]
            }
        },
        "BIBREF7": {
            "title": "20S RNA narnavirus Defies the Antiviral Activity of SKI1/XRN1 in Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Biological Chemistry",
            "volume": "283",
            "issn": "",
            "pages": "25812-25820",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M804400200"
                ]
            }
        },
        "BIBREF8": {
            "title": "Suppression of HIV-1 replication by microRNA effectors",
            "authors": [],
            "year": 2009,
            "venue": "Retrovirology",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-4690-6-26"
                ]
            }
        },
        "BIBREF9": {
            "title": "The zinc-finger antiviral protein recruits the RNA processing exosome to degrade the target mRNA",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "104",
            "issn": "",
            "pages": "151-156",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0607063104"
                ]
            }
        },
        "BIBREF10": {
            "title": "Genetic Control of L-A and L-(BC) dsRNA Copy Number in Killer Systems of Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 1984,
            "venue": "Genetics. Genetics",
            "volume": "107",
            "issn": "",
            "pages": "199-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Cap-snatching mechanism in yeast L-A double-stranded RNA virus",
            "authors": [],
            "year": 2011,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "108",
            "issn": "",
            "pages": "17667-17671",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1111900108"
                ]
            }
        },
        "BIBREF12": {
            "title": "The structural basis of pathogenic subgenomic flavivirus RNA (sfRNA) production",
            "authors": [],
            "year": 2014,
            "venue": "Science. American Association for the Advancement of Science",
            "volume": "344",
            "issn": "",
            "pages": "307-310",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1250897"
                ]
            }
        },
        "BIBREF13": {
            "title": "Decoying the cap- mRNA degradation system by a double-stranded RNA virus and poly(A)- mRNA surveillance by a yeast antiviral system",
            "authors": [],
            "year": 1995,
            "venue": "Mol Cell Biol. American Society for Microbiology (ASM)",
            "volume": "15",
            "issn": "",
            "pages": "2763-2771",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A common strategy for host RNA degradation by divergent viruses",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "9527-9530",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01230-12"
                ]
            }
        },
        "BIBREF15": {
            "title": "Stabilization of hepatitis C virus RNA by an Ago2-miR-122 complex",
            "authors": [],
            "year": 2012,
            "venue": "Proc Natl Acad Sci USA. National Acad Sciences",
            "volume": "109",
            "issn": "",
            "pages": "941-946",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1112263109"
                ]
            }
        },
        "BIBREF16": {
            "title": "Poliovirus-mediated disruption of cytoplasmic processing bodies",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "64-75",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01657-10"
                ]
            }
        },
        "BIBREF17": {
            "title": "P-body components LSM1, GW182, DDX3, DDX6 and XRN1 are recruited to WNV replication sites and positively regulate viral replication",
            "authors": [],
            "year": 2013,
            "venue": "Virology. Elsevier",
            "volume": "436",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2012.09.041"
                ]
            }
        },
        "BIBREF18": {
            "title": "Viruses and prions of Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 2013,
            "venue": "Adv Virus Res. Elsevier",
            "volume": "86",
            "issn": "",
            "pages": "1-36",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-394315-6.00001-5"
                ]
            }
        },
        "BIBREF19": {
            "title": "Natural polymorphism of the plasmid double-stranded RNA of the Saccharomyces yeasts",
            "authors": [],
            "year": 2009,
            "venue": "Microbiology",
            "volume": "78",
            "issn": "",
            "pages": "208-213",
            "other_ids": {
                "DOI": [
                    "10.1134/S0026261709020118"
                ]
            }
        },
        "BIBREF20": {
            "title": "RNAi in Budding Yeast",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "544-550",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1176945"
                ]
            }
        },
        "BIBREF21": {
            "title": "The double-stranded RNA genome of yeast virus L-A encodes its own putative RNA polymerase by fusing two open reading frames",
            "authors": [],
            "year": 1989,
            "venue": "J Biol Chem. American Society for Biochemistry and Molecular Biology",
            "volume": "264",
            "issn": "",
            "pages": "6716-6723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The 5' ends of yeast killer factor RNAs are pppGp",
            "authors": [],
            "year": 1976,
            "venue": "Nucleic Acids Res",
            "volume": "3",
            "issn": "",
            "pages": "2427-2436",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/3.10.2427"
                ]
            }
        },
        "BIBREF23": {
            "title": "Yeast double-stranded RNA virus L-A deliberately synthesizes RNA transcripts with 5'-diphosphate",
            "authors": [],
            "year": 2010,
            "venue": "Journal of Biological Chemistry",
            "volume": "285",
            "issn": "",
            "pages": "22911-22918",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M110.138982"
                ]
            }
        },
        "BIBREF24": {
            "title": "\nSaccharomyces cerevisiae killer virus transcripts contain template-coded polyadenylate tracts",
            "authors": [],
            "year": 1984,
            "venue": "Mol Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "101-109",
            "other_ids": {
                "DOI": [
                    "10.1128/MCB.4.1.101"
                ]
            }
        },
        "BIBREF25": {
            "title": "Evidence that the SKI antiviral system of Saccharomyces cerevisiae acts by blocking expression of viral mRNA",
            "authors": [],
            "year": 1993,
            "venue": "Mol Cell Biol",
            "volume": "13",
            "issn": "",
            "pages": "4331-4341",
            "other_ids": {
                "DOI": [
                    "10.1128/MCB.13.7.4331"
                ]
            }
        },
        "BIBREF26": {
            "title": "Chromosomal superkiller mutants of Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 1978,
            "venue": "Journal of Bacteriology. American Society for Microbiology",
            "volume": "136",
            "issn": "",
            "pages": "1002-1007",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "L-A-lus, a new variant of the L-A totivirus found in wine yeasts with Klus killer toxin-encoding Mlus double-stranded RNA: possible role of killer toxin-encoding satellite RNAs in the evolution of their helper viruses",
            "authors": [],
            "year": 2013,
            "venue": "Applied and Environmental Microbiology",
            "volume": "79",
            "issn": "",
            "pages": "4661-4674",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.00500-13"
                ]
            }
        },
        "BIBREF28": {
            "title": "P bodies and the control of mRNA translation and degradation",
            "authors": [],
            "year": 2007,
            "venue": "Mol Cell",
            "volume": "25",
            "issn": "",
            "pages": "635-646",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2007.02.011"
                ]
            }
        },
        "BIBREF29": {
            "title": "Two-stepping through time: mammals and viruses",
            "authors": [],
            "year": 2011,
            "venue": "Trends Microbiol",
            "volume": "19",
            "issn": "",
            "pages": "286-294",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2011.03.006"
                ]
            }
        },
        "BIBREF30": {
            "title": "Rules of engagement: molecular insights from host-virus arms races",
            "authors": [],
            "year": 2012,
            "venue": "Annu Rev Genet",
            "volume": "46",
            "issn": "",
            "pages": "677-700",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-genet-110711-155522"
                ]
            }
        },
        "BIBREF31": {
            "title": "Evolutionary conflicts between viruses and restriction factors shape immunity",
            "authors": [],
            "year": 2012,
            "venue": "Nat Rev Immunol",
            "volume": "12",
            "issn": "",
            "pages": "687-695",
            "other_ids": {
                "DOI": [
                    "10.1038/nri3295"
                ]
            }
        },
        "BIBREF32": {
            "title": "The Ka/Ks ratio: diagnosing the form of sequence evolution",
            "authors": [],
            "year": 2002,
            "venue": "Trends Genet",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0168-9525(02)02722-1"
                ]
            }
        },
        "BIBREF33": {
            "title": "Filovirus receptor NPC1 contributes to species-specific patterns of ebolavirus susceptibility in bats",
            "authors": [],
            "year": 2015,
            "venue": "eLife",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.11785.001"
                ]
            }
        },
        "BIBREF34": {
            "title": "Dual Host-Virus Arms Races Shape an Essential Housekeeping Protein",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Biol",
            "volume": "11",
            "issn": "",
            "pages": "e1001571-13",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.1001571"
                ]
            }
        },
        "BIBREF35": {
            "title": "Population genomics of domestic and wild yeasts",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "337-341",
            "other_ids": {
                "DOI": [
                    "10.1038/nature07743"
                ]
            }
        },
        "BIBREF36": {
            "title": "Genetic identification of new biological species Saccharomyces arboricolus Wang et Bai",
            "authors": [],
            "year": 2010,
            "venue": "Antonie Van Leeuwenhoek",
            "volume": "98",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1007/s10482-010-9441-5"
                ]
            }
        },
        "BIBREF37": {
            "title": "The awesome power of yeast evolutionary genetics: New genome sequences and strain resources for the Saccharomyces sensu stricto genus",
            "authors": [],
            "year": 2011,
            "venue": "G3 (Bethesda)",
            "volume": "1",
            "issn": "",
            "pages": "11-25",
            "other_ids": {
                "DOI": [
                    "10.1534/g3.111.000273"
                ]
            }
        },
        "BIBREF38": {
            "title": "PAML 4: Phylogenetic analysis by maximum likelihood",
            "authors": [],
            "year": 2007,
            "venue": "Mol Biol Evol",
            "volume": "24",
            "issn": "",
            "pages": "1586-1591",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msm088"
                ]
            }
        },
        "BIBREF39": {
            "title": "Datamonkey: rapid detection of selective pressure on individual sites of codon alignments",
            "authors": [],
            "year": 2005,
            "venue": "Bioinformatics. Oxford University Press",
            "volume": "21",
            "issn": "",
            "pages": "2531-2533",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/bti320"
                ]
            }
        },
        "BIBREF40": {
            "title": "Cellular 5'-3' mRNA exonuclease Xrn1 controls double-stranded RNA accumulation and anti-viral responses",
            "authors": [],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "17",
            "issn": "",
            "pages": "332-344",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2015.02.003"
                ]
            }
        },
        "BIBREF41": {
            "title": "Suppression of Viral RNA Recombination by a Host Exoribonuclease",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "2631-2640",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.80.6.2631-2640.2006"
                ]
            }
        },
        "BIBREF42": {
            "title": "P-body components are required for Ty1 retrotransposition during assembly of retrotransposition-competent virus-like particles",
            "authors": [],
            "year": 2010,
            "venue": "Mol Cell Biol",
            "volume": "30",
            "issn": "",
            "pages": "382-398",
            "other_ids": {
                "DOI": [
                    "10.1128/MCB.00251-09"
                ]
            }
        },
        "BIBREF43": {
            "title": "RNA structures that resist degradation by Xrn1 produce a pathogenic Dengue virus RNA",
            "authors": [],
            "year": 2014,
            "venue": "eLife",
            "volume": "3",
            "issn": "",
            "pages": "e01892-e01892",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.01892"
                ]
            }
        },
        "BIBREF44": {
            "title": "XRN1 Stalling in the 5’ UTR of Hepatitis C Virus and Bovine Viral Diarrhea Virus Is Associated with Dysregulated Host mRNA Stability",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Pathog. Public Library of Science",
            "volume": "11",
            "issn": "",
            "pages": "e1004708-21",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004708"
                ]
            }
        },
        "BIBREF45": {
            "title": "Genome-wide screen identifies host genes affecting viral RNA recombination",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA. National Acad Sciences",
            "volume": "102",
            "issn": "",
            "pages": "10545-10550",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0504844102"
                ]
            }
        },
        "BIBREF46": {
            "title": "A cryptic unstable transcript mediates transcriptional trans-silencing of the Ty1 retrotransposon in S. cerevisiae\n",
            "authors": [],
            "year": 2008,
            "venue": "Genes Dev",
            "volume": "22",
            "issn": "",
            "pages": "615-626",
            "other_ids": {
                "DOI": [
                    "10.1101/gad.458008"
                ]
            }
        },
        "BIBREF47": {
            "title": "5' to 3' mRNA decay factors colocalize with Ty1 gag and human APOBEC3G and promote Ty1 retrotransposition",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "5052-5066",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02477-09"
                ]
            }
        },
        "BIBREF48": {
            "title": "Mutational analysis of exoribonuclease I from Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 1998,
            "venue": "Nucleic Acids Res",
            "volume": "26",
            "issn": "",
            "pages": "3707-3716",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Yeast viral killer toxins: lethality and self-protection",
            "authors": [],
            "year": 2006,
            "venue": "Nat Rev Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "212-221",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro1347"
                ]
            }
        },
        "BIBREF50": {
            "title": "Strains of Yeast Lethal to Brewery Yeasts",
            "authors": [],
            "year": 1973,
            "venue": "Journal of the Institute of Brewing",
            "volume": "79",
            "issn": "",
            "pages": "137-141",
            "other_ids": {
                "DOI": [
                    "10.1002/j.2050-0416.1973.tb03515.x"
                ]
            }
        },
        "BIBREF51": {
            "title": "His-154 is involved in the linkage of the Saccharomyces cerevisiae LA double-stranded RNA virus Gag protein to the cap structure of mRNAs and is essential for M1 satellite virus expression",
            "authors": [],
            "year": 1994,
            "venue": "Mol Cell Biol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Ty3 Retrotransposon Hijacks Mating Yeast RNA Processing Bodies to Infect New Genomes",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Genet",
            "volume": "11",
            "issn": "",
            "pages": "e1005528-29",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.1005528"
                ]
            }
        },
        "BIBREF53": {
            "title": "Multiple regulators of Ty1 transposition in Saccharomyces cerevisiae have conserved roles in genome maintenance",
            "authors": [],
            "year": 2001,
            "venue": "Genetics. Genetics Society of America",
            "volume": "159",
            "issn": "",
            "pages": "1449-1465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Retroviruses and yeast retrotransposons use overlapping sets of host genes",
            "authors": [],
            "year": 2005,
            "venue": "Genome Res",
            "volume": "15",
            "issn": "",
            "pages": "641-654",
            "other_ids": {
                "DOI": [
                    "10.1101/gr.3739005"
                ]
            }
        },
        "BIBREF55": {
            "title": "BUD22 affects Ty1 retrotransposition and ribosome biogenesis in Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 2010,
            "venue": "Genetics",
            "volume": "185",
            "issn": "",
            "pages": "1193-1205",
            "other_ids": {
                "DOI": [
                    "10.1534/genetics.110.119115"
                ]
            }
        },
        "BIBREF56": {
            "title": "Functional genomics reveals relationships between the retrovirus-like Ty1 element and its host Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 2003,
            "venue": "Genetics",
            "volume": "164",
            "issn": "",
            "pages": "867-879",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Protein structure prediction on the Web: a case study using the Phyre server",
            "authors": [],
            "year": 2009,
            "venue": "Nat Protoc",
            "volume": "4",
            "issn": "",
            "pages": "363-371",
            "other_ids": {
                "DOI": [
                    "10.1038/nprot.2009.2"
                ]
            }
        },
        "BIBREF58": {
            "title": "Structural and biochemical studies of the 5'-3' exoribonuclease Xrn1",
            "authors": [],
            "year": 2011,
            "venue": "Nat Struct Mol Biol",
            "volume": "18",
            "issn": "",
            "pages": "270-276",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb.1984"
                ]
            }
        },
        "BIBREF59": {
            "title": "Three different M1 RNA-containing viruslike particle types in Saccharomyces cerevisiae: in vitro M1 double-stranded RNA synthesis",
            "authors": [],
            "year": 1986,
            "venue": "Mol Cell Biol",
            "volume": "6",
            "issn": "",
            "pages": "1552-1561",
            "other_ids": {
                "DOI": [
                    "10.1128/MCB.6.5.1552"
                ]
            }
        },
        "BIBREF60": {
            "title": "Purification, crystallization, and preliminary X-ray analysis of L-A: a dsRNA yeast virus",
            "authors": [],
            "year": 2001,
            "venue": "J Struct Biol",
            "volume": "135",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1006/jsbi.2001.4371"
                ]
            }
        },
        "BIBREF61": {
            "title": "Improved strategies for sequence-independent amplification and sequencing of viral double-stranded RNA genomes",
            "authors": [],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "1423-1432",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.009381-0"
                ]
            }
        },
        "BIBREF62": {
            "title": "The double-stranded RNA genome of yeast virus L-A encodes its own putative RNA polymerase by fusing two open reading frames",
            "authors": [],
            "year": 1989,
            "venue": "J Biol Chem",
            "volume": "264",
            "issn": "",
            "pages": "6716-6723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "A second double-stranded RNA virus from yeast",
            "authors": [],
            "year": 1996,
            "venue": "Virology",
            "volume": "216",
            "issn": "",
            "pages": "451-454",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1996.0083"
                ]
            }
        },
        "BIBREF64": {
            "title": "Analyzing real-time PCR data by the comparative CT method",
            "authors": [],
            "year": 2008,
            "venue": "Nat Protoc",
            "volume": "3",
            "issn": "",
            "pages": "1101-1108",
            "other_ids": {
                "DOI": [
                    "10.1038/nprot.2008.73"
                ]
            }
        },
        "BIBREF65": {
            "title": "Diversion of stress granules and P-bodies during viral infection",
            "authors": [],
            "year": 2013,
            "venue": "Virology. Elsevier",
            "volume": "436",
            "issn": "",
            "pages": "255-267",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2012.11.017"
                ]
            }
        },
        "BIBREF66": {
            "title": "An RNA pseudoknot Is required for production of yellow fever virus subgenomic RNA by the host nuclease XRN1",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "11395-11406",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01047-10"
                ]
            }
        },
        "BIBREF67": {
            "title": "Yeast response to LA virus indicates coadapted global gene expression during mycoviral infection",
            "authors": [],
            "year": 2013,
            "venue": "FEMS Yeast Res",
            "volume": "13",
            "issn": "",
            "pages": "162-179",
            "other_ids": {
                "DOI": [
                    "10.1111/1567-1364.12019"
                ]
            }
        },
        "BIBREF68": {
            "title": "Effect of dispersal and nutrient availability on the competitive ability of toxin-producing yeast",
            "authors": [],
            "year": 2008,
            "venue": "Proc Biol Sci",
            "volume": "275",
            "issn": "",
            "pages": "535-541",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2007.1461"
                ]
            }
        },
        "BIBREF69": {
            "title": "Fungal Viral Mutualism Moderated by Ploidy",
            "authors": [],
            "year": 2008,
            "venue": "Evolution",
            "volume": "62",
            "issn": "",
            "pages": "2372-2380",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1558-5646.2008.00443.x"
                ]
            }
        },
        "BIBREF70": {
            "title": "Compatibility with killer explains the rise of RNAi-deficient fungi",
            "authors": [],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.1209575"
                ]
            }
        },
        "BIBREF71": {
            "title": "A viral double-stranded RNA up regulates the fungal virulence of Nectria radicicola\n",
            "authors": [],
            "year": 2001,
            "venue": "Mol Plant Microbe Interact",
            "volume": "14",
            "issn": "",
            "pages": "496-507",
            "other_ids": {
                "DOI": [
                    "10.1094/MPMI.2001.14.4.496"
                ]
            }
        },
        "BIBREF72": {
            "title": "A virus in a fungus in a plant: three-way symbiosis required for thermal tolerance",
            "authors": [],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "",
            "pages": "513-515",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1136237"
                ]
            }
        },
        "BIBREF73": {
            "title": "Hypovirulence: Mycoviruses at the fungal—plant interface",
            "authors": [],
            "year": 2005,
            "venue": "Nat Rev Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "632-642",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro1206"
                ]
            }
        },
        "BIBREF74": {
            "title": "New Insights into Mycoviruses and Exploration for the Biological Control of Crop Fungal Diseases",
            "authors": [],
            "year": 2014,
            "venue": "Annu Rev Phytopathol",
            "volume": "52",
            "issn": "",
            "pages": "45-68",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-phyto-102313-050222"
                ]
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Extracellular transmission of a DNA mycovirus and its use as a natural fungicide",
            "volume": "",
            "issn": "",
            "pages": "1452-1457",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1213755110"
                ]
            }
        },
        "BIBREF76": {
            "title": "Infectious cDNA clone of hypovirus CHV1-Euro7: a comparative virology approach to investigate virus-mediated hypovirulence of the chestnut blight fungus Cryphonectria parasitica\n",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "985-992",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "A single Argonaute gene is required for induction of RNA silencing antiviral defense and promotes viral RNA recombination",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0907552106"
                ]
            }
        },
        "BIBREF78": {
            "title": "Dual host-virus arms races shape an essential housekeeping protein",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Biol. Public Library of Science",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.1001571"
                ]
            }
        },
        "BIBREF79": {
            "title": "Rapid evolution by positive Darwinian selection in T-cell antigen CD4 in primates",
            "authors": [],
            "year": 2008,
            "venue": "J Mol Evol",
            "volume": "66",
            "issn": "",
            "pages": "446-456",
            "other_ids": {
                "DOI": [
                    "10.1007/s00239-008-9097-1"
                ]
            }
        },
        "BIBREF80": {
            "title": "Evidence for ACE2-utilizing coronaviruses (CoVs) related to severe acute respiratory syndrome CoV in bats",
            "authors": [],
            "year": 2012,
            "venue": "J Virol. American Society for Microbiology",
            "volume": "86",
            "issn": "",
            "pages": "6350-6353",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00311-12"
                ]
            }
        },
        "BIBREF81": {
            "title": "Species-specific features of DARC, the primate receptor for Plasmodium vivax and Plasmodium knowlesi\n",
            "authors": [],
            "year": 2012,
            "venue": "Mol Biol Evol. Oxford University Press",
            "volume": "29",
            "issn": "",
            "pages": "445-449",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msr204"
                ]
            }
        },
        "BIBREF82": {
            "title": "Evolutionary reconstructions of the transferrin receptor of Caniforms supports canine parvovirus being a re-emerged and not a novel pathogen in dogs",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002666.t002"
                ]
            }
        },
        "BIBREF83": {
            "title": "Plasmid construction by homologous recombination in yeast",
            "authors": [],
            "year": 1987,
            "venue": "Gene",
            "volume": "58",
            "issn": "",
            "pages": "201-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "A suite of Gateway cloning vectors for high-throughput genetic analysis in Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 2007,
            "venue": "Yeast",
            "volume": "24",
            "issn": "",
            "pages": "913-919",
            "other_ids": {
                "DOI": [
                    "10.1002/yea.1502"
                ]
            }
        },
        "BIBREF85": {
            "title": "The genetic manipulation of killer character into brewing yeast",
            "authors": [],
            "year": 1981,
            "venue": "Journal of the Institute of Brewing",
            "volume": "87",
            "issn": "",
            "pages": "292-295",
            "other_ids": {
                "DOI": [
                    "10.1002/j.2050-0416.1981.tb04039.x"
                ]
            }
        },
        "BIBREF86": {
            "title": "A simple and efficient method for direct gene deletion in Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 1993,
            "venue": "Nucleic Acids Res",
            "volume": "21",
            "issn": "",
            "pages": "3329-3330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "The Gag domain of the Gag-Pol fusion protein directs incorporation into the L-A double-stranded RNA viral particles in Saccharomyces cerevisiae\n",
            "authors": [],
            "year": 1998,
            "venue": "J Biol Chem",
            "volume": "273",
            "issn": "",
            "pages": "9306-9311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Single-step selection for Ty1 element retrotransposition",
            "authors": [],
            "year": 1991,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "88",
            "issn": "",
            "pages": "936-940",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.88.3.936"
                ]
            }
        },
        "BIBREF89": {
            "title": "Coimmunoprecipitation of Proteins from Yeast",
            "authors": [],
            "year": 2014,
            "venue": "Laboratory Methods in Enzymology: Protein Part C. Elsevier",
            "volume": "",
            "issn": "",
            "pages": "13-26",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-420119-4.00002-1"
                ]
            }
        },
        "BIBREF90": {
            "title": "High quality de novo sequencing and assembly of the Saccharomyces arboricolus genome",
            "authors": [],
            "year": 2013,
            "venue": "BMC Genomics. BioMed Central Ltd",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2164-14-69"
                ]
            }
        },
        "BIBREF91": {
            "title": "PAL2NAL: robust conversion of protein sequence alignments into the corresponding codon alignments",
            "authors": [],
            "year": 2006,
            "venue": "Nucleic Acids Res. Oxford University Press",
            "volume": "34",
            "issn": "",
            "pages": "W609-12",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkl315"
                ]
            }
        },
        "BIBREF92": {
            "title": "The RIN: an RNA integrity number for assigning integrity values to RNA measurements",
            "authors": [],
            "year": 2006,
            "venue": "BMC Mol Biol",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2199-7-3"
                ]
            }
        }
    }
}