{
    "paper_id": "PMC5387728",
    "metadata": {
        "title": "Structure of the Ebola virus glycoprotein spike within the virion envelope at 11 Å resolution",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "R."
                ],
                "last": "Beniac",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Timothy",
                "middle": [
                    "F."
                ],
                "last": "Booth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To establish a more definitive structure for the native spike within the EBOV particle, we analysed purified bona-fide EBOV in order to image the GP spike within the virion envelope (Fig. 1a,c). These GP spike images were analysed using the single particle method only (Fig. S1,S2), as a comparison to structures previously obtained by us and others using tomographic methods. Discrepancies had been observed between the structures of the entire, untruncated EBOV GP determined using material produced with differing heterologous expression systems, and between structures obtained using alternative tomographic or single-particle three-dimensional image processing methods 428. Due to safety concerns, the virus preparation was treated using paraformaldehyde crosslinking (after centrifugation) in a protocol that has previously been shown to preserve protein and lipid structures430. Ebola virions are flexible, and viral filaments are frequently curved when prepared in the frozen-hydrated state for cryo-electron microscopy (Fig. 1b). Therefore, regions of virions that were as straight as possible were selected for image processing (Fig. 1c). Our data included 32,960 individual spike images for single particle analysis. In addition, 29,976 images were selected for reference-free analysis of the half-diameter of EBOV to investigate the spatial distribution of the GP spikes, as well as the periodicity and symmetrical relationships between GP and the matrix protein VP40 in the envelope, and the underlying nucleocapsid layer (Figs 1c and S3).",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 675,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 675,
                    "end": 677,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 881,
                    "end": 882,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "mention": "Fig. 1a,c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1029,
                    "end": 1036,
                    "mention": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1139,
                    "end": 1146,
                    "mention": "Fig. 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1536,
                    "end": 1543,
                    "mention": "Figs 1c",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A 3-D structure for the GP spike trimer in situ, within the viral envelope, with a resolution of 11 Å was calculated (Figs 2 and 3, Supplementary Fig. S4) using the projection-matching procedure on masked images3132. We were able to dock the atomic structure of the EBOV GP (5JQ7) containing the full-length GP1 and GP2 domains, but with the mucin-like domains truncated (Fig. 2b). This clearly demonstrates a number of features of the viral-derived spike, including the structure and arrangement of the mucin-like domains with respect to the GP1-GP2 structure. In particular, the base of the spike, consisting of the GP2 fusion domains with the heptad repeat motifs, fits extremely well: the atomic resolution structure 5JQ7 fills the volume of our 3-D cryo-EM structure (Fig. 2a). The closeness of fit, especially in the stalk or “neck” area of the GP trimer, is apparent when the spike structure is displayed at a density where the 5 nm thick bilayer nature of the virion envelope is clearly visible (Figs 2a,c and 3a) and also when the surface is truncated to a level where the volume approximates to a molecular weight of 310 kDa (Figs 2 and 3b). The alpha-helices of GP2 are visible at the base of the spike, (Fig. 2a) and when the reconstruction is displayed at a slightly higher contour level, densities that cross the interior of the membrane are visible (Fig. 2c). Since the N-terminal ends of the docked alpha-5 GP2 domains (2EBO24) appear to line up with these transmembrane densities, the latter may be an indication of the putative hydrophobic alpha-helical transmembrane regions of GP2 (Fig. 2c). Using the predicted mass of the GP (as measured by gel electrophoresis of virion-derived GP33) we adjusted the volume of the 3-D structure in Fig. 2, using a value of 0.8 Da/Å3 as an approximate density for protein34. Since the structure 5JQ7 is 163 kDa35, the truncated mucin-like and transmembrane domains, including glycans, represent ~150–170 kDa, approximately half the mass of the spike. When viewed from above, the GP spike looks like a three-bladed propeller (Figs 2a and 3b). The length of the three “blades” encompasses a circle that is 18 nm in diameter. When viewed from the side, the GP spike has a stalk region adjacent to the viral envelope, which then spreads out to the upper part of the GP spike. The toremifene-binding “pocket” or “tunnel” identified in 5JQ7 is near the surface of the 3-D EM structure, on the side of the stalk at the base of the propellers (Figs 2a and 3b). At the base of the stalk in Fig. 2a, the three heptad repeat helices at the base of GP2 fit neatly into three strands visible in our EM 3-D structure, that appear to penetrate the virion membrane (Figs 2a and 3a). Also, when viewed from the top, each blade has a smaller nub closer to the 3-fold axis that protrudes distally (Figs 2a and 3b). Using the 332 kDa contour level, these nubs correspond closely with the receptor binding site, covering most of the residues known to be involved in binding, as well as protruding adjacent to the glycan cap regions. Each propeller blade, which is known to contain the mucin-like domain28, completely covers the site known to bind to the NPC-1 receptor (Fig. 3b). Thus approximately half of the mass in our structure, external to the envelope, are the mucin-like domains. When the density map is contoured to a level that removes the lipid bilayer from display, the stalk still conforms closely to the surface of the atomic resolution structure, whereas there distal ends of the blades and the glycan cap “nubs” are slightly truncated. This indicates that these regions of the structure probably have a lower density, consistent with their being highly glycosylated, as predicted by the amino acid sequence of the mucin-like domain.We also docked the 5JNX structure36, which includes part of the cleaved glycoprotein (GPcl) in complex with full-length human NPC1, and overlaid the atomic resolution structure onto one monomer using the program module “Fit in Map” in UCSF Chimera (Fig. 3a). This indicates that the mucin-like domain, (all of the unoccupied density remaining in the 3-D EM structure when GP1-GP2 are fitted) completely covers the glycan cap, with the nub at the side of the propeller covering most, if not all, of the receptor binding site (Fig. 3a), indicating that removal or cleavage of the mucin-like domain (probably including the nub), as well as the glycan cap, may be prerequisites for receptor binding to be achieved. The docked 5JNX structure also includes the transmembrane region of NPC1, and thus we aligned the approximate plane of the plasma membrane when the GP spike docks with the receptor NPC1, shown in transparent blue in Fig. 3a. In the absence of any bending of endosomal membrane to accommodate the contour of the GP trimer and NPC1 complex, the plane of the plasma membrane would make an angle of about 18 degrees from the viral membrane when the spike is perpendicular to the viral envelope (Fig. 3a). This is consistent with the suggestion by Gong et al.36 that perhaps only one NPC1-receptor binding site out of three on each trimer can be occupied at once, and that binding to more than one receptor might be precluded due to stearic interference. The possible line of cleavage delineating the mucin-like domain and glycan cap from the rest of the trimer is shown in Fig. 3a and b. Our structure suggests that the mucin-like domain and the glycan cap might be cleaved at the same time, since the latter is entirely within the density of the putative mucin-like domain, and is consistent with a molecular weight for the mucin-like domain of about 50 kDa, which is similar to that predicted by the sequence as well as gel electrophoresis, although the length of the sugar side-chains is still unknown. In addition, we fitted the atomic-resolution Fab antibody-GP structures that bind to each of the two major EBOV GP neutralising epitopes that have been previously investigated, MR78 (3X2D15) and KZ52 (3CSY18): (Fig. 3c). This indicates that, within the limitations of the resolution achieved in our 3-D structure of the spike in situ in the envelope, the putative mucin-like domain (likely to consist of the propeller blade and possibly the nub features described here) is unlikely to interfere or stearically hinder either of these antibody neutralisation sites, consistent with neutralisation being possible prior to cleavage of the mucin-like domain in the endosome. It is clear that our structure differs from the 3-D EM structures of the heterologously-expressed Ebola GP spike observed in situ in the plasma membrane previously published by us and others (Fig. 4). Both of these structures included engineered expressed material using mutated or partially sequence-truncated proteins made in virus-like particles. The spike structure of Beniac et al imaged within the virus-like particles was somehow clipped, since this should have included the mucin-like domains: in addition, tomography was combined with single-particle analysis, which may have distorted the results4. The structure that we report here is based entirely on the well-accepted method of single-particle analysis using projection matching, and is broadly similar to that published of expressed GP in virus-like particles using tomography2829: there are noticeable differences in shape and size of the spike, as well as in resolution (Fig. 4). The previously determined atomic resolution structures of GP appear to fit well within the cryo-EM structure we report here (Figs 2 and 3) and the resolution, although modest (11 Å), is an improvement compared to ~25 Å for the structures generated from tomography alone that appear to have a slightly different shape (Fig. 4). While our structure shows a spike length of 13 nm and a stalk length of 5 nm and width of 3.5 nm, the tomographic structures show a spike length of 14 nm, with a more pinched, shorter and more narrow stalk region of 2.5 nm in length and 3 nm width, while the virion envelope at the base also appears to be sloped away from the GP stalk (Fig. 4). Our structure clearly delineates the 5 nm bilayer of the virion envelope (that has an internal spacing of about 35 Å, Fig. 4a) as well as the alpha helices of the heptad repeat domains (that have a diameter of about 12 Å) and the nub feature at the base of the propellers, whereas these features were not discernable in the previous structures2829 (Fig. 4b). These inconsistencies could be due to the differences between the expressed and viral materials, the latter of which was used in the present report. Differences in the methods used could also be significant, and a factor in the improved resolution was the use of an optimally sized T-shaped mask, and the selection of straight regions of the virion membrane for analysis (Supplementary Figure S3). This allowed accurate alignment and selection of images taken at right-angles to the three-fold axis of the spikes, while getting an excellent coverage of side views, since the spikes are randomly distributed on their 3-fold axes, using Euler angles of 0-120 degrees of rotation around the Z-axis (since it is a trimer). Thus, we avoided the “missing wedge” of information associated with tomography, where the constraint of tilt angle limits the angular distribution of views. Our analyses did not reveal any longitudinal symmetry or well-ordered periodicity of the GP spikes along the axis of the virion filament, showing that the spike arrangement of virions may not follow a rigid symmetry. Nor was any longitudinal symmetry apparent in the virion VP40 matrix layer (although a 5 nm lattice spacing in the VP40 layer has been observed in images showing a perpendicular view of the VLP membrane4). We have shown that the GP spikes of EBOV virions likely have an inconsistent or variable spacing, similar to that previously shown for EBOV VLPs (Supplementary Fig S3). We also confirmed previous results4 showing that the nucleocapsid layer of virions maintains a consistent ordered longitudinal spacing of about 7 nm (Supplementary Fig S3), despite the curves and bends of the filament. Thus any contacts between GP and VP40 and/or the nucleocapsid proteins may be variable and non-equivalent: or if a preferred alignment and stoichiometry exists, it was not detectable by cryo-EM of whole virions with our current data.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 213,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 213,
                    "end": 215,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1440,
                    "end": 1442,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1703,
                    "end": 1705,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1826,
                    "end": 1828,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1865,
                    "end": 1867,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3136,
                    "end": 3138,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3815,
                    "end": 3817,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 5047,
                    "end": 5049,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 5982,
                    "end": 5984,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 6000,
                    "end": 6002,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 7071,
                    "end": 7072,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 7306,
                    "end": 7308,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 7308,
                    "end": 7310,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 8428,
                    "end": 8430,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 8430,
                    "end": 8432,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 9739,
                    "end": 9740,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 9946,
                    "end": 9947,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "mention": "Figs 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 129,
                    "end": 130,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 372,
                    "end": 379,
                    "mention": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 773,
                    "end": 780,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1004,
                    "end": 1013,
                    "mention": "Figs 2a,c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1136,
                    "end": 1142,
                    "mention": "Figs 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1216,
                    "end": 1223,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1365,
                    "end": 1372,
                    "mention": "Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1602,
                    "end": 1609,
                    "mention": "Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1754,
                    "end": 1760,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2080,
                    "end": 2087,
                    "mention": "Figs 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2092,
                    "end": 2094,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2491,
                    "end": 2498,
                    "mention": "Figs 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2503,
                    "end": 2505,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2536,
                    "end": 2543,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2705,
                    "end": 2712,
                    "mention": "Figs 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2717,
                    "end": 2719,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2834,
                    "end": 2841,
                    "mention": "Figs 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2846,
                    "end": 2848,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3204,
                    "end": 3211,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4031,
                    "end": 4038,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4307,
                    "end": 4314,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4709,
                    "end": 4716,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4984,
                    "end": 4991,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 5362,
                    "end": 5375,
                    "mention": "Fig. 3a and b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 6006,
                    "end": 6013,
                    "mention": "Fig. 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 6657,
                    "end": 6663,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 7403,
                    "end": 7409,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 7537,
                    "end": 7543,
                    "mention": "Figs 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 7548,
                    "end": 7549,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 7730,
                    "end": 7736,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 8076,
                    "end": 8082,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 8203,
                    "end": 8210,
                    "mention": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 8434,
                    "end": 8441,
                    "mention": "Fig. 4b",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In conclusion, the current structure is consistent with the mucin-like domain occluding the glycan cap and receptor-binding region, such that cleavage is required for the functioning of the latter in the endosome to reveal the receptor binding site on GP11317202122. It is likely that the cleavage of the glycan cap also includes removal of both the “propeller” and “nub” structures described here. It is clear that the density in our structure partially covers the receptor binding domain, and would likely inhibit NPC-1 binding until cleavage of the mucin-like domain occurs. Further high resolution studies of the viral-derived GP structure and virion particles are needed to answer these questions, and for progressing knowledge of EBOV morphogenesis. In future studies, analyses of the spatial arrangement of the spikes in the membrane, the structural arrangement of the transmembrane and cytoplasmic domains, and analysis of flexible, quasi-equivalent connections between the envelope matrix protein VP40 and the nucleocapsid, will all be important to further our understanding of how these viral components function in the replication cycle of EBOV.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Zaire Ebola virus (Mayinga strain) was produced in Vero (E6) culture and purified and concentrated by centrifugation37. Viral preparations were characterised using polyacryalamide gel electropheresis and Western blotting. Samples were inactivated by using paraformaldehyde fixation (4%) followed by dialysis against PBS to remove the excess. Dialysis was carried out using a 0.5 ml Slide-A-Lyzer G2 cassette (10,000 MWCO: Thermo Scientific, USA). All virus culture and purification, and handling of infectious materials was carried out at the National Microbiology Laboratory within the biosafety level 4 laboratories in Winnipeg, Canada.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Cells and viruses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Virus specimens (4 ul) were plunge-frozen on glow-discharged Quantifoil grids (2 um holes, at 1um intervals: Quantifoil, Germany). As a focussing aid, a BSA-colloidal gold suspension (10 nm particles: Aurion, The Netherlands) was added to virus preparations at a rate of 10 per cent by volume. Freezing was carried out using liquid ethane as a cryogen with a Vitrobot (Mark IV: FEI Company, USA). Images were taken at 200 kV with a Tecnai 20 G2 electron microscope (FEI) using a Gatan CT3500TR single tilt rotation specimen holder at −185 °C. Data was recorded with an Eagle 4K CCD camera (FEI Company, USA) at 50,000X magnification at 2–4 um defocus, with a dose of 10 electrons/Å2. This gave a pixel size of 2.15 Å at the CCD chip. Image recording used the automated low-dose TIA software (FEI Company, USA). Xplore3D data acquisition software (FEI Company, USA) was used to automate eucentric height and focus.",
            "cite_spans": [],
            "section": "Cryo-EM ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Particle selection was carried out using EMAN, and correction for contrast transfer function (CTF) was made using EMAN238. Image processing and 3-D structures used the SPIDER and WEB programs39. Analyses were carried out on a Mac Pro 12-core computer (Apple Inc, with 2.93 GHzIntel Xeon Nehalem processors, 32GB RAM, running OS X 10.6.7) and on a Dell 6-Core Power Edge (R900, 64-bit Xeon X7460 2.67 GHz CPUs, 256GB RAM, running on Linux OS5.2). Correction of images for the CTF was carried out with the “e2ctf.py” module in EMAN2 This estimated defocus, and used phase-flipping to correct for the CTF. Spike images (n = 32,960), and half-width images of the virus (n = 28,976) were selected for image analysis. In all subsequent sections, SPIDER software was used for image processing except where stated otherwise. Methods are described and illustrated in Supplementary Figs S1–S3. Resolution of the final cryo-EM structure was estimated using the Fourier shell correlation 0.143 criterion32 (Supplementary Fig. S4).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 191,
                    "end": 193,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Image processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Specific image regions were analysed for single particle image processing. Two-dimensional masks were generated in the Canvas X software package (ACD Systems, Seattle, Washington, USA). Masks were imported as tiff files for image processing in SPIDER. Reference-free classification, to bring all images into register, was carried out with the EMAN software package. The class average was then used as reference to bring all the images into rotational and translational register. These pre-aligned images were then used with a series of masks for various regions of interest, both including the lipid bilayer, and with this region masked. EMAN was again used to perform a reference free classification, and the averages generated were processed in SPIDER to perform a multi-reference alignment. The results of these analyses were then applied to both masked and unmasked images to investigate effect of the masking procedure and periodicity of the different layers including the spikes, viral envelope and nucleocapsid.",
            "cite_spans": [],
            "section": "Single particle image analysis: half width of virus images ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The masking described for 2-D image analysis was adapted to 3-D projection matching of EBOV spike images (Supplementary Figs S1–S3). For 3-D processing, images were pre-aligned to a global average by reference-free classification in EMAN, followed by data alignment to this average in SPIDER. Pre-aligned images were then masked with an upside down “T”-shaped mask, thus selecting image regions containing both the lipid bilayer and a single spike (Supplementary Fig S2). A dual set images was then sub-filed, one masked with the “T”-shaped mask, and the other unmasked. The 3D reconstruction of the GP spike was then generated by projection matching, using methods similar to those previously used with other viral spikes within their envelopes440. The main difference was the use of “T”- masked images for two-dimensional analysis and alignment, and unmasked images to apply the alignment parameters to generate new image averages. In addition a cylindrical mask was used on the 3-D reference volume. In both cases, the 2-D and 3-D masks selected data from the envelope and spike, and suppressed noise from adjacent spikes, as illustrated in Supplementary Figs S2 and S3.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 746,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 746,
                    "end": 748,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Single particle image analysis: GP Spike analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The 3D cryo-EM data, including docked atomic resolution structures 3CSY, 3X2D, and 2EBO were visualised with the Chimera software package41 (Computer Graphics Laboratory, University of California, San Francisco, supported by NIH P41 RR-010810).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Structure visualisation and docking atomic resolution data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data and materials availability. The 3-D electron microscopy structure of the GP spike has been deposited into the Electron Microscopy Data Bank, www.emdatabank.org (accession number EMD-8630).",
            "cite_spans": [],
            "section": "Structure visualisation and docking atomic resolution data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Beniac, D. R. and Booth, T. F. Structure of the Ebola virus glycoprotein spike within the virion envelope at 11 Å resolution. Sci. Rep.\n7, 46374; doi: 10.1038/srep46374 (2017).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        },
        {
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Electron microscopy of (a) Negative stained EBOV, (inset showing the virus at higher magnification). A defocus of 2–3 microns was used, thus spikes are visible in low contrast. The yellow arrows point to individual GP spikes. (b) Cryo-EM of EBOV, black “dots” are 10 nm colloidal gold added for focusing. (c) Higher magnification showing individual GP spikes (yellow circles), the viral envelope is indicated by white brackets. The red square shows the relative size of the half-diameter images used for the image processing symmetrical analysis shown in Supplementary Fig. S3. The white square shows the relative size of the images that were used for the image processing data in shown Fig. 2 and Supplementary Fig. S2.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (a) GP trimer with the docked GP1-GP2 structure 5JQ7 shown from various perspectives. The colour scheme for the 3D reconstruction is as follows: orange, distal end of GP spike; yellow, body of GP spike; green, stalk of GP spike; and blue, integrated in viral envelope. The three GP1-GP2 subunits in 5JQ7 are coloured blue, green, and yellow, and toremifene in red. (b) Surface and ribbon displays of 5JQ7 for comparison with (a): C-terminal ends of GP2 are indicated by arrows. (c) Transmembrane densities visible in the low-pass 13.4 Å filtered reconstruction (red arrow, on left) line up with the heptad repeat alpha-helices of the docked GP2 core structure 2EBO (right: red dots).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (a) The atomic resolution structures 5JQ7 and 5JNX (NPC1-GP, magenta) were docked within the Ebola GP using Chimera (GP trimer subunits coloured in green, blue and yellow; NPC1-GP in magenta). The cryo-EM reconstruction is presented at a threshold to show the viral envelope, and using the same colour code as in Fig. 2. (b) The GP spike reconstruction is presented at a threshold equivalent to its molecular mass to illustrate the tight fit of 5JQ7. The inset shows the location of toremifene (red), and the residues of the receptor-binding site are coloured red. (c) The atomic resolution structures of the neutralizing antibodies KZ52 Fab (3CSY, beige), MR78 Fab, (3X2D, pink) were docked within the Ebola GP using Chimera.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: The single particle derived structure presented in this investigation (a) is compared to a structure calculated using sub-tomogram analysis (b). The cryo-EM reconstructions are presented using the same colour code as in Fig. 2.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Filoviridae: Marburg and Ebola viruses",
            "authors": [],
            "year": 2013,
            "venue": "Fields virology.6th",
            "volume": "",
            "issn": "",
            "pages": "923-956",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Ebola virus entry requires the cholesterol transporter Niemann-Pick C1",
            "authors": [],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "340-343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Small molecule inhibitors reveal Niemann-Pick C1 is essential for Ebola virus infection",
            "authors": [],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "344-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Ebolavirus is internalized into host cells via macropinocytosis in a viral glycoprotein-dependent manner",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Cross-reactive and potent neutralizing antibody responses in human survivors of natural Ebolavirus infection",
            "authors": [],
            "year": 2016,
            "venue": "Cell",
            "volume": "164",
            "issn": "",
            "pages": "392-405",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Toremifene interacts with and destabilizes the Ebola virus glycoprotein",
            "authors": [],
            "year": 2016,
            "venue": "Nature",
            "volume": "535",
            "issn": "",
            "pages": "169-172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Structural basis for Marburg virus neutralization by a cross-reactive human antibody",
            "authors": [],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "",
            "pages": "904-912",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Structures of protective antibodies reveal sites of vulnerability on Ebola virus",
            "authors": [],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "17182-17187",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Biochemical and structural characterization of cathepsin L-processed Ebola virus glycoprotein: implications for viral entry and immunogenicity",
            "authors": [],
            "year": 2010,
            "venue": "J. Virol.",
            "volume": "84",
            "issn": "",
            "pages": "2972-2982",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Structure of the Ebola virus glycoprotein bound to an antibody from a human survivor",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "177-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Ebola virus entry requires the host-programmed recognition of an intracellular receptor",
            "authors": [],
            "year": 2012,
            "venue": "EMBO J",
            "volume": "31",
            "issn": "",
            "pages": "1947-1960",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Ebola virus disease in West Africa—the first 9 months of the epidemic and forward projections",
            "authors": [],
            "year": 2014,
            "venue": "N. Engl. J. Med.",
            "volume": "2014",
            "issn": "",
            "pages": "1481-1495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Role of endosomal cathepsins in entry mediated by the Ebola virus glycoprotein",
            "authors": [],
            "year": 2006,
            "venue": "J. Virol.",
            "volume": "80",
            "issn": "",
            "pages": "4174-4178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Endosomal proteolysis of the Ebola virus glycoprotein is necessary for infection",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "308",
            "issn": "",
            "pages": "1643-1645",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Jh Kuhn u. Jm White (2009): The Primed Ebolavirus Glycoprotein (19-Kilodalton GP1, 2): Sequence and Residues Critical for Host Cell Binding",
            "authors": [],
            "year": null,
            "venue": "J. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "2883-2891",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Role of EXT1 and Glycosaminoglycans in the Early Stage of Filovirus Entry",
            "authors": [],
            "year": 2015,
            "venue": "J. Virol.",
            "volume": "89",
            "issn": "",
            "pages": "5441-5449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Core structure of the envelope glycoprotein GP2 from Ebola virus at 1.9-A resolution",
            "authors": [],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci. USA.",
            "volume": "96",
            "issn": "",
            "pages": "2662-2667",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Structure and orientation study of Ebola fusion peptide inserted in lipid membrane models",
            "authors": [],
            "year": 2014,
            "venue": "Biochimica et Biophysica Acta (BBA)-Biomembranes",
            "volume": "1838",
            "issn": "",
            "pages": "117-126",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Crystal structure of the Ebola virus membrane fusion subunit, GP2, from the envelope glycoprotein ectodomain",
            "authors": [],
            "year": 1998,
            "venue": "Mol. Cell",
            "volume": "2",
            "issn": "",
            "pages": "605-616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "The creation of stable cell lines expressing Ebola virus glycoproteins and the matrix protein VP40 and generating Ebola virus-like particles utilizing an ecdysone inducible mammalian expression system",
            "authors": [],
            "year": 2008,
            "venue": "J. Virol. Methods",
            "volume": "148",
            "issn": "",
            "pages": "237-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Spatial localization of the Ebola virus glycoprotein mucin-like domain determined by cryo-electron tomography",
            "authors": [],
            "year": 2014,
            "venue": "J. Virol.",
            "volume": "88",
            "issn": "",
            "pages": "10958-10962",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Mapping of Ebolavirus Neutralization by Monoclonal Antibodies in the ZMapp Cocktail Using Cryo-Electron Tomography and Studies of Cellular Entry",
            "authors": [],
            "year": 2016,
            "venue": "J Virol.",
            "volume": "90",
            "issn": "",
            "pages": "7618-7627",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Structural rearrangement of ebola virus VP40 begets multiple functions in the virus life cycle",
            "authors": [],
            "year": 2013,
            "venue": "Cell",
            "volume": "154",
            "issn": "",
            "pages": "763-774",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "GraFix: sample preparation for single-particle electron cryomicroscopy",
            "authors": [],
            "year": 2008,
            "venue": "Nature methods",
            "volume": "5",
            "issn": "",
            "pages": "53-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The ribosome at improved resolution: new techniques for merging and orientation refinement in 3D cryo-electron microscopy of biological particles",
            "authors": [],
            "year": 1994,
            "venue": "Ultramicroscopy",
            "volume": "53",
            "issn": "",
            "pages": "251-270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Optimal determination of particle orientation, absolute hand, and contrast loss in single-particle electron cryomicroscopy",
            "authors": [],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "333",
            "issn": "",
            "pages": "721-745",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "GP mRNA of Ebola Virus Is Edited by the Ebola Virus Polymerase and by T7 and Vaccinia Virus Polymerases 1",
            "authors": [],
            "year": 1995,
            "venue": ". Virology",
            "volume": "214",
            "issn": "",
            "pages": "421-430",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The potential and limitations of neutrons, electrons and X-rays for atomic resolution microscopy of unstained biological molecules",
            "authors": [],
            "year": 1995,
            "venue": "Q. Rev. Biophys.",
            "volume": "28",
            "issn": "",
            "pages": "171-171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Structure of glycosylated NPC1 luminal domain C reveals insights into NPC2 and Ebola virus interactions",
            "authors": [],
            "year": 2016,
            "venue": "FEBS Lett",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Structural Insights into the Niemann-Pick C1 (NPC1)-Mediated Cholesterol Transfer and Ebola Infection",
            "authors": [],
            "year": 2016,
            "venue": "Cell.",
            "volume": "165",
            "issn": "",
            "pages": "1467-1478",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Replication-deficient ebolavirus as a vaccine candidate",
            "authors": [],
            "year": 2009,
            "venue": "J. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "3810-3815",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "EMAN: semiautomated software for high-resolution single-particle reconstructions",
            "authors": [],
            "year": 1999,
            "venue": "J. Struct. Biol.",
            "volume": "128",
            "issn": "",
            "pages": "82-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "SPIDER and WEB: processing and visualization of images in 3D electron microscopy and related fields",
            "authors": [],
            "year": 1996,
            "venue": "J. Struct. Biol.",
            "volume": "116",
            "issn": "",
            "pages": "190-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The organisation of Ebola virus reveals a capacity for extensive, modular polyploidy",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Architecture of the SARS coronavirus prefusion spike",
            "authors": [],
            "year": 2006,
            "venue": "Nature structural & molecular biology.",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "UCSF Chimera—a visualization system for exploratory research and analysis",
            "authors": [],
            "year": 2004,
            "venue": "Journal of computational chemistry.",
            "volume": "25",
            "issn": "",
            "pages": "1605-1612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "How do filovirus filaments bend without breaking ?",
            "authors": [],
            "year": 2013,
            "venue": "Trends Microbiol.",
            "volume": "21",
            "issn": "",
            "pages": "583-593",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Cellular entry of ebola virus involves uptake by a macropinocytosis-like mechanism and subsequent trafficking through early and late endosomes",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "A system for functional analysis of Ebola virus glycoprotein",
            "authors": [],
            "year": 1997,
            "venue": "Proc. Natl. Acad. Sci. USA.",
            "volume": "94",
            "issn": "",
            "pages": "14764-14769",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Ebola virus enters host cells by macropinocytosis and clathrin-mediated endocytosis",
            "authors": [],
            "year": 2011,
            "venue": "J. Infect. Dis.",
            "volume": "204",
            "issn": "",
            "pages": "S957-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Inhibition of Ebola virus glycoprotein-mediated cytotoxicity by targeting its transmembrane domain and cholesterol",
            "authors": [],
            "year": 2015,
            "venue": "Nature communications",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}