{
    "paper_id": "PMC5996205",
    "metadata": {
        "title": "Public health round-up ",
        "authors": []
    },
    "body_text": [
        {
            "text": "Cholera vaccination campaigns targeting two million people in Zambia, Uganda, Malawi, South Sudan and Nigeria are set to be completed this month, in response to a recent spate of outbreaks. ",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "The campaigns are being implemented by health ministries and supported by the World Health Organization (WHO) and other partners from the Global Task Force on Cholera Control. ",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "The vaccines are being funded by Gavi, the Vaccine Alliance, and delivered from the global oral cholera vaccine stockpile. ",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "Between 1997 and 2012, some 1.5 million doses of cholera vaccines were used worldwide. In 2017, however, almost 11 million doses of the cholera vaccine were used in many countries including Bangladesh, Sierra Leone and Somalia. ",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "More than 15 million doses were approved for use worldwide in the first four months of this year alone.",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "The burden of cholera remains high in many African countries. As of 7 May, 12 countries or territories were reporting active cholera transmission in sub-Saharan Africa. ",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "Since January, WHO has been providing technical expertise and guidance, working closely with health ministries in the five countries, to plan and implement the oral cholera vaccination campaigns with different partners. ",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "Last year, WHO and other partners from the Global Task Force on Cholera Control launched a strategy to reduce cholera deaths globally by 90% by 2030. ",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "In addition to vaccination, the provision of basic water sanitation and hygiene in communities affected by cholera are vital for achieving this goal. ",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "bit.ly/2I1n5gv",
            "cite_spans": [],
            "section": "Cholera vaccination in Africa",
            "ref_spans": []
        },
        {
            "text": "WHO is reviewing comments received through a public consultation last month on its draft Guidelines: Saturated fatty acid and trans-fatty acid intake for adults and children and will revise the draft, if necessary. ",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "The draft guidelines recommend that adults and children keep the intake of saturated fatty acids to below 10% of their total energy intake, and of trans-fatty acids to below 1% of their total energy intake. The guidelines also suggest their replacement with polyunsaturated fatty acids. ",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "High intakes of saturated fatty acids and trans-fatty acids have been shown to increase the risk of cardiovascular disease and death. ",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "Cardiovascular diseases are the leading cause of death globally. ",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "Saturated fatty acids are found in animal products, such as butter, milk, meat, salmon and egg yolks, and some plant-derived products, such as chocolate, cocoa butter, coconut, and palm and palm kernel oils. ",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "Most dietary trans-fatty acids are produced industrially by the partial hydrogenation of vegetable and fish oils. Industrially-produced trans-fatty acids can be found in baked and fried foods, pre-packaged snacks and foods, and partially hydrogenated cooking oils and fats used at home, in restaurants, or by street vendors. ",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "The development of the guidelines is part of WHO’s efforts to update dietary goals for NCDs prevention. ",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "WHO has already released guidelines on recommended intakes of sodium, potassium and free sugars and is developing guidelines on the intake of total fat, polyunsaturated fatty acids, carbohydrates other than sugars (including starch quality, dietary fibre and fruits and vegetables), non-sugar sweeteners and dietary patterns. ",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "bit.ly/2jHSk5L",
            "cite_spans": [],
            "section": "Draft guidelines ",
            "ref_spans": []
        },
        {
            "text": "WHO estimates that some 7 million people die every year from exposure to fine airborne particles that are carried into the lungs and cardiovascular system, causing stroke, heart disease, lung cancer, respiratory conditions and other diseases. ",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "Air pollution levels remain dangerously high in many parts of the world, with 9 out of every 10 people breathing air containing high levels of pollutants, according to new data released by WHO last month. ",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "Ambient (outdoor) air pollution alone caused some 4.2 million deaths in 2016, while household air pollution generated from cooking with polluting fuels and technologies caused an estimated 3.8 million deaths in the same period. About 1 million of these deaths were caused by both indoor and outdoor pollution. ",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "Over the past 6 years, WHO estimates show ambient air pollution levels have remained high and relatively stable, with declining concentrations in some parts of Europe and the Americas. ",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "The highest ambient air pollution levels are in the Eastern Mediterranean Region and in South-East Asia, with annual mean levels often exceeding more than five times WHO limits, followed by low- and middle-income cities in Africa and the Western Pacific.",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "Data gaps still persist, particularly in WHO’s Africa Region and some parts of the the Western Pacific Region, although data coverage is generally improving. For the African Region, the database now contains particulate matter measurements for more than twice as many cities as previous versions, however, data was identified for only 8 of 47 countries in the region.",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "Europe has the highest number of cities reporting data. ",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "More than 4300 cities in 108 countries are now included in WHO’s ambient air quality database, making this the world’s most comprehensive database on ambient air pollution. Since 2016, more than 1000 additional cities have been added to WHO’s database. ",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "WHO will convene the first Global Conference on Air Pollution and Health from 30 October to 1 November, to bring governments and partners together in a global effort to improve air quality and combat climate change. ",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "bit.ly/2I1zfKn",
            "cite_spans": [],
            "section": "Air pollution ",
            "ref_spans": []
        },
        {
            "text": "WHO urges governments worldwide to invest more in strengthening food safety systems while the response to the world’s largest known outbreak of listeriosis, a serious foodborne disease, continues in South Africa. ",
            "cite_spans": [],
            "section": "Listeriosis in South Africa",
            "ref_spans": []
        },
        {
            "text": "A national multisectoral task force has been established in South Africa to coordinate the outbreak investigation and response. Last month, the outbreak was showing a downward trend after the food source – a processed meat product called polony – was identified and recalled in early March. The implicated product was also exported to some 15 countries in southern Africa. WHO, through the International Food Safety Authorities Network, facilitated the exchange of information on product distribution to enable these countries to take appropriate management measures, including local recalls and consumer education.",
            "cite_spans": [],
            "section": "Listeriosis in South Africa",
            "ref_spans": []
        },
        {
            "text": "To prevent similar events and to ensure a safe food supply, WHO calls on governments to strengthen the different elements of national food safety systems, adopt international food standards developed by the Codex Alimentarius Commission, and strengthen foodborne disease surveillance, by implementing the recently published WHO guidance entitled Strengthening surveillance of and response to foodborne diseases. ",
            "cite_spans": [],
            "section": "Listeriosis in South Africa",
            "ref_spans": []
        },
        {
            "text": "Countries are also urged to pay close attention to other common foodborne pathogens such as Salmonella species, Campylobacter jejuni and Escherichia coli. ",
            "cite_spans": [],
            "section": "Listeriosis in South Africa",
            "ref_spans": []
        },
        {
            "text": "South Africa has been facing an outbreak of listeriosis since early 2017. ",
            "cite_spans": [],
            "section": "Listeriosis in South Africa",
            "ref_spans": []
        },
        {
            "text": "Between 1 January 2017 and 24 April 2018, 1024 laboratory-confirmed listeriosis cases, including 200 deaths (out of 700 cases with known outcomes), were reported to the National Institute for Communicable Diseases from all the country’s provinces. The case fatality rate of 28.6% seen in this outbreak is similar to listeriosis outbreaks in other countries. ",
            "cite_spans": [],
            "section": "Listeriosis in South Africa",
            "ref_spans": []
        },
        {
            "text": "Emergency response activities include surveillance (detection and investigation of cases), risk communication activities and food safety legislative review and reform.",
            "cite_spans": [],
            "section": "Listeriosis in South Africa",
            "ref_spans": []
        },
        {
            "text": "bit.ly/2HZ31PP",
            "cite_spans": [],
            "section": "Listeriosis in South Africa",
            "ref_spans": []
        },
        {
            "text": "A new manual released last month provides essential guidance and information on how to respond effectively and rapidly at the start of an outbreak. ",
            "cite_spans": [],
            "section": "Managing epidemics",
            "ref_spans": []
        },
        {
            "text": "The manual,entitled Managing epidemics, is designed for WHO country representatives as well as government officials, nongovernmental organizations and other public health professionals. ",
            "cite_spans": [],
            "section": "Managing epidemics",
            "ref_spans": []
        },
        {
            "text": "It focuses on 15 infectious diseases with the potential to become international threats: Ebola virus disease, Lassa fever, Crimean-Congo haemorrhagic fever, yellow fever, Zika virus, chikungunya, avian and other zoonotic influenza, seasonal influenza, pandemic influenza, Middle-East respiratory syndrome, cholera, monkeypox, plague, leptospirosis and meningococcal meningitis.",
            "cite_spans": [],
            "section": "Managing epidemics",
            "ref_spans": []
        },
        {
            "text": "The manual was developed in parallel with the creation of OpenWHO (https://openwho.org), WHO’s new interactive, web-based, knowledge-transfer platform offering online courses on responding to health emergencies. ",
            "cite_spans": [],
            "section": "Managing epidemics",
            "ref_spans": []
        },
        {
            "text": "bit.ly/2wjMalG",
            "cite_spans": [],
            "section": "Managing epidemics",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}