{
    "paper_id": "PMC5362948",
    "metadata": {
        "title": "Immunogenicity of Candidate MERS-CoV DNA Vaccines Based on the Spike Protein",
        "authors": [
            {
                "first": "Sawsan",
                "middle": [
                    "S."
                ],
                "last": "Al-amri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ayman",
                "middle": [
                    "T."
                ],
                "last": "Abbas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Loai",
                "middle": [
                    "A."
                ],
                "last": "Siddiq",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abrar",
                "middle": [],
                "last": "Alghamdi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mohammad",
                "middle": [
                    "A."
                ],
                "last": "Sanki",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Muhanna",
                "middle": [
                    "K."
                ],
                "last": "Al-Muhanna",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rowa",
                "middle": [
                    "Y."
                ],
                "last": "Alhabbab",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Esam",
                "middle": [
                    "I."
                ],
                "last": "Azhar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xuguang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anwar",
                "middle": [
                    "M."
                ],
                "last": "Hashem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "African Green monkey kidney-derived Vero E6 cells (ATCC #1568) were grown in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 10% fetal bovine serum (FBS), 1% penicillin/streptomycin, and 10 mM HEPES (pH 7.2) and maintained in a humidified 5% CO2 incubator at 37 °C. MERS-CoV strains used in this study included a human isolate (MERS-CoV/Hu/Taif/SA/2015) and two camel isolates (MERS-CoV/Camel/Taif/SA/31/2016 and MERS-CoV/Camel/Taif/SA/39/2016). MERS-CoV viruses were isolated, passaged and titrated by TCID50 in Vero E6 cells as previously described49. All tested isolates were at passage no. 2. All experiments involving live virus were conducted in our Biosafety level 3 facility following the recommended safety precautions and measures.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 564,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Cell line and MERS-CoV viruses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Four DNA vaccine candidates were generated as shown in Fig. 1a. Full length MERS-CoV S gene from MERS-CoV-Jeddah-human-1 isolate (GenBank accession number: KF958702) was codon optimized for efficient mammalian expression and synthesized by Bio S & T (Montreal, Canada). The coding sequence was then subcloned into the mammalian expression vector pcDNA3.1 under the control of the cytomegalovirus immediate-early promoter generating pS construct. The second construct (pS1) expressing S1 domain (aa 1–747) was produced by cloning corresponding coding region by PCR using Phusion High-Fidelity PCR Kit (Life Technologies) from pS plasmid into pcDNA3.1 vector using the following forward 5′-GATCGCGGCCGCGCCACCATGATCCAC-3′ and reverse 5′-GATCGGTACCTTACAGAATGAAAAAGACGC-3′ primers. Similarly, pS∆TM expressing truncated S protein (aa 1–1295) without the transmembrane domain and pS∆CD expressing truncated S protein (aa 1–1318) without the cytoplasmic domain were generated by PCR subcloning into pcDNA3.1 vector using the above-mentioned forward primer and the following reverse primers; 5′-GATCGGTACCTTACCACTTGTTGTAGTATG-3′ and 5′-GATCGGTACCTTACAGAATGAAAAAGACGC-3′, respectively. All constructs were cloned between NotI and KpnI restriction sites in pcDNA3.1 vector using the T4 DNA ligase. All constructs were confirmed by restriction digestion and sequencing. Bulk endotoxin-free preparations of all four constructs as well as the empty control plasmid (pcDNA) were prepared for animal studies using a plasmid Giga purification kit (Qiagen).",
            "cite_spans": [],
            "section": "DNA constructs ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Prior to animal experiments, protein expression from all DNA constructs was confirmed in vitro in Vero E6 cells (Fig. 1b). Briefly, 80–90% confluent Vero E6 cells in 6-well plates were transiently transfected with 1 μg of each DNA construct (pS, pS∆CD, pS∆TM, pS1, or pcDNA) using FuGENE 6 reagent (Roche) according to manufacturer’s instructions, followed by incubation at 37 °C in a 5% CO2 incubator for 48 h. Transfected cells were then washed twice with phosphate-buffered saline (PBS) and lysed with cell lysis buffer as previously described50, and subjected to western blot analysis for protein expression using rabbit anti-S1 Abs (Sino Biological). Western blot analysis confirmed that all gene products show bands at expected molecular weights. Notably, the large band that is observed in all blots in Fig. 1b is due to non-specific binding as it was also detected in an un-transfected cell control (data not shown).",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 548,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "In vitro Protein expression ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "mention": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 810,
                    "end": 817,
                    "mention": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Six- to 8-week-old female BALB/c mice were obtained from the core facility in King Fahd Medical Research Center (KFMRC), King Abdulaziz University (KAU). All animal experiments were conducted in accordance with institutional guidelines and the approval of the Animal Care and Use Committee at KFMRC. Mice were divided into five experimental groups (5 mice in each group) and immunized on days 0, 14 and 28 with three doses of 100 μg of each construct dissolved in 100 μl PBS. Mice were immunized intramuscularly with two injections (50 μl each) divided between the two thighs. Three weeks after the last doses (day 49), mice were euthanized and blood as well as spleens were collected for immune response analysis.",
            "cite_spans": [],
            "section": "Animal Studies ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The end-point titers of anti-S1 total IgG Ab as well as IgG1, IgG2a and IgG2b isotypes from immunized mice were determined by ELISA as described previously2950 with minor modifications. Briefly, 96-well plates (EU Immulon 2 HB, Thermo Scientific) were coated with the MERS-CoV S1 protein (Sino Biological) at 2 μg/ml in PBS at 4 °C overnight. Plates were then washed 6 times with PBS containing 0.05% Tween-20 (PBS-T), followed by blocking with 5% skim milk in PBS-T for 1 h at 37 °C. After washing, plates were incubated with a 2-fold serial dilution of mouse sera starting from 1:100 and incubated for 1 h at 37 °C. Then, plates were washed and incubated with peroxidase-conjugated rabbit anti-mouse IgG, IgG1, IgG2a or IgG2b secondary Abs (Jackson Immunoresearch Laboratories) at concentrations recommended by the supplier and incubated for additional 1 h at 37 °C. After extensive washing, Tetramethylbenzidine (TMB) substrate (KPL) was added for 30 min for colorimetric development and the reaction was stopped with 0.16 M sulfuric acid. Absorbance was read spectrophotometrically at 450 nm. End-point titers were determined and expressed as the reciprocals of the final detectable dilution with a cut-off defined as the mean of pre-bleed samples plus three SD.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 157,
                    "end": 159,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "ELISA ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Microneutralization (MNT) assay was performed as previously described2930. Briefly, two-fold serial dilutions of heat-inactivated sera prepared in DMEM starting from a 1:5 dilution were incubated with equal volume of DMEM containing 200 TCID50 of MERS-CoV for 1 h at 37 °C in a 5% CO2 incubator. The virus-serum mixture was then transferred on confluent Vero E6 cell monolayers in 96-well plates (four wells were used per dilution) and incubated at 37 °C in a 5% CO2 incubator. Cytopathic effect (CPE) was observed on days 3 to determine nAb titer. The nAb titer for each sample is reported as the reciprocal of the highest dilution that completely protected cells from CPE in 50% of the wells (MNT50).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 71,
                    "end": 73,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Viral microneutralization assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Memory CD8+ T cell IFN-γ responses were evaluated at 3 weeks after last immunizations as previously described50. Briefly, single-cell suspensions of splenocytes were prepared from individual mice in each group. Spleens from mice were collected in 10 ml of RPMI 1640 supplemented with 10% FBS and smashed between frosted ends of two glass slides. Processed splenocytes were then filtered through 45-μm nylon filters and centrifuged at 800 g for 10 min. Red blood cells were then lysed by adding 5 ml of ammonium-chloride-potassium (ACK) lysis buffer (Life Technologies) for 5 min at room temperature, and equal volume of PBS was then added. Cells were centrifuged again and pellets were resuspended in RPMI 1640 at a concentration of 1 × 107 cells/ml. Splenocytes were then added to a 96-well plate (1 × 106 per well) and re-stimulated with 5 μg/ml of several synthetic S1 MHC class I–restricted peptides including S291 (KYYSIIPHSI), S319 (QPLTFLLDF), S448 (YPLSMKSDL), S498 (SYINKCSRL), S647 (NYYCLRACV), S703 (TYGPLQTPV), which were synthesized by GenScript as previously described32. The stimulation was conducted by incubation for 6 h at 37 °C and 5% CO2 in the presence of Protein Transport Inhibitor Cocktail (brefeldin A) (BD Biosciences) according to the manufacturer’s instructions. Stimulated cells were then washed in FACS buffer and stained with LIVE/DEAD Fixable Violet Dead Cell Stain Kit (Invitrogen) and anti-mouse CD8α –FITC antibody (clone 53–6.7; eBiosciences). The cells were then washed with FACS buffer, fixed and permeabilized with Cytofix/Cytoperm Solution (BD Biosciences) according to the manufacturer’s instructions, and labeled with anti–mouse IFN-γ-APC-Cy7 antibody (clone XMG1.2; BD Biosciences). All data were acquired on a BD FACS Calibur flow cytometer and analysis was completed with Flow Jo, Version 8.8.4 (Tree Star Inc.). Results for IFN-γ producing CD8+ T cells were calculated as percentage of live CD8+ T cells after subtracting the values obtained from no peptide controls from each sample.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "CD8+ T cell intracellular cytokine staining (ICS) ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis was conducted using one-way ANOVA. Bonferroni post-test was used to adjust for multiple comparisons between the different groups. All statistical analysis was conducted using GraphPad Prism software (San Diego, CA). P values < 0.05 were considered significant.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In order to evaluate the immunogenicity of our DNA vaccine candidates, we immunized mice i.m. with three doses of the generated naked DNA constructs (Fig. 1c). To this end, evaluation of Ab levels after one or two doses of naked DNA resulted in no or barely detectable response in all groups consistent with previous report29, and thus we only analyzed responses after the last dose. As shown in Fig. 2a, only mice immunized with pS and pS1 but not pS∆TM generated significant levels of systemic S1-specific IgG compared to control group immunized with pcDNA vector. Interestingly, pS1 elicited significantly higher levels of S1-specific total IgG compared to pS immunized mice. It is of note that DNA construct expressing truncated S protein without the cytoplasmic domain (pS∆CD) failed to induce detectable Abs in initial pilot studies; it was not tested further.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "S1-subunit DNA vaccine induces high levels of anti-S1 Abs in mice ::: Results",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "mention": "Fig. 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 396,
                    "end": 403,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We next examined the differences in S1-specific Ab isotypes in the sera of immunized mice in order to determine the quality of the humoral response induced by the different DNA constructs. As shown in Fig. 2b–e, immunization with pS DNA vaccine mainly elicited IgG2a and IgG2b with significantly lower levels of IgG1 isotype, indicating a Th1-biased response (IgG2a/IgG1 ratio of >1.5). As expected, empty vector control (pcDNA) and pS∆TM failed to produce any anti-S1 IgG isotype. On the other hand, plasmid DNA expressing S1 subunit (pS1) induced a balanced Th1/Th2 response (IgG2a/IgG1 ratio of ~1.0) with S1-specific Abs from all isotypes. While IgG2a and IgG2b levels induced by pS1 were significantly higher compared to pS∆TM and empty vector control (pcDNA), no significant difference was observed in the levels of these two isotypes between pS and pS1-vaccinated groups. In contrast, level of S1-specific IgG1 Abs elicited by pS1 vaccine was significantly elevated compared to all groups including pS group. Collectively, compared with the full length S protein, these data suggest that S1 subunit delivered by DNA vector elicited stronger antibody responses and equal ratio of IgG2a/IgG1 whereas the full length S protein induced a Th1-skewed immune response.",
            "cite_spans": [],
            "section": "Differential induction of S1-specific IgG isotypes by Spike-based DNA vaccines ::: Results",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 210,
                    "mention": "Fig. 2b–e",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Having observed the Th1-skewed response in pS-immunized mice compared to the pS1 group, we decided to evaluate S1-specific memory CD8+ T cell responses by ICS. Remarkably, immunization of mice with pS vaccine did not elicit any significant levels of IFN-γ compared to control group (pcDNA) after re-stimulation with S291 peptide (Fig. 3). On the other hand, re-stimulation of CD8+ T cells from pS1-vaccinated animals induced significantly higher levels of IFN-γ compared to all other groups, suggesting that immune-focusing by using S1-based vaccine could not only enhance Ab response but also cell-mediated responses. The inability of pS immunogen to induce S1-specific CD8+ T cells IFN-γ was consistent with the overall weaker response compared to pS1-vaccinated group. Interestingly, re-stimulation with several other peptides within the S1 subunit as previously described32 failed to elicit any IFN-γ from all groups (Supplementary Figure 1).",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 877,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "S1-expressing DNA vaccine elicits significant level of IFN-γ response ::: Results",
            "ref_spans": [
                {
                    "start": 330,
                    "end": 336,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As our DNA vaccine constructs were made using coding sequence from a 2013 isolate that directly transmitted form infected camel to a human, it was important to test their cross-neutralization activity against recent isolates. To this end, antisera from immunized mice were tested against human and camel MERS-CoV isolates from 2015 and 2016. As shown in Fig. 4, sera collected from mice immunized with DNA expressing full-length S protein or S1 subunit were found to have comparable nAb titers against the human and the camel isolates. These findings clearly show that S protein is a very promising vaccine target as it induced nAbs against human and camel MERS-CoV strains isolated in 2015 (MERS-CoV Human/1390) and 2016 (MERS-CoV Camel/31 and MERS-CoV Camel/39).",
            "cite_spans": [],
            "section": "Spike-based DNA immunization elicited cross-neutralizing MERS-CoV Abs against human and camel isolates ::: Results",
            "ref_spans": [
                {
                    "start": 354,
                    "end": 360,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The rapid spread and high mortality rate of MERS-CoV infections in several countries of the Arabian Peninsula present a daunting challenge to the international community; the large zoonotic reservoir host of MERS-CoV makes it difficult to eliminate the source of transmission. While public health measures are critical to contain MERS-CoV spread and proven to be effective in limiting outbreaks, development of safe and preventive vaccine is urgently needed.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Several groups have investigated various vaccine platforms to combat MERS-CoV2930313233343536373839404142. Most of these experimental vaccines were based on MERS-CoV full-length or truncated versions of the spike protein; these prototype vaccines were found to have induced high levels of nAbs and sometimes conferred protection against MERS-CoV challenge in several animal models. However, several previous SARS-CoV vaccine studies have also shown that there might be some safety concerns associated with the use of WIV43, truncated S subunit/protein vaccines44 or vectored vaccines expressing full-length S protein45. These concerns included inflammatory and immunopathological effects such as eosinophilic infiltration of the lungs as well as Ab-mediated disease enhancement (ADE) in immunized animals upon viral challenge. It is believed that induction of Th2-polarized immune response and/or non-neutralizing Abs against epitopes within the S protein (i.e. outside the neutralizing-epitope rich RBD or S1 subunit) are the reason for the observed immunopathology and disease enhancement in vaccinated animals464748, suggesting that use of S1 subunit over full-length S protein could be a safer option for vaccine development.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 79,
                    "end": 81,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 81,
                    "end": 83,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 83,
                    "end": 85,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 85,
                    "end": 87,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 87,
                    "end": 89,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 89,
                    "end": 91,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 91,
                    "end": 93,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 93,
                    "end": 95,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 95,
                    "end": 97,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 97,
                    "end": 99,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 99,
                    "end": 101,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 101,
                    "end": 103,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 103,
                    "end": 105,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 520,
                    "end": 522,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1114,
                    "end": 1116,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1116,
                    "end": 1118,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Furthermore, a recent report revealed that MERS-CoV vaccines might be associated with similar type of immunopathologies especially upon induction of Th2-skewed response or use of full-length or truncated S protein37. This could be a hurdle facing vaccine candidates expressing non-neutralizing epitopes such as the ones based on full-length S protein29. Therefore, immune focusing by using RBD or S1 subunit could represent an attractive approach for safe and effective MERS vaccine. Indeed, several versions of RBD subunit vaccine were tested3839404142 and showed very promising results even upon immunization with very low dose51. However, protein subunit vaccines were found to induce skewed Th2 response. Therefore, more studies are needed to develop a safe and approved adjuvant to elicit Th1-skewed response294748.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 350,
                    "end": 352,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 545,
                    "end": 547,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 549,
                    "end": 551,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 551,
                    "end": 553,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 813,
                    "end": 815,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 815,
                    "end": 817,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 817,
                    "end": 819,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "MERS-CoV DNA vaccines can induce Th1-biased immune response even though multiple injections are usually required due to their low immunogenicity especially in large animals2930. Up to date, only two studies have investigated MERS-CoV DNA vaccines by utilizing full-length S protein, which is the primary target of immune response in the host. To dissect the antigenic domains of the S protein, we examined the immunogenicity of naked DNA vaccines expressing several versions of MERS-CoV S protein in mice. We found that pS-immunized group elicited significant IgG2a and IgG2b titers (Th1-skewed response) with very subtle S1-specific CD8+ IFN-γ response. On the other hand, pS1-immunization generated markedly increased levels of all IgG isotypes in a balanced Th1/Th2 response along with low but significantly elevated CD8+ IFN-γ response compared to pS group. While further animal studies are required to determine whether induction of balanced Th1/Th2 or Th1-biased immune response could aid in the development of safer MERS-CoV vaccine, S1-based vaccines could be a safer option compared to the full-length S-based vaccines.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 174,
                    "end": 176,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is of note that the ELISA plates used for the measurement of binding IgG isotypes were coated with S1 recombinant protein (Fig. 2), therefore, there might be more Abs in the pS vaccinated animals targeting epitopes outside the S1 subunit (i.e. S2 subunit) that were never detected in our analysis. In addition, the observation that both pS1 and pS induced similar nAb titers (Fig. 4) suggests that full-length S protein harbors neutralizing epitopes outside the S1 region as previously reported29. The induction of high levels of IgG1 by pS1 vaccine and consequent balanced Th1/Th2 response could probably be explained by the secretion of S1 subunit especially that this immunogen contains the signal peptide without the cell membrane anchoring domains compared to pS vaccine. While additional studies are required to confirm this, we have previously shown that internal viral proteins such as the influenza nucleoprotein could be partially secreted and alter the immune response phenotype when fused to a secretion signal50. Furthermore, the weak or undetectable response in pS∆TM and pS∆CD immunized mice is noteworthy especially that Wang et al., showed that MERS-CoV DNA vaccine expressing S∆TM induced limited response in mice even after electroporation29. Although this response could be due to misfolded protein and rapid degradation of the antigen, or low expression level of these truncated spike proteins given that expression of S∆TM gave low production yields from transfected HEK 293 as previously described29, similar vaccines have been shown to be very effective in mice in the case of SARS-CoV52.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 499,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1261,
                    "end": 1263,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1523,
                    "end": 1525,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1612,
                    "end": 1614,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 379,
                    "end": 385,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The finding that immune sera from both pS and pS1 immunized mice could cross-neutralize recent human and camel field isolates is critical. Most previous studies utilized strains such as Jordan-N3 (GenBank ID: KC776174.1) and EMC/2012 (GenBank ID: JX869059.2) in live virus neutralization assay. These viruses were isolated in 2012; they may or may not be same as the currently circulating strains, given that strains used here showed 5–7 and 1–2 amino acid changes in comparison to Jordan-N3 and EMC/2012, respectively (Supplementary Figure 2). Furthermore, several other studies have used pseudovirus neutralization assay to test contemporary strains which may not replicate the actual neutralization breadth against live viruses2930. It is of note that the similar levels of nAb titers in both pS and pS1 groups reported here appear to be different from the observation by others, who found significantly higher levels of nAbs induced by a DNA vaccine expressing full-length S protein compared to that expressing S1 protein29. However, this discrepancy in results remains to be fully understood but is likely due to the difference in experimental conditions. Specifically, Wang et al. utilized electroporation with DNA immunization and pseudovirus neutralization assays to determine nAbs whereas we used naked DNA vaccines and live virus neutralization assays.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 732,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Taken together, our study suggests the DNA vaccine expressing S1 subunit could represent a promising candidate vaccine against MERS-CoV while minimizing the risk of the immunopathologies associated with the use of full S protein and Th2 response. However, more studies are clearly required to enhance the immunogenicity of naked DNA vaccine and to examine the safety of this prototype vaccine.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Al-amri, S. S. et al. Immunogenicity of Candidate MERS-CoV DNA Vaccines Based on the Spike Protein. Sci. Rep.\n7, 44875; doi: 10.1038/srep44875 (2017).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        },
        {
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (a) Schematic representation of the generated DNA vaccine constructs. Four constructs were generated including one expressing full length S protein (pS) and three other constructs expressing truncated S protein with deleted cytoplasmic domain (pS∆CD), deleted transmembrane domain (pS∆TM) or deleted S2 subunit (pS1). Numbers indicate amino acids. SP: signal peptide; RBD: receptor-binding domain; TM: transmembrane domain; CD: cytoplasmic domain. (b) In vitro protein expression in cell culture. Vero E6 cells with 80–90% confluency were transfected with the DNA constructs; 48 h later, cell lysates were collected; protein expression was subsequently confirmed by western blot using anti-S1 polyclonal Abs. Arrows indicate band with expected molecular weight. (c) Time-line of immunization regimen.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Circulating MERS-CoV S1-specific Abs were determined at 3 weeks post 2nd boost. End-point titers are shown for (a) total IgG, (b) IgG1, (c) IgG2a and (d) IgG2b isotypes. (e) IgG1/IgG2a ratio was calculated at 3 weeks after 2nd boosting to determine the type of immune response (Th2 versus Th1) induced by the various constructs. BALB/c mice were i.m. immunized with 100 μg of each construct dissolved in 100 μl PBS on days 0, 14 and 28. A control group was immunized with empty pcDNA vector. Data are shown as mean titer ± s.d. from one experiment out of two independent experiments, with n = 5 mice per treatment group in each experiment. ****P < 0.0001, ***P < 0.001, **P < 0.01 and *P < 0.05 (one-way ANOVA with Bonferroni post-test).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Immunized BALB/c mice were sacrificed at 3 weeks after 2nd boosting and splenocytes were isolated and re-stimulated ex vivo with synthetic S1 peptides for IFN-γ measurement by ICS. Live CD8+ T cells were stained for intracellular IFN-γ. (a) Flow cytometry plots are representatives from one out of two independent experiments. (b) Bar graph represents frequencies of IFN-γ memory CD8+ T cells. Data are shown as mean ± s.d from one experiment out of two independent experiments, with n = 3 mice per treatment group in each experiment. **P < 0.01 (one way ANOVA with Bonferroni post-test).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Neutralization titers were determined as the highest serum dilutions from each individual mouse that completely protected Vero E6 cells in at least 50% of the wells (MNT50). Titers are shown as means from 5 mice per group ± s.d from one experiment out of two independent experiments.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "N. Engl. J. Med.",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1211721"
                ]
            }
        },
        "BIBREF1": {
            "title": "Outbreaks of Middle East Respiratory Syndrome in Two Hospitals Initiated by a Single Patient in Daejeon, South Korea",
            "authors": [],
            "year": 2016,
            "venue": "Infect. Chemother.",
            "volume": "48",
            "issn": "",
            "pages": "99-107",
            "other_ids": {
                "DOI": [
                    "10.3947/ic.2016.48.2.99"
                ]
            }
        },
        "BIBREF2": {
            "title": "Middle East Respiratory Syndrome (MERS) coronavirus seroprevalence in domestic livestock in Saudi Arabia, 2010 to 2013",
            "authors": [],
            "year": 2013,
            "venue": "Euro. Surveill.",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [],
            "year": 2014,
            "venue": "MBio.",
            "volume": "5",
            "issn": "",
            "pages": "e00884-14",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00884-14"
                ]
            }
        },
        "BIBREF4": {
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "N. Engl. J. Med.",
            "volume": "370",
            "issn": "",
            "pages": "2499-2505",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1401505"
                ]
            }
        },
        "BIBREF5": {
            "title": "MERS coronavirus neutralizing antibodies in camels, Eastern Africa, 1983-1997",
            "authors": [],
            "year": 2014,
            "venue": "Emerg. Infect. Dis.",
            "volume": "20",
            "issn": "",
            "pages": "2093-2095",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2012.141026"
                ]
            }
        },
        "BIBREF6": {
            "title": "Antibodies against MERS coronavirus in dromedary camels, Kenya, 1992-2013",
            "authors": [],
            "year": 2014,
            "venue": "Emerg. Infect. Dis.",
            "volume": "20",
            "issn": "",
            "pages": "1319-1322",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2008.140596"
                ]
            }
        },
        "BIBREF7": {
            "title": "Treatment with interferon-α2b and ribavirin improves outcome in MERS-CoV-infected rhesus macaques",
            "authors": [],
            "year": 2013,
            "venue": "Nat. Med.",
            "volume": "19",
            "issn": "",
            "pages": "1313-1317",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.3362"
                ]
            }
        },
        "BIBREF8": {
            "title": "Interferon-β and mycophenolic acid are potent inhibitors of Middle East respiratory syndrome coronavirus in cell-based assays",
            "authors": [],
            "year": 2014,
            "venue": "J. Gen. Virol.",
            "volume": "95",
            "issn": "",
            "pages": "571-577",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.061911-0"
                ]
            }
        },
        "BIBREF9": {
            "title": "Ribavirin and interferon alfa-2a for severe Middle East respiratory syndrome coronavirus infection: a retrospective cohort study",
            "authors": [],
            "year": 2014,
            "venue": "Lancet. Infect. Dis.",
            "volume": "14",
            "issn": "",
            "pages": "1090-1095",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(14)70920-X"
                ]
            }
        },
        "BIBREF10": {
            "title": "MERS-coronavirus replication induces severe in vitro cytopathology and is strongly inhibited by cyclosporin A or interferon-α treatment",
            "authors": [],
            "year": 2013,
            "venue": "J. Gen. Virol.",
            "volume": "94",
            "issn": "",
            "pages": "1749-1760",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.052910-0"
                ]
            }
        },
        "BIBREF11": {
            "title": "Severe respiratory illness caused by a novel coronavirus, in a patient transferred to the United Kingdom from the Middle East, September 2012",
            "authors": [],
            "year": 2012,
            "venue": "Euro. Surveill.",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection",
            "authors": [],
            "year": 2014,
            "venue": "Antimicrob. Agents. Chemother.",
            "volume": "58",
            "issn": "",
            "pages": "4885-4893",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.03036-14"
                ]
            }
        },
        "BIBREF13": {
            "title": "Exceptionally potent neutralization of Middle East respiratory syndrome coronavirus by human monoclonal antibodies",
            "authors": [],
            "year": 2014,
            "venue": "J. Virol.",
            "volume": "88",
            "issn": "",
            "pages": "7796-7805",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00912-14"
                ]
            }
        },
        "BIBREF14": {
            "title": "Potent neutralization of MERS-CoV by human neutralizing monoclonal antibodies to the viral spike glycoprotein",
            "authors": [],
            "year": 2014,
            "venue": "Sci. Transl. Med.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.3008140"
                ]
            }
        },
        "BIBREF15": {
            "title": "A conformation-dependent neutralizing monoclonal antibody specifically targeting receptor-binding domain in Middle East respiratory syndrome coronavirus spike protein",
            "authors": [],
            "year": 2014,
            "venue": "J. Virol.",
            "volume": "88",
            "issn": "",
            "pages": "7045-7053",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00433-14"
                ]
            }
        },
        "BIBREF16": {
            "title": "Identification of human neutralizing antibodies against MERS-CoV and their role in virus adaptive evolution",
            "authors": [],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "E2018-E2026",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1402074111"
                ]
            }
        },
        "BIBREF17": {
            "title": "Prophylactic and postexposure efficacy of a potent human monoclonal antibody against MERS coronavirus",
            "authors": [],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "10473-10478",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1510199112"
                ]
            }
        },
        "BIBREF18": {
            "title": "Pre- and postexposure efficacy of fully human antibodies against Spike protein in a novel humanized mouse model of MERS-CoV infection",
            "authors": [],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "8738-8743",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1510830112"
                ]
            }
        },
        "BIBREF19": {
            "title": "Passive Transfer of A Germline-like Neutralizing Human Monoclonal Antibody Protects Transgenic Mice Against Lethal Middle East Respiratory Syndrome Coronavirus Infection",
            "authors": [],
            "year": 2016,
            "venue": "Sci. Rep.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep31629"
                ]
            }
        },
        "BIBREF20": {
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26",
            "authors": [],
            "year": 2013,
            "venue": "Nature.",
            "volume": "500",
            "issn": "",
            "pages": "227-2231",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12328"
                ]
            }
        },
        "BIBREF21": {
            "title": "Evaluation of candidate vaccine approaches for MERS-CoV",
            "authors": [],
            "year": 2015,
            "venue": "Nat. Commun.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms8712"
                ]
            }
        },
        "BIBREF22": {
            "title": "The United Kingdom public health response to an imported laboratory confirmed case of a novel coronavirus in September 2012",
            "authors": [],
            "year": 2012,
            "venue": "Euro. Surveill.",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "A synthetic consensus anti-spike protein DNA vaccine induces protective immunity against Middle East respiratory syndrome coronavirus in nonhuman primates",
            "authors": [],
            "year": 2015,
            "venue": "Sci. Transl. Med.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aac7462"
                ]
            }
        },
        "BIBREF24": {
            "title": "Immunogenicity of an adenoviral-based Middle East Respiratory Syndrome coronavirus vaccine in BALB/c mice",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "5975-5982",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2014.08.058"
                ]
            }
        },
        "BIBREF25": {
            "title": "Rapid generation of a mouse model for Middle East respiratory syndrome",
            "authors": [],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "4970-4975",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1323279111"
                ]
            }
        },
        "BIBREF26": {
            "title": "An orthopoxvirus-based vaccine reduces virus excretion after MERS-CoV infection in dromedary camels",
            "authors": [],
            "year": 2016,
            "venue": "Science.",
            "volume": "351",
            "issn": "",
            "pages": "77-81",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aad1283"
                ]
            }
        },
        "BIBREF27": {
            "title": "Systemic and mucosal immunity in mice elicited by a single immunization with human adenovirus type 5 or 41 vector-based vaccines carrying the spike protein of Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2015,
            "venue": "Immunology.",
            "volume": "145",
            "issn": "",
            "pages": "476-484",
            "other_ids": {
                "DOI": [
                    "10.1111/imm.12462"
                ]
            }
        },
        "BIBREF28": {
            "title": "Middle East respiratory syndrome coronavirus spike protein delivered by modified vaccinia virus Ankara efficiently induces virus-neutralizing antibodies",
            "authors": [],
            "year": 2013,
            "venue": "J. Virol.",
            "volume": "87",
            "issn": "",
            "pages": "11950-11954",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01672-13"
                ]
            }
        },
        "BIBREF29": {
            "title": "Purified coronavirus spike protein nanoparticles induce coronavirus neutralizing antibodies in mice",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine.",
            "volume": "32",
            "issn": "",
            "pages": "3169-3174",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2014.04.016"
                ]
            }
        },
        "BIBREF30": {
            "title": "Immunization with inactivated Middle East Respiratory Syndrome coronavirus vaccine leads to lung immunopathology on challenge with live virus",
            "authors": [],
            "year": 2016,
            "venue": "Hum. Vaccin. Immunother.",
            "volume": "7",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": [
                    "10.1080/21645515.2016.1177688"
                ]
            }
        },
        "BIBREF31": {
            "title": "A truncated receptor-binding domain of MERS-CoV spike protein potently inhibits MERS-CoV infection and induces strong neutralizing antibody responses: implication for developing therapeutics and vaccines",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0081587"
                ]
            }
        },
        "BIBREF32": {
            "title": "The amino acids 736–761 of the MERS-CoV spike protein induce neutralizing antibodies: implications for the development of vaccines and antiviral agents",
            "authors": [],
            "year": 2014,
            "venue": "Viral. Immunol.",
            "volume": "27",
            "issn": "",
            "pages": "543-550",
            "other_ids": {
                "DOI": [
                    "10.1089/vim.2014.0080"
                ]
            }
        },
        "BIBREF33": {
            "title": "MERS coronavirus: diagnostics, epidemiology and transmission",
            "authors": [],
            "year": 2015,
            "venue": "Virol. J.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-015-0439-5"
                ]
            }
        },
        "BIBREF34": {
            "title": "The receptor binding domain of the new Middle East respiratory syndrome coronavirus maps to a 231-residue region in the spike protein that efficiently elicits neutralizing antibodies",
            "authors": [],
            "year": 2013,
            "venue": "J. Virol.",
            "volume": "87",
            "issn": "",
            "pages": "9379-9383",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01277-13"
                ]
            }
        },
        "BIBREF35": {
            "title": "Searching for an ideal vaccine candidate among different MERS coronavirus receptor-binding fragments—the importance of immunofocusing in subunit vaccine design",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine.",
            "volume": "32",
            "issn": "",
            "pages": "6170-6176",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2014.08.086"
                ]
            }
        },
        "BIBREF36": {
            "title": "Tailoring subunit vaccine immunity with adjuvant combinations and delivery routes using the Middle East respiratory coronavirus (MERS-CoV) receptor-binding domain as an antigen",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0112602"
                ]
            }
        },
        "BIBREF37": {
            "title": "Vaccine efficacy in senescent mice challenged with recombinant SARS-CoV bearing epidemic and zoonotic spike variants",
            "authors": [],
            "year": 2006,
            "venue": "PLoS. Med.",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0030525"
                ]
            }
        },
        "BIBREF38": {
            "title": "Severe acute respiratory syndrome-associated coronavirus vaccines formulated with delta inulin adjuvants provide enhanced protection while ameliorating lung eosinophilic immunopathology",
            "authors": [],
            "year": 2015,
            "venue": "J. Virol.",
            "volume": "89",
            "issn": "",
            "pages": "2995-3007",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02980-14"
                ]
            }
        },
        "BIBREF39": {
            "title": "Effects of Toll-like receptor stimulation on eosinophilic infiltration in lungs of BALB/c mice immunized with UV-inactivated severe acute respiratory syndrome-related coronavirus vaccine",
            "authors": [],
            "year": 2014,
            "venue": "J. Virol.",
            "volume": "88",
            "issn": "",
            "pages": "8597-8614",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00983-14"
                ]
            }
        },
        "BIBREF40": {
            "title": "Immunization with modified vaccinia virus Ankara-based recombinant vaccine against severe acute respiratory syndrome is associated with enhanced hepatitis in ferrets",
            "authors": [],
            "year": 2004,
            "venue": "J. Virol.",
            "volume": "78",
            "issn": "",
            "pages": "12672-12676",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Immunization with SARS coronavirus vaccines leads to pulmonary immunopathology on challenge with the SARS virus",
            "authors": [],
            "year": 2012,
            "venue": "PLoS. One.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0035421"
                ]
            }
        },
        "BIBREF42": {
            "title": "SARS CoV subunit vaccine: antibody-mediated neutralisation and enhancement",
            "authors": [],
            "year": 2012,
            "venue": "Hong. Kong. Med. J.",
            "volume": "18",
            "issn": "",
            "pages": "31-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Growth and Quantification of MERS-CoV Infection",
            "authors": [],
            "year": 2015,
            "venue": "Curr. Protoc. Microbiol.",
            "volume": "37",
            "issn": "",
            "pages": "15E.2.1-9",
            "other_ids": {
                "DOI": [
                    "10.1002/9780471729259.mc15e02s37"
                ]
            }
        },
        "BIBREF44": {
            "title": "Risk Factors for Primary Middle East Respiratory Syndrome Coronavirus Illness in Humans, Saudi Arabia, 2014",
            "authors": [],
            "year": 2016,
            "venue": "Emerg. Infect. Dis.",
            "volume": "22",
            "issn": "",
            "pages": "49-55",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2201.151340"
                ]
            }
        },
        "BIBREF45": {
            "title": "CD40 ligand preferentially modulates immune response and enhances protection against influenza virus",
            "authors": [],
            "year": 2014,
            "venue": "J. Immunol.",
            "volume": "193",
            "issn": "",
            "pages": "722-734",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1300093"
                ]
            }
        },
        "BIBREF46": {
            "title": "Optimization of antigen dose for a receptor-binding domain-based subunit vaccine against MERS coronavirus",
            "authors": [],
            "year": 2015,
            "venue": "Hum. Vaccin. Immunother.",
            "volume": "11",
            "issn": "",
            "pages": "1244-1250",
            "other_ids": {
                "DOI": [
                    "10.1080/21645515.2015.1021527"
                ]
            }
        },
        "BIBREF47": {
            "title": "A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice",
            "authors": [],
            "year": 2004,
            "venue": "Nature.",
            "volume": "428",
            "issn": "",
            "pages": "561-564",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Estimating the Severity and Subclinical Burden of Middle East Respiratory Syndrome Coronavirus Infection in the Kingdom of Saudi Arabia",
            "authors": [],
            "year": 2016,
            "venue": "Am. J. Epidemiol.",
            "volume": "183",
            "issn": "",
            "pages": "657-663",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwv452"
                ]
            }
        },
        "BIBREF49": {
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2013,
            "venue": "N. Engl. J. Med.",
            "volume": "369",
            "issn": "",
            "pages": "407-416",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306742"
                ]
            }
        },
        "BIBREF50": {
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East Respiratory Syndrome coronavirus: a report of nosocomial transmission",
            "authors": [],
            "year": 2013,
            "venue": "Lancet.",
            "volume": "381",
            "issn": "",
            "pages": "2265-2272",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60982-4"
                ]
            }
        },
        "BIBREF51": {
            "title": "Family cluster of Middle East respiratory syndrome coronavirus infections",
            "authors": [],
            "year": 2013,
            "venue": "N. Engl. J. Med.",
            "volume": "368",
            "issn": "",
            "pages": "2487-2494",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1303729"
                ]
            }
        }
    }
}