{
    "paper_id": "PMC5484505",
    "metadata": {
        "title": "Natural immune response to Plasmodium vivax alpha-helical coiled coil protein motifs and its association with the risk of P. vivax malaria",
        "authors": [
            {
                "first": "Nora",
                "middle": [],
                "last": "Céspedes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Connie",
                "middle": [
                    "S.",
                    "N."
                ],
                "last": "Li Wai Suen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cristian",
                "middle": [],
                "last": "Koepfli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Camila",
                "middle": [
                    "T."
                ],
                "last": "França",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ingrid",
                "middle": [],
                "last": "Felger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Issa",
                "middle": [],
                "last": "Nebie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Myriam",
                "middle": [],
                "last": "Arévalo-Herrera",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ivo",
                "middle": [],
                "last": "Mueller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giampietro",
                "middle": [],
                "last": "Corradin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sócrates",
                "middle": [],
                "last": "Herrera",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Érika",
                "middle": [
                    "Martins"
                ],
                "last": "Braga",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Plasmodium vivax is the second most important Plasmodium species in terms of epidemiological significance, with an estimate of 13.8 million malaria cases globally in 2015, and about half of the total number of malaria cases occurring outside Africa [1]. Although this parasite has been classically considered benign, several features make it difficult to control and eliminate. First, severe and lethal P. vivax malaria cases have been reported [1–4]; second, chloroquine-resistant strains have recently emerged with at least one case confirmed in 10 countries [1]; third, this parasite species produces hypnozoite-forms that upon periodic reactivation induce clinical relapses [5, 6], even in individuals who have left endemic regions; and fourth, gametocytes emerge early during the erythrocytic cycle possibly increasing its transmissibility [7, 8]. Because of the difficulty in controlling P. vivax, in areas where the two species coexist its incidence appears to decrease more slowly than that of Plasmodium falciparum [1].",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 446,
                    "end": 447,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 449,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 562,
                    "end": 563,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 679,
                    "end": 680,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 682,
                    "end": 683,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 846,
                    "end": 847,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 849,
                    "end": 850,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1025,
                    "end": 1026,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Due to limitations associated with classical malaria control measures, vaccination against malaria is currently considered a potentially valuable cost-effective complement for malaria control activities that would significantly contribute to its elimination [9]. During the last 2–3 decades, significant efforts have been invested on developing P. falciparum [10], and more recently P. vivax vaccines [11]. However, discovery of new potential vaccine candidates is required. The use of bioinformatics tools has allowed to explore the malaria genome/proteome databases, and to identify parasite proteins containing specific domains with functional importance for the parasite that could be immunologically targeted and therefore represent novel candidate antigens for vaccine development.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 260,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 402,
                    "end": 404,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Protein α-helical coiled coils are stable structures capable of eliciting antibodies able to block functional domains in different microorganisms [12–14]. These motifs have been investigated in influenza virus [13, 15], HIV-1 [12], coronaviruses [14] and malaria parasites [16]. In the case of P. falciparum, 170 α-helical coiled coil motifs have been identified in silico, from proteins predicted to be in different cellular locations such as the cytoplasm, the nucleus, the mitochondria, and the peroxysomes and in addition, some of them have trans- membrane segments. Therefore, synthetic peptides containing these motifs were synthesized, and tested for their reactivity in serum obtained from adult donors from Burkina Faso, Tanzania and Colombia [17]. The most recognized antigens were selected, and specific human IgG antibodies were affinity purified and tested in vitro using antibody-dependent inhibition (ADCI) assays, showing that several of them were active in inhibiting in vitro parasite growth [17, 18]. Association of antibody responses with protection against infection was also observed [18, 19]. In the case of P. vivax, 43 coiled coils segments with extensive homology to the P. falciparum counterparts were identified in silico, and the synthesized segments were tested for their reactivity with serum of individuals from malaria endemic areas [20]. However, due to the lack of P. vivax in vitro cultures, the functional activity of antibodies elicited to these antigens has not yet been studied in this parasite species. Similarly, there are no reports on the relationship between antibody responses to P. vivax coiled coil antigens and risk of infection or clinical malaria.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 150,
                    "end": 152,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 211,
                    "end": 213,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 215,
                    "end": 217,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 227,
                    "end": 229,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 247,
                    "end": 249,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 274,
                    "end": 276,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1111,
                    "end": 1113,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In order to explore the association between total IgG antibodies to P. vivax coiled coil segments (selected based on their antigenicity) and risk of disease, baseline plasma samples from a cohort of children from Papua New Guinea (PNG) [21] were tested using a multiplexed bead array assay. In this cohort, 264 children aged 1–3 years were enrolled and actively followed for up to 16 months to identify factors associated with either risk of or protection from infection and disease, and the molecular force of blood-stage infection (molFOB) at the individual level was also assessed [22, 23]. Exposure to P. vivax infections varied greatly (between 0 and 38 clones acquired over the entire study period), and children were found to acquire an average of 15 new P. vivax blood-stage clones/child/ per year-at-risk [22] estimated as molFOB by high resolution genotyping parasites. Despite the high endemicity, the incidence of clinical P. vivax malaria decreased from approximately 3.5 episodes to 1.5 episodes per year, suggesting acquisition of clinical immunity at young age [21]. In the present study, we identified for the first time a number of P. vivax coiled coil segments strongly associated with protection against clinical disease. Future studies will help to assess the value of the coiled coil antigens identified here as markers of acquired immunity or vaccine candidates.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 239,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 585,
                    "end": 587,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 589,
                    "end": 591,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 815,
                    "end": 817,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1078,
                    "end": 1080,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Blood samples were collected in 2006, in a rural area near Maprik, East Sepik Province of PNG [21], including children aged between 1–3 years at enrollment. Children were actively followed-up every 2 weeks, with clinical examination for malaria signs and symptoms, and blood-samples collected every 8 weeks for a period of 16 months. In addition, samples were collected through passive case detection at health centers. Malaria cases were confirmed by rapid diagnostic test (RDT) and all samples screened for P. vivax, P. falciparum, P. malariae and P. ovale by semi-quantitative post-PCR ligase detection reaction-fluorescent microsphere assay (LDR-FMA). All P. vivax positive samples were genotyped using the markers msp1F3 and MS16 [22] and all P. falciparum positive samples using the marker msp2 [24]. A total of 164 plasma samples collected at baseline, selected from children who completed follow-up were used to test antibody reactivity against 24 P. vivax coiled coil peptides. P. vivax clinical malaria episodes were defined as the presence of fever (i.e. axillary temperature >37.5°C) plus parasitemia (500 parasites/μL) [21].",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 736,
                    "end": 738,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 802,
                    "end": 804,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1133,
                    "end": 1135,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Study description ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Written informed consent was obtained from all parents or guardians prior to recruitment of each child. Scientific approval and ethical clearance for the study was obtained from the Medical Research and Advisory Committee (MRAC) of the Ministry of Health in PNG, the Institutional Review Board (IRB) from PNG Institute of Medical Research (IRB#1005) and the Human Research Ethics Committee of the Walter and Eliza Hall Institute.",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Twenty-four coiled coil P. vivax polypeptides of 25 to 57 amino acids, previously described [20], were selected based on their reactivity with PNG and Colombia IgG antibodies (>30%), and were used to test the antibody reactivity of PNG samples. Briefly, peptides were synthesized by fluorenylmethoxycarbonyl (F-moc) solid-phase chemistry [25] using an Intavis AG Bioanalytical synthesizer (Germany) (Table 1). The resulting polypeptides were HPLC-purified. Purity (>80%) was confirmed by analytic C18 HPLC and mass spectrometry (MALDI-TOF, Applied Biosystems, Foster City, CA). All reagents were purchased from Fluka (Buchs, Switzerland) and Novabiochem (Laufelfingen, Switzerland).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Antigens ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 400,
                    "end": 407,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Bio-Plex carboxylated beads (Bio-Rad) were covalently coated with the different coiled coil polypeptides following the manufacturer’s instructions (Bio-Plex Amine Coupling Kit). Briefly, microspheres (1.25 × 106 beads/mL) were activated with a mixture of N-Hydroxysulfosuccinimide (5mg/mL) and N-(3-Dimethylaminopropyl)-N′-ethylcarbodiimide hydrochloride (5mg/mL) in H2O for 20 min at room temperature (RT) in the dark. Microspheres were then washed twice in 250 μL PBS, pH7.4, re-suspended in 500 μL of PBS, pH 7.4, and 1 μg of each polypeptide was added. Microspheres were incubated at 4°C overnight and re-suspended in 500 μL of blocking buffer (PBS + 1% BSA). After further incubation under rotation at RT for 30 minutes, beads were washed with PBS and stored at 4°C protected from light until use.",
            "cite_spans": [],
            "section": "Coupling of polypeptides to fluorescent beads ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Coupled beads were used to analyze plasma reactivity as described previously [26]. Briefly, experimental plasma samples and controls were vortexed, centrifuged at maximum speed for 5–10 minutes in a microcentrifuge (Eppendorf), and diluted 1:100 in PBS plus tween 0.1% (PBT), 50 μL were then added to 50μL of previously mixed beads, and incubated at room temperature and protected from light for 30 min. After washing 3 times with 100 μL of PBT, aliquots of 100 μL of R-phycoerythrin conjugated anti-human IgG produced in Donkey (Jackson Immuno Research) diluted 1:100 were added and incubated for 15 min. Beads were washed and re-suspended in 125 μL of PBT and read on a Bio-Plex 200. Each plate also contained a blank (wells containing only beads and PBT). Negative control consisted on a pool of plasma samples from individuals never exposed to malaria diluted 1:100, and positive control consisted on serial dilutions (1:50–1:25,600) of pooled serum (n = 20) from PNG immune adults.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Antibody assays ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Luminex median fluorescence intensity (MFI) values were converted into arbitrary antibody units based on the parameters estimated from a standard curve made with dilutions of the highly-immune PNG positive control pool, as previously described [27]. Antibody units ranged from 1.95x10-5 (i.e., equivalent to 1:51,200 dilution of the immune pool) to 0.02 (1:50). A cut-off for positivity was calculated as three standard deviations above the dilution value of negative controls for each antigen. Individuals were considered sero-positive if the dilutions of the experimental plasma samples were higher than the cut-off of negative controls cut-off. All samples were tested in duplicates in two independent experiments. Differences in the prevalence of IgG antibodies with age, infection status and exposure were assessed using Fisher’s exact test. The Spearman rank correlation coefficient was used to investigate the relationship among antibody responses to the coiled coil antigens. A heat map was created using the corrplot function in R. The association between antibody levels to P. vivax coiled coil antigens and protection against clinical malaria (defined as fever and parasite density >500/μL) [21], as well as the association between number of recognized antigens and the risk of P. vivax clinical episodes was assessed using negative binomial GEE models with exchangeable correlation structure and semi-robust variance estimator [27, 28]. IgG levels were classified into terciles and analyses done by comparing children with low versus medium and high antibody levels. All GEE models were adjusted for seasonal trends, village of residency, age and individual differences in exposure (molFOB). Multivariate analysis with all antigens was also performed using a backward stepwise regression for the selection of the final model. Analyses were performed using STATA version 12 (StataCorp) or R version 3.2.1 [29].",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1203,
                    "end": 1205,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1440,
                    "end": 1442,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1444,
                    "end": 1446,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1917,
                    "end": 1919,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "As expected based on the selection criteria for these 24 peptides, plasma samples collected at enrollment were reactive to all 24 peptides, with variable frequencies (Table 2). Eight peptides had the highest percentage of responders with >50% of children reactive (Pv121; Pv82.02 Pv96.01; Pv82.03; Pv95; Pv40; Pv52 and Pv12), whereas only one peptide (Pv90) had < 20% responders. Overall, 21/164 (13%) samples had antibodies reactive to at least 23 peptides, whereas 36/164 (22%) samples showed no reaction to any of the peptides tested (Fig 1). All plasma samples (n = 19) that reacted with all antigens were infected at sampling time, although there were a few samples (8/36) infected at sampling that did not react with any of the antigens.",
            "cite_spans": [],
            "section": "Prevalence of IgG antibodies and their association with age, infection status and village of residency ::: Results",
            "ref_spans": [
                {
                    "start": 538,
                    "end": 543,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 167,
                    "end": 174,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "There were some differences between Ilahita and Sunuhu villages regarding malaria prevalence and age at enrollment [21]. The percentage of infected children at enrollment was higher in Sunuhu than in Ilahita (33/62; 53% and 39/102; 38% respectively, P = 0.033). For this reason, reactivity of total IgG from children in these two villages were compared. Children from Sunuhu were more likely to have IgG antibodies reactive to 22 peptides, although significant differences were observed only for seven of them (Pv12, Pv63, Pv82.03, Pv95, Pv106, Pv121 and Pv145) (S1 Table). Higher positivity was observed in two hamlets (Ilahita 5 and Sunuhu 1) for 23 of the 24 antigens (S2 Table).",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Prevalence of IgG antibodies and their association with age, infection status and village of residency ::: Results",
            "ref_spans": []
        },
        {
            "text": "A positive correlation was observed between antibody positivity to 23 α-helical coiled coil peptides and P. vivax infection at enrollment (Table 3), with stronger association for peptides Pv5, Pv83, Pv121, Pv101, Pv52, Pv81, Pv106, Pv145, Pv82.02 and Pv96.03 (P = 0.001–0.010). Only one peptide (Pv90) had no association with infection status (Table 3). There was no significant association between antibody levels to any of the α-helical coiled coil peptides and age or exposure measured by genotyping during follow-up (S3 and S4 Tables).",
            "cite_spans": [],
            "section": "Prevalence of IgG antibodies and their association with age, infection status and village of residency ::: Results",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 351,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Arbitrary antibody units observed to all coiled coil antigens were positively correlated with each other (Fig 2). The most correlated were Pv82.02-Pv121 (r = 0.99), Pv145-Pv96.01 (r = 0.99), Pv5-Pv96.01 (r = 0.98), and the less correlated with the other antigens was Pv96.",
            "cite_spans": [],
            "section": "Prevalence of IgG antibodies and their association with age, infection status and village of residency ::: Results",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 111,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "During the 16 months of follow-up, children experienced an incidence rate of 1.28 (95% CI 1.08–1.52) clinical malaria episodes. An adjusted GEE model was applied to test whether responses to the coiled coil antigens were associated with risk of clinical disease. Significantly lower risk of clinical P. vivax malaria was associated with high levels of IgG for all coiled coil antigens (Table 4) (adjusted incidence rate ratio (aIRR) ranging from 0.351 to 0.598). When adjusting for confounders such as age, village of residence, seasonality and individual differences in exposure, IgG levels to each of coiled coil antigens remained associated with protection with aIRR ranging from 0.314 to 0.548. Medium and high levels of IgG to 16 coiled coil fragments were associated with protection. For Pv5, Pv27, Pv42, Pv43, Pv82.02, Pv92 and Pv96.01, only high (but nor medium) IgG levels were significantly associated with protection (Fig 3; S5 Table). In general, there was a strong association between increasing antibody levels and protection for all coiled coil fragments except Pv45 and Pv90. In addition, the association between the number of recognized antigens and the risk of P. vivax clinical episodes was assessed, identifying that for each additional recognized antigen there was a reduction in P. vivax clinical risk (aIRR: 0.970, P<0.001, 95% CI: 0.953–0.987). Finally, when multivariate analyses and backward stepwise regression were performed, only antibody levels to Pv95 (aIRR(multi) = 0.35, p<0.001, 95% CI: 0.209, 0.604) remained significantly associated with a reduced risk of P. vivax clinical disease.",
            "cite_spans": [],
            "section": "Association between antibody titer and prospective risk of P. vivax malaria ::: Results",
            "ref_spans": [
                {
                    "start": 929,
                    "end": 934,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 386,
                    "end": 393,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "IgG responses to any P. vivax coiled coil antigens were not associated with protection against P. falciparum clinical episodes, suggesting that these associations observed are species-specific (S6 Table).",
            "cite_spans": [],
            "section": "Association between antibody titer and prospective risk of P. vivax malaria ::: Results",
            "ref_spans": []
        },
        {
            "text": "Repeated exposure to malaria infection results in development of clinical immunity, which is a multifactorial process where antibodies play a major role [30]. Both polyclonal and monoclonal antibodies have shown the potential to prevent malaria infections or to completely clear parasitemia [31, 32]. Plasmodium coiled coil domains have been previously been proposed as potential targets for human malaria vaccine development, since such domains fold into stable structures that are capable of eliciting antibodies reactive against parasite functional epitopes, and are in general non- or little polymorphic [17, 33].",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 296,
                    "end": 298,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 609,
                    "end": 611,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Down selection of P. vivax antigens could represent a challenge due to the technical difficulties and limitations presented by the lack of an in vitro culture system for this parasite species. Previously, naturally acquired antibodies to the P. vivax merozoite surface protein 1 (Pv-MSP1) [34] and binding-inhibitory antibodies response to P. vivax Duffy binding protein (PvDBP) [35] have been associated with reduced risk of P. vivax clinical manifestations in individuals from the Brazilian Amazon region. In addition, the contribution of antibody titers to the acquisition of protection against clinical disease has been assessed in a cohort of children from PNG. In this population, immunity against clinical P. vivax malaria was acquired at a young age with a 3-fold decrease in episodes between the ages of 1 and 4 years [21, 36, 37]. In previous studies using this cohort, it have been demonstrated a strong association between specific IgG to merozoite surface proteins PvMSP3a, PvMSP9, [28], three novel merozoite proteins (PVX_081550, P12 and P41, [27]) as well as the reticulocyte specific binder RBP2b and RBP1a and clinical protection [38].",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 828,
                    "end": 830,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 832,
                    "end": 834,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 996,
                    "end": 998,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Here, by using the same PNG cohort we demonstrated that P. vivax coiled coil antigens are also targeted by natural acquired immunity and reactive with plasma from all Plasmodium species including both P. vivax and P. falciparum exposed and infected children. This antibody reactivity observed at recruitment time was associated with acquisition of protective immunity against only P. vivax clinical disease. It was found that children with high antibody levels to all the coiled coil antigens had 2–3 fold lower risk of clinical P. vivax malaria during follow-up. In addition, a positive association between the number of recognized antigens and protection against P. vivax clinical episodes was also found. This corroborates the role of acquired immunity as explanation for the decrease in incidence of P. vivax clinical disease with an increase in age, despite constant exposure [21, 36, 37]. Multivariate analysis revealed antibody levels to Pv95 as the only antigen significantly associated with a reduced risk of clinical malaria, which may indicate that this fragment is particularly targeted by natural immunity or a good marker of immunity. Given the high correlation between antibody responses to the coiled coil fragments, it is difficult to differentiate co-acquisition of antibodies from cross reactivity in multivariate analyses. This correlation is observed even though most of the antigens are derived from completely different proteins with limited sequence homology among the peptides, except for Pv63 and Pv81 that show high level of homology (98%) [20]. Although cross-reactivity is likely, 24 peptides were tested using 164 individuals samples and for several individual donors a unique set of peptides was recognized (with the only exceptions for those that recognized none or most of the peptides) (S1 Fig). In addition, by using affinity-purified antibodies no cross-reactivity was observed between the P. falciparum protein sequences orthologous to P. vivax [17]. Therefore, further research in different populations exposed to P. vivax is however warranted to confirm this association.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 884,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 890,
                    "end": 892,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1568,
                    "end": 1570,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1983,
                    "end": 1985,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Serum samples from PNG were reactive to all P. vivax coiled coil peptides tested, and in most cases, prevalence was comparable to that previously observed using adult’s sera from a different PNG region [20]. Moreover, about 25% of children were infected at baseline, and their plasma showed reactivity to most of the antigens. These data suggest that some of these antigens could be markers of recent exposure.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Increased reactivity to P. vivax coiled coil peptides was observed in children living in villages where exposure to P. falciparum is higher (Ilahita 5 and Sunuhu 1) [21]. This observation could be explained by the high homology observed between the P. falciparum and P. vivax coiled coil antigens [20]. Indeed, cross-reactivity to P. vivax peptides was observed in sera from African donors (Supplementary results, S7 Table). However, in the PNG cohort there was no association between antibody response to P. vivax antigens and protection from clinical P. falciparum malaria. Even though the numbers of clinical episodes with P. falciparum and P. vivax were similar, there was no evidence of acquisition of clinical immunity to P. falciparum in the age group covered by this cohort [21]. These results correlate with previous studies using this study cohort, where no significant associations was observed between antibody responses to any of the P. vivax proteins and risk of P. falciparum clinical episodes [27, 28]. This could be explained by differences in the age of immunity acquisition, the decrease in risk of infection to P. falciparum is only seen in adolescence and early adulthood [39].",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 783,
                    "end": 785,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Data presented here, along with those previously published [20], point to the 24 selected coiled coil P. vivax antigens as good markers of acquired immunity to P. vivax and to an important potential source of malaria vaccine candidates. Further insight may be provided by studies in animal models i.e. primates to determine experimentally the protective efficacy of these antibodies against P. vivax blood infection as well as to further assess the reactivity between peptides and select the most promising candidates for vaccine development.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Data are plotted as the percentage of individuals who are antibody positive for 0–24 of the antigens tested.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: The heat map colors correspond to correlations grading from -1 (negative correlation, red), no correlation (white) to 1 (positive correlation, blue).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Data are plotted as incidence rate ratios and 95% confidence intervals, adjusted for exposure (molFOB), age, season, and village of residency. P values <0.05 were considered significant. *P > 0.05 to 0.01; ** P > 0.01 to 0.001; ***P < 0.001.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "World malaria report 2015",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Severe Malaria Associated with Plasmodium falciparum and P. vivax among Children in Pawe Hospital, Northwest Ethiopia",
            "authors": [],
            "year": 2016,
            "venue": "Malaria research and treatment",
            "volume": "2016",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical Profile and Prognostic Indicators in Adults Hospitalized with Severe Malaria Caused by Different Plasmodium Species",
            "authors": [],
            "year": 2015,
            "venue": "Infectious diseases",
            "volume": "8",
            "issn": "",
            "pages": "45-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A prospective study from south India to compare the severity of malaria caused by Plasmodium vivax, P. falciparum and dual infection",
            "authors": [],
            "year": 2015,
            "venue": "Journal of vector borne diseases",
            "volume": "52",
            "issn": "4",
            "pages": "281-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Persistence and activation of malaria hypnozoites in long-term primary hepatocyte cultures",
            "authors": [],
            "year": 2014,
            "venue": "Nature medicine",
            "volume": "20",
            "issn": "3",
            "pages": "307-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Modelling the contribution of the hypnozoite reservoir to Plasmodium vivax transmission",
            "authors": [],
            "year": 2014,
            "venue": "eLife",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Epidemiology and infectivity of Plasmodium falciparum and Plasmodium vivax gametocytes in relation to malaria control and elimination",
            "authors": [],
            "year": 2011,
            "venue": "Clinical microbiology reviews",
            "volume": "24",
            "issn": "2",
            "pages": "377-410",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Gametocytemia and fever in human malaria infections",
            "authors": [],
            "year": 2007,
            "venue": "The Journal of parasitology",
            "volume": "93",
            "issn": "3",
            "pages": "627-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A research agenda for malaria eradication: vaccines",
            "authors": [],
            "year": 2011,
            "venue": "PLoS medicine",
            "volume": "8",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The March Toward Malaria Vaccines",
            "authors": [],
            "year": 2015,
            "venue": "American journal of preventive medicine",
            "volume": "49",
            "issn": "6",
            "pages": "S319-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Development of vaccines for Plasmodium vivax malaria",
            "authors": [],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "52",
            "pages": "7489-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Complexes of neutralizing and non-neutralizing affinity matured Fabs with a mimetic of the internal trimeric coiled-coil of HIV-1 gp41",
            "authors": [],
            "year": 2013,
            "venue": "PloS one",
            "volume": "8",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Platform technology to generate broadly cross-reactive antibodies to alpha-helical epitopes in hemagglutinin proteins from influenza a viruses",
            "authors": [],
            "year": 2016,
            "venue": "Biopolymers",
            "volume": "106",
            "issn": "2",
            "pages": "144-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Template-based coiled-coil antigens elicit neutralizing antibodies to the SARS-coronavirus",
            "authors": [],
            "year": 2006,
            "venue": "Journal of structural biology",
            "volume": "155",
            "issn": "2",
            "pages": "176-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A stable trimeric influenza hemagglutinin stem as a broadly protective immunogen",
            "authors": [],
            "year": 2015,
            "venue": "Science",
            "volume": "349",
            "issn": "6254",
            "pages": "1301-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Protein structure based strategies for antigen discovery and vaccine development against malaria and other pathogens",
            "authors": [],
            "year": 2007,
            "venue": "Endocrine, metabolic & immune disorders drug targets",
            "volume": "7",
            "issn": "4",
            "pages": "259-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Rapid identification of malaria vaccine candidates based on alpha-helical coiled coil protein motif",
            "authors": [],
            "year": 2007,
            "venue": "PloS one",
            "volume": "2",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Malaria vaccine candidate: design of a multivalent subunit alpha-helical coiled coil poly-epitope",
            "authors": [],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "40",
            "pages": "7090-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Longitudinal analyses of immune responses to Plasmodium falciparum derived peptides corresponding to novel blood stage antigens in coastal Kenya",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "16",
            "pages": "1963-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Plasmodium vivax antigen discovery based on alpha-helical coiled coil protein motif",
            "authors": [],
            "year": 2014,
            "venue": "PloS one",
            "volume": "9",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Differential patterns of infection and disease with P. falciparum and P. vivax in young Papua New Guinean children",
            "authors": [],
            "year": 2010,
            "venue": "PloS one",
            "volume": "5",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "A high force of plasmodium vivax blood-stage infection drives the rapid acquisition of immunity in papua new guinean children",
            "authors": [],
            "year": 2013,
            "venue": "PLoS neglected tropical diseases",
            "volume": "7",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Force of infection is key to understanding the epidemiology of Plasmodium falciparum malaria in Papua New Guinean children",
            "authors": [],
            "year": 2012,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "109",
            "issn": "25",
            "pages": "10030-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Comparison of Plasmodium falciparum allelic frequency distribution in different endemic settings by high-resolution genotyping",
            "authors": [],
            "year": 2009,
            "venue": "Malaria journal",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Synthesis of a 21-residue fragment of human proinsulin by the polyamide solid phase method",
            "authors": [],
            "year": 1981,
            "venue": "Hoppe-Seyler's Zeitschrift fur physiologische Chemie",
            "volume": "362",
            "issn": "7",
            "pages": "833-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "A semi-automated multiplex high-throughput assay for measuring IgG antibodies against Plasmodium falciparum erythrocyte membrane protein 1 (PfEMP1) domains in small volumes of plasma",
            "authors": [],
            "year": 2008,
            "venue": "Malaria journal",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "An Antibody Screen of a Plasmodium vivax Antigen Library Identifies Novel Merozoite Proteins Associated with Clinical Protection",
            "authors": [],
            "year": 2016,
            "venue": "PLoS neglected tropical diseases",
            "volume": "10",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Naturally acquired immune responses to P. vivax merozoite surface protein 3alpha and merozoite surface protein 9 are associated with reduced risk of P. vivax malaria in young Papua New Guinean children",
            "authors": [],
            "year": 2013,
            "venue": "PLoS neglected tropical diseases",
            "volume": "7",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Acquired immunity to malaria",
            "authors": [],
            "year": 2009,
            "venue": "Clinical microbiology reviews",
            "volume": "22",
            "issn": "1",
            "pages": "13-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Correlation of high levels of antibodies to multiple pre-erythrocytic Plasmodium falciparum antigens and protection from infection",
            "authors": [],
            "year": 2005,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "73",
            "issn": "1",
            "pages": "222-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Targets of antibodies against Plasmodium falciparum-infected erythrocytes in malaria immunity",
            "authors": [],
            "year": 2012,
            "venue": "The Journal of clinical investigation",
            "volume": "122",
            "issn": "9",
            "pages": "3227-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Sequence conservation in Plasmodium falciparum alpha-helical coiled coil domains proposed for vaccine development",
            "authors": [],
            "year": 2009,
            "venue": "PloS one",
            "volume": "4",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "High levels of IgG3 anti ICB2-5 in Plasmodium vivax-infected individuals who did not develop symptoms",
            "authors": [],
            "year": 2013,
            "venue": "Malaria journal",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Naturally Acquired Binding-Inhibitory Antibodies to Plasmodium vivax Duffy Binding Protein and Clinical Immunity to Malaria in Rural Amazonians",
            "authors": [],
            "year": 2016,
            "venue": "The Journal of infectious diseases",
            "volume": "214",
            "issn": "10",
            "pages": "1539-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "High sensitivity detection of Plasmodium species reveals positive correlations between infections of different species, shifts in age distribution and reduced local variation in Papua New Guinea",
            "authors": [],
            "year": 2009,
            "venue": "Malaria journal",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Associations of peak shifts in age—prevalence for human malarias with bednet coverage",
            "authors": [],
            "year": 2001,
            "venue": "Transactions of the Royal Society of Tropical Medicine and Hygiene",
            "volume": "95",
            "issn": "1",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Plasmodium vivax Reticulocyte Binding Proteins Are Key Targets of Naturally Acquired Immunity in Young Papua New Guinean Children",
            "authors": [],
            "year": 2016,
            "venue": "PLoS neglected tropical diseases",
            "volume": "10",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The risk of malarial infections and disease in Papua New Guinean children",
            "authors": [],
            "year": 2007,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "76",
            "issn": "6",
            "pages": "997-1008",
            "other_ids": {
                "DOI": []
            }
        }
    }
}