{
    "paper_id": "PMC5377260",
    "metadata": {
        "title": "Actual measurement, hygrothermal response experiment and growth prediction analysis of microbial contamination of central air conditioning system in Dalian, China",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guangyao",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chunyang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenjie",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shanshan",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiaoqi",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Boyuan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fangchao",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The object of study is a venue in Dalian, which covers a total area of 36400 m2 and building area is 17320 m2. The aboveground part includes a swimming pool, ball training venues, gymnasium, the lounge room and the clinic. The underground part consists of a table tennis hall, air conditioning equipment rooms and reservoir area. The whole building is centralized-controlled by the central air conditioning room, which includes two air handling units. Two measured units were all air system, which only had a coarse efficiency filter, and the unit is also provided with a heater, cooler and fan etc. Both units are the primary return air system and the filters are removable types. The running time of the air conditioning system is from May to October, and the daily operation period is 08:00–21:00. All components are cleaned every two years. When the measurement was carried on, the unit A and B were both cleaned a year ago. Both units were closed during the sample collection.",
            "cite_spans": [],
            "section": "Preliminary survey ::: Measurement",
            "ref_spans": []
        },
        {
            "text": "The actual measurement is divided into two parts: the environment parameter measurement and air unit sampling. First, the temperature, humidity, and CO2 concentration were automatically recorded by the temperature, humidity and CO2 monitor (MCH-383SD, Japan).",
            "cite_spans": [],
            "section": "Measurement Method ::: Measurement",
            "ref_spans": []
        },
        {
            "text": "Second, the disinfected planktonic microorganism sampler (HKM series DW-20, China) was installed where fresh air and return air mixed. Once installing the sampler, we loaded medium in the sampler and set the parameter of air flow in sampler as 2000 L loaded medium. After the sample collection, the Petri dishes must be sealed for preservation. Finally, according to the hygienic specification of central air conditioning ventilation system in public buildings of China22, we sampled the dust by using sterile non-woven (100 mm*100 mm) on components of unit A and B, respectively, and each sampling point covered a 15 cm*15 cm area at the sampling area. The non-woven fabrics were put into sterile water and stirred to make sure that organic substance on the non-woven was fully dissolved in sterile water. Then, the samples of sterile water containing organic substances were prepared in 10 times and 100 times diluted concentration, respectively. There are 10 sampling points in unit A and 5 points in B, and two measuring point positions of the units are shown in Fig. 1.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 471,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Measurement Method ::: Measurement",
            "ref_spans": [
                {
                    "start": 1067,
                    "end": 1073,
                    "mention": "Fig. 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The Microorganisms collected in the air were directly cultured, and the samples in the dust were 10 times and 100 times diluted and 100 μL of the sample was inoculated into the two kinds of solid culture media. Beef extract peptone medium was used for cultivating bacteria and potato dextrose agar was used for cultivating fungus2223. Each dilution was done in 3 parallel samples to reduce the error, and final results showed the average value. The blank samples and test samples were set up for each of the cultures. If there is no colony detected on the blank sample, the test results are valid.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Measurement Method ::: Measurement",
            "ref_spans": []
        },
        {
            "text": "Both field test and laboratory measurements were performed in accordance with the hygienic specification of central air conditioning ventilation system in public buildings requirements22.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Measurement Method ::: Measurement",
            "ref_spans": []
        },
        {
            "text": "Only a small part of microorganisms are cultivable. Therefore, the traditional cultivation method can not harvest all the species in ecological samples24. Fungal genome sequencing is an emerging method to identify the microbial genome, which could directly indicate related species information from environment samples25. Fungal amplicon sequencing analysis was used in this study, because the existing research showed that fungal spores have stronger vitality than other microorganisms in the air, and fungi dominated the microorganism in air conditioning systems. Therefore, this method was mainly used to identify fungi in this study3171819202122232425262728.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 636,
                    "end": 637,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 637,
                    "end": 639,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 639,
                    "end": 641,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 643,
                    "end": 645,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 647,
                    "end": 649,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 651,
                    "end": 653,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 653,
                    "end": 655,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 659,
                    "end": 661,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Genome Sequencing ::: Measurement",
            "ref_spans": []
        },
        {
            "text": "Temperature, humidity and CO2 concentration of Unit A and B are shown in Table 1. Unit A is located in the ground floor (B1), and the unit B is located on the ground floor. Compared to the unit B, the humidity of unit A is higher, and the temperature is lower.",
            "cite_spans": [],
            "section": "Environment Parameters in Air Handling Units ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The distribution density of bacteria and fungi in the unit A is obtained through statistics, as shown in Fig. 2. The concentration of airborne fungus was 44 cfu/m3, and the concentration of airborne bacteria was 16 cfu/m3. The unit A showed the obvious microbial contamination status, though all components and airborne microorganism meet the Hygienic specification of central air conditioning ventilation system in public buildings of China22. The microbial distribution in filter net is central <edge <bottom and bacteria accounted for a larger proportion; the microbial distribution in surface cooler is center >against the wall >edge, and fungi accounted for a large. The fungal contamination in the air is more serious than the bacteria.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Microbial Colony Analysis ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 111,
                    "mention": "Fig. 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The distribution density of bacteria and fungi in the unit B were obtained through statistics, as shown in Fig. 3. The concentration of airborne fungus was 22 cfu/m3, and the concentration of airborne bacteria was 80 cfu/m3. Parts of the measuring point in the unit B were polluted seriously. The bacterial colonies in the corner and the ground of the surface cooler were beyond the hygienic index (≤100 cfu/cm2) in the Hygienic specification of central air conditioning ventilation system in public buildings of China regulates22. Limited by unit placement, there were less measuring points in unit B, and we chose the same measuring points in both units for comparison (centre of surface cooler, surface cooler against wall, corner of surface, and ground of surface cooler). The comparison between unit A and B indicates that the bacterial density in unit A was less than that in the same sampling point in unit B, but the fungal density in Unit A was more than that in the same sampling point in unit B.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 530,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Microbial Colony Analysis ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 113,
                    "mention": "Fig. 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "If the cleaning and disinfection is not enough before the air conditioning system running, it may make the fungus to enter the indoor environment, which results in make the pollution of indoor air. Compared with cooling coil, the fungus contamination is worse in the floor dust and the air suspension. During the actual measurement, it is found that the unit internal is unprecedentedly narrow and low intensity of illumination in a closed state. According to the description by technicians, it is easy to trample damage to the underground pipes, which leads to the disinfection and cleaning work rarely in the unit.",
            "cite_spans": [],
            "section": "Microbial Colony Analysis ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "In this study, we analysed the samples from the sampling points A1, B1, and B2 by amplicon sequencing information analysis, respectively named A1A, B1A, and B2A.",
            "cite_spans": [],
            "section": "Fungal genome sequencing analysis ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "All collected samples in the air conditioner were transferred to the Eppendorf tubes and processed with the extraction step. Samples were resusponded in TENS buffer with SDS and proteinase K as described by Vinod29. After incubation at 55 °C, phenol/chloroform/isoamyl alcohol was added to remove proteins, and the nucleic acid was precipitated with isopropanol and sodium acetate (0.3 M). Total DNA was dissolved in 1 × TE after washing with 75% ethanol. And then the quality and quantity tests were conducted by agarose gel electrophoresis, NanoDrop, and fluorometer (Qubit® dsDNA High Sensitivity and dsDNA Broad Range assay, Life Technologies Corporation).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Fungal genome sequencing analysis ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "For Illumina MiSeq and HiSeq 2000 DNA sequencing, the qualified total DNA was used for preparation of amplicon libraries at the Beijing Genomics Institute (BGI, Shenzhen, China). For PCR product, the jagged ends of DNA fragment would be converted into blunt ends by using T4 DNA polymerase, Klenow Fragment and T4 Polynucleotide Kinase. Then add an ‘A’ base to each 3’ end to make it easier to add adapters. After all that, fragments too short would be removed by Ampure beads. For genomics DNA, we use fusion primer with dual index and adapters for PCR, fragments too short would be removed by Ampure beads too. In both cases, only the qualified library can be used for sequencing. The quality and quantity of libraries were assessed using the 2130 Bioanaylzer (Agilent Technologies) and the StepOnePlus Real-Time PCR System (Applied Biosystems).",
            "cite_spans": [],
            "section": "Fungal genome sequencing analysis ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "The raw data generated by MiSeq and HiSeq 2000 sequencers was processed to eliminate the adapter pollution and low quality to obtain clean reads. The qualified clean data was used for the further bioinformatics analysis. Firstly, paired-end reads with overlap were merged to tags by software FLASH (v1.2.11)30, and then tags were clustered to OTU at 97% sequence similarity using USEARCH (v7.0.1090)31. Secondly, Taxonomic ranks were assigned to OTU representative sequence using Ribosomal Database Project (RDP) Na, e Bayesian Classifier v.2.232. At last, alpha diversity, beta diversity and the different species screening were analyzed based on OTU and taxonomic ranks by MOTHUR (v1.31.2)33.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Fungal genome sequencing analysis ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "In order to fully understand the community structure of fungal sample and analyse fungus microbial diversity, while excluding errors that human operation brings, genome sequencing method in fields of molecular biology was employed in this study to obtain micro biological information. Illumina Company developed Miseq method with higher flux and simple operation and lower cost for genome sequencing. Besides, the synthesis of side edge sequencing method with higher reliability is more suitable for laboratory community structure. The high-throughput sequencing was found to be useful to characterize compositions and diversities of moulds. The gene sequence of the test samples from genome sequencing was dealed with, such as stitching and matching, and the sample had a total of 59309 high quality fungal sequences, with an average length of 219 bp. The optimized sequence and the average length of the sample are shown in Table 2.",
            "cite_spans": [],
            "section": "Sequencing Data Statistics ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 926,
                    "end": 933,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Stitching and optimising the tags, in order to be the OTU (Operational Taxonomic Units) for species classification, gathering in the 97% similarity, and the statistics of each sample in the abundance of information in each OTU were done313435. Rank OTU curve is a form of species diversity in the sample, which can explain two aspects of sample diversity, that is, the richness and evenness of species in the sample. The richness of species in the samples represented by the horizontal length of the curve is wide, so that the sample species is more abundant. The uniformity of species in the samples from the curve reflects the longitudinal axis of the shape. That the curve is flat means that the sample has a higher composition of the species evenness. From Fig. 4, the species composition of B2A is the most abundant, and the uniformity is the highest.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 238,
                    "end": 240,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 240,
                    "end": 242,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "OTU and Abundance analysis ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 761,
                    "end": 767,
                    "mention": "Fig. 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Alpha diversity is the analysis of species diversity in a single sample33, including the species observed index, Shannon index, etc. The greater the two indices are, the more abundant species is in the sample. The species observed index reflects the richness of the community in the sample, which also refers to the number of species in the community, without taking into account the abundance of each species in the community. Shannon index reflects the diversity of the community, and the species richness and evenness of species in the sample community. In the case of the same species richness, the greater the evenness of the species is in the community, the greater the diversity of the community is.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 73,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Sample diversity analysis of observed species ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "Random sample in the processed sequence, draw the sequence number for the abscissa and the corresponding species number can be detected as the ordinate, so as to form a curve production dilution curve, shown in Fig. 5(a). With the increase of the sample quantity, the number of species increase and gradually become stabilized. When the curve reaches the plateau, it can be considered that the depth of the sequencing has been basically covered all the species in the sample. At the same time, the observed species index can reflect the richness of community in the sample, that is, the number of species in the community. It can be seen that the distribution of fungal species richness is B2A > B1A > A1A.",
            "cite_spans": [],
            "section": "Observed species exponential dilution curve ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "mention": "Fig. 5(a)",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Shannon index is affected not only by species richness in the sample community, but also by the evenness of species. In the case of the same species richness, the greater the evenness of the species is in the community, the more abundant diversity of the community is. It can be seen in the Fig. 5(b) that the fungal species diversity of the unit B is significantly more complex than the unit A, and the similarity of species diversity in two sampling points of unit B was very high.",
            "cite_spans": [],
            "section": "Shannon exponential dilution curve ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 291,
                    "end": 300,
                    "mention": "Fig. 5(b)",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Figure 6 illustrates the species composition proportion of the three sampling points, and the proportion was redrew by removing the strains which were not detected in the sample. The results are shown in Table 3. The species with the largest proportion is the dominant fungi.",
            "cite_spans": [],
            "section": "Composition of microbial samples ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "mention": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 211,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "According to the fungal genome sequencing analysis results, fungal components in different units at the same sampling were different, and that in the same unit at different sampling points were roughly similar. They were caused by the different environmental conditions. On the center of air cooling coil in Unit A, Candida accounted for 80%; on the center and against the wall of the air cooling coil in Unit B, Cladosporium accounted for 50%, accompanied by Alternaria, Emericella and other fungus. Cladosporium is usually rich in outdoor air, but they will also grow on the indoor surfaces when the humidity is high. Existing research shows that the Cladosporium spore is an extremely important allergen in the airborne transmission, which could cause asthma attacks or similar respiratory disease in patients with allergic reactions36. Some species of Candida is a kind of conditional pathogenic fungi in the human body.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 838,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Composition of microbial samples ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "Traditional microbial detection generally have the characteristics of hysteresis, which cannot play the role of prediction, but the use of mathematical models to predict the growth of microorganisms can timely and effectively predict the growth of microorganisms. Therefore, it is very important to study the growth prediction model of the fungi in the air conditioning system. According to environmental conditions mentioned before, we established growth kinetics prediction model of Cladosporium spp. to predict the rapid fungal growth in the experimental conditions, which can provide a theoretical basis for air microbial contamination prediction system and help evaluate the health risk inside buildings.",
            "cite_spans": [],
            "section": "Growth prediction analysis of models ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "The models were fitted by Origin software (version 8) and Matlab R2014a, and the fitting conditions of Logistic model and Gompertz model were compared under different temperature and humidity conditions. The fitting effect between these two models and the fitting results of the two models were compared, and the corresponding model parameters were obtained. In addition, the square root model was fitted based on the two environmental factors.",
            "cite_spans": [],
            "section": "Growth prediction analysis of models ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "Laboratory studies have revealed that fungal growth and reproduction are affected by water, temperature, nutrients, micro-elements, pH, light, carbon dioxide, and oxygen tension37.The most relevant determinants of fungal proliferation in the building context are water/moisture and temperature, and to a certain extent those factors affect other environmental factors such as substrate pH, osmolarity, nutrient, material properties etc3738.In order to lay the foundation for the fitting model, and to study the growth characteristics of fungi in different temperature and relative humidity, we set an experimental study on the hygrothermal response of fungus. From the results of fungal genome sequencing and literature research394041, we selected Cladosporium spp. and Penicillium spp. as the research objects which are both common in air conditioning systems.This paper mainly studied the status of microbial contamination in air handling units so that the air temperature of each part of the air handling unit should be considered. The temperature gradient of 20 °C −25 °C −30 °C and relative humidity gradient of 45%−60%−75%−80% were selected as experimental hygrothermal conditions. The results of hygrothermal experiments are shown in Figs 7, 8, 9. It can be known that growth rate of Cladosporium spp. is faster than that of Penicillium spp., in any experimental conditions, which is the essential characteristics of a strain, is hygrothermal response control method cannot change. These data indicated that low RH environments can reduce or even inhibit fungal growth. This observation agrees with findings by W. Tang and Pasanen4243.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 435,
                    "end": 437,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 437,
                    "end": 439,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 728,
                    "end": 730,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 730,
                    "end": 732,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1637,
                    "end": 1639,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1639,
                    "end": 1641,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Experimental study on the hygrothermal response of fungus ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 1241,
                    "end": 1247,
                    "mention": "Figs 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1249,
                    "end": 1250,
                    "mention": "8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1252,
                    "end": 1253,
                    "mention": "9",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Logistic model is a typical model of biological ecology, which has been widely used in the field of biological ecology44. According to the actual research, the following formula equation (1) was obtained after the appropriate change of the Logistic equation. N was the colony growth diameter, cm; t was the microbial growth culture time, h; A1, A2, x0, P as the model parameters.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Growth prediction analysis based on Logistic model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Growth prediction analysis based on Logistic model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "It can be seen from the Table 4, the fitting curve of Logistic model is similar to the experimental results. At 20 °C and 30 °C temperature conditions, the model’s fitting effect is excellent, and R2 is greater than 0.99; at 25 °C temperature conditions, the model fitting effect is not as good as other temperature conditions.",
            "cite_spans": [],
            "section": "Growth prediction analysis based on Logistic model ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Gompertz equation is the basic model for predicting the growth of microorganisms. The PMP program developed by the Ministry of agriculture to establish the model of pathogenic bacteria is the basic model for the study of Gompertz equation. Gompertz model has been widely used in the field of biology. Gompertz model expression was as equation (2):",
            "cite_spans": [],
            "section": "Growth prediction analysis based on Gompertz model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Growth prediction analysis based on Gompertz model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "N was the colony growth diameter, cm; t was the microbial growth culture time, h; A, A, k, xc as the model parameters.",
            "cite_spans": [],
            "section": "Growth prediction analysis based on Gompertz model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "It can be seen from the Table 5 that the fitting curve of Gompertz model is better fitted to the measured parameters. At the same temperature, with the increase of relative humidity, Gompertz model fitting effect is better; the model is well fitted at the temperature of 25 °C and the fitting effect is better than 20 °C and 30 °C temperature conditions. The fitting of Logistic model to the growth of the fungus is better than that of the Gompertz model. The two models are tested by the deviation factor Bf and the accuracy factor Af in the mathematical model test. The accuracy and feasibility of the model are feasible and credible.",
            "cite_spans": [],
            "section": "Growth prediction analysis based on Gompertz model ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "mention": "Table 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Temperature and relative humidity are the important factors affecting the growth of fungi, so it is necessary to study the influence of two environmental factors on the growth of fungi. In the establishment of prediction model of biological growth, if we need to consider the influence of various environmental factors, we must consider the number of variables and the independence between variables. The combined effects of water activity and temperature on the growth of Staphylococcus xylosus were studied by Mcmeekin45. They found that when Tmin is fixed, for each φ, the relationship between growth rate and temperature can be described by using the square root model. The combined effects of these two variables can be expressed by the modified equation (3):",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 522,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "The square root model fitting based on the two environmental factors ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "The square root model fitting based on the two environmental factors ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "In the formula, u is the growth rate of fungus, cm/h; b2 is the coefficient; T is the culture temperature,  °C; Tmin is the most important parameter of square root equation, and it refers to the lowest temperature when the growth rate is zero, °C; φ is relative humidity of the cultivation, %. By using the Logistic primary model, the predictive value of the growth rate of the Cladosporium colony growth rate (instantaneous velocity) was obtained, as Table 6 shows.",
            "cite_spans": [],
            "section": "The square root model fitting based on the two environmental factors ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 452,
                    "end": 459,
                    "mention": "Table 6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Through the model fitting, the parameters of the square root model could be obtained, as Table 7 shows, and the model fitting of predicting growth of Cladosporium was shown as Fig. 10. The model equation of Bf value was between 0.90–1.05, indicating that the model used to predict the range of the experimental environment in Cladosporium colony growth condition. At the same time, the Af value of the model was 1.05169 that is closed to 1, which shows that the model has high accuracy.",
            "cite_spans": [],
            "section": "The square root model fitting based on the two environmental factors ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "mention": "Fig. 10",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 96,
                    "mention": "Table 7",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "This study selected two central air conditioning systems at a venue in Dalian as the objects. Actual measurement and a series of studies were carried out on microbial pollution characteristic, and the results are shown as below:The bacterial colony forming units of the two measuring points in unit B were 192 cfu/cm2 and 828 cfu/cm2, respectively, which exceeded the hygienic specification of central air conditioning ventilation system in public buildings of China (≤100cfu/cm2), and the rest of the test points met the relevant standards of China. The distribution of bacteria was more than fungi, and the concentration was higher. With the total characteristics of different distribution density, the area of dust associated microorganisms and the air pollution were more serious.Alternaria spp., Candida spp., Cercospora spp. and Cladosporium spp. existed in both units. The Candida spp. accounted for 80% in Unit A, and the Cladosporium spp. occupied 50% in Unit B. The composition of fungi in B was more complicated. Two dominant fungi are both deleterious to health, so the timely maintenance and cleaning are required. It is suggested that the operating space should be reserved in the air conditioning room, so as to avoid incomplete cleaning and disinfection.Within the experimental temperature and relative humidity, with the increase of relative humidity or temperature, the colony growth of the same strain showed an increasing trend. For the prediction model of the fungus growth, the study found that the overall fitting effect of Logistic model is better, and R2 values were greater than 0.97. Logistic model for the Cladosporium spp. growth was better than Gompertz model. At the same time, considering the influence of temperature and relative humidity, the square root model can well predict the growth of Cladosporium spp. It provides a theoretical basis for the growth of fungi in the air conditioning system under the hygrothermal environment conditions.",
            "cite_spans": [],
            "section": "Conclusions and Suggestion",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Lv, Y. et al. Actual measurement, hygrothermal response experiment and growth prediction analysis of microbial contamination of central air conditioning system in Dalian, China. Sci. Rep.\n7, 44190; doi: 10.1038/srep44190 (2017).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        },
        {
            "text": "Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF5": {
            "text": "Figure 5: The dilution curve of observed species index (a) and shannon index (b).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 7: Changes of with the time of the colony diameter of Cladosporium (a) and Penicillium colonies (b) under different relative humidity conditions at 20 °C.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 8: Changes of with the time of the colony diameter of Cladosporium (a) and Penicillium colonies (b) under different relative humidity conditions at 25 °C.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 9: Changes of with the time of the colony diameter of Cladosporium (up) and Penicillium (down) under different relative humidity conditions at 30 °C.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Why, when and how do HVAC-systems pollute the indoor environment and what to do about it? The European AIRLESS project",
            "authors": [],
            "year": 2003,
            "venue": "Building and Environment",
            "volume": "38",
            "issn": "",
            "pages": "209-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Air pollution sources in offices and assembly halls quantified by the olf unit",
            "authors": [],
            "year": 1988,
            "venue": "Energy and Buildings",
            "volume": "12",
            "issn": "",
            "pages": "7-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Control and improvement of building indoor biological pollution",
            "volume": "",
            "issn": "",
            "pages": "5-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [],
            "year": 2003,
            "venue": "New England Journal of Medicine",
            "volume": "348",
            "issn": "",
            "pages": "1986-1994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Epidemiological investigation of an outbreak of pandemic influenza A (H1N1) 2009 in a boarding school: serological analysis of 1570 cases",
            "authors": [],
            "year": 2011,
            "venue": "Journal of Clinical Virology.",
            "volume": "50",
            "issn": "",
            "pages": "235-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A study on the effective removal method of microbial contaminants in building according to bioviolence agents",
            "authors": [],
            "year": 2010,
            "venue": "Korean Journal of Air-Conditioning and Refrigeration Engineering",
            "volume": "22",
            "issn": "",
            "pages": "881-890",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Performance analysis of a direct expansion air dehumidification system combined with membrane-based total heat recovery",
            "authors": [],
            "year": 2010,
            "venue": "Energy",
            "volume": "35",
            "issn": "",
            "pages": "3891-3901",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Batterman, Harriet Burge. HVAC systems as emission sources affecting indoor air quality: a critical review",
            "authors": [],
            "year": 1995,
            "venue": "HVAC&R Research",
            "volume": "1",
            "issn": "",
            "pages": "61-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Testing and analysis for microbes and particles in central air conditioning systems of public buildings",
            "authors": [],
            "year": 2007,
            "venue": "Heating Ventilating and Air Conditioning",
            "volume": "37",
            "issn": "",
            "pages": "103-107",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Endotoxins and bacteria in the humidifier water of air conditioning systems for office rooms",
            "authors": [],
            "year": 2007,
            "venue": "Gefahrstoffe Reinhaltung Der Luft",
            "volume": "67",
            "issn": "",
            "pages": "215-219",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Investigation and review of microbial pollution in air conditioning systems of public buildings",
            "authors": [],
            "year": 2009,
            "venue": "Heating Ventilating and Air Conditioning",
            "volume": "39",
            "issn": "",
            "pages": "50-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The control technology of microbial contamination in air conditioning system",
            "authors": [],
            "year": 2008,
            "venue": "Frozen",
            "volume": "83",
            "issn": "",
            "pages": "28-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Study on the microbial secondary pollution and control in air conditioning system",
            "authors": [],
            "year": 2010,
            "venue": "ZhongKai Agricultural Engineering College Journals",
            "volume": "23",
            "issn": "",
            "pages": "68-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Research on the dust deposition in ventilation and air conditioning pipe",
            "authors": [],
            "year": 2008,
            "venue": "Heating Ventilating and Air Conditioning",
            "volume": "38",
            "issn": "",
            "pages": "22-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Macro genomics approach in environmental microbial ecology and genetic search application",
            "authors": [],
            "year": 2006,
            "venue": "Southwest University",
            "volume": "",
            "issn": "",
            "pages": "35-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Study of the microbiome in waiting rooms of a Japanese hospital",
            "authors": [],
            "year": 2016,
            "venue": "CLIMA 2016 - proceedings of the 12th REHVA World Congress",
            "volume": "",
            "issn": "",
            "pages": "32-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Fungal colonization of automobile air conditioning systems",
            "authors": [],
            "year": 1997,
            "venue": "Journal of Industrial Microhialoev & Biotechnoloev",
            "volume": "19",
            "issn": "",
            "pages": "150-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Changes in airborne fungi from the outdoors to indoor air; large HVAC systems in nonproblem buildings in two different climates",
            "authors": [],
            "year": 2003,
            "venue": "AIHA Journal.",
            "volume": "64",
            "issn": "",
            "pages": "269-275",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Research on the microbial diversity analysis in the sediment and macro genomic library at the South Pole",
            "authors": [],
            "year": 2007,
            "venue": "Xiamen University",
            "volume": "",
            "issn": "",
            "pages": "88-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Isolation of Vibrio harveyi bacteriophage with a potential for biocontrol of luminous vibriosis in hatchery environments",
            "authors": [],
            "year": 2006,
            "venue": "Aquaculture",
            "volume": "255",
            "issn": "",
            "pages": "117-124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Overview of biological pollution prevention methods in air conditioning system",
            "authors": [],
            "year": 2003,
            "venue": "Heating Ventilating and Air Conditioning",
            "volume": "33",
            "issn": "",
            "pages": "41-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "FLASH. Fast length adjustment of short reads to improve genome assemblies",
            "authors": [],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "",
            "pages": "2957-2963",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "UPARSE. Highly accurate OTU sequences from microbial amplicon reads",
            "authors": [],
            "year": 2013,
            "venue": "Nature Methods.",
            "volume": "10",
            "issn": "",
            "pages": "996-998",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Ribosomal Database Project: data and tools for high throughput rRNA analysis",
            "authors": [],
            "year": 2013,
            "venue": "Nucleic acids research",
            "volume": "12",
            "issn": "",
            "pages": "35-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Introducing mothur: Open-Source, Platform- Independent, Community-Supported Software for Describing and Comparing Microbial Communities",
            "authors": [],
            "year": 2009,
            "venue": "Appl Environ Microbiol",
            "volume": "75",
            "issn": "",
            "pages": "7537-7541",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The SILVA ribosomal RNA gene database project: improved data processing and web-based tools",
            "authors": [],
            "year": 2013,
            "venue": "Nucleic acids research",
            "volume": "41",
            "issn": "",
            "pages": "D590-D596",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Naive Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy",
            "authors": [],
            "year": 2007,
            "venue": "Applied and environmental microbiology",
            "volume": "73",
            "issn": "",
            "pages": "5261-5267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Study on the relationship between dominant fungi in the air and the allergic asthma in children",
            "authors": [],
            "year": 1998,
            "venue": "Chinese Journal of Pediatrics",
            "volume": "12",
            "issn": "",
            "pages": "47-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Separate effects of moisture content and water activity on the hyphal extension of Penicillium rubens on porous media",
            "authors": [],
            "year": 2015,
            "venue": "Environmental Microbiology.",
            "volume": "17",
            "issn": "",
            "pages": "5089-5099",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Investigation and review of microbial pollution in air conditioning systems of public buildings",
            "authors": [],
            "year": 2009,
            "venue": "Heating ventilating and air conditioning",
            "volume": "39",
            "issn": "",
            "pages": "50-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Relationships between air conditioning, airborne microorganisms and health",
            "authors": [],
            "year": 1998,
            "venue": "Bulletin de l’Academie nationale de medecine",
            "volume": "183",
            "issn": "",
            "pages": "327-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Microorganisms and particles in AHU systems: Measurement and analysis",
            "authors": [],
            "year": 2009,
            "venue": "Building and Environment",
            "volume": "44",
            "issn": "",
            "pages": "694-698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The Indoor Fungus Cladosporium halotolerans Survives Humidity Dynamics Markedly Better than Aspergillus niger and Penicillium rubens despite Less Growth at Lowered Steady-State Water Activity",
            "authors": [],
            "year": 2016,
            "venue": "Applied and Environmental Microbiology",
            "volume": "82",
            "issn": "",
            "pages": "5089-5098",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Effects of Temperature, Humidity and Air Flow on Fungal Growth Rate on Loaded Ventilation Filters",
            "authors": [],
            "year": 2015,
            "venue": "Journal of occupational and environmental hygiene",
            "volume": "12",
            "issn": "",
            "pages": "525-537",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Fungal growth and survival in building materials under fluctuating moisture and temperature conditions",
            "authors": [],
            "year": 2000,
            "venue": "International Biodeterioration & Biodegradation",
            "volume": "46",
            "issn": "",
            "pages": "117-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Mathematical modeling of growth of salmonella in raw ground beef under isothermal conditions from 10 to 45 °C",
            "authors": [],
            "year": 2009,
            "venue": "International Journal of Food Microbiology",
            "volume": "131",
            "issn": "",
            "pages": "106-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Model for combined effect of temperature and salt concentration/water activity on the growth rate of Staphylococcus xylosus[J]",
            "authors": [],
            "year": 1987,
            "venue": "Journal of Applied Bacteriology",
            "volume": "62",
            "issn": "",
            "pages": "543-550",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "A Review of the Biological Pollution Characteristics, Standards and Prevention and Control Technologies of Central Air-Conditioning System",
            "authors": [],
            "year": 2016,
            "venue": "Building Science",
            "volume": "32",
            "issn": "",
            "pages": "151-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Risks of unsatisfactory airborne bacteria level in air-conditioned offices of subtropical climates",
            "authors": [],
            "year": 2008,
            "venue": "Building and Environment",
            "volume": "43",
            "issn": "",
            "pages": "475-479",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Development of a method for bacteria and virus recovery from heating, ventilation, and air conditioning (HVAC) filters",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Environmental Monitoring",
            "volume": "8",
            "issn": "",
            "pages": "1006-1013",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Microbial air quality at Szczawnica sanatorium, Poland",
            "authors": [],
            "year": 2011,
            "venue": "Annals of Agricultural and Environmental Medicine",
            "volume": "18",
            "issn": "",
            "pages": "63-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "The national institute for occupational safety and health indoor environmental evaluation experience. Part one: building environmental evaluations",
            "authors": [],
            "year": 1996,
            "venue": "Applied Occupational & Environmental Hygiene",
            "volume": "11",
            "issn": "",
            "pages": "533-539",
            "other_ids": {
                "DOI": []
            }
        }
    }
}