{
    "paper_id": "PMC5037575",
    "metadata": {
        "title": "Influenza A Virus Polymerase Recruits the RNA Helicase DDX19 to Promote the Nuclear Export of Viral mRNAs",
        "authors": [
            {
                "first": "Cédric",
                "middle": [],
                "last": "Diot",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guillaume",
                "middle": [],
                "last": "Fournier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mélanie",
                "middle": [],
                "last": "Dos Santos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Julie",
                "middle": [],
                "last": "Magnus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anastasia",
                "middle": [],
                "last": "Komarova",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sylvie",
                "middle": [],
                "last": "van der Werf",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sandie",
                "middle": [],
                "last": "Munier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nadia",
                "middle": [],
                "last": "Naffakh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A targeted RNAi screen was performed to identify human DDX proteins involved in IAV multiplication. Small interfering RNAs targeting 35 DDX proteins (Table S1) were transfected in A549 cells. For DDX2A/DDX2B, DDX19A/DDX19B and DDX39A/DDX39B, siRNAs targeting the A and B forms were used alone or in combination. Anti-Nup62 siRNAs, known to inhibit IAV replication2930, were used as a control. The toxicity of siRNA treatment and the silencing efficiency were evaluated as described in the Methods section. No reduction of the cell viability signal was measured compared to control siRNA-treated cells, except in cells silenced for DDX2A, DDX2A + B, DDX39A + B and DDX48 (Figure S1a). Efficient silencing (>70% decrease of the protein expression signal) was achieved for most DDX proteins except for DDX2B, 13, 18, 20, 31 and 52 (16% to 69% decrease) (Figure S1b).",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "RNAi screening of DDX RNA helicases points to DDX19 as a factor required for efficient IAV multiplication ::: Results",
            "ref_spans": []
        },
        {
            "text": "A549 cells were transfected with each of the non-toxic siRNAs and subsequently infected at a low multiplicity of infection (m.o.i.) with a recombinant A/WSN/33 virus carrying a luciferase reporter gene (WSN-PB2-Nanoluc). Luciferase activity was measured in cell lysates prepared at 24 hours post-infection (hpi) to monitor the efficiency of viral replication. As shown in Fig. 1a, IAV replication was significantly impaired upon silencing of 14 DDX proteins: DDX3X, DDX5, DDX13, DDX17, DDX19A, DDX19B, DDX24, DDX25, DDX28, DDX31, DDX39B, DDX41, DDX46 and DDX47. Among the DDX proteins that had been previously found to positively regulate IAV replication, DDX3X, DDX5 and DDX1719 and DDX39B15 were recovered in our screen, but not DDX2B, possibly due to low knock-down efficiency (Figure S1b). DDX21 silencing, shown by others to negatively regulate IAV replication14, had no significant effect in our screen. Upon co-silencing of DDX19 A and B forms (96% identity at the protein level), the reduction of luciferase signal was significantly greater than upon silencing of DDX19A or DDX19B alone (a 90% reduction compared to 48% and 59%, respectively, Fig. 1a), indicating a synergistic effect of DDX19A and DDX19B depletion. We repeated the experiment with three individual siRNAs targeting conserved regions between DDX19A and DDX19B (Fig. 1b,c). A strong 76 to 90% reduction of the luciferase signal was observed with all three individual siRNAs (Fig. 1b), thus ruling out any off-target effect. In the experiments described below, the combination of DDX19A and DDX19B siRNAs (thereafter named DDX19 siRNAs) was used.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 679,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 865,
                    "end": 867,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "RNAi screening of DDX RNA helicases points to DDX19 as a factor required for efficient IAV multiplication ::: Results",
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1151,
                    "end": 1158,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1336,
                    "end": 1345,
                    "mention": "Fig. 1b,c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1449,
                    "end": 1456,
                    "mention": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The effect of DDX19 knock-down on the multiplication of several wild-type IAV was then examined. A549 cells treated with DDX19 or control siRNAs were infected at low m.o.i. and the production of infectious viral particles was evaluated at 24, 48 and 72 hpi for A/WSN/33 (WSN, Fig. 1d), and at 24 hpi for the other strains (Fig. 1e). At all time points, the WSN virus titers in the supernatant of DDX19-silenced cells were decreased by 2–4 log compared to control cells (Fig. 1d). At 24 hpi, similar reductions were observed upon infection with the A/Udorn/307/72(H3N2), A/Paris/908/97(H3N2) or A/Paris/650/2004(H1N1) viruses (Fig. 1e). No reduction was observed with the VSV Indiana strain (Fig. 1f), a negative-stranded RNA virus from the Rhabdoviridae family that replicates in the cytoplasm. In contrast, the production of infectious Adenovirus 5, a double-stranded DNA virus from the Adenoviridae family, was decreased by 1-log upon DDX19 depletion (Fig. 1g). These results confirm that DDX19 is essential for IAV multiplication, and suggest its potential implication in the life cycle of other viruses that replicate in the nucleus.",
            "cite_spans": [],
            "section": "RNAi screening of DDX RNA helicases points to DDX19 as a factor required for efficient IAV multiplication ::: Results",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "mention": "Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 323,
                    "end": 330,
                    "mention": "Fig. 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 470,
                    "end": 477,
                    "mention": "Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 626,
                    "end": 633,
                    "mention": "Fig. 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 691,
                    "end": 698,
                    "mention": "Fig. 1f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 954,
                    "end": 961,
                    "mention": "Fig. 1g",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To further document the role of DDX19 in IAV multiplication, the temporal accumulation of viral components was analyzed in DDX19-silenced cells during single-cycle infection with WSN. As shown in Fig. 2a, in control A549 cells, the accumulation of HA, NA, NP, M1 and NS1 viral proteins was detectable from 6 hpi. In DDX19-silenced cells, the accumulation of viral proteins was no longer (HA, NA, M1) or weakly (NP, NS1) detectable at 6 hpi, and was strongly reduced at 9 hpi compared to control cells.",
            "cite_spans": [],
            "section": "DDX19 silencing reduces the accumulation of viral proteins and RNAs ::: Results",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Monitoring of NP and NA vRNAs and mRNAs using strand-specific RT-qPCR31 showed that mRNA levels were reduced at 3 hpi in DDX19-silenced cells compared to control cells (8-fold for NP and 10-fold for NA on average), while no significant difference was observed at later time points, except for NA mRNAs at 6 hpi (Fig. 2b,c). The effect on the accumulation of NP and NA vRNAs was delayed, as vRNA levels were strongly reduced at 6 hpi and still so at 9 hpi (5- and 5-fold for NP and 13- and 8-fold for NA at 6 and 9 hpi, respectively) (Fig. 2d,e). We hypothesize that mRNA levels appear less affected at 6 and 9 hpi because their accumulation has plateaued at these time points, unlike the viral vRNAs which continue to accumulate at a high rate. Notably, for each of the vRNA and mRNA species that were examined, the levels measured in DDX19-depleted cells at 6 and 9 hpi were similar to the levels measured in control cells at 3 and 6 hpi, respectively. Taken together, these data indicate that DDX19 silencing does not distinctly affect the process of transcription/replication per se but delays the accumulation of viral RNAs from early time points of infection, which disrupts the whole viral cycle.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "DDX19 silencing reduces the accumulation of viral proteins and RNAs ::: Results",
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "mention": "Fig. 2b,c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 534,
                    "end": 543,
                    "mention": "Fig. 2d,e",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To test whether the nuclear import of parental vRNAs is affected by DDX19 silencing, A549 cells were treated with cycloheximide (CHX) during infection to inhibit de novo viral protein expression, and incoming vRNAs were monitored in subcellular fractions. As shown in Fig. 3a, no viral protein accumulation was detected at 6 hpi in the presence of CHX, demonstrating the efficiency of CHX treatment. The quality of subcellular fractionation was controlled in each experiment by immunoblotting using antibodies against the MEK1/2 kinase, a cytoplasmic marker, and the TATA Binding Protein (TBP), a nuclear marker. In addition, the levels of GAPDH pre-mRNAs were evaluated by real-time RT-PCR and used as a nuclear marker. Representative data are shown in Fig. 3b. The quality of subcellular fractionation was not affected by viral infection (Fig. 3b).",
            "cite_spans": [],
            "section": "Nuclear import of parental vRNAs and primary transcription are not affected by DDX19 silencing ::: Results",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 275,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 754,
                    "end": 761,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 841,
                    "end": 848,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Strand-specific RT-qPCR was used to monitor the levels of NP and NA vRNAs in the cytoplasmic and nuclear fractions of CHX-treated cells, as well as the level of primary transcription from these incoming vRNA templates. The proportion of nuclear vRNAs (about 50%) was similar in DDX19-silenced or control cells (Fig. 3c), thus indicating that the nuclear import of parental vRNAs was not impaired. As shown in Fig. 3d, mRNA/vRNA ratios were reduced after DDX19 silencing in CHX-treated cells. However the differences were not statistically significant, indicating that DDX19 has, if any, a limited effect on primary transcription. Altogether, these results demonstrate that DDX19 does not have a critical function in the earliest steps of the influenza viral cycle.",
            "cite_spans": [],
            "section": "Nuclear import of parental vRNAs and primary transcription are not affected by DDX19 silencing ::: Results",
            "ref_spans": [
                {
                    "start": 311,
                    "end": 318,
                    "mention": "Fig. 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 409,
                    "end": 416,
                    "mention": "Fig. 3d",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We next examined the potential role of DDX19 in the export of viral mRNAs. To this end, siRNA-treated A549 cells were infected and subjected to subcellular fractionation at 2 and 4 hpi. The levels of cytoplasmic and nuclear PB2, NP, NA, NS1 and NS2 mRNAs were then determined by RT-qPCR (Fig. 4a,b). At 2 hpi in control cells, a substantial proportion of each mRNA species (29% to 57%) was found in the cytoplasm (Fig. 4a, dark grey solid bars). In DDX19-silenced cells, the proportions of cytoplasmic viral mRNAs were strikingly reduced (3% to 8%) (Fig. 4a, light grey solid bars). The sensitivity of the M1- and M2-specific RT-qPCR was insufficient to evaluate accurately the levels of cytoplasmic and nuclear M1 and M2 mRNAs at 2 hpi. At 4 hpi in control cells, the viral mRNAs appeared equally distributed in both fractions (PB2, NP, NA) or predominantly cytoplasmic for NS1 and NS2 mRNAs (Fig. 4b). In contrast, in DDX19-silenced cells, the viral mRNAs remained predominantly nuclear, with only 24% to 34% of the viral mRNAs being detected in the cytoplasm (Fig. 4b). Although these differences were repeatedly observed (n = 3), the effect of DDX19 silencing at 4 hpi was generally not significant upon statistical analysis.",
            "cite_spans": [],
            "section": "DDX19 contributes to the nuclear export of viral transcripts ::: Results",
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "mention": "Fig. 4a,b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 414,
                    "end": 421,
                    "mention": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 550,
                    "end": 557,
                    "mention": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 894,
                    "end": 901,
                    "mention": "Fig. 4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1063,
                    "end": 1070,
                    "mention": "Fig. 4b",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The function of the homolog of DDX19 in yeast has been extensively studied and mutants defective for RNA binding (R372G, V386N, R428Q) or ATPase activity (E243Q)2032, or NUP214 binding (R259A)3334 show strong defects in the nuclear export of mRNAs. To confirm that these activities contribute to DDX19 function in IAV replication, we performed RNAi rescue experiments (Fig. 4c). Upon silencing of DDX19 in HEK-293T cells, siRNA-resistant expression plasmids for the wild-type or mutant DDX19B proteins were transfected. Expression levels of the different DDX19B mutant proteins did not differ significantly (Fig. 4d), and published data indicate that these are properly folded2534. The efficiency of viral replication was then assessed using the WSN-PB2-Nanoluc virus (Fig. 4c). The wild-type DDX19B plasmid (dark grey bar) could rescue >75% of the level of viral replication. This apparent contradiction with the fact that upon depletion, both DDX19A and DDX19B appear to play a role in viral infection (Fig. 1a), is likely due to a high expression level of the recombinant DDX19B protein. Unlike the wild-type DDX19B plasmid (dark grey bar), none of the mutant plasmids tested (R259A, R372A, R428Q, E243Q, and E243Q/V386N, light grey bars) rescued the level of viral replication. Thus all activities related to DDX19B function in nuclear export of mRNAs appear to be required for IAV replication. Taken together with the nuclear retention of viral mRNAs in DDX19 depleted cells, our data clearly establish the essential contribution of DDX19 to the nuclear export of IAV mRNAs.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 163,
                    "end": 165,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 194,
                    "end": 196,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "DDX19 contributes to the nuclear export of viral transcripts ::: Results",
            "ref_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "mention": "Fig. 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 608,
                    "end": 615,
                    "mention": "Fig. 4d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 769,
                    "end": 776,
                    "mention": "Fig. 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1005,
                    "end": 1012,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We previously reported the interaction between DDX19A/B and the viral polymerase in an infectious context, using a Gaussia luciferase complementation assay named iPCA (infectious Protein Complementation Assay)29. In this system, a recombinant WSN virus that encodes a Gluc1-tagged polymerase subunit is used to infect cells transiently expressing a protein of interest fused to Gluc2; a significant luciferase activity is restored only if Gluc1 and Gluc2 are brought in close proximity by interacting proteins29.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "DDX19 binds the viral polymerase and viral RNAs during infection ::: Results",
            "ref_spans": []
        },
        {
            "text": "To confirm the interaction of the endogenous DDX19 protein with the viral polymerase during infection and to assess whether this interaction requires the presence of RNAs, DDX19 was immunoprecipitated from lysates of HEK-293T cells infected with a recombinant WSN virus expressing a Strep-tagged PB2 protein (WSN-PB2-Strep) in the presence or absence of RNAse (Fig. 5a). Upon DDX19 immunoprecipitation (Fig. 5a, upper panel), the PB2-Strep protein was specifically co-immunoprecipitated in conditions where RNA integrity was preserved (Fig. 5a, middle panel, -RNase) or not (Fig. 5a, middle panel, +RNase). RNAs from cell lysates and eluates were extracted and the viral NP mRNAs and vRNAs were quantified by strand-specific RT-qPCR. They could not be detected in RNase-treated samples (data not shown), thus demonstrating the efficiency of RNase treatment. In RNase-free samples, a higher proportion of NP mRNAs was co-immunoprecipitated with DDX19 (8.6 × 106 copies −0.79% of the input NP mRNAs) compared to NP vRNAs (4.8 × 106 copies −0.10% of the input NP vRNAs) (p = 0.0465) (Fig. 5b).",
            "cite_spans": [],
            "section": "DDX19 binds the viral polymerase and viral RNAs during infection ::: Results",
            "ref_spans": [
                {
                    "start": 361,
                    "end": 368,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 403,
                    "end": 410,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 536,
                    "end": 543,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 575,
                    "end": 582,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1081,
                    "end": 1088,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To confirm the specificity of viral mRNAs association with DDX19, we determined how efficiently they were co-purified with a recombinant Strep-tagged wild-type DDX19B protein over its RNA-binding and ATPase defective mutant counterpart (the R372A-V386N-R428Q and E243Q mutant) (Fig. 5c). A Strep-tagged NXF1 protein was used as a positive control, as NXF1 was shown to bind IAV mRNAs3035. Upon transient expression in HEK-293T cells and subsequent infection with the WSN virus, the Strep-tagged proteins were purified (Fig. 5d), and the PB2, NP, NA, NS1 and NS2 mRNAs were quantified by RT-qPCR on 1 μg of RNA extracted from the cell lysate (C) and eluate (E) fractions. The E/C ratios of mRNAs levels were determined for each protein and normalized to those obtained with the DDX19B mutant protein. As shown in Fig. 5c, the PB2, NP, NA, NS1 and NS2 mRNAs were enriched 2- to 6-fold and 5- to 13-fold upon co-purification with the Strep-DDX19B and -NXF1 protein, respectively, compared to the DDX19 mutant protein.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "DDX19 binds the viral polymerase and viral RNAs during infection ::: Results",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 285,
                    "mention": "Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 519,
                    "end": 526,
                    "mention": "Fig. 5d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 812,
                    "end": 819,
                    "mention": "Fig. 5c",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To further dissect the connection between DDX19-RNA and DDX19-polymerase interactions, we used iPCA to assess the capacity of mutant DDX19 proteins to interact with PB2 (Fig. 5e). HEK-293T cells transiently expressing the wild-type or mutant DDX19 proteins were subsequently infected with the WSN-PB2-Gluc1 virus. All DDX19 mutants fused to Gluc2 were expressed at similar levels (Fig. 5f). As shown in Fig. 5e, similar DDX19-PB2 interaction signals were observed with DDX19 mutants defective for RNA binding and with the wild-type protein. These results are in agreement with our co-immunoprecipitation data showing that the DDX19-polymerase interaction is RNA-independent (Fig. 5a). Interestingly, in the presence of the E243Q mutant, a significant increase of the DDX19-PB2 interaction signal was observed compared to the wild-type or to the E243Q-V386N double-mutant DDX19 protein (Fig. 5e). The E243Q mutant was shown to be deficient for ATPase activity but, unlike the E243Q-V386N double-mutant, to retain a strong RNA binding activity20. Our data show that these properties result in the stabilization of the DDX19-PB2 interaction. Altogether, our results demonstrate an RNA-independent association between DDX19 and the viral polymerase, that is modulated by the ATPase activity of DDX19.",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "DDX19 binds the viral polymerase and viral RNAs during infection ::: Results",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "mention": "Fig. 5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 381,
                    "end": 388,
                    "mention": "Fig. 5f",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 403,
                    "end": 410,
                    "mention": "Fig. 5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 675,
                    "end": 682,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 886,
                    "end": 893,
                    "mention": "Fig. 5e",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Here we provide the first targeted RNAi screening of the DExD-box RNA helicases family, which is the largest and most diverse group of human RNA helicases, to identify those required for efficient IAV replication. The hits of our RNAi screen include, in addition to DDX3X, DDX5, DDX17 and DDX39B that had been found previously to promote IAV replication1519, 10 new cellular factors potentially involved in IAV replication, i.e. DDX13, DDX19A/B, DDX24, DDX25, DDX28, DDX31, DDX41, DDX46 and DDX47. The most dramatic decrease in IAV replication was observed upon silencing of DDX19, which was therefore analyzed in more details. The roles of the other DDX hits remain to be investigated. Given the multi-functional nature of DDX proteins, each of them could potentially be involved at various steps of the viral cycle. Their recognized functions include splicing of pre-mRNAs for DDX4136 and DDX4637, mRNA export and protein translation for DDX19 and DDX252638, exosome-mediated RNA decay for DDX13, also named SKIV2L39, ribosome or mitoribosome biogenesis for DDX4740, DDX3141 and DDX2842, modulation of signaling pathways for DDX3141, DDX2443 and DDX4144.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 355,
                    "end": 357,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 884,
                    "end": 886,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 955,
                    "end": 957,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 957,
                    "end": 959,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1132,
                    "end": 1134,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1153,
                    "end": 1155,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study reveals that the cellular DDX19 protein plays an essential role during IAV infection by mediating viral mRNA export. Assuming that the regulatory mechanisms described for the yeast homolog of DDX19 are conserved in humans, DDX19 has a mRNP remodeling activity which depends on its RNA binding activity as well as its NUP214 binding and ATPase activities2728. This is consistent with our observation that DDX19 depletion i) inhibits the nuclear export of IAV mRNAs (Fig. 4a) and ii) leads to a reduction in viral replication that can be rescued by re-expressing the wild-type DDX19 protein, but not any of the mutants defective for RNA binding, NUP214 binding or ATPase activity (Fig. 4c). The effect of DDX19 depletion on the nucleo-cytoplasmic distribution of viral mRNAs was detectable at 2 hpi and to a lesser extent at 4 hpi (Fig. 4a,b), suggesting that the requirement for DDX19 can be bypassed as viral infection proceeds. The accumulation of high levels of viral mRNAs in the nucleus and/or virus-induced modifications of the cellular environment (e.g. altered permeability of the nuclear envelope45) could allow viral mRNAs to be exported from the nucleus independently of DDX19. Still, in DDX19-depleted cells the inhibition of viral mRNA export at early time points results in a considerably delayed viral life cycle. By impairing the production of viral RNAs and viral proteins (Fig. 2), it strongly reduces the production of infectious virus particles as observed with several IAV strains (Fig. 1e). A possible role of DDX19 in the life cycle of other viruses that replicate in nucleus such as adenoviruses (Fig. 1g) or retroviruses46 deserves further exploration.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1114,
                    "end": 1116,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1654,
                    "end": 1656,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 475,
                    "end": 482,
                    "mention": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 689,
                    "end": 696,
                    "mention": "Fig. 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 840,
                    "end": 849,
                    "mention": "Fig. 4a,b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1400,
                    "end": 1406,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1512,
                    "end": 1519,
                    "mention": "Fig. 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1630,
                    "end": 1637,
                    "mention": "Fig. 1g",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The other major player that has been involved in IAV mRNA export so far is the Nuclear Export Factor 1 (NXF1), also known as TAP1835. It has been suggested that the intronless, unspliced, and spliced viral mRNAs may harbor differential dependence on NXF1 and/or use distinct adaptors to recruit NXF11847. The three types of viral mRNAs were included in our study. They were all found to depend on DDX19 for their nuclear export (Fig. 4a) and to associate specifically with DDX19 in infected cells (Fig. 5c). Based on the available structural data, DDX19 seems to bind RNA in a non sequence-specific manner, as most contacts are made with the sugar-phosphate backbone2834. It is unknown whether small RNAs such as microRNAs and tRNAs, or mRNPs transported by CRM1 rely on DDX19 for their nuclear export2348. It is also unclear whether all mRNPs transported by NXF1 undergo DDX19-mediated remodeling, or whether DDX19 is directed to specific mRNPs by adaptor proteins. To our knowledge the only documented case of such an adaptor is the SLIP1 protein, which binds DDX19 and could specifically target it to histone mRNAs49. Here, using iPCA (Fig. 5e and ref. 29) and co-immunoprecipitation assays (Fig. 5a), we demonstrate a physical interaction between the viral polymerase and DDX19 in the context of infected cells. We show that this interaction is RNA-independent (Fig. 5a). However, viral mRNAs can be co-purified with the polymerase-DDX19 complex (Fig. 5a,b), suggesting that DDX19 is recruited to viral mRNAs through its interaction with the viral polymerase. Interestingly, the DDX19-polymerase interaction signal was higher in the presence of a E243Q DDX19 mutant able to bind RNA but deficient for ATPase activity20, which presumably compromises its ability to remodel exported mRNPs by dissociating RNA-binding protein components from the mRNPs5051 (Fig. 5e). This observation suggests that the polymerase-DDX19-mRNA complex is transient and that the viral polymerase dissociates upon ATP hydrolysis-driven remodeling of viral mRNPs, in line with a previous report that viral mRNAs do not stably associate with the viral polymerase in infected cells52.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 130,
                    "end": 132,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 299,
                    "end": 301,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 666,
                    "end": 668,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 803,
                    "end": 805,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1117,
                    "end": 1119,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1720,
                    "end": 1722,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1852,
                    "end": 1854,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1854,
                    "end": 1856,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2157,
                    "end": 2159,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 429,
                    "end": 436,
                    "mention": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 498,
                    "end": 505,
                    "mention": "Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1139,
                    "end": 1146,
                    "mention": "Fig. 5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1195,
                    "end": 1202,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1366,
                    "end": 1373,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1451,
                    "end": 1460,
                    "mention": "Fig. 5a,b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1858,
                    "end": 1865,
                    "mention": "Fig. 5e",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The models that have been proposed for coupling of DDX19 ATPase cycle and DDX19-mediated export of cellular mRNPs are mostly based on in vitro studies, which may not accurately reproduce the complexity of the mRNP substrates and the spatial organization of the NPC3. One model proposes that the GLE1 nucleoporin ensures loading of DDX19-ATP onto the mRNPs at the cytoplasmic face of the NPC, where ATP hydrolysis-driven remodeling of mRNPs occurs27. A second model proposes that mRNPs are initially bound to DDX19-ATP and remodeled upon ATP hydrolysis, after which GLE1 stimulates the release of mRNPs from DDX19-ADP28. Our in cellulo observations are clearly in favor of the second model, which is also supported by the existence of an intranuclear pool of DDX19 that can associate with mRNPs and with the cellular transcription machinery2253. The binding of IAV polymerase to the C-terminal domain of cellular RNA polymerase II early in infection54 might facilitate its association with DDX19 and thus the loading of DDX19 (possibly co-transcriptionally) onto viral mRNPs.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 446,
                    "end": 448,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 839,
                    "end": 841,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 841,
                    "end": 843,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Overall, our study identifies a set of diverse (intronless, unspliced and spliced) target mRNAs for DDX19 and sheds light on how DDX19 is directed to these mRNAs. Finally, it points to IAV infection as a very useful model to further elucidate the mechanism and dynamics of DDX19-mediated mRNP remodeling and nuclear export in human cells.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "HEK-293T and A549 cells were grown in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 10% fetal calf serum (FCS). MDCK cells were grown in Modified Eagle’s Medium (MEM) supplemented with 5% FCS. Cycloheximide (CHX, Sigma) was added to the medium at the time of infection (100 μg/mL).",
            "cite_spans": [],
            "section": "Cells, drugs and viruses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Influenza viruses A/Paris/908/97(H3N2) and A/Udorn/307/72(H3N2) were provided by the National Influenza Center at the Institut Pasteur (Paris, France). The A/WSN/33(H1N1) and A/Paris/650/2004(H1N1) viruses were produced by reverse genetics as described in ref. 55. The VSV (Indiana strain) virus was kindly provided by O. Delmas (Institut Pasteur, Paris, France). The Adenovirus 5 was kindly provided by P. Fortes (Universidad de Navarra, Pamplona, Spain). The recombinant A/WSN/33 viruses expressing a PB2 protein fused to Gluc1 or to the Strep-tag were described previously2956. The recombinant A/WSN/33 virus expressing a Nanoluc protein was produced by reverse genetics using a pPolI-PB2-Nanoluc plasmid (described below).",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Cells, drugs and viruses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The Gateway entry plasmids containing the DDX ORFs were obtained from the human ORFeome resource. To generate vectors encoding Gluc2-, GlucFL-, and Strep-DDX fusion proteins, the ORFs were transferred respectively into a Gateway-compatible pSPICA-N257, pGlucFL or pIBA105-GW destination plasmid (kindly provided by C. Demeret and Y. Jacob, respectively). Directed mutagenesis of the Gateway DDX19B entry plasmid was performed using the QuikChange II Site-Directed Mutagenesis Kit (Agilent). The siRNA resistant DDX19B cDNA was designed in silico and produced by GenScript.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Plasmids ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The reverse genetics plasmid pPolI-PB2-Nanoluc was produced by replacing the Gluc1 sequence of pPolI-PB2-Gluc1 plasmid29 with a sequence encoding the self-cleaving 2A peptide from porcine teschovirus followed by the Nanoluc coding sequence, as described in ref. 58. The Nanoluc template was kindly provided by P. Palese and N. Heaton (Icahn School of Medicine at Mount Sinai, New York, USA).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Plasmids ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All constructs were verified by Sanger sequencing. The sequences of the oligonucleotides used for amplification and sequencing can be provided upon request.",
            "cite_spans": [],
            "section": "Plasmids ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Unless otherwise noted, protein extracts were prepared in Laemmli buffer. Immunoblot membranes were incubated with primary antibodies directed against DDX19 (NB100-760, Novus Biologicals), A/PR/8/34 virions59, NS1 (kindly provided by Daniel Marc, INRA-Tours, France), M1 (GA2B, Pierce), HA (Genetex), NA (Genetex), GAPDH (Pierce), TPB (Cell Signaling), MEK1/2 (L38C12, Cell Signaling), Gaussia luciferase (New England Biolabs), and revealed with secondary antibodies (GE Healthcare) or peroxidase-conjugated Strep-Tactin (IBA), and with the ECL 2 substrate (Pierce). The chemiluminescence signals were acquired using G-Box and the GeneSnap software (SynGene).",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Antibodies and immunoblots ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Small interfering RNAs (siRNAs) were purchased from Dharmacon (ON-TARGETplus SMARTpools or individual siRNAs and Non-targeting Control pool). Cells were transfected with 25 nM of siRNA using the DharmaFECT1 transfection reagent (Dharmacon). Cell viability was determined using the CellTiter-Glo Luminescent Viability Assay kit (Promega).",
            "cite_spans": [],
            "section": "siRNA-based assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To control the efficiency of siRNAs targeting DDXn genes, siRNA-treated A549 cells were transfected with plasmids encoding a DDXn protein fused with the full-length Gaussia luciferase (pGlucFL-DDXn) using polyethylenimine PEI (Polysciences Inc). The luciferase activity was measured 24 h later in cell lysates using the Renilla luciferase assay reagent (Promega) and a Berthold CentroXS luminometer.",
            "cite_spans": [],
            "section": "siRNA-based assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For screening purpose, A549 cells were infected at 48 hpt with the WSN-PB2-Nanoluc virus at a m.o.i. of 0.0001 pfu/cell. For rescue experiments, HEK-293T cells were transfected with 50 nM of a combination of DDX19A and DDX19B siRNAs using the INTERFERin reagent (Polyplus), and with the pStrep-DDX19B or empty vector using the FuGENE reagent (Promega). The cells were infected at 24 hpt with the WSN-PB2-Nanoluc virus at a m.o.i. of 0.01 pfu/cell, and the luciferase activity was measured at 24 hpi using the Nanoluc Luciferase kit (Promega).",
            "cite_spans": [],
            "section": "siRNA-based assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For multi-cycle and single-cycle infection assays, A549 cells were infected at 48 hpt at low and high m.o.i., respectively, as described in ref. 60. Plaque assays on MDCK cells were performed as described in ref. 61. AdV was titrated by immunostaining as described in ref. 62.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 213,
                    "end": 215,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "siRNA-based assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A549 cells were pelleted at 500 g for 5 min at 4 °C and washed three times with cold PBS. Cell pellets were resuspended in lysis buffer (20 mM HEPES pH 7.9, 3 mM MgCl2, 20 mM KCl, 1 mM DTT, 1% Igepal), and incubated for 2 min on ice. Nuclei were pelleted by centrifugation at 500 g for 8 min, and the supernatant was saved as the cytoplasmic fraction. Nuclear pellets were resuspended in low salt buffer (20 mM HEPES pH 7.9, 1.5 mM MgCl2, 20 mM KCl, 0.5 mM DTT, 0.2 mM EDTA, 25% glycerol), and high salt buffer (20 mM HEPES pH 7.9, 1.5 mM MgCl2, 1.4 M KCl, 0.5 mM DTT, 0.2 mM EDTA, 25% glycerol) was added before incubation on a spinning wheel for 30 min. The insoluble nuclear fraction was pelleted at 10,000 g for 15 min, and the supernatant was saved as the nuclear fraction. Cytoplasmic and nuclear RNAs were extracted using sequentially Trizol LS (Invitrogen) and the RNeasy mini kit (Qiagen).",
            "cite_spans": [],
            "section": "Subcellular fractionation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Unless otherwise noted, RNAs were extracted using the RNeasy mini kit (Qiagen). Strand-specific RT-qPCR for NP and NA vRNAs and mRNAs were performed as described in ref. 31. Alternatively, poly(A)+ RNAs were isolated using the Dynabeads mRNA purification kit (Life Technologies). Reverse transcription was performed using the Maxima first strand cDNA synthesis kit (Thermo Scientific), followed by qPCR using SYBR green reagent (Roche) or Solaris qPCR expression assays reagents (Life technologies), and Light Cycler 480 (Roche). For GAPDH and DDX19 transcripts, primers and probes were provided by Thermo Scientific. Primers used for PB2, NP, NA, NS1 and NS2 transcripts were described previously606364. Plasmids containing the sequences of interest were used for calibration curves and absolute quantification. Primers for GAPDH pre-mRNA can be provided upon request.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 697,
                    "end": 699,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 699,
                    "end": 701,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 701,
                    "end": 703,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "RT-qPCR assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Infected HEK-293T were resuspended in lysis buffer (20 mM MOPS-KOH pH 7.4, 120 mM KCl, 0.5% Igepal, 1X Protease Inhibitor Cocktail (Roche) supplemented with 200 U/mL RNasin (Promega) or 100 μg/mL RNase (Thermo Scientific). Clarified lysates were incubated with anti-DDX19 IgG or control IgG for 3 hours. Immuno-complexes were purified with protein A coupled beads (Thermo Scientific). After 3 washes with lysis buffer, elution was performed using Laemmli buffer for protein analyses or RLT buffer (RNeasy mini kit, QIAGEN) for RNA analyses. Strep-tagged proteins of interest were purified using Strep-Tactin beads as described in ref. 65.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 637,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Immunoprecipitations and Strep-tag-mediated purifications ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For the infectious protein complementation assay, HEK-293T cells were transfected with the pGluc2-DDX19 plasmids, and subsequently infected with a recombinant WSN virus expressing a PB2 polymerase subunit fused to Gluc1 as described in ref. 29. Normalized Luminescence Ratios (NLRs) were determined as described earlier2957.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 319,
                    "end": 321,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 321,
                    "end": 323,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Protein complementation assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Diot, C. et al. Influenza A Virus Polymerase Recruits the RNA Helicase DDX19 to Promote the Nuclear Export of Viral mRNAs. Sci. Rep.\n6, 33763; doi: 10.1038/srep33763 (2016).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (a,b) A549 cells were treated with control non-target or NUP62 siRNAs (dark grey bars) or siRNAs targeting the indicated DDX (light grey bars) and infected with the WSN-PB2-Nanoluc virus (0.0001 pfu/cell). Luciferase activities were measured in cell lysates prepared at 24 hpi. Three independent experiments were performed in triplicate. The results are expressed as the mean percentages ± SEM of luciferase activity relative to the non-target siRNA condition, and the significance was tested with a Holm-Sidak’s multiple comparisons test using GraphPad Prism software (**p < 0.01; ***p < 0.001). (c) At 48 hours post-transfection (hpt) with the control non-target siRNAs (C) or with individual siRNAs targeting DDX19A+B (#1, #2 and #3), the levels of DDX19 protein were evaluated by immunoblot using an antibody that recognizes both A and B forms of DDX19, and the levels of DDX19A and DDX19B mRNAs were determined by RT-qPCR and were expressed as percentages of the control. Cropped blots are shown. The corresponding full-length blots are shown in Figure S2. (d–g) A549 cells were treated with control (dark grey lines) or DDX19 siRNAs (light grey lines) and infected with the following viruses at the indicated m.o.i. in pfu/cell: A/WSN/33(H1N1 WSN, 0.0001); A/Udorn/307/72(H3N2) (Udorn, 0.01); A/Paris/908/97(H3N2) (P908, 0.01); A/Paris/650/2004(H1N1) (P650, 0.01); Vesicular Stomatitis Virus (VSV, 0.0001); Adenovirus 5 (AdV, 6). At the indicated times post-infection (d,f,g) or at 24 hpi (e), the viral titers were determined by plaque assay on MDCK cells (d–f) or immunostaining (g). The results are expressed as the mean ± SEM of triplicates and the significance was tested with an unpaired, 2-tailed Student t test using GraphPad Prism software (*p < 0.05; **p < 0.01; ***p < 0.001).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: A549 cells were treated with control (C) or DDX19 (19) siRNAs and infected with WSN (5 pfu/cell). (a) Total extracts were prepared at the indicated times post-infection and analyzed by immunoblots using antibodies directed against the indicated proteins. Results representative of 3 independent experiments are shown. Cropped blots are shown. The corresponding full-length blots are shown in Figure S3. (b–e) The levels of NP or NA mRNAs and vRNAs (b or c and d or e, respectively) were determined at the indicated times post-infection by strand specific RT-qPCR and were normalized to the level of the same RNA species at 3 hpi in cells treated with the control siRNAs. The results are expressed as the mean ± SEM of three independent experiments and the significance was tested with a one-sample t test using GraphPad Prism Software (*p < 0.05; **p < 0.01; ***p < 0.001). Dashed lines were used to indicate that the Y-axes have been segmented. Different scales were used for the mRNA and vRNA graphs.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: A549 cells treated with control (C in a and b, dark grey bars in c and d) or DDX19 (19 in a and b, light grey bars in c and d) siRNAs were infected with WSN (5 pfu/cell). (a) Total extracts from control cells treated with CHX (+CHX) or not (−CHX) were prepared at 6 hpi and analyzed by immunoblots using antibodies directed against the indicated proteins. Cropped blots are shown. The corresponding full-length blots are shown in Figure S4. (b) Cytoplasmic and nuclear fractions were prepared at 4 hpi. Aliquots of the indicated subcellular fractions were analyzed by immunoblots with antibodies directed against MEK1/2 kinase (cytoplasmic marker), TBP (nuclear marker) and NP. Alternatively, total RNAs were extracted and the levels of GAPDH pre-mRNA, a nuclear marker, were determined by real-time RT-PCR. Results are expressed as the mean of two determinations of the crossing point value (Cp). Cropped blots are shown. The corresponding full-length blots are shown in Figure S5. (c,d) Infection was carried out for 6 h in the presence of CHX (100 µg/mL). Total RNAs were isolated from cytoplasmic (solid bars) and nuclear (hatched bars) fractions, and the levels of NP and NA vRNAs were determined by strand specific RT-qPCR. The results are expressed as the mean percentages ± SEM of cytoplasmic and nuclear vRNAs levels determined in three independent experiments (c). Total RNAs were extracted and the levels of NP or NA mRNAs and vRNAs were determined by strand specific RT-qPCR. The results are expressed as the mean ratios of mRNA/vRNA ± SEM determined in three independent experiments (d).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: (a,b) A549 cells were treated with control (dark grey bars) or DDX19 (light grey bars) siRNAs and infected with WSN (5 pfu/cell). Cytoplasmic and nuclear extracts were prepared at 2 hpi (a) or 4 hpi (b), and poly(A)+ mRNAs were purified. The levels of viral mRNAs were determined by RT-qPCR. The percentages of mRNAs detected in the cytoplasmic fraction (solid bars) and nuclear fraction (hatched bars) are shown. The results are expressed as the mean ± SEM of three independent experiments, and the significance was tested with paired t test using GraphPad Prism software (*p < 0.05; ***p < 0.001). (c,d) HEK-293T cells were transfected with DDX19 or control siRNAs and then with siRNA-resistant DDX19B plasmids or empty vector. After 24 h, cells were infected with the WSN-PB2-Nanoluc virus (0.01 pfu/cell) and luciferase activities were measured at 24 hpi (c). The results are expressed as the mean percentages ± SEM of luciferase activity relative to the control siRNA + empty vector condition, and the significance was tested with a Holm-Sidak’s multiple comparisons test using GraphPad Prism software (*p < 0.05). (d) Lysates from the RNAi rescue experiment shown in c were analyzed by immunoblot using Strep-Tactin or anti-GAPDH antibodies. The ⦸, symbol indicates cells transfected with the empty vector. Cropped blots are shown. The corresponding full-length blots are shown in Figure S6.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (a,b) A549 cells were infected with WSN (5 pfu/cell). At 3.5 hpi, DDX19 proteins were purified in the absence or presence of RNAse, using anti-DDX19 antibodies (α-DDX19) or control immunoglobulins (Ctrl IgG). (a) Inputs and α-DDX19/Ctrl IgG eluates were analyzed by immunoblot to detect DDX19, PB2-Strep and the IgG antibodies (upper, middle and lower panel, respectively). Results representative of two independent experiments are shown. The star indicates a non-specific band. (b) The levels of NP mRNAs and vRNAs co-purified with DDX19 are expressed as the mean ± SEM of four independent experiments. The background level of detection in control IgG eluates was 2.9 × 106 and 3.9 × 105 copies for NP vRNAs and NP mRNAs, respectively. Co-immunoprecipitated to input copy ratios between NP mRNAs and vRNAs differed significantly (multivariate linear model with an interaction term between sample type and RNA type, p = 0.0465). (c,d) HEK-293T cells expressing Strep-tagged wild-type DDX19B, mutant DDX19B or NXF1 were infected with WSN (5 pfu/cell). At 6 hpi, Strep-tagged proteins were purified, and the levels of co-purified mRNAs were determined (c). For wild-type DDX19B and NXF1, co-purified/total mRNAs ratios were normalized to the one obtained with the DDX19 mutant. The data represent the mean ± SEM of three independent experiments. Statistical analysis (multivariate linear model) did not demonstrate significance. (d) Lysates and eluates were analyzed by immunoblot using Strep-Tactin. The dashed line indicates the juxtaposition of non-adjacent lanes from the same immunoblot. (e,f) HEK-293T cells expressing the Gluc2-DDX19B variants were infected with the WSN-PB2-Gluc1 virus at a m.o.i. >1 pfu/cell. At 6 hpi, cells were lysed and normalized luminescence ratios (NLRs) were determined (e). Four independent experiments in triplicate were performed. The results are expressed as the mean percentages ± SEM of luciferase activity relative to the DDX19B wild-type condition. The significance was tested with a Holm-Sidak’s multiple comparisons test using GraphPad Prism software (****p < 0.0001). (f) Lysates were analyzed by immunoblot using anti-Gluc or anti-GAPDH antibodies. Cropped blots are shown in (a,d,f). Corresponding full-length blots are shown in Figures S7, S8 and S9, respectively.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Genome-wide comprehensive analysis of human helicases",
            "authors": [],
            "year": 2011,
            "venue": "Communicative & integrative biology",
            "volume": "4",
            "issn": "",
            "pages": "118-137",
            "other_ids": {
                "DOI": [
                    "10.4161/cib.4.1.13844"
                ]
            }
        },
        "BIBREF1": {
            "title": "Biogenesis, assembly, and export of viral messenger ribonucleoproteins in the influenza A virus infected cell",
            "authors": [],
            "year": 2013,
            "venue": "RNA biology",
            "volume": "10",
            "issn": "",
            "pages": "1274-1282",
            "other_ids": {
                "DOI": [
                    "10.4161/rna.25356"
                ]
            }
        },
        "BIBREF2": {
            "title": "Identification of a Novel Viral Protein Expressed from the PB2 Segment of Influenza A Virus",
            "authors": [],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "444-456",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02175-15"
                ]
            }
        },
        "BIBREF3": {
            "title": "Influenza virus-host interactome screen as a platform for antiviral drug development",
            "authors": [],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "16",
            "issn": "",
            "pages": "795-805",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2014.11.002"
                ]
            }
        },
        "BIBREF4": {
            "title": "Cellular networks involved in the influenza virus life cycle",
            "authors": [],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "427-439",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2010.05.008"
                ]
            }
        },
        "BIBREF5": {
            "title": "Cellular DDX21 RNA helicase inhibits influenza A virus replication but is counteracted by the viral NS1 protein",
            "authors": [],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "15",
            "issn": "",
            "pages": "484-493",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2014.03.002"
                ]
            }
        },
        "BIBREF6": {
            "title": "Cellular splicing factor RAF-2p48/NPI-5/BAT1/UAP56 interacts with the influenza virus nucleoprotein and enhances viral RNA synthesis",
            "authors": [],
            "year": 2001,
            "venue": "J. Virol.",
            "volume": "75",
            "issn": "",
            "pages": "1899-1908",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.75.4.1899-1908.2001"
                ]
            }
        },
        "BIBREF7": {
            "title": "The cellular RNA helicase UAP56 is required for prevention of double-stranded RNA formation during influenza A virus infection",
            "authors": [],
            "year": 2011,
            "venue": "J. Virol.",
            "volume": "85",
            "issn": "",
            "pages": "8646-8655",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.02559-10"
                ]
            }
        },
        "BIBREF8": {
            "title": "Influenza Virus mRNA Trafficking Through Host Nuclear Speckles",
            "authors": [],
            "year": 2016,
            "venue": "Nat Microbiol",
            "volume": "2016",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nmicrobiol.2016.69"
                ]
            }
        },
        "BIBREF9": {
            "title": "Individual influenza A virus mRNAs show differential dependence on cellular NXF1/TAP for their nuclear export",
            "authors": [],
            "year": 2010,
            "venue": "The Journal of general virology",
            "volume": "91",
            "issn": "",
            "pages": "1290-1301",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.018564-0"
                ]
            }
        },
        "BIBREF10": {
            "title": "Host- and strain-specific regulation of influenza virus polymerase activity by interacting cellular proteins",
            "authors": [],
            "year": 2011,
            "venue": "mBio",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00151-11"
                ]
            }
        },
        "BIBREF11": {
            "title": "From unwinding to clamping - the DEAD box RNA helicase family",
            "authors": [],
            "year": 2011,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "12",
            "issn": "",
            "pages": "505-516",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm3154"
                ]
            }
        },
        "BIBREF12": {
            "title": "Dbp5, a DEAD-box protein required for mRNA export, is recruited to the cytoplasmic fibrils of nuclear pore complex via a conserved interaction with CAN/Nup159p",
            "authors": [],
            "year": 1999,
            "venue": "EMBO J.",
            "volume": "18",
            "issn": "",
            "pages": "4332-4347",
            "other_ids": {
                "DOI": [
                    "10.1093/emboj/18.15.4332"
                ]
            }
        },
        "BIBREF13": {
            "title": "Rat8p/Dbp5p is a shuttling transport factor that interacts with Rat7p/Nup159p and Gle1p and suppresses the mRNA export defect of xpo1-1 cells",
            "authors": [],
            "year": 1999,
            "venue": "Embo J",
            "volume": "18",
            "issn": "",
            "pages": "5778-5788",
            "other_ids": {
                "DOI": [
                    "10.1093/emboj/18.20.5778"
                ]
            }
        },
        "BIBREF14": {
            "title": "The mRNA export factor Dbp5 is associated with Balbiani ring mRNP from gene to cytoplasm",
            "authors": [],
            "year": 2002,
            "venue": "EMBO J.",
            "volume": "21",
            "issn": "",
            "pages": "1177-1187",
            "other_ids": {
                "DOI": [
                    "10.1093/emboj/21.5.1177"
                ]
            }
        },
        "BIBREF15": {
            "title": "RNA Export through the NPC in Eukaryotes",
            "authors": [],
            "year": 2015,
            "venue": "Genes (Basel)",
            "volume": "6",
            "issn": "",
            "pages": "124-149",
            "other_ids": {
                "DOI": [
                    "10.3390/genes6010124"
                ]
            }
        },
        "BIBREF16": {
            "title": "Nuclear Export of Pre-Ribosomal Subunits Requires Dbp5, but Not as an RNA-Helicase as for mRNA Export",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0149571"
                ]
            }
        },
        "BIBREF17": {
            "title": "RNA export factor Ddx19 is required for nuclear import of the SRF coactivator MKL1",
            "authors": [],
            "year": 2015,
            "venue": "Nat. Commun.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms6978"
                ]
            }
        },
        "BIBREF18": {
            "title": "Dbp5 - from nuclear export to translation",
            "authors": [],
            "year": 2013,
            "venue": "Biochimica et biophysica acta",
            "volume": "1829",
            "issn": "",
            "pages": "791-798",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbagrm.2012.10.010"
                ]
            }
        },
        "BIBREF19": {
            "title": "Dbp5, Gle1-IP6 and Nup159: a working model for mRNP export",
            "authors": [],
            "year": 2011,
            "venue": "Nucleus",
            "volume": "2",
            "issn": "",
            "pages": "540-548",
            "other_ids": {
                "DOI": [
                    "10.4161/nucl.2.6.17881"
                ]
            }
        },
        "BIBREF20": {
            "title": "A conserved mechanism of DEAD-box ATPase activation by nucleoporins and InsP6 in mRNA export",
            "authors": [],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "238-242",
            "other_ids": {
                "DOI": [
                    "10.1038/nature09862"
                ]
            }
        },
        "BIBREF21": {
            "title": "Exploration of binary virus-host interactions using an infectious protein complementation assay",
            "authors": [],
            "year": 2013,
            "venue": "Molecular & cellular proteomics: MCP",
            "volume": "12",
            "issn": "",
            "pages": "2845-2855",
            "other_ids": {
                "DOI": [
                    "10.1074/mcp.M113.028688"
                ]
            }
        },
        "BIBREF22": {
            "title": "Structural basis for the assembly and disassembly of mRNA nuclear export complexes",
            "authors": [],
            "year": null,
            "venue": "Biochimica et biophysica acta",
            "volume": "1819",
            "issn": "",
            "pages": "578-592",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbagrm.2012.02.017"
                ]
            }
        },
        "BIBREF23": {
            "title": "The lipid mediator protectin D1 inhibits influenza virus replication and improves severe influenza",
            "authors": [],
            "year": 2013,
            "venue": "Cell",
            "volume": "153",
            "issn": "",
            "pages": "112-125",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2013.02.027"
                ]
            }
        },
        "BIBREF24": {
            "title": "Strand-specific real-time RT-PCR for distinguishing influenza vRNA, cRNA, and mRNA",
            "authors": [],
            "year": 2011,
            "venue": "J. Virol. Methods",
            "volume": "173",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2010.12.014"
                ]
            }
        },
        "BIBREF25": {
            "title": "The Dbp5 cycle at the nuclear pore complex during mRNA export I: dbp5 mutants with defects in RNA binding and ATP hydrolysis define key steps for Nup159 and Gle1",
            "authors": [],
            "year": 2011,
            "venue": "Genes Dev.",
            "volume": "25",
            "issn": "",
            "pages": "1052-1064",
            "other_ids": {
                "DOI": [
                    "10.1101/gad.2041611"
                ]
            }
        },
        "BIBREF26": {
            "title": "Structural and functional analysis of the interaction between the nucleoporin Nup214 and the DEAD-box helicase Ddx19",
            "authors": [],
            "year": 2009,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "106",
            "issn": "",
            "pages": "3089-3094",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0813267106"
                ]
            }
        },
        "BIBREF27": {
            "title": "The mRNA export protein DBP5 binds RNA and the cytoplasmic nucleoporin NUP214 in a mutually exclusive manner",
            "authors": [],
            "year": 2009,
            "venue": "Nat Struct Mol Biol",
            "volume": "16",
            "issn": "",
            "pages": "247-254",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb.1561"
                ]
            }
        },
        "BIBREF28": {
            "title": "Imaging and characterizing influenza A virus mRNA transport in living cells",
            "authors": [],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "4913-4928",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkn475"
                ]
            }
        },
        "BIBREF29": {
            "title": "Characterization of purified human Bact spliceosomal complexes reveals compositional and morphological changes during spliceosome activation and first step catalysis",
            "authors": [],
            "year": 2010,
            "venue": "RNA",
            "volume": "16",
            "issn": "",
            "pages": "2384-2403",
            "other_ids": {
                "DOI": [
                    "10.1261/rna.2456210"
                ]
            }
        },
        "BIBREF30": {
            "title": "A novel mechanism for Prp5 function in prespliceosome formation and proofreading the branch site sequence",
            "authors": [],
            "year": 2015,
            "venue": "Genes Dev.",
            "volume": "29",
            "issn": "",
            "pages": "81-93",
            "other_ids": {
                "DOI": [
                    "10.1101/gad.253708.114"
                ]
            }
        },
        "BIBREF31": {
            "title": "Gonadotropin-regulated testicular RNA helicase (GRTH/Ddx25) is a transport protein involved in gene-specific mRNA export and protein translation during spermatogenesis",
            "authors": [],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "35048-35056",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M605086200"
                ]
            }
        },
        "BIBREF32": {
            "title": "The SKIV2L RNA exosome limits activation of the RIG-I-like receptors",
            "authors": [],
            "year": 2014,
            "venue": "Nature immunology",
            "volume": "15",
            "issn": "",
            "pages": "839-845",
            "other_ids": {
                "DOI": [
                    "10.1038/ni.2948"
                ]
            }
        },
        "BIBREF33": {
            "title": "From promoting to inhibiting: diverse roles of helicases in HIV-1 Replication",
            "authors": [],
            "year": 2012,
            "venue": "Retrovirology",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-4690-9-79"
                ]
            }
        },
        "BIBREF34": {
            "title": "Role of the small subunit processome in the maintenance of pluripotent stem cells",
            "authors": [],
            "year": 2015,
            "venue": "Genes Dev.",
            "volume": "29",
            "issn": "",
            "pages": "2004-2009",
            "other_ids": {
                "DOI": [
                    "10.1101/gad.267112.115"
                ]
            }
        },
        "BIBREF35": {
            "title": "DDX31 regulates the p53-HDM2 pathway and rRNA gene transcription through its interaction with NPM1 in renal cell carcinomas",
            "authors": [],
            "year": 2012,
            "venue": "Cancer Res",
            "volume": "72",
            "issn": "",
            "pages": "5867-5877",
            "other_ids": {
                "DOI": [
                    "10.1158/0008-5472.can-12-1645"
                ]
            }
        },
        "BIBREF36": {
            "title": "The Human Mitochondrial DEAD-Box Protein DDX28 Resides in RNA Granules and Functions in Mitoribosome Assembly",
            "authors": [],
            "year": 2015,
            "venue": "Cell Rep",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2015.01.033"
                ]
            }
        },
        "BIBREF37": {
            "title": "DDX24 negatively regulates cytosolic RNA-mediated innate immune signaling",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003721"
                ]
            }
        },
        "BIBREF38": {
            "title": "DDX1, DDX21, and DHX36 helicases form a complex with the adaptor molecule TRIF to sense dsRNA in dendritic cells",
            "authors": [],
            "year": 2011,
            "venue": "Immunity",
            "volume": "34",
            "issn": "",
            "pages": "866-878",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2011.03.027"
                ]
            }
        },
        "BIBREF39": {
            "title": "Influenza virus-induced caspase-dependent enlargement of nuclear pores promotes nuclear export of viral ribonucleoprotein complexes",
            "authors": [],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "6009-6021",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.03531-14"
                ]
            }
        },
        "BIBREF40": {
            "title": "Tap and Dbp5, but not Gag, are involved in DR-mediated nuclear export of unspliced Rous sarcoma virus RNA",
            "authors": [],
            "year": 2007,
            "venue": "Virology",
            "volume": "363",
            "issn": "",
            "pages": "376-386",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2007.01.026"
                ]
            }
        },
        "BIBREF41": {
            "title": "Influenza polymerase encoding mRNAs utilize atypical mRNA nuclear export",
            "authors": [],
            "year": 2014,
            "venue": "Virol J",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422x-11-154"
                ]
            }
        },
        "BIBREF42": {
            "title": "Postage for the messenger: designating routes for nuclear mRNA export",
            "authors": [],
            "year": 2013,
            "venue": "Trends Cell Biol",
            "volume": "23",
            "issn": "",
            "pages": "365-373",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tcb.2013.03.006"
                ]
            }
        },
        "BIBREF43": {
            "title": "Structural and biochemical studies of SLIP1-SLBP identify DBP5 and eIF3g as SLIP1-binding proteins",
            "authors": [],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "41",
            "issn": "",
            "pages": "7960-7971",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkt558"
                ]
            }
        },
        "BIBREF44": {
            "title": "Understanding the interaction of hepatitis C virus with host DEAD-box RNA helicases",
            "authors": [],
            "year": 2014,
            "venue": "World J Gastroenterol",
            "volume": "20",
            "issn": "",
            "pages": "2913-2926",
            "other_ids": {
                "DOI": [
                    "10.3748/wjg.v20.i11.2913"
                ]
            }
        },
        "BIBREF45": {
            "title": "The DEAD-box protein Dbp5p is required to dissociate Mex67p from exported mRNPs at the nuclear rim",
            "authors": [],
            "year": 2005,
            "venue": "Mol Cell",
            "volume": "20",
            "issn": "",
            "pages": "645-651",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2005.10.005"
                ]
            }
        },
        "BIBREF46": {
            "title": "The DEAD-box protein Dbp5 controls mRNA export by triggering specific RNA:protein remodeling events",
            "authors": [],
            "year": 2007,
            "venue": "Mol Cell",
            "volume": "28",
            "issn": "",
            "pages": "850-859",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2007.09.019"
                ]
            }
        },
        "BIBREF47": {
            "title": "Cellular cap-binding proteins associate with influenza virus mRNAs",
            "authors": [],
            "year": 2011,
            "venue": "J. Gen. Virol.",
            "volume": "92",
            "issn": "",
            "pages": "1627-1634",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.029231-0"
                ]
            }
        },
        "BIBREF48": {
            "title": "An early function during transcription for the yeast mRNA export factor Dbp5p/Rat8p suggested by its genetic and physical interactions with transcription factor IIH components",
            "authors": [],
            "year": 2003,
            "venue": "Mol Biol Cell",
            "volume": "14",
            "issn": "",
            "pages": "1664-1676",
            "other_ids": {
                "DOI": [
                    "10.1091/mbc.E02-09-0602"
                ]
            }
        },
        "BIBREF49": {
            "title": "RNA-free and ribonucleoprotein-associated influenza virus polymerases directly bind the serine-5 phosphorylated carboxyl-terminal domain of host RNA polymerase II",
            "authors": [],
            "year": 2016,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00494-16"
                ]
            }
        },
        "BIBREF50": {
            "title": "Rescue of influenza A virus from recombinant DNA",
            "authors": [],
            "year": 1999,
            "venue": "J. Virol.",
            "volume": "73",
            "issn": "",
            "pages": "9679-9682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Influenza virus infection induces the nuclear relocalization of the Hsp90 co-chaperone p23 and inhibits the glucocorticoid receptor response",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0023368"
                ]
            }
        },
        "BIBREF52": {
            "title": "Benchmarking a luciferase complementation assay for detecting protein complexes",
            "authors": [],
            "year": 2011,
            "venue": "Nature methods",
            "volume": "8",
            "issn": "",
            "pages": "990-992",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1773"
                ]
            }
        },
        "BIBREF53": {
            "title": "Highly sensitive real-time in vivo imaging of an influenza reporter virus reveals dynamics of replication and spread",
            "authors": [],
            "year": 2013,
            "venue": "J. Virol.",
            "volume": "87",
            "issn": "",
            "pages": "13321-13329",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.02381-13"
                ]
            }
        },
        "BIBREF54": {
            "title": "Naked RNA immunization with replicons derived from poliovirus and Semliki Forest virus genomes for the generation of a cytotoxic T cell response against the influenza A virus nucleoprotein",
            "authors": [],
            "year": 2001,
            "venue": "J. Gen. Virol.",
            "volume": "82",
            "issn": "",
            "pages": "1737-1747",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-82-7-1737"
                ]
            }
        },
        "BIBREF55": {
            "title": "The cellular RNA helicase DDX1 interacts with coronavirus nonstructural protein 14 and enhances viral replication",
            "authors": [],
            "year": 2010,
            "venue": "J. Virol.",
            "volume": "84",
            "issn": "",
            "pages": "8571-8583",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.00392-10"
                ]
            }
        },
        "BIBREF56": {
            "title": "Recruitment of RED-SMU1 complex by Influenza A Virus RNA polymerase to control Viral mRNA splicing",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004164"
                ]
            }
        },
        "BIBREF57": {
            "title": "New low-viscosity overlay medium for viral plaque assays",
            "authors": [],
            "year": 2006,
            "venue": "Virol J",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422x-3-63"
                ]
            }
        },
        "BIBREF58": {
            "title": "Adenovirus virus-associated RNA is processed to functional interfering RNAs involved in virus production",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "1376-1384",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.80.3.1376-1384.2006"
                ]
            }
        },
        "BIBREF59": {
            "title": "Specific residues of the influenza A virus hemagglutinin viral RNA are important for efficient packaging into budding virions",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "9727-9736",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.01144-07"
                ]
            }
        },
        "BIBREF60": {
            "title": "Cellular RNA binding proteins NS1-BP and hnRNP K regulate influenza A virus RNA splicing",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003460"
                ]
            }
        },
        "BIBREF61": {
            "title": "Proteomic analysis of virus-host interactions in an infectious context using recombinant viruses",
            "authors": [],
            "year": 2011,
            "venue": "Mol. Cell. Proteomics",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1074/mcp.M110.007443"
                ]
            }
        },
        "BIBREF62": {
            "title": "The requirement of the DEAD-box protein DDX24 for the packaging of human immunodeficiency virus type 1 RNA",
            "authors": [],
            "year": 2008,
            "venue": "Virology",
            "volume": "375",
            "issn": "",
            "pages": "253-264",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2008.01.025"
                ]
            }
        },
        "BIBREF63": {
            "title": "The capsid-binding nucleolar helicase DDX56 is important for infectivity of West Nile virus",
            "authors": [],
            "year": 2011,
            "venue": "J. Virol.",
            "volume": "85",
            "issn": "",
            "pages": "5571-5580",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.01933-10"
                ]
            }
        },
        "BIBREF64": {
            "title": "DExD/H-box RNA helicases as mediators of anti-viral innate immunity and essential host factors for viral replication",
            "authors": [],
            "year": 2013,
            "venue": "Biochimica et biophysica acta",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbagrm.2013.03.012"
                ]
            }
        }
    }
}