{
    "paper_id": "PMC6127300",
    "metadata": {
        "title": "Viral communities associated with porcine respiratory disease complex in intensive commercial farms in Sichuan province, China",
        "authors": [
            {
                "first": "Sinan",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenqiang",
                "middle": [],
                "last": "Ruan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Yue",
                "suffix": "",
                "email": "yhua900@163.com",
                "affiliation": {}
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kelei",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": "binovy@sina.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Porcine respiratory disease complex (PRDC), which causes major losses in the pig farming industry, is characterized by retarded growth performance, increased mortality and antimicrobial use in PRDC-affected pigs, and extra expenditure on control measures against it1. PRDC is multifactorial in origin, with both infectious and non-infectious factors contributing to the respiratory disease it causes, which is predominantly seen in pigs of 1 to 3 months of age2,3. The onset of respiratory disease on piglet farms is thought to be related to the initial stress of piglet transportation to the farms, after which a primary viral insult causes a secondary infection from the bacteria resident in these animals1,4. Hence, based on their ability to damage the upper airway epithelium, injure the lung parenchyma and promote secondary bacterial colonization, the primary viral pathogens are able to influence the development and outcome of PRDC5.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 266,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 460,
                    "end": 461,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 462,
                    "end": 463,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 707,
                    "end": 708,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 709,
                    "end": 710,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 939,
                    "end": 940,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Porcine reproductive and respiratory syndrome virus (PRRSV), porcine circovirus type 2 (PCV-2) and swine influenza virus (SIV) are frequently identified as the primary pathogens associated with PRDC, a disease that can lead to severe respiratory distress in pigs1,5,6. Genetic recombination and mutation are the most common generators of genetic diversity in organisms and the emergence of novel PRRSV, PCV-2 and SIV strains increases the difficulty of clinical diagnosis and disease control against such viruses7–9. Several novel viruses have been discovered in diseased piglets with PRDC, including novel parvoviruses, bocaviruses and torque teno sus virus (TTSuV)10–14. However, the mechanism underlying the pathogenesis of PRDC remains unclear. To complicate matters further, the viral pathogens associated with respiratory diseases in pigs vary significantly among farms, production sites, regions and countries, making generalisations about how to treat and control PRDC difficult1. Hence, establishing accurate diagnostic criteria for PRDC is critical for implementing the most appropriate treatment and control regimens against it on farms.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 264,
                    "end": 265,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 266,
                    "end": 267,
                    "mention": "6",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 512,
                    "end": 513,
                    "mention": "7",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 514,
                    "end": 515,
                    "mention": "9",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 666,
                    "end": 668,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 669,
                    "end": 671,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 986,
                    "end": 987,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As a high-throughput sequencing technology, viral metagenomics has been shown to be a powerful tool for identifying large numbers of known and novel viruses, and for investigating the viromes associated with complex disease syndromes15,16. Metagenomic sequencing has also been used to discover and characterize the viruses associated with respiratory diseases in humans, dairy and feedlot cattle17–19. However, on intensive commercial farms, the viral communities associated with PRDC are largely unknown. Therefore, in the present study, we utilized viral metagenomic sequencing to characterize the viromes from serum and nasal swabs collected from piglets with acute PRDC in Sichuan province, China. We also examined the detection rates for viruses identified in animals with PRDC and location-matched the rates with clinically healthy controls to determine which respiratory viruses are associated with PRDC.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 236,
                    "end": 238,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Twenty-six serum samples from PRDC-affected piglets were pooled and then sequenced using the Illumina 4000 system. We obtained approximately 10 million reads in total from the serum samples (GenBank accession number: SRX2901706). Reference genomes were downloaded from GenBank to screen for the best BLAST hits and the raw sequencing reads were mapped to them using the template assemblies. Assemblies were inspected manually and only where one unique read as a minimum mapped to multiple regions of the viral genome was the virus considered to have been detected, and the number of reads was tallied. Sixteen distinct viruses were identified in the serum samples from the diseased piglets (Fig. 1a), which, in order of sequence read abundance, are as follows: porcine parvovirus (PPV) 6 (PPV-6, 46.42% of all reads), PPV-3 (35.04%), PPV-5 (8.18%), PPV-4 (5.41%), PPV-2 (4.03%), porcine pseudorabies virus (PRV, 0.38%), torque teno sus virus 1b (TTSuV-1b, 0.25%), TTSuV-1a (0.07%), porcine kobuvirus (PKV, 0.06%), porcine reproductive and respiratory syndrome virus (PRRSV, 0.04%), porcine circovirus 2 (PCV-2, 0.03%), porcine bocavirus 5 (PBoV-5; 0.03%), ungulate bocaparvovirus 2 (PBoV-1, 0.02%), ungulate bocaparvovirus 5 (PBoV-3, 0.02%), pig stool associated circular ssDNA virus (PigSCV, 0.02%) and porcine cytomegalovirus (PCMV, 0.01%).",
            "cite_spans": [],
            "section": "Serum viromes ::: Results",
            "ref_spans": [
                {
                    "start": 696,
                    "end": 698,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We obtained approximately 19.7 million reads from the nasal swabs (GenBank accession number: SRX2901558). Approximately 0.1% of the sequence reads mapping to mammalian viral sequences were recovered from these swabs. Nine distinct mammalian viruses were identified from the swabs, as determined by the sequence reads from each virus (Fig. 1b). The viruses, in order of sequence read abundance, were PRV (72.57% of all reads), PPV-6(12.52%), PPV-3 (10.84%), PBoV-3 (0.9%), TTSuV-1b (0.86%), porcine astrovirus (PAstV, 0.82%), PCV2 (0.66%), PBoV-1 (0.49%) and PPV-2 (0.33%). These results show that at least 17 different viruses were identifiable in the libraries prepared from the serum and nasal swab samples from the piglets, and that the viral communities are complex and diverse in the piglets with PRDC.",
            "cite_spans": [],
            "section": "Nasal swab viromes ::: Results",
            "ref_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "BLASTN analyses revealed that the sequence reads from the serum and nasal swab libraries matched 17 mammalian viruses known to cause infective respiratory diseases in pigs. The contigs from these viruses were de novo assembled using SOAP assembly software, from which six complete or near full-length genome sequences (PPV-2, PPV-3, PPV-4, PPV-5, PPV-6, and PCV-2), were assembled using the corresponding viral sequence contigs (Table 1).(i)PPV-2. A total of 1,535 reads with sequence identities corresponding to PPV-2 were detected in the libraries prepared from the serum and nasal swabs. A near complete genome sequence of 5,438 bp long and covering 98.9% of the whole genome sequence was assembled from the PPV-2 isolates (Table 1). The sequence identity scores for PPV-2 were 94.8% to 97.3% when compared with 15 PPV-2 GenBank reference sequences. Phylogenetic analysis indicated that the assembled PPV-2 isolates have distant genetic relationships with the 15 other PPV-2 viruses (Fig. 2a), and are located in a unique cluster. This result suggests that the PPV-2 virus identified herein has a novel genotype.(ii)PPV-3. Deep sequencing, which provided 100% coverage of the total genome length for PPV-3, generated 13,554 sequence reads related to this virus. The full-genome sequence assembled for the PPV-3 isolates revealed that the PPV-3 genome is 5,081 bp in length, with a GC content of 51.56%. The virus shares 96.8% to 99.1% nucleotide sequence similarity with 27 GenBank PPV-3 reference sequences. The phylogenetic tree constructed for the PPV-3 isolates and the 27 PPV-3 GenBank genome sequences (Fig. 2b) revealed that PPV-3 is closely related to GX1 and GX2, two novel PPV-3 isolates identified in tonsil samples from piglets in China20.(iii)PPV-4. PPV-4 was identified via 2,052 sequence reads. The complete viral genome sequence we assembled was 5,908 bp in length, with a GC content of 42.5%. The assembled PPV-4 virus shares 98.1% to 99.6% sequence identity with 14 PPV-4 reference sequences from GenBank. In the phylogenetic tree, the PPV-4 isolates evidently share close genetic relationships with the clone 17 strain from the USA (Fig. 2c)21.(iv)PPV-5. PPV-5 was identified via 3,100 sequence reads by deep sequencing of the sera samples. The complete genome sequence (97.2%) for the PPV-5 isolates, which was assembled from a 5,458 bp sequence (Table 1), shares high sequence similarities (97.0% to 99.5%) with 13 PPV-5 GenBank reference strains. Further analysis of the phylogenetic tree indicated that the PPV-5 isolates share close relationships with both of the USA-isolated clone 1 and 2 IA469 strains22 (Fig. 2d).(v)PPV-6. Analysis of 17,906 sequence reads showed that they were closely related to PPV-6 genomic sequences. The complete genome sequence we obtained for the PPV-6 isolates (Table 1) is 6,199 bp in length, with a GC content of 46.87%. It shares a high level of sequence identity (97.4% to 99.6%) with 23 PPV-6 GenBank reference strains. A phylogenetic tree was constructed to assess the genetic evolutionary aspects of the assembled PPV-6 isolates with respect to the 23 GenBank PPV-6 isolates (Fig. 2e). The results show that the virus shares close genetic relationships with KSU3-KS-2014 and KSU1-AZ-2014 strains, which were first identified in 2015 in PRRSV-positive piglet serum in the USA10.(vi)PCV-2. We identified 28 sequences that are closely related to PCV-2 in the serum samples and nasal swabs by deep sequencing. The 1,310 bp sequence we assembled covers 74.1% of the total genome length (Table 1), and encodes the capsid protein and a partial replicase protein. The partial PCV-2 genome shares 95.9% to 99.4% sequence identity with the 35 reference PCV-2 genomes in GenBank. Based on a sequence motif in the capsid protein, five genotypes (a, b, c, d, and e) have been described for PCV-223. The phylogenetic tree we constructed to discern the evolutionary relationships between the assembled PCV-2 sequence and the 35 other genotypically distinct PCV-2 reference strains showed that although the assembled virus fell into the PCV-2e group, it was located in a unique cluster (Fig. 2f).",
            "cite_spans": [
                {
                    "start": 1751,
                    "end": 1753,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2163,
                    "end": 2165,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2631,
                    "end": 2633,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3338,
                    "end": 3340,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3846,
                    "end": 3848,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Viral genome assembly ::: Results",
            "ref_spans": [
                {
                    "start": 992,
                    "end": 994,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1617,
                    "end": 1619,
                    "mention": "2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2160,
                    "end": 2162,
                    "mention": "2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2640,
                    "end": 2642,
                    "mention": "2d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3145,
                    "end": 3147,
                    "mention": "2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4140,
                    "end": 4142,
                    "mention": "2f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 435,
                    "end": 436,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 733,
                    "end": 734,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2376,
                    "end": 2377,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2825,
                    "end": 2826,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3552,
                    "end": 3553,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Lungs from the 26 PRDC-positive piglets were used to PCR verify the detection rates of the 17 different viruses. From these 26 samples (Table 2), PCV-2 was identified in 96.2% (25/26), PRRSV in 84.6% (22/26), PAstV in 84.6% (22/26), PPV-2 in 73.1% (19/26), PKV in 69.2% (18/26), PCMV in 57.7% (15/26), PPV-3 in 53.8% (14/26), PBoV-1 in 46.2% (12/26), TTSuV-1b in 42.3% (11/26), PPV-5 in 34.6% (9/26), PPV-6 in 34.6% (9/26), TTSuV-1a in 19.2% (5/26), PBoV-3 in 15.4% (4/26), PRV in 7.69% (2/26), PBoV-5 in 7.69% (2/26), PigSCV in 7.69% (2/26) and PPV-4 in 3.85% (1/26). In the individual lung samples, the mean number of virus categories for each sample (co-infections) was 7.4 for piglets with PRDC, with a maximum of 11 different viruses shed in one sample. The above results indicate that co-infections with multiple viruses were common in the diseased piglets with PRDC. According to the PCR test results, we found that PCV-2 and PRRSV were the viruses most frequently detected in the individual lung samples from the PRDC-affected piglets.",
            "cite_spans": [],
            "section": "Virus detection in lung samples from the PRDC-affected piglets ::: Results",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In China, the epidemiology of PRRSV is complicated, and three major PRRSV genotypes are co-prevalent on pig farms: classical PRRSV, highly pathogenic (HP) PRRSV and NADC30-like PRRSV24,25. Here, 22 positive samples were detected in 26 piglets with PRDC. These three major genotypes were detected in the PRRSV-positive samples; specifically, NADC30-like PRRSV in 69.2% (18/26) of the samples, HP-PRRSV in 50% (13/26) of the samples and classical-PRRSV in 3.8% (1/26) of the samples. Thus, NADC30-like PRRSV was the main strain circulating in China, a result consistent with some reports on the molecular epidemiology of the NADC30-like strain in recent years25,26. Furthermore, co-infections with different PRRSV genotypes were highly prevalent in piglets with PRDC, and the most frequent co-infections involved NADC30-like PRRSV and HP-PRRSV(10/26), which shows that the prevalence of PRRSVs is more complex and diverse in piglets with PRDC in Sichuan province, China.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 185,
                    "end": 187,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 660,
                    "end": 662,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Virus detection in lung samples from the PRDC-affected piglets ::: Results",
            "ref_spans": []
        },
        {
            "text": "To better understand which viruses are associated with PRDC, the previously determined 17-virus detection rate was investigated in an additional 74 serum samples from 36 PRDC-affected piglets and 38 location-matched clinically healthy control animals between 1 to 2 months of age, which were collected from five farms in 2017. The results of the PCR-based, case-control study are shown in Tables 3 and S2. With the individual serum samples, on average, 6.81 different viruses were shed by the 36 PRDC-affected piglets, revealing a high prevalence of viral co-infections in these respiratory-diseased piglets. In contrast, the mean value for the 38 clinically healthy controls showed that 4.09 distinct viruses were shed into the serum samples. A statistically greater number of piglets with PRDC shed 6 or more viruses (27/36) compared with the clinically healthy controls (11/38) (OR = 7.3, OR 95% CI = 2.63–20.6, P <  0.001).",
            "cite_spans": [],
            "section": "Virus detection rate in serum from PRDC cases versus controls ::: Results",
            "ref_spans": [
                {
                    "start": 396,
                    "end": 397,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "As PRDC-associated pathogens, both PCV-2 (OR = 3.22, OR 95% CI = 1.22–8.47, P = 0.01) and PRRSV (OR = 6.5, OR 95% CI = 2.34–18.0, P < 0.001) had statistically significant different detection rates in the serum samples between the PRDC cases and controls. Also, a significant difference (OR = 4.95, OR 95% CI = 1.73–14.13, P = 0.002) in the number of co-infections with PCV-2 and PRRSV was observed in the serum samples from the PRDC cases compared with the clinically healthy controls. Interestingly, several novel viruses had significantly different detection rates in the sera from the PRDC-affected piglets compared with the clinically healthy animals; these included PPV-2 (OR = 4.5, OR 95% CI = 1.52–13.3, P = 0.005), PPV-3 (OR = 7.38, OR 95% CI = 2.35–23.2, P < 0.001), PPV-6 (OR = 8.57, OR 95% CI = 2.86–25.67, P < 0.001) and TTSuV-1a (OR = 3.96, OR 95% CI = 1.39–11.31, P = 0.008). In contrast, no significant differences were observed for the PPV-4, PPV-5, PBoV-1, PBoV-3, PBoV-5, TTSuV-1b, PCMV, PKV, PAstV and pigSCV detection rates. Hence, these results suggest that PPV-2, PPV-3, PPV-6 and TTSuV-1a are significantly correlated with the probability of animals displaying the clinical signs of PRDC.",
            "cite_spans": [],
            "section": "Virus detection rate in serum from PRDC cases versus controls ::: Results",
            "ref_spans": []
        },
        {
            "text": "PRDC, a multifactorial disease whose aetiology is viral2,16, significantly impacts the productivity of the swine industry by increasing piglet morbidity and mortality5,27. In this study, 17 different viruses were identified in the samples collected from nasal swabs and sera from 26 PRDC-affected piglets, which shows that the viral communities in these animals were complex and diverse. A greater number of viral species were identified than those reported in previous studies18,28. Furthermore, differences in the viral flora were observed in the serum (16 viruses) and nasal swab (nine viruses) libraries from the diseased piglets, a finding possibly related to the effectiveness of the different sampling methods at fully identifying the viral categories. This discrepancy has also been observed in dairy calves with respiratory diseases29. Furthermore, the tissue distribution of the viruses may differ over their infection periods. Seventeen distinct viral sequences were detected in the lung samples from the 26 piglets, suggesting that the lungs might be a useful reference organ for a sampling method aimed at identifying the viruses associated with PRDC by metagenomics, and we have previously used lung samples to identify viromes with this technique. Nevertheless, a large proportion of the genome sequences from the host were present in the library, and few viral sequences were detected in the lung samples. Therefore, more efficient techniques are needed for the removal of host nucleic acids from samples to allow greater recovery of the widest range of viral flora from the lungs of PRDC-affected piglets.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 57,
                    "end": 59,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 166,
                    "end": 167,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 841,
                    "end": 843,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "PCV-2, PRRSV, PRV and SIV are recognized by the global pig industry as the primary viral pathogens associated with PRDC2,17, but in the present study SIV sequences were not identified in the serum and nasal swab samples by metagenomics. The viral pathogens associated with PRDC differ significantly among farms, production sites, regions and countries1,3,4,30. Hence, developing an unbiased identification scheme for viral communities is essential for implementing effective control regimens against PRDC on farms. One feature of PRDC is its association with co-infections containing multiple viruses2,18. In the present study, we identified at least 17 different viruses by PCR in the 26 piglets with PRDC. We found evidence of co-infections with at least five different viruses in the lung samples and, notably, co-infections with 11 different viruses were detected in one sample, which highlights the high prevalence of co-infections and diverse viral communities in porcine respiratory disease in China. We also found that PCV-2–PRRSV co-infections in the lung samples from the PRDC-affected piglets were significantly higher in number than those of the other viruses, which is in agreement with previous studies on PRDC2,9. However, the low abundance or complete absence of PCV-2 and PRRSV in the serum and nasal swabs, as determined by metagenomics, is likely to be related to the different sampling methods that were used and the viral distribution in these samples. Furthermore, co-infections with PRRSV significantly increase PCV-2 viremia and enhance the severity of piglet respiratory disease31. Therefore, these results suggest that both PCV-2 and PRRSV play important roles in the development and outcome of PRDC.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 121,
                    "end": 123,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 351,
                    "end": 352,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 353,
                    "end": 354,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 355,
                    "end": 356,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 357,
                    "end": 359,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 600,
                    "end": 601,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 602,
                    "end": 604,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1224,
                    "end": 1225,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1226,
                    "end": 1227,
                    "mention": "9",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1603,
                    "end": 1605,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our viral metagenomics analysis to characterize all the viruses present in the samples, combined with our assessment of the viral detection rate in biological samples from well-matched disease cases and healthy controls, could potentially provide a simple approach for studying complex infectious diseases18. In this study, when the distribution of the sequences arising from the 17 viruses in the serum samples was compared between the animals with PRDC and the clinically healthy controls, 6.81 and 4.09 viruses on average were detected per sample from the PRDC-affected animals and the clinically healthy controls, respectively. Shedding of six or more distinct viruses was also associated with PRDC infections. Co-infections with a large number of viruses might therefore overcome piglet innate immune defenses1,32. Single infections with PCV-2 or PRRSV, or co-infections with them both, had significantly higher detection rates than those for the other viruses in the PRDC-affected piglets, indicating that these two pathogens may be closely associated with the occurrence of PRDC in piglets. Interestingly, statistical analysis of the association between virus detection in the PRDC cases and the clinically healthy controls revealed that the novel viruses PPV-2, PPV-3, PPV-6 and TTSuV-1a were each associated with PRDC and might, therefore, be risk factors for contracting PRDC.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 814,
                    "end": 815,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 816,
                    "end": 818,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In recent years, the wide availability and usage of PCR-based methods and high-throughput sequencing have seen novel viruses discovered in piglets with PRDC, including PPVs and TTSuVs10,27,33,34. In the present study, most of the viruses identified in the diseased piglets by viral metagenomics were small linear and circular DNA viruses. Notably, the genome sequences from novel viral genotypes were successfully assembled and their biological identification suggests that viral evolution is far more complicated in piglets with PRDC than previously thought. Among the identified viruses, PPV-2, PPV-3, PPV-6 and TTSuV-1a are strongly associated with PRDC; however, the pathogenesis of these viruses is still unclear in piglets with respiratory disease. In clinical analyses, PPV-2, PPV-3, PPV-6 and TTSuV-1a often appear in co-infections with PCV-2 in diseased piglets with PRDC or postweaning multisystemic wasting syndrome10,35–37. Therefore, the ability to identify the novel viruses associated with PRDC is important for further studies on this disease, including the replication of our study using animals co-infected with other pathogens, animals from different herds and ultimately following herd vaccination to measure the impact of reducing the level of viral infections.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 189,
                    "end": 191,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 929,
                    "end": 931,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 932,
                    "end": 934,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, our study provides compelling evidence that the viral communities in serum and nasal swabs from piglets with PRDC are diverse and complex. Besides PCV-2, PRRSV and PRV, many additional viruses coexist in the piglet upper respiratory tract and serum of piglets. Through use of a case-control study, here, PPV-2, PPV-3, PPV-6 and TTSuV-1a were recognized as the candidate viruses associated with PRDC. Hence, our study provides a clearer picture than before of the viral communities in piglets with PRDC in Sichuan province, China, but further research is needed to determine the individual contribution these viruses make to PRDC in piglets.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, all the experiments were preformed according to the permit guidelines established by Southwest Minzu University, China. The experimental protocols were approved by the Animal Care and Use Committee of Southwest Minzu University and the Animal Disease Control Center of Sichuan province, China. The experimental animal certification number was SYXK2011-043.",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In the Sichuan province of China in 2016, 26 nursery piglets aged 1 to 2 months were collected from 11 intensive commercial farms where acute respiratory disease had broken out. Animals that exhibited the clinical signs of acute respiratory disease (i.e., fever, rhinorrhoea, cough, laboured breathing, depression and ocular discharge) were considered to be PRDC cases after assessment by a veterinarian. The piglets were adequately sedated with azaperone (Melone Biotechnology, Dalian, China) to avoid distress. The pathological alterations observed during necropsy in the lungs included diffuse bleeding, cyanotic appearance, interstitial thickening, swelling, and hyperemia. Prior to testing, the nasal swab samples from the piglets were placed into viral transport medium (VTM) at −80 °C. Serum and lung samples were stored at −80 °C before they were tested.",
            "cite_spans": [],
            "section": "Sample collection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To avoid host gene contamination, serum and nasal swab samples were used to study the viral communities in 26 diseased piglets with PRDC. These samples were subjected to a series of pre-treatments based on a previously reported protocol16 before nucleic acids were extracted from them. Briefly, serum samples and VTM supernatants from the nasal swabs were collected from the piglets. Two pooled samples were assembled using 100 μL of each serum sample and the VTM supernatants from the nasal swab samples. The two pooled samples were each filtered through an unused 0.22-μm filter (Millipore, Billerica, MA, USA) to remove intact bacteria and large cellular debris. The filtrates were individually treated with 10 U of DNase and 1.5 μg of RNase enzymes (TaKaRa Biotechnology, Dalian, China) at 37 °C for 90 min to remove the unprotected nucleic acids. Total RNAs from both pooled samples were individually extracted using the QIAamp Viral RNA Mini Kit (QIAGEN, Hilden, Germany). The total RNAs obtained from each of the two samples were reverse-transcribed using SuperScript III reverse transcriptase (Invitrogen, Carlsbad, CA, USA) and random hexamers (Invitrogen) following the manufacturer’s protocol.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Sample preparation and viral nucleic acid extraction ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The cDNA amounts in both samples were determined by a Qubit Fluorometer (Life Technologies, Thermo Fisher, Waltham, MA, USA). The two cDNA preparations were used to individually construct two libraries according to the manufacturer’s instructions (TruSeq RNA Sample Preparation Kit, Illumina, San Diego, CA, USA). Briefly, the nucleic acids were ultrasonicated to generate fragments of less than 500-bp in length. The DNA fragments were end-repaired using T4 polynucleotide kinase, followed by adaptor ligation and loading onto the HiSeq 4000 (Illumina) for sequencing.",
            "cite_spans": [],
            "section": "Library construction and TruSeq Illumina sequencing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The Illumina-generated raw sequence reads were trimmed to remove the adaptor-related reads, duplicate reads, and porcine genomic sequences, and a 150 bp minimum length was selected. Reads that passed the data processing procedure were considered useful sequences, and these were aligned with the sequences in the NCBI nonredundant nucleic acid and protein databases using BLASTn and BLASTx, respectively. The taxonomies of the sequences with the best BLAST values were selected and used for further grouping analyses. The viral abundances were scanned by SOAP aligner software. In parallel, all useful sequence reads were subjected to de novo contig assembly using SOAP assembly software (http://soap.genomics.org.cn/) with the criterion of a 90% minimum overlap identity. Individual viral contigs from both pools were reassembled into a larger contig or genome sequence using high-level sequence identity criteria. The assembled viral nucleotide sequences and open reading frame-translated peptides were aligned against the nonredundant database with BLASTN and BLASTP algorithms to calculate their percentage identities. The global multiple nucleic acid sequence alignments were constructed for the full or near-full length viral genomic sequences using MUSCLE v3.7. Pairwise identity values and phylogenetic analyses were carried out using MEGA 7.0 software (https://www.megasoftware.net/). Phylogenetic trees were constructed using the maximum-likelihood method and the tree topology evaluation was based on 1000 bootstrap replicates.",
            "cite_spans": [],
            "section": "Metagenomic data assembly and phylogenetic analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To detect the viral prevalence in the 26 nursery piglets with PRDC, the nucleic acids from the lung samples were extracted using the QIAamp Viral RNA Mini Kit (QIAGEN) and QIAamp Viral DNA Mini Kit (QIAGEN). The PCR primers (Table S1) were designed based on the reads from the Illumina sequencing run or the complete viral genomes from GenBank. The PCRs for each specific primer pair were performed using Quick Taq HS DyeMix at 1× concentration (Toyobo, Osaka, Japan) and primers each at 0.4 μM. DNA or cDNA (2 μL) from each lung sample was used in each reaction. PCRs were performed using the following conditions: a hot start of 95 °C for 5 min, followed by 35 cycles of 95 °C for 30 sec, 53 °C for 40 sec and 68 °C for 1 min. PCR products were gel-purified using the QIAquick gel extraction kit (QIAGEN). Both strands of the PCR products were sequenced at Sangon Biotech (Shanghai, China) using the same PCR primers.",
            "cite_spans": [],
            "section": "Virus detection rates in 26 piglets with PRDC ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "An additional 74 serum samples from 36 PRDC cases and 38 location-matched clinically healthy control piglets of 1 to 2 months of age were collected from five other intensive commercial farms in Sichuan province (China) in 2017. Piglets, each with normal body temperature, dietary intake, respiration, nasal secretions and behaviour were regarded to be clinically healthy controls. Seven to nine serum samples from the diseased cases and clinically healthy controls were collected from each farm. The 17 different viruses identified in the 74 serum samples were investigated further using the primer pairs listed in Table S1. Fisher’s exact test was used to determine whether the virus detection rate was significantly higher in the PRDC cases than in the clinically healthy control animals. Odds ratios and their 95% confidence intervals were estimated for the association between each virus we identified and the probability of PRDC.",
            "cite_spans": [],
            "section": "Virus detection in the serum samples from PRDC cases versus controls ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Virus assembly from serum- and nasal-swab libraries using deep sequencing.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Viruses detected by PCR in 26 lung samples from piglets with PRDC.\nSample S1 and S2 were from the same farm, Sample S3 and S4 were from the same farm, Sample S5 and S6 were from the same farm, Sample S7 and S8 were from the same farm, Sample S9 and S10 were from the same farm, Sample S11–S13 were from the same farm, Sample S14–S16 were from the same farm, Sample S17–S19 were from the same farm, Sample S20–S22 were from the same farm, Sample S23 and S24 were from the same farm, Sample S25 and S26 were from the same farm. *Detection rates of the17 different viruses in the 26 lung samples from PRDC. aHighly pathogenic PRRSV; bNADC 30-like PRRSV; cClassical PRRSV.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Detection rates of 17 viruses in 74 serum samples from PRDC-affected piglets and clinically healthy controls.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Sequence classifications and percentages of the viruses detected in the pooled serum samples (a) and nasal swabs (b) from the 26 PRCD-affected piglets.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Phylogenetic analyses of six complete or near-complete viral genome sequences: PPV-2 (a), PPV-3 (b), PPV-4 (c), PPV-5 (d), PPV-6 (e), PCV-2 (f). Phylogenetic trees were constructed with MEGA 7.0 software by the maximum-likelihood method with 1,000 bootstrap replicate values. The viral assembly sequences characterized in this study are marked by black circles. GenBank accession numbers for the viral reference strains are shown in parentheses.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Polymicrobial respiratory disease in pigs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                },
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Gimenez-Lirola",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Anim. Health Res. Rev.",
            "volume": "12",
            "issn": "",
            "pages": "133-148",
            "other_ids": {
                "DOI": [
                    "10.1017/S1466252311000120"
                ]
            }
        },
        "BIBREF1": {
            "title": "First identification of porcine parvovirus 6 in North America by viral metagenomic sequencing of serum from pigs infected with porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Schirtzinger",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Suddith",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Hause",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Hesse",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virol. J.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-015-0401-6"
                ]
            }
        },
        "BIBREF2": {
            "title": "Increased prevalence of torque teno viruses in porcine respiratory disease complex affected pigs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rammohan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Microbiol.",
            "volume": "157",
            "issn": "",
            "pages": "61-68",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2011.12.013"
                ]
            }
        },
        "BIBREF3": {
            "title": "Novel parvovirus sublineage in the family of Parvoviridae",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus genes",
            "volume": "41",
            "issn": "",
            "pages": "305-308",
            "other_ids": {
                "DOI": [
                    "10.1007/s11262-010-0506-3"
                ]
            }
        },
        "BIBREF4": {
            "title": "Emerging and re-emerging swine viruses",
            "authors": [
                {
                    "first": "XJ",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transbound. Emerg. Dis.",
            "volume": "59",
            "issn": "Suppl 1",
            "pages": "85-102",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1865-1682.2011.01291.x"
                ]
            }
        },
        "BIBREF5": {
            "title": "High prevalence and genetic diversity of porcine bocaviruses in pigs in the USA, and identification of multiple novel porcine bocaviruses",
            "authors": [
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Gen. Virol.",
            "volume": "95",
            "issn": "",
            "pages": "453-465",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.057042-0"
                ]
            }
        },
        "BIBREF6": {
            "title": "Understanding the complex evolution of rapidly mutating viruses with deep sequencing: Beyond the analysis of viral diversity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Eltahla",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luciani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus Res.",
            "volume": "239",
            "issn": "",
            "pages": "43-54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2016.10.014"
                ]
            }
        },
        "BIBREF7": {
            "title": "Viral metagenomics analysis demonstrates the diversity of viral flora in piglet diarrhoeic faeces in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Gen. Virol.",
            "volume": "95",
            "issn": "",
            "pages": "1603-1611",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.063743-0"
                ]
            }
        },
        "BIBREF8": {
            "title": "Metagenomic analysis of viral genetic diversity in respiratory samples from children with severe acute respiratory infection in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin. Microbiol. Infect.",
            "volume": "22",
            "issn": "",
            "pages": "458.e1-458.e9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2016.01.006"
                ]
            }
        },
        "BIBREF9": {
            "title": "A metagenomics and case-control study to identify viruses associated with bovine respiratory disease",
            "authors": [
                {
                    "first": "TF",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol.",
            "volume": "89",
            "issn": "",
            "pages": "5340-5349",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00064-15"
                ]
            }
        },
        "BIBREF10": {
            "title": "Metagenomic characterization of the virome associated with bovine respiratory disease in feedlot cattle identified novel viruses and suggests an etiologic role for influenza D virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cernicchiaro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Hause",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Gen. Virol.",
            "volume": "97",
            "issn": "",
            "pages": "1771-1784",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000492"
                ]
            }
        },
        "BIBREF11": {
            "title": "Infectious agents associated with respiratory diseases in 125 farrow-to-finish pig herds: a cross-sectional study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fablet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Microbiol.",
            "volume": "157",
            "issn": "",
            "pages": "152-163",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2011.12.015"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Identification and molecular cloning of a novel porcine parvovirus",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch. Virol.",
            "volume": "155",
            "issn": "",
            "pages": "801-806",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-010-0646-8"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Phylogenetic and genetic variation analyses of porcine circovirus type 2 isolated from China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transbound. Emerg. Dis.",
            "volume": "65",
            "issn": "",
            "pages": "e383-e392",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12768"
                ]
            }
        },
        "BIBREF16": {
            "title": "Pathogenesis and control of the Chinese highly pathogenic porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet. Microbiol.",
            "volume": "209",
            "issn": "",
            "pages": "30-47",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2017.02.020"
                ]
            }
        },
        "BIBREF17": {
            "title": "NADC30-Like Porcine Reproductive and Respiratory Syndrome in China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Open Virol. J.",
            "volume": "11",
            "issn": "",
            "pages": "59-65",
            "other_ids": {
                "DOI": [
                    "10.2174/1874357901711010059"
                ]
            }
        },
        "BIBREF18": {
            "title": "Molecular epidemiology of porcine reproductive and respiratory syndrome virus in Central China since 2014: The prevalence of NADC30-like PRRSVs",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Microb. Pathog.",
            "volume": "109",
            "issn": "",
            "pages": "20-28",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micpath.2017.05.021"
                ]
            }
        },
        "BIBREF19": {
            "title": "An investigation of the pathology and pathogens associated with porcine respiratory disease complex in Denmark",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Comp Pathol.",
            "volume": "143",
            "issn": "",
            "pages": "120-131",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcpa.2010.01.012"
                ]
            }
        },
        "BIBREF20": {
            "title": "Detection and characterization of a novel genotype of porcine astrovirus 4 from nasal swabs from pigs with acute respiratory disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padmanabhan",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Hause",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch. Virol.",
            "volume": "161",
            "issn": "",
            "pages": "2575-2579",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-016-2937-1"
                ]
            }
        },
        "BIBREF21": {
            "title": "Agreement Among 4 Sampling Methods to Identify Respiratory Pathogens in Dairy Calves with Acute Bovine Respiratory Disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Vet. Intern. Med.",
            "volume": "31",
            "issn": "",
            "pages": "954-959",
            "other_ids": {
                "DOI": [
                    "10.1111/jvim.14683"
                ]
            }
        },
        "BIBREF22": {
            "title": "Swine Influenza Virus and Association with the Porcine Respiratory Disease Complex in Pig Farms in Southern Brazil",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Zoonoses and public health",
            "volume": "63",
            "issn": "",
            "pages": "234-240",
            "other_ids": {
                "DOI": [
                    "10.1111/zph.12223"
                ]
            }
        },
        "BIBREF23": {
            "title": "Survey of porcine respiratory disease complex-associated pathogens among commercial pig farms in Korea via oral fluid method",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Vet. Sci.",
            "volume": "18",
            "issn": "",
            "pages": "283-289",
            "other_ids": {
                "DOI": [
                    "10.4142/jvs.2017.18.3.283"
                ]
            }
        },
        "BIBREF24": {
            "title": "Comparison of porcine circovirus type 2 (PCV2)-associated lesions produced by co-infection between two genotypes of PCV2 and two genotypes of porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Gen. Virol.",
            "volume": "95",
            "issn": "",
            "pages": "2486-2494",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.066290-0"
                ]
            }
        },
        "BIBREF25": {
            "title": "Porcine reproductive and respiratory syndrome virus-induced immunosuppression exacerbates the inflammatory response to porcine respiratory coronavirus in pigs",
            "authors": [
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Renukaradhya",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alekseev",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Viral. Immunol.",
            "volume": "23",
            "issn": "",
            "pages": "457-66",
            "other_ids": {
                "DOI": [
                    "10.1089/vim.2010.0051"
                ]
            }
        },
        "BIBREF26": {
            "title": "Viral metagenomic analysis of bushpigs (Potamochoerus larvatus) in Uganda identifies novel variants of Porcine parvovirus 4 and Torque teno sus virus 1 and 2",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Blomstrom",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virol. J.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-9-192"
                ]
            }
        },
        "BIBREF27": {
            "title": "Coincidental detection of genomes of porcine parvoviruses and porcine circovirus type 2 infecting pigs in Japan",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saekhow",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Vet. Med. Sci.",
            "volume": "77",
            "issn": "",
            "pages": "1581-1586",
            "other_ids": {
                "DOI": [
                    "10.1292/jvms.15-0167"
                ]
            }
        },
        "BIBREF28": {
            "title": "Detection, prevalence and analysis of emerging porcine parvovirus infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Csagola",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch. Virol.",
            "volume": "157",
            "issn": "",
            "pages": "1003-1010",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-012-1257-3"
                ]
            }
        },
        "BIBREF29": {
            "title": "Characterization of Porcine Parvovirus Type 3 and Porcine Circovirus Type 2 in Wild Boars (Sus Scrofa) in Slovakia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sliz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vlasakova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jackova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vilcek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Wildl. Dis.",
            "volume": "51",
            "issn": "",
            "pages": "703-711",
            "other_ids": {
                "DOI": [
                    "10.7589/2015-01-005"
                ]
            }
        },
        "BIBREF30": {
            "title": "The presence of six potentially pathogenic viruses in pigs suffering from post-weaning multisystemic wasting syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vlasakova",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Leskova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sliz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jackova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vilcek",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Vet. Res.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-014-0221-8"
                ]
            }
        },
        "BIBREF31": {
            "title": "Seroprevalence against selected pathogens involved in porcine respiratory disease complex in free-range fattening pigs in Spain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galan-Relano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet. Rec.",
            "volume": "177",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/vr.103432"
                ]
            }
        },
        "BIBREF32": {
            "title": "Porcine respiratory disease complex: Interaction of vaccination and porcine circovirus type 2, porcine reproductive and respiratory syndrome virus, and Mycoplasma hyopneumoniae",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vet. J.",
            "volume": "212",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2015.10.030"
                ]
            }
        },
        "BIBREF33": {
            "title": "Multiplex PCR and Microarray for Detection of Swine Respiratory Pathogens",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lung",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transbound. Emerg. Dis.",
            "volume": "64",
            "issn": "",
            "pages": "834-848",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12449"
                ]
            }
        },
        "BIBREF34": {
            "title": "PRRSV structure, replication and recombination: Origin of phenotype and genotype diversity",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Kappes",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Faaberg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology",
            "volume": "479–480",
            "issn": "",
            "pages": "475-486",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2015.02.012"
                ]
            }
        },
        "BIBREF35": {
            "title": "Modern-day SIV viral diversity generated by extensive recombination and cross-species transmission",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS pathog.",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006466"
                ]
            }
        },
        "BIBREF36": {
            "title": "Phylogenetic analysis of porcine circovirus type 2 (PCV2) isolates from China with high homology to PCV2c",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "FX",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch. Virol.",
            "volume": "161",
            "issn": "",
            "pages": "1591-1599",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-016-2823-x"
                ]
            }
        }
    }
}