{
    "paper_id": "PMC6759171",
    "metadata": {
        "title": "Gastroenteritis and respiratory infection outbreaks in French nursing homes from 2007 to 2018: Morbidity and all-cause lethality according to the individual characteristics of residents",
        "authors": [
            {
                "first": "Philippe",
                "middle": [],
                "last": "Gaspard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Mosnier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Loic",
                "middle": [],
                "last": "Simon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Olivia",
                "middle": [],
                "last": "Ali-Brandmeyer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Rabaud",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sabrina",
                "middle": [],
                "last": "Larocca",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Béatrice",
                "middle": [],
                "last": "Heck",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Serge",
                "middle": [],
                "last": "Aho-Glélé",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Pothier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Katia",
                "middle": [],
                "last": "Ambert-Balay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Poletto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Gastroenteritis (GE) and respiratory tract infection (RTI) outbreaks represent a significant burden of illness in nursing homes. Viruses cause the majority of these outbreaks, and noroviruses and influenza viruses are the most common pathogens [1,2].",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 247,
                    "end": 248,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previous studies have suggested that viral respiratory infections and norovirus outbreaks are a common cause of hospitalization or death, particularly among elderly individuals [3–5].",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 180,
                    "end": 181,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The impact of outbreaks has been described in terms of both frequency and epidemiology, but little is known about infection rates and all-cause lethality in GE and RTI nursing home outbreaks in relation to the individual characteristics of the residents [6]. The residents of these institutions are increasingly elderly and dependent, and the impact of this trend on the seasonal outbreak burden requires in-depth investigation. The results of studies focused on this issue could yield valuable information for nursing homes, allowing them to adapt their infection control strategies, in particular for improved assessment of infection risk.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 256,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Our objective was to describe GE and RTI infection and all-cause lethality rates according to the individual characteristics of nursing home residents (sex, age, length of stay, autonomy status), and to identify specific susceptibility patterns related to these types of viral outbreaks in these facilities.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The present study explored outbreaks in 14 sites (28 units with geriatric nursing home activities for a total of 1121 beds) caring for dependent people in southern Alsace (an area in north-eastern France). Data were collected between September 2007 and August 2018 [7,8].",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 268,
                    "end": 269,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Design and setting ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Each site was geographically independent and autonomous for social and care management. Units were located within the larger sites and were defined as a place having a dedicated team at one location.",
            "cite_spans": [],
            "section": "Design and setting ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "During outbreaks at one site, only the residents in the units with confirmed cases were included. Outbreak inclusion depended on institutional alert to the hygiene team. Surveillance was done in each unit independently, and the members of staff had to inform a physician or charge nurse when two or more potential related cases of pneumonia or GE were observed within four days and when three or more cases were observed for other RTI. Units also had to inform the hygiene team when these threshold values were exceeded. For influenza, the first suspected case led to a local alert and the hygiene team was contacted. A practitioner from the hygiene team collected the information and evaluated the clinical signs, the virology information and the epidemiological context with the physician in the affected unit. The detected cluster was only put under surveillance if the hygiene team considered that there was a potential outbreak phenomenon. The duration of 4 days was in relation with the national protocol with alert to the authorities when 5 cases occurred within 4 days [9,10]. On a local level and in addition to the clusters reported to the authorities, clusters with at least 3 cases within a period of seven days in one unit could be recorded if they were reported to the hygiene team. Because several outbreaks could potentially occur in the same unit during the surveillance period, a resident could be included repeatedly in different clusters. As a result, the observed patterns reflected the characteristics of an institutional population with longitudinal and pluriannual exposures.",
            "cite_spans": [
                {
                    "start": 1078,
                    "end": 1079,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1080,
                    "end": 1082,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Outbreak inclusion and individual characteristics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Personal information and clinical information was collected by a practitioner from the hygiene team directly from the residents’ health care records. Personal information was collected for all those present the first day of the outbreak. The collected information included: month and year of birth, sex, date of arrival at the nursing home and autonomy status. The autonomy status of residents in French nursing homes is assessed using the AGGIR scale (Autonomy Gerontology Groups Iso-Resources), which is the legal instrument for evaluating dependency in the elderly and whose primary purpose is the allocation of means and resources [11].",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 638,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Nursing home resident data ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "With the AGGIR scale, autonomy is classified into 6 Iso-Resource Groups (GIR): GIR 1 (bedridden or armchair-bound persons, mental functions seriously altered and requiring continuous presence), GIR 2 (bedridden or armchair-bound persons, mental functions not totally altered and requiring assistance in most activities of daily living, or mental functions altered with preserved ability to get around), GIR 3 (preserved mental autonomy with partially preserved motor autonomy and assistance several times a day for physical autonomy), GIR 4 (moves around the home and sometimes assistance for washing, dressing, physical activities or eating), GIR 5 (only occasional assistance for washing, meal preparation, and housework), GIR 6 (autonomy for essential tasks of daily living). In outbreaks where the influenza virus was identified, influenza vaccination status and oseltamivir prescriptions were recorded as well. A file is transmitted in the Supporting Information with all previous data (S1 Data).",
            "cite_spans": [],
            "section": "Nursing home resident data ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "GE was defined as the sudden onset of vomiting and/or diarrhea over a 24 h period: (i) diarrhea ≥3 episodes, (ii) and/or vomiting ≥3 episodes, (iii) or diarrhea or vomiting <3 episodes with two or more other symptoms (diarrhea, vomiting, stomach ache, abdominal cramps, nausea, fever, mucus in stools) [1].",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Case inclusion and lethality study ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "RTI presentation in older adults may be atypical, like for other acute illnesses in this age group [12]. We used the recommended definitions for RTI surveillance in geriatric units, divided in 3 subcategories: (i) common cold syndromes or pharyngitis (at least two of the following criteria: runny nose or sneezing, stuffy nose (i.e. congestion), sore throat or hoarseness or difficulty swallowing, dry cough, swollen or tender glands in the neck (cervical lymphadenopathy)), (ii) influenza-like illness (both the following criteria must be met: fever AND at least three other symptoms (chills, new headache or eye pain, myalgia or body aches, malaise or loss of appetite, sore throat, new or increased dry cough)) and (iii) lower respiratory tract infection (both of the following criteria must be met: at least two respiratory signs or symptoms (new or increased cough, new/increased sputum production, O2 saturation <94% or reduced >3% from baseline, abnormal lung examination (new or changed), pleuritic chest pain, respiratory rate ≥25 breaths/min AND one or more constitutional signs/symptoms (fever, leukocytosis, confusion, acute functional decline)) [13–16]. Infection corresponding to one of these three subcategories was included in this study and classified as RTI.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1160,
                    "end": 1162,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1163,
                    "end": 1165,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Case inclusion and lethality study ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For both infection types, the practitioner from the hygiene team obtained clinical information from the patient’s health care records, and members of the health care team were consulted if necessary to complete any missing information. At the end of the episode (within seven days after the last identified case), case inclusion as exposed and not infected (ENI) or exposed and infected (EI) was determined with a resident physician.",
            "cite_spans": [],
            "section": "Case inclusion and lethality study ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In order to study the lethality, the presence of each infected resident was evaluated once at least 56 days after the last case of each outbreak. Each resident was followed up retrospectively during eighth 7-day interval (In, n = 1 to 8, total 56 days, between the date of onset of symptoms and the fifty-sixth day of the studied period) with three different possibilities: present (alive and officially residing in the institution), lost to follow-up (alive at the date of departure but no longer residing in the institution (return home, transfer to another institution)) or death (death recorded in the health care record). The dates of death and lost to follow-up were recorded.",
            "cite_spans": [],
            "section": "Case inclusion and lethality study ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Testing for the virus was not systematic and was decided by the physicians in each institution in the presence of clinical signs.",
            "cite_spans": [],
            "section": "Virological investigation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For GE, stool samples were sent to the National Reference Centre for Gastroenteritis Viruses in Dijon for laboratory testing, as previously described [8]. For RTI surveillance, rapid tests were used to identify the influenza virus. The rapid immunoassay diagnosis tests used for influenza detection were: Clearview® Exact Influenza A and B (Inverness Medical, Cologne, Germany) from 2007 to 2014 and InfluenzaTop® (Alldiag, Strasbourg, France) from 2014 to 2018. Given the low sensitivity of influenza rapid tests, they were no longer used once the control measures had been implemented and the influenza outbreak was under control. Samples were also occasionally sent to hospital laboratories or to the National Reference Centre for Influenza Viruses to detect viruses with real-time RT-PCR [17]. Most testing targeted the norovirus (NoV) and influenza virus, but other tests were occasionally performed by the National Reference Centre for Influenza Viruses (rhinovirus, respiratory syncytial virus, human metapneumovirus, parainfluenza 1, 2, 3 and 4, and coronavirus) and the National Reference Centre for Enteric Viruses (rotavirus, astrovirus, and adenovirus).",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 793,
                    "end": 795,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Virological investigation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Because testing for the viruses was variable (from one institution/physician to another, not used in some outbreaks, types of virus sought) and considering the poor sensitivity of the rapid influenza tests, these two sources of data were used to define the epidemiological context of confirmed outbreaks. Consequently, individual cases were included consistently in all episodes according to clinical signs and medical evaluation. When virus testing was negative, the clinical signs were recorded and medical evaluation was used as previously to classify the included residents as infected or not infected.",
            "cite_spans": [],
            "section": "Virological investigation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The epidemiological context of each outbreak was defined according to whether the virus had been identified or not. One or more positive samples led to the qualification of a NoV (NoV+) or flu (Flu+) context. The other episodes were qualified as flu or NoV outbreaks with no specific identification or testing (NoV- and Flu-).",
            "cite_spans": [],
            "section": "Virological investigation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Flu and NoV contexts did not eliminate other potential enteric or respiratory pathogens.",
            "cite_spans": [],
            "section": "Virological investigation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Sex, age, length of stay (LOS, in years) and autonomy status were described for all exposed residents. Influenza vaccination and oseltamivir administration rates were calculated for confirmed influenza outbreaks. Dichotomous or categorical variables were expressed as percentages. In univariate analysis, the categories were specific in order to obtain a precise description of the age and LOS variables. Class intervals were 5 years for age and one year for LOS. The residents classified as GIR 4 to 6 (sometimes, occasional and no assistance) were grouped together because they were few.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For the multi-level analysis with 2x2 tables, a median value was used to define the two-level age categories. For LOS, assessing the longest stays was necessary to identify the effect of longer exposure in a nursing home. Consequently, a four-year cutoff was chosen to create the two categories. For autonomy, the two most dependent categories (GIR ≤ 2) were grouped together and compared with the more autonomous categories (GIR ≥ 3).",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The outbreak epidemiological contexts were used with the four categories: NoV+, Flu+, NoV- and flu-. Other GE or RTI viruses were occasionally identified, but the number of results was too limited to develop separate analyses. However, all the results are available in the tables about the virus investigations along with NoV and influenza identifications.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For the different categories, infection rate (EI/Exposed Residents (ER), in percentage) was calculated according to sex, age group, LOS and autonomy status. To investigate all-cause lethality and define the appropriate period for the 56-day monitoring (D1 to 56), the all-cause lethality rate per 7-day interval (LRn/In, n = 1 to 8) was calculated: (number of deaths during interval In/(EI alive the first day of nth studied interval minus lost to follow-up EI during the interval In)*100).",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Seeing as successive clusters could occur within the same site, potentially influencing all-cause lethality, the serial interval in days (SId) was calculated. The SId was the time period between the onset of symptoms of the last case in initial outbreak (N) and the onset of symptoms of the first case in the following outbreak (N+1). Investigations were performed when SId was shorter or equal to the length of the previous D1 to 56 and the following parameters were evaluated for these specific situations: number of episodes, residents infected in both outbreaks, and death among the identified individuals.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Finally, according to the death rate and the impact of successive outbreaks, the number of 7-day intervals (N.In) to take into account was defined, and the all-cause lethality rate was analyzed during these periods (I1 to Nth.In or D1 to 7*N).",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All-cause lethality rates were calculated with the following formula: (number of deaths from D1 to 7*N/(EI number at D1 minus lost to follow-up among EI during the period D1 to 7*N)*100). Estimation of the turnover rate per 7-day interval among the infected residents was calculated on the base of the LOS (median in years) with the following formula: (proportion of discharged residents: 50.0% in the case of the median)/[(median LOS *365)/7)]. The average rate of residents discharged per 7-day period was calculated: [(number of lost to follow up during the period D1 to 7*N/number of exposed and infected residents at D1)/N 7-day interval]*100.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "As some residents were included in several outbreaks during the surveillance, the observations were not completely independent; non-parametric tests were used as a result. In univariate analysis, Chi-square or Fisher exact tests (expected number of frequencies fewer than 5) were used to compare infection and lethality rates according to the studied parameters and the odds ratio was calculated by median-unbiased estimation. The Kruskal-Wallis test was used to compare median values. Confidence intervals for medians were calculated with bootstrap methods.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Covariate adjusted analyses were performed with two tables (2x2). The respective impact of each individual factor was tested with Mantel-Haenszel chi-squared tests. The equality of the stratum odds ratios was tested with the Woolf test of homogeneity. Finally, for each virus context, multiple tables (2x2) were generated and tested with confounding variables, effect modifiers or covariables. Statistical analyses were done using R for Mas OS X version R 3.4.1 software with RStudio version 1.0.153. A file is transmitted in the Supporting Information with all R codes and the packages used (S1 R Codes). Differences were considered significant at p ≤ 0.05.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The French Data Protection Authority approved data collection and analysis (DE-2013-074) and the local ethics committee (Espace Local de Réflexion Ethique, Centre Hospitalier de Rouffach) approved the study protocol (ERLE-32). According to the French law for biomedical research and human experimentation, individual written consent was not required from the patients or their relatives for data collection. Each year, the referring local practitioner of the study coordinated with the doctors working in the nursing home. At the beginning of the surveillance period, information regarding participation in the study was displayed in the family vising area, including a document about their right to access and rectify personal data. After collection, data were rendered anonymous. No specific authorization was needed to retrospectively analyze anonymous data collected during routine care in the context of routine surveillance.",
            "cite_spans": [],
            "section": "Ethical aspects and consent",
            "ref_spans": []
        },
        {
            "text": "A total of 137 outbreaks were recorded in the 14 sites. RTI outbreaks were more frequent than GE outbreaks (76 outbreaks and 5862 exposed residents vs. 61 outbreaks and 4309 exposed residents, respectively). Overall, 7643 of the exposed residents were women and 2528 were men. The median age was 86.7 years old (interquartile range: 81.1–91.0 years).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Virus investigations (respectively 389 samples for RTI and 143 for GE with all the detailed results in S1–S4 Tables) confirmed a considerable number of norovirus-related GE outbreaks (34/61) and influenza-related RTI outbreaks (46/76). For GE outbreaks, 2524 residents were in a NoV+ context versus 1785 in a NoV- context, and for RTI outbreaks, 3479 residents were in a Flu+ context versus 2383 in a Flu- context.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "For GE surveillance in the NoV+ context, there were 1093 EI residents versus 1431 ENI residents, whereas in the NoV- context, there were 583 EI residents versus 1202 ENI residents. Therefore, the infection rate was higher in the NoV+ context (43.3%) than in the NoV- context (32.7%, (odds ratio (OR): 0.63, 95% confidence interval (CI): 0.56–0.72), p < 0.001).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "For RTI surveillance, the rates of infection were similar with and without confirmed influenza: 31.5% (N = 1095 EI residents /3479 exposed residents) vs. 30.5% (N = 728 EI residents/2383 exposed residents, OR: 0.96, CI: 0.85–1.07, p = 0.47). Moreover, infection rate in the NoV+ context was higher than the three other contexts: NoV- (OR: 0.63, CI: 0.56–0.72), Flu+ (OR: 0.60, CI:0.54–0.67) and Flu- (OR: 0.58, CI: 0.51–0.65).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In univariate analysis, certain individual characteristics were associated with significant variations in the infection rate (S5 Table). The infection rate increased with age (except in the Flu- context) and, decreased with LOS during GE outbreaks. The covariate adjusted analysis revealed specific significant effect modification according to sex (NoV+) and LOS (NoV-) (S6 Table). In analyses stratified according to virus and sex, age adjusted for LOS remained significant for Flu+ and NoV+ outbreaks (males). In NoV- context, the effect modification of LOS remained significant (Table 1). Finally, when autonomy was included and adjusted for age (virus, sex, LOS stratification), the less autonomous residents (female/LOS<4 years/age<86/GIR 1–2) were affected more severely by Flu+ outbreaks with specific effect modification according to age (S7 Table).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 582,
                    "end": 589,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The study of lethality rates in infected residents over the 56 days after onset indicated that there were significant variations for RTI but no change for GE (Table 2). Significant differences appeared after 28 days in the context of Flu+ outbreaks and other RTI outbreaks.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The analysis of successive or simultaneous clusters in the same institutions was performed when the time period between the onset of symptoms of the last case in outbreak N and the onset of symptoms of the first case in outbreak N+1 was ≤56 days (S8 Table). 44 of the 137 outbreaks (32.12%) were identified, and 194 of the 3499 exposed and infected residents contracted multiple infections. The percentage of exposed and infected residents implicated in more than one virus stratification was 11.09% ((194*2)/3499). Moreover, two deceased residents were included in the NoV-Na and Flu lethality analyses because death occurred within 56 days for both infections. The analysis of virus stratification of the 44 outbreaks showed the absence of successive clusters for the same category. The same analysis for the first four 7-day intervals (Days 1 to 28) showed the respective values: 26 outbreaks (18.98%), 117 residents ((6.69% ((117*2)/3499)), one dead resident.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Finally, according to the higher lethality impact during the first four 7-day intervals and to limit the impact of successive clusters in the same site, all cause lethality rates were studied according to individual parameters for the four 7 days intervals with the respective number of included deaths: NoV+: 17, NoV-NA: 20, Flu+: 90 and Flu-NA: 41.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "According to the virus context, the difference in median LOS was not significantly different depending on the virus context: NoV+ (2.4, 95% CI: 2.3–2.6), NoV- (2.1, 95% CI: 2.0–2.3), Flu+ (2.3, 95% CI: 2.2–2.5), Flu- (2.2, 95% CI: 2.1–2.4), p = 0.08). The estimated weekly turnover rate for all infected residents (length stay median = 2.3 years, 95% CI: 2.2–2.4) was 0.41% per 7-day period, totalling 1.64% for four 7-day intervals. The average weekly rate of discharged residents (lost to follow-up) was equal to: [10/3499/8]*100 = 0.035% or 0.14% for the four 7-day intervals.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Univariate analysis showed significant differences in lethality according to virus surveillance. Lethality in the NoV+ context was lower than the three other levels: Nov- (odds ratio (OR): 2.25, (95% confidence interval (CI): 1.17–4.40), Flu+ (OR: 5.65, CI: 3.43–9.89) and Flu- (OR: 3.75, CI: 2.15–6.85).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "According to the surveillance type (GE or RTI), the lethality rates differed significantly: 1.6% versus 3.4% (respectively NoV+ and NoV- contexts, OR: 2.24, CI: 1.16–4.39, p = 0.02) and 8.3% versus 5.6% (respectively Flu+ and Flu-, OR: 0.67, CI: 0.45–0.97, p = 0.04).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In univariate analysis (S9 Table), low autonomy status in the NoV+, Flu+ and Flu- contexts was most significantly associated with increased all-cause lethality, and age was associated with higher lethality in the Flu+ context. In the adjusted analysis, no significant statistical differences were identified in GE outbreaks. For RTI episodes, the adjusted analysis showed that autonomy had a significant impact when adjusted for sex, age or LOS (Flu+ and Flu-NA) and that age had a significant impact when adjusted for sex, autonomy or LOS (Flu+) (S10 Table).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In Table 3, the specific effects of age or autonomy were tested. Significant ORage adjusted for autonomy were: Flu+/age ≥86 years (compared with the <86 group), 1.97 (1.19–3.25). ORautonomy adjusted for age were for GIR 3–6 (compared with GIR 1–2): Flu+, 0.41 (0.24–0.69); Flu-, 0.42 (0.20, 0.90).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Finally, despite the low number of residents and deaths per category, and consequently the limited robustness of the results, autonomy adjusted for age with stratification according to virus, sex and LOS showed that the effects were higher among subgroups of less autonomous residents (female or male/LOS<4 years/GIR 1–2) in Flu+ outbreaks, and there was also higher mortality in the small subgroup of autonomous men with LOS ≥ 4 years (higher mortality) (S11 Table).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In the Flu+ context, data regarding vaccination status and oseltamivir prescriptions were available but not used in this study.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In the present study, surveillance data obtained during GE and RTI outbreaks in nursing homes were used to construct stratified analyses and to identify specific infection and all-cause lethality rates according to the residents’ individual characteristics.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The infection rates observed here were similar to those found in previous studies of NoV and Influenza outbreaks (odds of being infected during a Flu+ outbreak were around 40% less than during a NoV+ outbreak). Reported infection rates were close to 30.0% in influenza outbreaks and 40.0% in NoV outbreaks [18–20].",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 310,
                    "end": 312,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Older age appeared to increase the likelihood of GE and influenza infection, with increasing rates among older residents. Age is a well-known factor for influenza and norovirus severity in the elderly and in nursing homes [21,22]. For NoV, the highest incidence estimates (5-year age strata) was found in the ≥85 year-category (approximately 800 men and for 1,400 women per 100,000 inhabitants). In our study, univariate analysis (NoV+) showed that the odds of being infected were 1.5 to 1.6 times higher if a resident was older than 85. Moreover, an adjusted analysis of GE outbreaks highlighted different effects among subgroups of residents according to sex and LOS. Indeed, multiple and/or repeated exposure to GE viruses while institutionalized may lead to susceptibility or possible increased immunity in some residents [23]. For the sex variable, two factors could explain the effect: a possible selection bias with men reporting mild infections less than women (particularly in the <86 years subgroup) or that male susceptibility was different (age, LOS, immunity,…). A German study from 2013 also reported a greater impact in women [21]. Moreover, when age analysis was stratified by sex and LOS, no significant impact was observed in women; the only significant differences were fewer infections in men in the <86-subgroup (except in the NoV- with LOS <4 years).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 226,
                    "end": 228,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 827,
                    "end": 829,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For the RTI outbreaks, sex and LOS variables did not have a significant effect. In residents older than 86, the odds of being infected in Flu+ context were 1.5 times higher for women and 1.7 for men. In univariate analysis, contrary to the other virus contexts where odds ratios were rarely above 2, residents over 95 years old had increased odds of infection of ≥ 2.8 compared with the 70-year-old category, and for the 100 year-old group the odds were approximately 3.8. In the Flu+ context, autonomy adjusted for age (virus, sex and LOS stratification) revealed a possible increase in infection rates among less autonomous residents. A previous study found that when elderly residents were exposed to the A(H3N2) virus, there were higher rates of infection and reinfection, and more significant effects on the institution than with other influenza types/subtypes. In the community, the relative illness ratio (RIR) in the ≥75 year-group reflected this different impact: 0.09/2009-2010 season (AH1N1 predominant) and 0.59/1999-2000, 0.48/2004-2005, 0.42/2011-2012 (AH3N2 predominant) [22,24].",
            "cite_spans": [
                {
                    "start": 1087,
                    "end": 1089,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1090,
                    "end": 1092,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The incidence of influenza infection and the associated risks were well described by age group, but the specific impact according to age was not studied. The results of this work highlighted the specific age distribution of influenza illnesses among the nursing home residents and the more significant impact among the older residents. This specific susceptibility could be a critical factor in the institutional exposure and dissemination of influenza and could partly explain the high infection impact in the elderly institutional population.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this work, autonomy status was not the main factor associated with infection (no significant impact in GE and in Flu- contexts). However, in Flu+ outbreaks, a high level of dependency was associated with a higher risk of falling ill. This observation implies that staff could play a role in the spread of infection (highly dependent and less mobile residents are less likely to contaminate themselves) or that the more active residents may be less fragile and/or have a greater involvement in the recommended infection control measures. Finally, improving compliance with personal hygiene measures both for nursing staff and residents might be expected to have a beneficial effect on infection rates. Previous studies identified higher NoV infection rates in highly dependent individuals, but the results were not adjusted for age and LOS to take into account the potential correlation with the autonomy status [20].",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 917,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Lethality is difficult to assess in nursing homes because death is frequent. Our GE and RTI episodes occurred during the winter seasons, and there are possible interactions between outbreaks and increased mortality at this time of the year [25]. The all-cause lethality rate of the infected residents in our study reflected global mortality including GE and RTI outbreaks and the global epidemiological context. Not surprisingly, a higher all-cause lethality rate was observed in the influenza contexts, as reported in previous studies [25–27]. Age and autonomy had similar effects in the different contexts, but in GE and to a lesser degree in Flu- outbreaks, the relatively small number of deaths could have limited the power of the statistical tests. In nursing homes, residents are generally discharged due to death. The number of residents lost to follow up was low (0.14% in the first 28 days), so the 7-day interval turnover rate calculated on the base of the median LOS provides a good indication of the average case fatality rate. The lethality rate for NoV+ outbreaks was similar to the estimated 7-day interval turnover rate (1.6%) indicating that this context had a limited impact on the death rate.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The all-cause lethality rate was most affected by age and autonomy. Both individual characteristics were significant in the Flu+ outbreaks, and autonomy adjusted for age was significant in the Flu- episodes. The influence of age on mortality in a context of influenza has already been described: a very high mortality rate (831/100,000 inhabitants) was reported in persons 90 years of age and older compared with those aged 65–69 years (23/100,000 inhabitants) [28]. In our univariate analysis, the higher risk was observed in the ≥90 group whose risk of death was at least 2.6 higher than the <70 group. When adjusted for autonomy, the impact of age was not significant in more autonomous residents in the Flu+ context and not at all in the Flu- context. The opposite analysis (autonomy adjusted for age) showed higher global impact in the less autonomous group (Flu-) or only in the ≥86 age group (Flu+). Age and autonomy are a reflection of resident’s level of frailty. Clinical frailty scores were not used in this study, but in a previous study of patients with critical illness, they were associated with greater mortality, regardless of age [29]. This suggests that in addition to age, autonomy can be a valuable indicator for the assessment of outbreak impact in outbreak surveillance. Other studies have suggested that age and certain comorbidities are independent risk factors for the influenza mortality rate or that mortality increase according to the number of risk factors [28, 30]. Comorbidities and underlying diseases of various severities could reflect overall frailty and consequently the risk of death. In nursing homes, information about autonomy and age are easier to collect and interpret than data on comorbidities. These various approaches should be evaluated and compared in the goal of optimizing risk assessment among nursing home residents.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 464,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1488,
                    "end": 1490,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1492,
                    "end": 1494,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present work has two main limitations. First, the virus information was incomplete (limited identification, mainly influenza rapid tests for the RTI). Consequently, some episodes in the levels with no available identification may also have been associated with influenza or norovirus, and multiple contaminations could have been underestimated or not taken into account. Moreover, vaccination and oseltamivir prescriptions were recorded but not included because the influenza genotype was not determined and identification was limited.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Secondly, the deaths of uninfected residents were not recorded in this protocol even though such data would have provided valuable information about the global epidemiological context.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, specific susceptibility patterns were observed among exposed residents. In this cohort of nursing homes, infection rates varied according to virus, sex, length of stay and age, and there were major differences in lethality depending on virus, age and autonomy score. The collected data were easy to record and could be used to improve the characterization of seasonal outbreaks in nursing homes, whose residents are particularly vulnerable. Finally, as the average age and dependency level of residents continues to increase, subsequently increasing the risk of infection and death, health care staff will have to be increasingly vigilant during seasonal outbreaks and targeted interventions should be implemented.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Norovirus outbreaks in nursing homes: the evaluation of infection control measures",
            "authors": [],
            "year": 2009,
            "venue": "Epidemiol Infect",
            "volume": "137",
            "issn": "",
            "pages": "1722-1733",
            "other_ids": {
                "DOI": [
                    "10.1017/S095026880900274X"
                ]
            }
        },
        "BIBREF1": {
            "title": "Types of infectious outbreaks and their impact in elderly care facilities: a review of the literature.",
            "authors": [],
            "year": 2010,
            "venue": "Age Ageing",
            "volume": "39",
            "issn": "",
            "pages": "299-305",
            "other_ids": {
                "DOI": [
                    "10.1093/ageing/afq029"
                ]
            }
        },
        "BIBREF2": {
            "title": "Deaths from norovirus among the elderly, England and Wales",
            "authors": [],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1546-52",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1410.080188"
                ]
            }
        },
        "BIBREF3": {
            "title": "Unspecified gastroenteritis illness and deaths in the elderly associated with norovirus epidemics",
            "authors": [],
            "year": 2011,
            "venue": "Epidemiology",
            "volume": "22",
            "issn": "",
            "pages": "336-43",
            "other_ids": {
                "DOI": [
                    "10.1097/EDE.0b013e31821179af"
                ]
            }
        },
        "BIBREF4": {
            "title": "Viral respiratory infections in a nursing home: a six-month prospective study.",
            "authors": [],
            "year": 2016,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-016-1962-8"
                ]
            }
        },
        "BIBREF5": {
            "title": "Common infections in nursing homes: a review of current issues and challenges",
            "authors": [],
            "year": 2011,
            "venue": "Aging health",
            "volume": "7",
            "issn": "",
            "pages": "889-899",
            "other_ids": {
                "DOI": [
                    "10.2217/AHE.11.80"
                ]
            }
        },
        "BIBREF6": {
            "title": "Influenza prevention in nursing homes: Great significance of seasonal variability and spatio-temporal pattern",
            "authors": [],
            "year": 2015,
            "venue": "Presse Med",
            "volume": "44",
            "issn": "",
            "pages": "e311-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.lpm.2015.04.041"
                ]
            }
        },
        "BIBREF7": {
            "title": "Burden of gastroenteritis outbreaks: specific epidemiology in a cohort of institutions caring for dependent people.",
            "authors": [],
            "year": 2015,
            "venue": "J Hosp Infect",
            "volume": "91",
            "issn": "",
            "pages": "19-27",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2015.05.012"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The assessment of autonomy in elderly people",
            "authors": [],
            "year": 2005,
            "venue": "J. Ann Readapt Med Phys",
            "volume": "48",
            "issn": "",
            "pages": "336-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annrmp.2005.04.005"
                ]
            }
        },
        "BIBREF11": {
            "title": "Should clinical case definitions of influenza in hospitalized older adults include fever?",
            "authors": [],
            "year": 2015,
            "venue": "Influenza Other Respir Viruses",
            "volume": "9",
            "issn": "",
            "pages": "23-29",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12316"
                ]
            }
        },
        "BIBREF12": {
            "title": "Performance of influenza case definitions for influenza community surveillance: based on the French influenza surveillance network GROG, 2009–2014",
            "authors": [],
            "year": 2017,
            "venue": "Euro Surveill",
            "volume": "22",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2017.22.14.30504"
                ]
            }
        },
        "BIBREF13": {
            "title": "Clinical symptoms cannot predict influenza infection during the 2013 influenza season in Bavaria, Germany.",
            "authors": [],
            "year": 2016,
            "venue": "Epidemiol Infect",
            "volume": "144",
            "issn": "",
            "pages": "1045-51",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268815002228"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Pandemic A(H1N1)2009 influenza virus detection by real time RT-PCR: is viral quantification useful?",
            "authors": [],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "16",
            "issn": "",
            "pages": "317-21",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2010.03169.x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Surveillance for outbreaks of gastroenteritis in elderly long-term care facilities in France, November 2010 to May 2012",
            "authors": [],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.es2014.19.29.20859"
                ]
            }
        },
        "BIBREF18": {
            "title": "Influenza outbreak control practices and the effectiveness of interventions in long-term care facilities: a systematic review",
            "authors": [],
            "year": 2014,
            "venue": "Influenza Other Respir Viruses",
            "volume": "8",
            "issn": "",
            "pages": "74-82",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12203"
                ]
            }
        },
        "BIBREF19": {
            "title": "Norovirus introduction routes into nursing homes and risk factors for spread: a systematic review and meta-analysis of observational studies",
            "authors": [],
            "year": 2015,
            "venue": "J Hosp Infect",
            "volume": "89",
            "issn": "",
            "pages": "163-78",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2014.11.015"
                ]
            }
        },
        "BIBREF20": {
            "title": "Epidemiology of norovirus gastroenteritis in Germany 2001–2009: eight seasons of routine surveillance",
            "authors": [],
            "year": 2014,
            "venue": "Epidemiol Infect",
            "volume": "142",
            "issn": "",
            "pages": "63-74",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268813000435"
                ]
            }
        },
        "BIBREF21": {
            "title": "Age Distribution of Influenza Like Illness Cases during Post-Pandemic A(H3N2): Comparison with the Twelve Previous Seasons, in France",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0065919"
                ]
            }
        },
        "BIBREF22": {
            "title": "Pathogenesis of Noroviruses, Emerging RNA Viruses.",
            "authors": [],
            "year": 2010,
            "venue": "Viruses",
            "volume": "2",
            "issn": "",
            "pages": "748-781",
            "other_ids": {
                "DOI": [
                    "10.3390/v2030748"
                ]
            }
        },
        "BIBREF23": {
            "title": "Comparative age distribution of influenza morbidity and mortality during seasonal influenza epidemics and the 2009 H1N1 pandemic",
            "authors": [],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-162"
                ]
            }
        },
        "BIBREF24": {
            "title": "Effects of cold weather on mortality: results from 15 European cities within the PHEWE project",
            "authors": [],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "168",
            "issn": "",
            "pages": "1397-408",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwn266"
                ]
            }
        },
        "BIBREF25": {
            "title": "Mortality due to influenza in the United States–an annualized regression approach using multiple-cause mortality data",
            "authors": [],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "163",
            "issn": "",
            "pages": "181-7",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwj024"
                ]
            }
        },
        "BIBREF26": {
            "title": "Effectiveness of influenza vaccines in preventing severe influenza illness among adults: A systematic review and meta-analysis of test-negative design case-control studies",
            "authors": [],
            "year": 2017,
            "venue": "J Infect",
            "volume": "75",
            "issn": "",
            "pages": "381-394",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2017.09.010"
                ]
            }
        },
        "BIBREF27": {
            "title": "Co-morbidities associated with influenza-attributed mortality, 1994–2000, Canada.",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "4697-703",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2008.06.087"
                ]
            }
        },
        "BIBREF28": {
            "title": "Frailty and Subsequent Disability and Mortality among Patients with Critical Illness",
            "authors": [],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "196",
            "issn": "",
            "pages": "64-72",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201605-0939OC"
                ]
            }
        },
        "BIBREF29": {
            "title": "Pneumonia and influenza deaths during epidemics: implications for prevention",
            "authors": [],
            "year": 1982,
            "venue": "Arch Intern Med",
            "volume": "142",
            "issn": "",
            "pages": "85-9",
            "other_ids": {
                "DOI": []
            }
        }
    }
}