{
    "paper_id": "PMC6010046",
    "metadata": {
        "title": "Evaluation of polyphenols from Broussonetia papyrifera as coronavirus protease inhibitors",
        "authors": [
            {
                "first": "Ji-Young",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heung",
                "middle": [
                    "Joo"
                ],
                "last": "Yuk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hyung",
                "middle": [
                    "Won"
                ],
                "last": "Ryu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Su",
                "middle": [
                    "Hwan"
                ],
                "last": "Lim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kyung",
                "middle": [
                    "Su"
                ],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ki",
                "middle": [
                    "Hun"
                ],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Young",
                "middle": [
                    "Bae"
                ],
                "last": "Ryu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Woo",
                "middle": [
                    "Song"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS), a contagious and often fatal respiratory illness, was first reported in the Guangdong province in China in November 2002. The disease quickly spread to other Asian countries, North America, and Europe, infecting more than 8000 individuals and causing approximately 800 deaths1. Recently, just as SARS began to fade from public memory, a new coronavirus called Middle East respiratory syndrome coronavirus (MERS-CoV) emerged in 2012. Pathogenic human CoVs, such as MERS-CoV and SARS-CoV, killed approximately 36% of infected patients in Saudi Arabia and South Korea2–4. It is alarming the new and deadly CoVs can emerge at any time with the potential to become pandemics. Unfortunately, neither a protective vaccine nor an effective antiviral agent for the prevention and treatment of SARS is available. Therefore, continued development of therapeutic and prophylactic countermeasures against potentially deadly CoVs is warranted. The SARS-CoV is a crown-like enveloped virus that contains a positive-strand RNA whose genome sequence exhibits only moderate homology to other known CoVs5. Since SARS-CoV proteases (3-chymotrypsin-like protease [3CLpro] and papain-like protease [PLpro]) are synthesized as large precursor proteins that are cleaved to generate mature active proteins and their structures are conserved across the CoV genera, targeting these proteins is an effective antiviral strategy in suppressing viral genome replication to cure CoV infection1\n,\n6.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 606,
                    "end": 609,
                    "mention": "2–4",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1126,
                    "end": 1127,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1502,
                    "end": 1503,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1506,
                    "end": 1507,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As a continuation of our interest in natural product-derived anti-CoV candidates, we report in this study, the inhibitory actions of polyphenols from Broussonetia papyrifera against CoV proteases. We have previously reported that the α-glucosidase inhibitory activity of polyphenols from this genus depends on the number of prenyl groups in the molecule7. Many natural inhibitors of various glucosidases have been explored for potential application as medicines for carbohydrate-mediated diseases such as cancer8, diabetes9, and infectious diseases. Endoplasmic reticulum α-glucosidases are responsible for the stepwise removal of terminal glucose residues from N-glycan chains attached to nascent glycoproteins. These reactions are the first steps in N-linked glycan processing and are essential for the proper folding and function of many glycoproteins10. Because most viral envelope glycoproteins contain N-linked glycans, α-glucosidase inhibitors such as 1-deoxynojirimycin and castanospermine have been proposed as potentially useful broad-spectrum antiviral agents based on their activity on a variety of enveloped viruses11\n,\n12.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 354,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 511,
                    "end": 512,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 522,
                    "end": 523,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 854,
                    "end": 856,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1128,
                    "end": 1130,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1133,
                    "end": 1135,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We were encouraged by these preliminary findings and focused our attention on investigating the antiviral activities of polyphenols on CoV cysteine proteases. Here, we characterized and evaluated the anti-SARS/MERS activity of the following B. papyrifera root-derived glucosidase inhibitor: broussochalcone B1, broussochalcone A2, 4-hydroxyisolonchocarpin3, papyriflavonol A4, 3′-(3-methylbut-2-enyl)-3′,4′,7-trihydroxyflavane5, kazinol A6, kazinol B7, broussoflavan A8, kazinol F9 and kazinol J,\n7\n,\n10\n,\n13. Preliminary biochemical screening of 14 naturally derived compounds (comprising authentic and in-house compounds, as well as isoliquiritigenin, kaempferol, quercetin, and quercetin-β-galactoside14) were performed to assess their potential as novel CoV cysteine protease inhibitors in vitro. The present results indicate that some of these compounds may serve as lead compounds for the development of CoV protease inhibitors and can be used to elucidate the structure–function relationships of varied polyphenols.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 329,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 355,
                    "end": 356,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 374,
                    "end": 375,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 426,
                    "end": 427,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 438,
                    "end": 439,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 450,
                    "end": 451,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 480,
                    "end": 481,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 497,
                    "end": 498,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 506,
                    "end": 508,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 704,
                    "end": 706,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Roots of B. papyrifera were collected at Gonyang in Sacheon, South Korea, in July 2008 and were identified by Prof. Myong Gi Chung at the Herbarium of Gyeongsang National University (GNUC). A voucher specimen (KHPark 210709) was deposited at GNUC.",
            "cite_spans": [],
            "section": "Plant materials ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Nuclear magnetic resonance (NMR) spectra were analyzed using a Bruker AM 500 spectrometer (Bruker, Karlsruhe, Germany), with the chemical shifts represented in parts per million (ppm, δ). Thin layer chromatography (TLC) was performed on precoated silica-gel 60 F254 plates and RP-C18 F254s plates (20 × 20 cm; Merck, Darmstadt, Germany), and spots were visualized by UV illumination (254 nm) or by spraying with 10% H2SO4 in ethanol followed by heating. Solvents for extraction and isolation were purchased from SK Chemicals Co. (Seoul, South Korea) and were redistilled before use. Deionized water was prepared from ultrapure water processed by a Milli-Q purification system (18.2 MΩ; Millipore, Billerica, MA). Solvents for NMR experiments (CDCl3, (CD3)2CO, and CD3OD) were purchased from Cambridge Isotope Laboratories Inc. (Andover, MA).",
            "cite_spans": [],
            "section": "Chemicals and materials ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The dried roots of B. papyrifera (10.0 g) were extracted with ethanol (4.0 L, three times) at room temperature and evaporated using a rotary evaporator at temperatures below 45 °C to obtain the total extract (143.0 g). A portion of this residue (5 g) was fractionated on a reversed-phase (RP) silica gel column (5 × 30 cm, YMC ODS AQ-HG 10 μM, 220 g) using a Puriflash 450 medium-pressure liquid chromatography (MPLC) system (Interchim, Montluçon, France) with a linear gradient of 0% to 100% CH3OH/H2O and 30 mL/min flow rate to generate nine fractions (BP Fr. 1–9). BP Fr. 6 and 7, which exhibited the most potent anticoronaviral activity among the fractions, were selected for isolation of active compounds. BP Fr. 6 (456.5 mg) was isolated by preparative high-performance liquid chromatography (prep-HPLC) using a PLC 2020 personal purification system (Gilson, Inc., Middleton, WI) with a Waters BEH C18 column (Milford, MA) [H2O:ACN, 20 →80% (45 min); 80 →98% (10 min); flow rate: 18 mL/min] by repeated injection of 10 mg/mL MeOH dilutions to give compounds 1 (107.0 mg), 2 (181.0 mg), 3 (8.0 mg), 5 (41.0 mg), and 8 (13.0 mg). BP Fr. 7 (575.0 mg) was subjected to prep-HPLC using a Waters BEH C18 column [H2O:ACN, 4 0 →98% (45 min); 98% (10 min); flow rate: 18 mL/min] by repeated injections of 10 mg/mL MeOH dilutions to give compounds 4 (6.4 mg), 6 (115.0 mg), 7 (88.0 mg), 9 (49.6 mg) and 10 (35.8 mg). All isolated compounds were identified based on their spectroscopic data.",
            "cite_spans": [],
            "section": "Extraction and isolation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The ethanol extracts and subfractions were analyzed by ultra-performance liquid chromatography-photodiode array-quadrupole-time of flight-mass spectrometry (UPLC-PDA-Q-TOF-MS). Chromatographic separations were performed on a 2.1 × 100 mm, 1.7 μm Waters ACQUITY BEH C18 chromatography column at 35 °C. The mobile phases A and B were water with 0.1% formic acid and acetonitrile with 0.1% formic acid, respectively. The solvent gradient was programed as follows: 0 − 1 min, 10% B; 1 − 12 min, 10 − 98% B; and wash to 13.5 min with 98% B. The recycle time was 1.5 min, and the flow rate was 0.4 mL/min.",
            "cite_spans": [],
            "section": "UPLC-Q-TOF-MS analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The mass spectrometer was operated in positive ion mode. N2 was used as the desolvation gas. The desolvation temperature was set to 350 °C, the flow rate to 500 L/h, and the source temperature to 100 °C. The capillary and cone voltages were set to 2300 and 35 V, respectively. A Waters Q-TOF PremierTM spectrometer was operated in V mode with a mass resolving power of 9000. Data were collected for each test sample from 100 to 1500 Da with a 0.25-s scan time and a 0.01-s interscan delay over a 15-min analysis time. Leucine–enkephalin was used as the reference compound (m/z 554.2615 in the negative mode) at an infusion flow rate of 1 μL/min.",
            "cite_spans": [],
            "section": "UPLC-Q-TOF-MS analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Sequences of MERS-CoV PLpro (GenBank accession number KF192507.1: polyprotein residues 1436–1803) and MERS-CoV 3CLpro (GenBank accession number KF192507.1: polyprotein residues 3247–3553) were synthesized (BIONEER Co., Daejeon, South Korea), digested by NheI-XhoI and then inserted into the pET-28a(+) vector (Novagen), which contained a 6 × His-tag at the C-terminus (Figure S32, S33). The constructed plasmids were transformed into E. coli BL21 (DE3) HIT competent cells (Real Biotech Co., Taipei, Taiwan) that were streaked on a LB agar plate containing 50 μg/mL kanamycin at 37 °C. For large-scale protein expression, cultures were grown in 0.5 L of LB medium at 37 °C to an absorbance of 0.5 at 600 nm, induced by overnight incubation with 0.5 mM isopropyl β-d-thiogalactopyranoside (IPTG) at 16 °C. After centrifuging at 6000 g at 4 °C for 20 min, the cell pellets were suspended in buffer A (20 mM sodium phosphate, 300 mM NaCl, 20 mM imidazole, and 0.1% Triton X-100, pH 7.5) and then lysed by sonication. The crude extracts were then centrifuged at 12,000 rpm for 30 min to remove the insoluble pellet. The supernatant was loaded onto a Ni-Sepharose column equilibrated with buffer A. The column was washed with buffer A and the protein sample was eluted with 100–300 mM imidazole. The elution buffer was then changed to 20 mM Tris-HCl buffer (pH 7.5) and the protein was concentrated using an Amicon Ultra filter with a 10,000 molecular weight cutoff (Merck Millipore Ltd, Carrigtwohill, Ireland). The enzyme concentration was determined from its absorbance at 280 nm. The purity and molecular weights of MERS-CoV 3CLpro and MERS-CoV PLpro were verified by sodium dodecyl sulfate polyacrylamide gel electrophoresis; the purified proteases were approximately 36 kDa (3CLpro) and 33 kDa (PLpro). The kinetic parameters of their enzymatic activity were analyzed with fluorescent substrates, whose concentration ranged from 1.25 to 100 μM. The K\nm values were 2.7 ± 0.3 μM (MERS-CoV 3CLpro) and 50.9 ± 5.3 μM (MERS-CoV PLpro) (Figure 2). The purified proteins were stored at −80 °C before use in any of the assays described below.",
            "cite_spans": [],
            "section": "Expression, purification and preparation of MERS-CoV viral proteases ::: Expression, purification and preparation of SARS-CoV viral proteases ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 2033,
                    "end": 2041,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The enzyme activity of MERS-CoV 3CLpro was measured by cleavage of the synthetic 11-mer peptide Dabcyl-TSGVLQSGLVK-Edans and the nsp4/5 site of the MERS-CoV 3CLpro polyprotein using the fluorescent resonance energy transfer (FRET) method. The peptide was synthesized by Anygen Co. (Gwangju, South Korea) to approximately 95% purity as determined by HPLC on a RP C18 column. The cleavage activity of the enzyme was assayed by incubating 80 nM MERS-CoV 3CLpro and 10 μM of the peptide substrate for 60 min at 37 °C in a total volume of 200 μL in 20 mM sodium phosphate buffer (containing 300 mM NaCl, pH 6.0). The enhanced fluorescence due to the protease-catalyzed substrate cleavage was measured at an excitation wavelength at 360 nm and an emission wavelength of 590 nm using a fluorescence plate reader (Flx800; BioTeck Instrument Inc., Winooski, VT).",
            "cite_spans": [],
            "section": "MERS-CoV 3CLpro assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For MERS-CoV 3CLpro inhibition assay with the isolated compounds, 80 nM MERS-CoV 3CLpro and 0–200 μM of the individual compounds were mixed with the substrate (10 μM) at 37 °C, and the fluorescence intensity was monitored. The enzyme activity (from fitting of experimental data to the logistic curve of Equation (1) was determined by using a time-drive protocol with the initial velocity recorded over a range of concentrations. The data were analyzed by nonlinear regression using Sigma Plot 10.0 (Systat Software Inc., San Jose, CA).\n(1)Activity (%)=[1/(1+([I]/IC50))]×100\n",
            "cite_spans": [],
            "section": "MERS-CoV 3CLpro assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The enzyme activity of MERS-CoV PLpro was measured by modifying the SARS-CoV PLpro assay that we previously described15. The fluorogenic peptide Arg-Leu-Arg-Gly-Gly-AMC (ENZO Life Sciences, Farmingdale, NY) and 300 nM purified MERS-CoV PLpro in 20 mM sodium acetate buffer (pH 5.5) were used as the substrate and enzyme, respectively. For inhibition studies, 300 nM MERS-CoV PLpro and 0–200 μM of the individual compounds were mixed with the substrate (50 μM) at 37 °C. The fluorescence intensity was monitored at excitation and emission wavelengths of 360 and 460 nm, respectively, on a SpectraMax M2e multimode microplate reader (Molecular Devices, Sunnyvale, CA).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "MERS-CoV PLpro assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The inhibitory effect of each compound on SARS-CoV 3CLpro activity was measured using the FRET method18. In this assay, the 14-mer fluorogenic peptide Dabcyl-KTSAVLQSGFRKME-Edans (Anygen Co., Republic of Korea) was used as a substrate and enzyme activity was determined by measuring the increase in fluorescence intensity by continuously monitoring the reaction at 590 nm after excitation at 360 nm using a fluorescence plate reader (Flx800; BioTeck Instrument Inc.) for up to 60 min. The reaction mixture contained 10 μg/mL SARS-CoV 3CLpro (final concentration, 2.5 μg), the test compounds (0 to 200 μM), and 10 μM of the fluorogenic 14-mer peptide substrate in 20 mM Bis-Tris buffer (pH 7.5).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "SARS-CoV viral proteases inhibition assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The activity of SARS-CoV PLpro was measured using a method previously described by our group15\n,\n16. The inhibition assay was optimized in a 96-well plate to establish suitable assay conditions and incubation times. The fluorogenic peptide Arg-Leu-Arg-Gly-Gly-AMC (ENZO Life Sciences, Farmingdale, NY), and 208 nM purified SARS-CoV PLpro in 20 mM Tris-HCl buffer (pH 6.8) were used as the substrate and the enzyme, respectively. For inhibition studies, 54 nM SARS-CoV PLpro and 0–200 μM of the individual compounds were mixed with the substrate (50 μM) at 37 °C. The fluorescence intensity was monitored at excitation and emission wavelengths of 360 and 460 nm, respectively, on a SpectraMax M2e multimode microplate reader (Molecular Devices). ",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 97,
                    "end": 99,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "SARS-CoV viral proteases inhibition assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To study the kinetics of SARS-CoV PLpro inhibition by compounds 1–10, various concentrations of these compounds were mixed with SARS-CoV PLpro in assay buffer containing a predetermined substrate. The inhibition constant, K\ni was calculated by nonlinear regression analysis by fitting different models of enzyme inhibition to the kinetic data using SigmaPlot Enzyme Kinetics Module 1.3 (Systat Software Inc., San Jose, CA). The inhibition mechanism of the compounds was determined by comparing the statistical results, which included Akaike information criterion corrections (AICc), with different inhibition models and selecting the one with the best fit19.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 657,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "SARS-CoV viral proteases inhibition assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The fluorogenic substrate Ub-AMC (Ubquitin-7-amino-4-methylcoumarin) (Enzo Life Sciences) added at a concentration of 100 nM to 20 mM Tris-HCl buffer (pH 6.8) was used for deubiquitination assays as previously described15. The enzymatic activity at 37 °C was determined by continuously monitoring the fluorescence emission and excitation wavelengths at 360 and 460 nm, respectively, with a SpectraMax M2e multimode microplate reader (Molecular Devices Co., Sunnyvale, CA). The release of AMC was measured in the same manner as described previously20\n,\n21.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 552,
                    "end": 554,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "SARS-CoV PLpro deubiquitination assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The SARS-CoV PLpro inhibition assay with interferon-stimulated gene 15 (ISG15)-AMC (Boston Biochem, Cambridge, MA) was performed in a 96-well plate at 37 °C in 20 mM Tris-HCl buffer (pH 6.8) containing 54 nM SARS-CoV PLpro and various concentrations of the compounds ranging from 1 to 200 μM. The ISG15-AMC substrate concentration was 50 nM. The release of AMC was monitored at excitation and emission wavelengths of 360 and 460 nm, respectively20.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "SARS-CoV PLpro deISGylation assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Surface plasmon resonance (SPR) measurements were performed on a Reichert SPR SR7500DC instrument (Depew, NY), which was kindly provided on loan from WOOJUNG BSC, Inc. (Suwon-si, Korea). The enzyme was dialyzed in phosphate-buffered saline (PBS, pH 7.4) prior to immobilization. The surface of dextran-coated chips (CMDH, carboxymethyldextran hydrogel chip) was activated with a 7-min injection of EDC/sulfo-NHS mixture at 200/50 mM concentration. The protein was diluted to 250 μg/mL using 10 mM sodium acetate buffer (pH 4.0) and was injected for 40 min. The active sites were quenched with 1 M ethanolamine buffer (pH 8.0) and washed with PBS (pH 7.4). The binding surface was stabilized with 3–5 blank injections of PBS, which was used as the running and sample dilution buffers in all experiments. The tested inhibitors were first prepared as 20 mM stock solutions in dimethyl sulfoxide (DMSO) and further diluted with PBS immediately prior to the experiments. The binding reaction was analyzed by automated runs of a twofold dilution series and two zero concentration injections. Regeneration steps were performed using 10 mM NaOH. The data was analyzed with the Scrubber2 software. Reference and blank binding dissociation curves were fit globally to a two-state binding kinetics model22.",
            "cite_spans": [
                {
                    "start": 1292,
                    "end": 1294,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Real-time analysis of ligand interactions with proteases by surface plasmon resonance (SPR) ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The high potency of the chloroform extract (IC50 = 9.3 μg/mL against α-glucosidase) indicated the presence of compounds that may by therapeutic against infectious diseases7. Therefore, the major compounds of BP Fr. 6 and 7 were expected to exhibit enzyme inhibitory activities. UPLC-PDA-QTOF-MS analyses were carried out using a C18 column with a linear gradient of acetonitrile/water. Each peak was characterized using MS. The m/z values of molecular ions [M-H]− of compounds 1–10 were 323, 339, 321, 437, 325, 393, 391, 425, 395, and 409, respectively (Supplementary material). We isolated ten active compounds using prep-HPLC on octadecyl-functionalized silica gel. The isolated compounds were characterized by comparison of spectroscopic data, including 1D and 2D-NMR, mass spectral data of molecular ions, UV–Vis absorption maxima, and optical rotation, with those published previously7\n,\n13. Compounds 1–10 were identified as broussochalcone B1, broussochalcone A2, 4-hydroxyisolonchocarpin3, papyriflavonol A4, 3′-(3-methylbut-2-enyl)-3′,4′,7-trihydroxyflavane5, kazinol A6, kazinol B7, broussoflavan A8, kazinol F9 and kazinol J10 (Figure 1).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 890,
                    "end": 891,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 894,
                    "end": 896,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 949,
                    "end": 950,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 969,
                    "end": 970,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 996,
                    "end": 997,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1015,
                    "end": 1016,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1067,
                    "end": 1068,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1079,
                    "end": 1080,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1091,
                    "end": 1092,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1109,
                    "end": 1110,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1121,
                    "end": 1122,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 1140,
                    "end": 1148,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We first expressed CoV cysteine proteases (SARS-3CLpro, SARS-PLpro, MERS-3CLpro, and MERS-PLpro) in E. coli, purified the proteins to homogeneity, and determined their activity with a fluorometric cleavage assay. The IC50 values of the isolated compounds, which measure their ability to inhibit the catalytic activity of the proteases, were calculated by fitting the data to a logic derivative equation. We also examined the α-glucosidase inhibitory capacity of the isolated compounds7. These compounds showed dose-dependent inhibitory effects on both α-glucosidase and cysteine proteases. Results of the CoV cysteine protease inhibition assays are summarized in Tables 1 and 2. All tested polyphenols (1–10) showed dose-dependent inhibitory effect on SARS-CoV PLpro (Figure 3). As shown in Table 1, the compounds were more potent against SARS-CoV PLpro compared with the other cysteine proteases. The IC50 values of compounds 1–10 against trans-cleavage activity of SARS-CoV 3CLpro ranged from 30.2 to 233.3 μM. Among the isolated polyphenols, the C5-alkyl group (prenyl)-substituted flavan5 exhibited the most potent inhibitory effect against SARS-CoV 3CLpro and was more effective than quercetin (IC50 = 52.7 μM). General structural–activity relationships can be deduced from these data, for example, molecules with a C4-OH group and a saturated chromenone with a dihydroxy group at ring C showed higher inhibitory activity than those with a closed prenyl group (7, IC50 = 233.3 μM). Chalcones (1–3, IC50: 57.8–202.7 μM) and biphenyl propanoids (9 and 10, IC50: 43.3–64.2 μM) moderately inhibited SARS-CoV 3CLpro activity. Furthermore, the activity of the compounds was significantly affected by subtle changes in their molecular structure, such as from prenylation and methylation (vide infra).",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 485,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1091,
                    "end": 1092,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 768,
                    "end": 776,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 663,
                    "end": 671,
                    "mention": "Tables 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 676,
                    "end": 677,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 791,
                    "end": 798,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The prenylated flavone derivative, 4, exhibited the highest inhibitory effects on SARS-CoV PLpro (IC50 = 3.7 μM). The positions of the two prenyl groups had substantial effect on SARS-CoV PLpro inhibition by the corresponding compounds. The SARS-CoV PLpro inhibitory potency of the prenyl flavone was considerably higher than that of flavone derivatives, including keampferol (IC50 = 16.3 μM), quercetin (IC50 = 8.6 μM), and quercetin-β-galactoside (IC50 = 51.9 μM). It is probable that the presence of a prenyl group within the resorcinol group allows for the formation of strong hydrophobic interactions with the enzyme. Additionally, an increase in the number of hydroxyl groups in the flavone backbone resulted in higher inhibitory activity, which can be noted from the lower IC50 value of quercetin (8.6 μM) compared to that of kaempferol (IC50 = 16.3 μM). Among chalcone derivatives with a closed prenyl ring (chromenone, which is characterized by a C5-prenyl group in ring B), diminishing protease inhibitory activity was observed (2, IC50 = 9.2 μM >1, IC50 = 11.6 μM > isoliquiritigenin, IC50 = 24.6 μM>3, IC50 = 35.4 μM). In contrast, the number of prenyl groups and the degree of saturation did not have any effect on the prenylated flavans. As shown in Table 1, all flavans except 6 exhibited moderate inhibitory activity (IC50 values ranging from 30.4 to 35.8 μM). Additionally, compound 10, which contains a methoxy group that is also present in the corresponding biphenyl propanoids, was two-fold more effective (IC50 = 15.2 μM) than the unmethylated 9.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 1264,
                    "end": 1271,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To investigate the protease inhibition mechanism, we examined the effect of the compounds (1–10 and corresponding compounds) on the kinetics of substrate proteolysis. The kinetic studies showed that compounds 2 and 4 exhibited noncompetitive inhibition based on Lineweaver–Burk plots (1/V vs. 1/[S]) with the same x-axis intercept (Figure 4). Inhibition of SARS-CoV PLpro activity decreased with increasing concentrations of the substrate. All inhibitors studied exhibited the same mode of inhibition. The K\ni values of the compounds were calculated from Dixon plots (Table 1).",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 568,
                    "end": 575,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Surface plasmon resonance is a useful technique for monitoring molecular reactions in real-time and has been used to determine binding specificity as well as rates of association and dissociation between ligands and target proteins. In this study, SARS-CoV PLpro was immobilized on a sensor chip and the most potent PLpro inhibitor, compound 4, was passed over the sensor’s surface. As shown in Figure 5, the interaction of compound 4 with SARS-CoV PLpro was due to a specific binding event. The SPR sensorgram was recorded at different concentrations of the compound and was used to determine the kinetic-binding parameters, the association rate constant (k\na μM− 1 s− 1), and the dissociation rate constant (k\nd, s− 1). For SARS-CoV PLpro, compound 4 increased the SPR sensorgram in a significant and dose-dependent manner. The K\nD (k\nd/k\na) for the interaction between compound 4 and SARS-CoV PLpro indicated a classical interaction, with k\na = 21.0 μM− 1 s− 1, k\nd = 0.004448 s−1, and K\nD = 212 μM. Although inhibition assays revealed compound 2 as the second most potent inhibitor of SARS-CoV PLpro, its K\nD was higher than that of compound 4.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 395,
                    "end": 403,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In recent year, PLpro has been the focus of numerous studies on the development of chemotherapeutic drugs against CoV-induced diseases. It is part of the nsp3 protein, and cleaves at the nsp1/2, nsp2/3 and nsp3/4 boundaries by recognizing the LXGG consensus motif. In addition, PLpro exhibits deubiquitinating (DUB) activity and antagonizes the induction of type-1 interferon (IFN). Interferon-stimulated gene 15 is one of the most upregulated genes upon type I IFN stimulation and is involved in tagging newly synthesized proteins during an antiviral response. Both ubiquitin and ISG15 may have important implications in viral replication and pathogenesis. SARS-CoV PLpro can cleave ubiquitin and ISG15 from cellular conjugates. Similarly, MERS-CoV PLpro has also been shown to possess DUB and deISG15ylating activities. Thus, an effective anti-CoV drug is one that inhibits viral protease activity as well as DUB and deISG15ylating activities. Since 4 inhibits SARS-CoV PLpro, we postulated that its efficacy would be higher by having DUB and deISG15ylating activities. Compound 4 strongly inhibited the cleavage of both ubiquitin and ISG15 (IC50 values of 7.6 and 8.5 μM, respectively). Complete substitution of prenyl groups (4 vs. quercetin, IC50 values of 20.7 and 34.4 μM, respectively) and introduction of hydroxyl groups strongly affected activity (quercetin vs. kaempferol, IC50 values of 61.7 and 71.7 μM, respectively). All of the tested compounds display moderate inhibition of in vitro cleavage of ubiquitin (IC50 = 7.6–136.9 μM) and ISG15 (IC50 = 8.5–71.7 μM) (Table 1). To date, the function of the DUB activity of PLpro\nin vivo is unknown, as is the identity of its in vivo cellular substrate. Thus, further investigation is necessary to determine the specificity of its inhibition by measuring the cleavage of ubiquitin-like protein ISG15, which could reveal whether deISGylation by PLpro is a mechanism by which SARS-CoV inactivates IFN-α/β-induced innate immune response.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 1576,
                    "end": 1583,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To determine whether the isolated compounds described earlier are effective inhibitors of MERS-CoV cysteine proteases, their inhibitory potential were assessed using recombinant 3CL and PL proteases expressed in our laboratory. As shown in Table 2, none of the compounds were potent or selective against MERS-CoV cysteine proteases. Compound 1 effectively inhibited MERS-CoV 3CLpro activity (IC50 = 27.9 μM), similar to its effect against SARS-CoV 3CLpro. It also has a comparable mode of action for subtle structural changed. On the other hand, the isolated polyphenols did not show any significant inhibitory activity against MERS-CoV PLpro (IC50 values ranging from 39.5 to 171.6 μM). The most potent MERS-CoV PLpro inhibitor was the biphenyl propanoid, compound 9 (IC50 = 39.5 μM).",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "SARS-CoV, and the recently emerged MERS-CoV, are able to cross species barriers and spread rapidly among humans. In this study, we assessed the inhibitory activity of polyphenols derived from B. papyrifera against CoV cysteine proteases. All isolated polyphenols (1–10) markedly inhibited both 3CL and PL CoV proteases. The IC50 values of these compounds, though higher than those of peptide-derived inhibitors, were still in the low micromolar range. In particular, the isolated compounds exerted significant SARS-CoV PLpro inhibitory activity through noncompetitive inhibition. The prenylated quercetin derivative 4, showed the most potent PLpro inhibitory activity (IC50 = 3.7 μM). Additionally, we performed detailed protein-inhibitor SPR-binding analyses of compound 4 with SARS-CoV PLpro. Cellular deubiquitination and deISGylation activity of the compounds were also discussed. Based on our enzymatic data showing significant activity of these compounds against CoV proteases, we aim to design more effective CoV inhibitors in future studies.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Inhibitory effects of isolated polyphenols1–10 and commercial polyphenols on SARS-CoV cysteine proteases.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: MERS CoV proteases (3CLpro and PLpro) inhibitory activity of polyphenols1–10 and commercial polyphenols\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: Chemical structures of isolated compounds from Broussonetia papyrifera.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: SDS-PAGE of purified MERS-CoV 3CLpro (A) and MERS-CoV PLpro (C); Lineweaver–Burk plots for the determination of Km values against the MERS-CoV 3CLpro (B) and MERS-CoV PLpro (D). (A, C) M, protein molecular-weight markers (kDa); CL, cell lysate; FT, flow-through; W1, 20 mM imidazole wash; E1, E2 and E3, 50, 100 and 200 mM imidazole elution. (B, D) The reaction was done at various substrate concentrations to obtain K\nm value of the enzyme. SigmaPlot was used to fit the kinetic data using Lineweaver–Burk double reciprocal plots. ",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Effects of compounds 1–10 on the activity of SARS-CoV PLpro for proteolysis of substrates (A; LXGG-AMC, B; Ubiqutin-AMC, C; ISG15-AMC).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: Graphical determination of the inhibition type for compounds. (A) Lineweaver–Burk plot for the inhibition of compound 2 on SARS-CoV PLpro. (B) Lineweaver–Burk plot for the inhibition of compound 4 on SARS-CoV PLpro.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: Surface plasmon resonance analysis for the interaction of compounds with SARS-CoV PLpro (A) Normalized refractive index change obtained for different compounds (1, 2, 4 and 10) concentrations. The experiments were carried out in PBS at a 30 μL/mL flow rate. (insert) The linear dependence of the response in function of the concentration of compounds injected over immobilized SARS-CoV PLpro support the idea of nonspecific direct binding. (B) SPR sensogram of the interaction between compounds of 40 μM and SARS-CoV PLpro (left). The K\nD values for the binding compounds to immobilized SARS-CoV PLpro. k\na and k\nd from where K\nD were calculated are also shown (right).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "SARS-beginning to understand a new virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Masignani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "209-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Identification, synthesis and evaluation of SARS-CoV and MERS-CoV 3C-like protease inhibitors",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "KP",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioorg Med Chem",
            "volume": "24",
            "issn": "",
            "pages": "3035-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "KK",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "465-522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Middle East respiratory syndrome coronavirus: transmission, virology and therapeutic targeting to aid in outbreak control",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Durai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batool",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Exp Mol Med",
            "volume": "47",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "SARS coronavirus: a new challenge for prevention and therapy",
            "authors": [
                {
                    "first": "KV.",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Invest",
            "volume": "111",
            "issn": "",
            "pages": "1605-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Coronavirus main proteinase (3CLpro) structure: basis for design of anti-SARS drugs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wadhwani",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1763-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Polyphenols from Broussonetia papyrifera displaying potent alpha-glucosidase inhibition",
            "authors": [
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "BW",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Curtis-Long",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Agric Food Chem",
            "volume": "58",
            "issn": "",
            "pages": "202-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "β1-6 branched oligosaccharides as a marker of tumor progression in human breast and colon neoplasia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sagman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Auger",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cancer Res",
            "volume": "51",
            "issn": "",
            "pages": "718-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "α-Glucosidase inhibitors for patients with type 2 diabetes: results from a Cochrane systematic review and meta-analysis",
            "authors": [
                {
                    "first": "FA",
                    "middle": [],
                    "last": "van de Laar",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Lucassen",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Akkermans",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Diabetes Care",
            "volume": "28",
            "issn": "",
            "pages": "154-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Small molecule inhibitors of ER α-glucosidases are active against multiple hemorrhagic fever viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "98",
            "issn": "",
            "pages": "432-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The alpha-glucosidase inhibitor 1-deoxynojirimycin blocks human immunodeficiency virus envelope glycoprotein-mediated membrane fusion at the CXCR4 binding step",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Papandreou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barbouche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guieu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol Pharmacol",
            "volume": "61",
            "issn": "",
            "pages": "186-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Castanospermine, a potent inhibitor of dengue virus infection in vitro and in vivo\n",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Whitby",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Geiss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "8698-706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Inhibition of xanthine oxidase by phenolic phytochemicals from Broussonetia papyrifera\n",
            "authors": [
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Korean Soc Appl Biol Chem",
            "volume": "55",
            "issn": "",
            "pages": "587-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Binding interaction of quercetin-3-β-galactoside and its synthetic derivatives with SARS-CoV 3CLpro: structure-activity relationship studies reveal salient pharmacophore features",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioorg Med Chem",
            "volume": "14",
            "issn": "",
            "pages": "8295-306",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Diarylheptanoids from Alnus japonica inhibit papain-like protease of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biol Pharm Bull",
            "volume": "35",
            "issn": "",
            "pages": "2036-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Tanshinones as selective and slow-binding inhibitors for SARS-CoV cysteine proteases",
            "authors": [
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bioorg Med Chem",
            "volume": "20",
            "issn": "",
            "pages": "5928-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Chalcones isolated from Angelica keiskei inhibit cysteine proteases of SARS-CoV",
            "authors": [
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Enzyme Inhib Med Chem",
            "volume": "31",
            "issn": "",
            "pages": "23-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Dieckol, a SARS-CoV 3CL(pro) inhibitor, isolated from the edible brown algae Ecklonia cava",
            "authors": [
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioorg Med Chem",
            "volume": "21",
            "issn": "",
            "pages": "3730-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Multimodel inference: understanding AIC and BIC in model selection",
            "authors": [
                {
                    "first": "KP",
                    "middle": [],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "DR.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sociol Methods Res",
            "volume": "33",
            "issn": "",
            "pages": "261-304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Thiopurine analogues inhibit papain-like protease of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochem Pharmacol",
            "volume": "75",
            "issn": "",
            "pages": "1601-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "A noncovalent class of papain-like protease/deubiquitinase inhibitors blocks SARS virus replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pegan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takayama",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "105",
            "issn": "",
            "pages": "16119-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Biosensor-surface plasmon resonance: quantitative analysis of small molecule-nucleic acid interactions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Tanious",
                    "suffix": ""
                },
                {
                    "first": "WD.",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Methods",
            "volume": "42",
            "issn": "",
            "pages": "150-61",
            "other_ids": {
                "DOI": []
            }
        }
    }
}