{
    "paper_id": "PMC6658013",
    "metadata": {
        "title": "Alternative conformations of a major antigenic site on RSV F",
        "authors": [
            {
                "first": "Harrison",
                "middle": [
                    "G."
                ],
                "last": "Jones",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "B."
                ],
                "last": "Battles",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chun-Chi",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Siro",
                "middle": [],
                "last": "Bianchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Corti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jason",
                "middle": [
                    "S."
                ],
                "last": "McLellan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "E."
                ],
                "last": "Crowe",
                "suffix": "Jr.",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Respiratory syncytial virus (RSV) is a ubiquitous pneumovirus which infects nearly all children in the U.S. by the age of two, with repeated infections occurring throughout life [1]. RSV is a common cause of acute lower respiratory tract infections in young children and the elderly, and in 2015 resulted in an estimated 94,000–149,000 deaths globally in children under the age of five [2]. Although few deaths of children in the United States are attributed to RSV [2, 3], severe infections requiring hospitalization are frequent and lead to estimated direct health care costs of $750 million dollars annually [4]. Currently, there is no vaccine for RSV and the only FDA-approved therapy is passive prophylaxis with the monoclonal antibody palivizumab (Synagis) [5]. However, the high cost and modest efficacy of palivizumab restricts its usage to high-risk infants [6], making the development of improved interventions a global health priority.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 387,
                    "end": 388,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 467,
                    "end": 468,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 470,
                    "end": 471,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 612,
                    "end": 613,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 764,
                    "end": 765,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 868,
                    "end": 869,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "RSV is an enveloped virus of the Pneumoviridae family and it has a single-stranded, negative-sense RNA genome. There are two subtypes of RSV, A and B, to which many individual strains belong. RSV has two major glycoproteins on the viral surface important for entry: the fusion (F) and attachment (G) glycoproteins [7]. Whereas RSV G is the primary source of sequence variation and defines the subtype of a specific virus, the fusion glycoprotein is well conserved with sequence identities >90% [8]. RSV F is a class I fusion glycoprotein initially produced as an inactive precursor, F0, that is subsequently cleaved by furin-like proteases to generate a protomer of disulfide-linked subunits, F1 and F2 [9–12]. Three of these protomers associate to form the functional trimeric glycoprotein required for membrane fusion and infection [13–15]. Numerous vaccine trials for RSV are currently underway [16], many of which contain the RSV F glycoprotein as an antigen because it has been shown that F is a major target of neutralizing antibodies [17, 18] and is the only protein on the viral surface that is strictly required for entry [19, 20].",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 495,
                    "end": 496,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 704,
                    "end": 705,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 835,
                    "end": 837,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 838,
                    "end": 840,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 899,
                    "end": 901,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1046,
                    "end": 1048,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1132,
                    "end": 1134,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "RSV F initially folds into a metastable prefusion conformation, with fusion peptides buried within the central cavity of the trimer [8]. During viral entry, RSV F triggers to undergo a dramatic conformational rearrangement from the prefusion to postfusion state. The triggering process results in release of the fusion peptides from the central cavity of the trimer and their insertion into the target-cell membrane, resulting in the formation of an unstable prehairpin intermediate. Collapse of this intermediate into the stable postfusion conformation brings the virus and host-cell membranes together, facilitating formation of a fusion pore and release of the viral genome into the target cell [7, 15]. However, the mechanism and underlying cause of RSV F triggering is not well understood. Recombinant virus expressing only the RSV F protein on its surface is sufficient for infection of immortalized cell lines in vitro, suggesting that RSV F can facilitate attachment and mediate fusion in the absence of the attachment glycoprotein [7, 20–22]. Potential RSV F receptors include nucleolin, EGFR, and heparan sulfate proteoglycans, among others [7, 23–27], but the specific role each may play in the setting of natural infection remains to be defined. In addition, in vitro experiments have demonstrated that RSV F has a propensity to trigger upon exposure to elevated temperatures [28] and hypo-osmotic conditions [29], and RSV F has even been shown to spontaneously trigger and refold over time due to the metastable nature of the prefusion conformation [30]. This raises the possibility that RSV F does not have a specific receptor that initiates triggering and fusion, but rather that spontaneous triggering in the presence of attachment factors, such as heparan sulfate proteoglycans [31], is sufficient for entry.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 699,
                    "end": 700,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1041,
                    "end": 1042,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1047,
                    "end": 1049,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1152,
                    "end": 1153,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1158,
                    "end": 1160,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1389,
                    "end": 1391,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1422,
                    "end": 1424,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1563,
                    "end": 1565,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1796,
                    "end": 1798,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The majority of RSV-neutralizing activity in human sera is due to antibodies specific for the prefusion conformation of F [17, 18], and recent characterizations of the human antibody response to RSV F has revealed that prefusion-specific antigenic sites, including site Ø (“zero”), are the major target of neutralizing antibodies [18, 32, 33]. Antigenic site Ø is located at the membrane-distal apex of the trimer and includes the α4-helix and the loop connecting α4 to α5 (α4–α5 loop) of F1, and the F2 loop between β2 and α1. Upon triggering, site Ø undergoes an extensive structural rearrangement in which α4 and the α4–α5 loop refold to form the continuous α5-helix observed in the postfusion F conformation [8]. Comparison of the neutralization potency of two site Ø antibodies, D25 [34] and 5C4 [35], with palivizumab, a site II-directed conformation-independent antibody [36], demonstrated that the prefusion-specific antibodies are 10–100 times more potent [8]. Other potent prefusion-specific human antibodies that bind to the apex of the trimer, such as AM22 and RSD5, have also been isolated in recent years [8, 37, 38], and one of them (MEDI8897) is now in advanced stages of clinical development [39].",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 127,
                    "end": 129,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 713,
                    "end": 714,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 789,
                    "end": 791,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 802,
                    "end": 804,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 879,
                    "end": 881,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 966,
                    "end": 967,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1120,
                    "end": 1121,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1123,
                    "end": 1125,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1210,
                    "end": 1212,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "D25 was the first structurally characterized antibody that specifically targets prefusion RSV F and was used to solve the structure of the prefusion RSV F conformation, facilitating the engineering of prefusion-stabilized variants that prevent conformational rearrangement to postfusion RSV F [8, 40, 41]. Recently, the structure of 5C4 bound to RSV F was determined, revealing a nearly identical conformation of prefusion RSV F as that observed in the D25-bound structure [42]. However, crystal structures of the different prefusion-stabilized variants of RSV F have revealed an alternative conformation of antigenic site Ø or weak electron density in this region, suggesting that this site is flexible. Currently, it is unclear if flexibility in this region is an inherent property of prefusion RSV F that may be important for triggering membrane fusion [41], or if it is related to inadequate stabilization of site Ø in the engineered variants [40]. Therefore, we sought to investigate the conformational plasticity of site Ø by determining and comparing the crystal structures of prefusion RSV F in complex with AM22 and RSD5. Our results demonstrate that prefusion RSV F adopts at least three alternative conformations of site Ø and that potently neutralizing human antibodies can recognize the alternative conformations using distinct binding modes. This suggests that site Ø samples an ensemble of conformations in vivo, at least some of which can be recognized by neutralizing human antibodies. These results should influence future vaccine designs and may have implications for the mechanism of RSV F triggering.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 857,
                    "end": 859,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previous studies have demonstrated that AM22 and RSD5 potently neutralize RSV and preferentially bind to the prefusion RSV F conformation, similar to the previously characterized site Ø antibodies D25 and 5C4 [8, 35, 38, 42]. However, differences in antibody kinetics and subtype specificities have not been fully explored. Therefore, we used surface plasmon resonance (SPR) to determine the binding affinity and kinetics of the interaction between three site Ø antibodies (AM22, D25, and RSD5) and prefusion RSV F derived from each subtype (strains A2 and B9320) (Fig 1). For these studies, we worked with a germline-reverted version of RSD5 (RSD5-GL), which had 20 somatic mutations in the framework regions reverted to germline residues to minimize immunogenicity (S1 Fig). Of note, RSD5-GL showed similar neutralization potency and binding kinetics for prefusion RSV F as compared to the parental RSD5 antibody (RSD5-WT) (S2 Fig). Despite similar neutralization potencies, AM22, D25, and RSD5 displayed distinct affinities and binding kinetics when compared to each other as well as when compared individually across the two RSV subtypes. The AM22 antigen-binding fragment (Fab) has an ~50-fold higher affinity for subtype A with an equilibrium dissociation constant (KD) of 0.12 nM, whereas its affinity for subtype B is 6.1 nM. Similarly, D25 Fab binds tightly to prefusion RSV F with a slight preference for subtype A, consistent with previously published data [43], having a KD of <0.064 nM and 0.33 nM for subtype A and B, respectively. In contrast, RSD5-GL Fab has substantial subtype specificity with a >2,000-fold stronger affinity for subtype B compared to subtype A, with a KD of <0.016 nM and 34 nM, respectively. Preferential binding of RSD5-GL for subtype B is primarily due to the off-rate, which is fast for the subtype A interaction and slow for the subtype B interaction.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 213,
                    "end": 215,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 217,
                    "end": 219,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1469,
                    "end": 1471,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "AM22 and RSD5-GL bind with high affinity to prefusion RSV F ::: Results",
            "ref_spans": [
                {
                    "start": 565,
                    "end": 570,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To investigate the conformation of site Ø and define the epitope on prefusion RSV F recognized by AM22, we determined the crystal structure of the AM22 Fab alone and in complex with the prefusion-stabilized RSV F variant DS-Cav1 [40]. Crystals of the AM22 Fab alone diffracted X-rays to 1.7 Å and crystals of the prefusion RSV F–AM22 complex diffracted X-rays to 3.5 Å (Table 1). The AM22 variable domain (Fv) superimposes very well between the bound and unbound crystal structures, with high structural similarity across the framework and complementarity-determining regions (CDRs) resulting in an r.m.s.d. of ~0.31 Å for 214 Cα atoms.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Structure determination of AM22 in complex with prefusion RSV F ::: Results",
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The crystal structure of the F–AM22 complex shows that three AM22 Fabs bind to prefusion RSV F at the membrane-distal apex of the trimer and have a vertical angle of approach (Fig 2A), in agreement with previously published negative stain EM images [8]. AM22 buries 729 Å2 of surface area on each protomer of prefusion RSV F, mediated primarily through interactions between the heavy chain and F1 subunit.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Structure determination of AM22 in complex with prefusion RSV F ::: Results",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 182,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The AM22 heavy chain buries 554 Å2 (76%) on the surface of prefusion RSV F and is involved in 15 hydrogen bonds with RSV F, 14 of which are formed between the CDR H3 and seven residues within Gln202–Ser215 of α4 and the α4–α5 loop of prefusion RSV F. The light chain is responsible for the remaining 175 Å2 (24%) of buried surface area on prefusion RSV F and forms three additional hydrogen bonds with the α4–α5 loop via the CDR L2. The high affinity and specificity of AM22 for prefusion RSV F (Fig 1 and S3 Fig) is due to the formation of a three-strand anti-parallel β-sheet between the CDR H3 of AM22 and α4–α5 loop of F1 (Fig 2B). When bound by AM22, the α4-helix kinks near residue Pro205 and shifts away from α5, stretching the α4–α5 loop and allowing it to adopt a β-strand conformation that pairs with the β-hairpin formed by the CDR H3 of AM22. Upon RSV F triggering and the rearrangement into the postfusion conformation, α4 and the α4–α5 loop refold into the continuous α5-helix, which would disrupt the β-sheet interaction and prevent AM22 binding.",
            "cite_spans": [],
            "section": "Structure determination of AM22 in complex with prefusion RSV F ::: Results",
            "ref_spans": [
                {
                    "start": 496,
                    "end": 501,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 627,
                    "end": 633,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Sequence comparison of the two RSV F subtypes demonstrates that the residues comprising the AM22 epitope are well-conserved. However, one of the subtype A RSV F residues that contacts AM22 is Lys209, which is a Gln in subtype B (Fig 2C). The Lys209 side chain of subtype A prefusion RSV F is coordinated by three residues of the AM22 heavy chain. This includes the formation of a salt bridge with Asp100G of the CDR H3 that effectively extends the prominent β-sheet interaction. Substitution of Lys209 with Gln, as found in subtype B, would eliminate the salt bridge and may explain the subtype A preference of AM22. Indeed, incorporating the K209Q substitution in subtype A prefusion RSV F results in a decreased affinity of AM22 with a KD of 6.7 nM (S4 Fig), which closely matches the KD of 6.1 nM for subtype B.",
            "cite_spans": [],
            "section": "Structure determination of AM22 in complex with prefusion RSV F ::: Results",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 235,
                    "mention": "Fig 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To further investigate the conformational variability of site Ø and to identify the epitope on prefusion RSV F recognized by RSD5-GL, we determined the crystal structure of prefusion RSV F in complex with the RSD5-GL Fab to 3.5 Å resolution (Table 1). The crystal structure shows that three RSD5-GL Fabs bind to the membrane-distal apex of the prefusion RSV F trimer (Fig 3A). RSD5-GL binds slightly lower on the trimer than AM22, bridging antigenic site Ø and the recently defined site V [32, 44]. The interactions of RSD5-GL with prefusion RSV F are more diverse than that of AM22, with the CDR H2 and CDR H3 as well as all three CDRs of the light chain making contacts with the F protein (Fig 3B). In addition, the contacts on prefusion RSV F span multiple regions including the F2 loop as well as α3 and α4 of F1, burying a total surface area of 855 Å2.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 492,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Crystal structure of RSD5-GL in complex with prefusion RSV F ::: Results",
            "ref_spans": [
                {
                    "start": 368,
                    "end": 374,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 692,
                    "end": 698,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 242,
                    "end": 249,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The RSD5-GL heavy chain buries 577 Å2 (67%) on the surface of prefusion RSV F. The CDR H3 interacts with α4 and the F2 loop, forming hydrogen bonds with Asp200 and main-chain atoms of Lys65, respectively, whereas the CDR H2 contacts α3 and forms a salt bridge with Lys168. The light chain contributes to the interface through contacts with α4, including hydrogen bonds with Asp200 and main-chain atoms of Pro205 and Gln210. Similar to AM22, the prefusion specificity of RSD5-GL can be explained by the dramatic rearrangement of α3 and α4 to form the single elongated α5-helix upon conversion to the postfusion conformation, which dismantles the RSD5-GL epitope.",
            "cite_spans": [],
            "section": "Crystal structure of RSD5-GL in complex with prefusion RSV F ::: Results",
            "ref_spans": []
        },
        {
            "text": "The binding mode and angle of approach differs for each of the three site Ø antibodies (Fig 4). AM22 and D25 adopt a vertical angle of approach and bind at the apex of the trimer, in agreement with previous negative stain EM images [8, 42]. In contrast, RSD5-GL has a more diagonal angle of approach and binds slightly lower on prefusion RSV F, bridging antigenic sites Ø and V, similar to the recently characterized antibody 5C4 [42]. Despite these differences, the epitopes of all three antibodies overlap significantly and large steric clashes would prevent any two of these antibodies from binding simultaneously (Fig 4A). Specifically, all three antibodies make multiple competing contacts with α4 and the α4–α5 loop.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 236,
                    "end": 238,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Structural comparison of the binding modes of site Ø antibodies ::: Results",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 93,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 618,
                    "end": 624,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In addition, the extent to which the antibodies interact with the F2 subunit varies greatly between the three antibodies. The RSD5-GL interface with F2 accounts for 21% of the buried surface area on prefusion RSV F and includes two hydrogen bonds with Lys65. The D25 interface with F2 contributes 23% of the buried surface area and includes five hydrogen bonds to four residues within Asn63–Lys68. In contrast, the interface between AM22 and F2 accounts for only 9% of the buried surface area on prefusion RSV F, and AM22 forms no hydrogen bonds or salt bridges with F2. Thus, whereas RSD5-GL and D25 make several contacts with the F2 loop, AM22 interacts almost exclusively with the F1 subunit.",
            "cite_spans": [],
            "section": "Structural comparison of the binding modes of site Ø antibodies ::: Results",
            "ref_spans": []
        },
        {
            "text": "Alignment of the three antibody-bound prefusion RSV F structures revealed three alternative conformations of site Ø (Fig 5). The structure of DS-Cav1 in complex with AM22 shows a more open conformation of this site, with the α4-helix kinked out and away from α5, resulting in a stretched α4–α5 loop and a larger angle between the α4 and α5 helices. This structure closely matches the unbound prefusion-stabilized RSV F variants DS-Cav1 (PDB ID: 4MMU) and PR-DM (PDB ID: 5C69 [41]), specifically the kink in the α4-helix and greater angle between α4 and α5. In contrast, the prefusion RSV F–D25 structure has a more closed conformation of site Ø, where α4 does not kink out and there is a smaller angle between α4 and α5. The structure of DS-Cav1 bound to RSD5-GL reveals an intermediate site Ø conformation, with the α4-helix only slightly kinked out and away from α5, but not to the same degree as seen in the AM22 complex. Because all three of these antibodies were isolated from humans who had experienced natural RSV infection, these structures indicate that site Ø is naturally flexible and adopts at least three states that can be recognized by the human immune system. It is also possible, and perhaps more likely, that site Ø exists as an ensemble of many conformations, three of which were trapped by these antibodies. Analysis of published crystal structures of prefusion RSV F in complex with neutralizing antibodies targeting various antigenic sites further supports an ensemble of site Ø conformations (S5 Fig).",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Varying conformations of antigenic site Ø indicate a natural flexibility of prefusion RSV F ::: Results",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 122,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "AM22 and RSD5 are two human antibodies that bind to antigenic site Ø and are specific for the prefusion conformation of RSV F. Although both antibodies potently neutralize RSV, similar to D25, their binding kinetics and subtype specificity have distinct differences. AM22 and D25 both preferentially bind to subtype A, whereas RSD5 preferentially binds to subtype B as a result of its fast dissociation rate constant for subtype A F proteins. In addition, previous publications using SPR and flow cytometry-based competition assays have suggested that AM22 and RSD5 do not compete with D25, but rather occupy a separate prefusion-specific epitope [37, 38]. However, comparing the crystal structures of prefusion RSV F bound to AM22, RSD5-GL, and D25, demonstrates that all three antibody epitopes overlap substantially and would prevent any two from binding simultaneously due to large steric clashes. This emphasizes the importance of structural characterization of antibody epitopes in addition to competition data, as varying antibody kinetics can mislead epitope classification when using only competition assays.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 650,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The structural studies presented here reveal alternative conformations of RSV F site Ø in the prefusion state and suggest a natural flexibility of the region that can be recognized in numerous ways by the humoral immune system. This conformational flexibility is further supported by crystal structures of multiple prefusion-stabilized variants, which have identified an array of site Ø conformations, very high atomic B factors, or a distinct lack of site Ø electron density (PDB IDs: 4JHW, 4MMQ–4MMV, 4ZYP, 5C69, 5C6B, 5EA3–5EA8, 5KWW, 5K6B, 5K6C, 5K6F–5K6I, 5TOJ, and 5TOK [8, 40, 41, 45–49]). Conformational flexibility and transient exposure of different epitopes have been noted for other class I fusion proteins such as HIV-1 Env and MERS-CoV Spike [50–54]. Specifically, identical residues of the V1/V2 loops of HIV-1 Env have been shown to adopt different conformations when bound by two different neutralizing antibodies, demonstrating structural plasticity of an important neutralizing epitope [55, 56].",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 578,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 580,
                    "end": 582,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 584,
                    "end": 586,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 591,
                    "end": 593,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 757,
                    "end": 759,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1006,
                    "end": 1008,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Comparison of two prefusion-stabilized RSV F variants, DS (PDB ID: 4MMQ) and Cav1 (PDB ID: 4MMS), highlights the flexibility of site Ø and suggests that a conformational rearrangement of site Ø is required prior to release of the fusion peptide from the central cavity of the trimer during refolding from the prefusion to postfusion state [40]. When only the fusion peptide was anchored by a disulfide bond in the DS structure (PDB ID: 4MMQ), site Ø was conformationally heterogeneous as indicated by the lack of electron density. However, site Ø cavity-filling mutations introduced in the Cav1 (PDB ID: 4MMS) or DS-Cav1 (PDB ID: 4MMU) variants stabilized the prefusion RSV F structure and showed clear electron density extending from the fusion peptide through site Ø. Taken together, this suggests that movement of the fusion peptide is conditional upon prior rearrangement of site Ø. The only discrepancy between the crystal structures of wild-type prefusion RSV F when bound to D25 and the prefusion-stabilized variant DS-Cav1 is the kinked-open conformation of α4 in the DS-Cav1 model, which was attributed to the cavity-filling V207L mutation being unable to fully stabilize the α4-helix [40]. However, the structure reported here of DS-Cav1 in complex with the human antibody AM22 matches the unbound DS-Cav1 structure and demonstrates that this conformation is a naturally sampled alternative conformation of prefusion RSV F.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 342,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Recent vaccine strategies targeting viruses with class I fusion proteins have focused on stabilizing the prefusion conformation of the fusion protein for use as an immunogen. A common approach to achieve prefusion stabilization has been through introduction of one or more proline residues within the loop of a helix-loop-helix motif that refolds into a continuous alpha helix in the postfusion conformation. This strategy has been used successfully to stabilize several class I viral fusion glycoproteins including RSV F, MPV F, influenza HA, HIV Env, and coronavirus Spike [41, 57–60]. Proline-based stabilization utilizes the restricted phi-psi angles of proline residues and disruption of the alpha-helix hydrogen bond network to inhibit the hinge motion required of the helix-loop-helix motif and the subsequent coil-to-helix structural transition required for refolding into the postfusion conformation. However, for wild-type prefusion RSV F there is a conserved proline residue (Pro205) within the middle of the α4-helix, N-terminal to the α4–α5 loop that may act as a hinge during refolding [41]. Crystal structures of prefusion RSV F demonstrate a variety of alternate conformations adopted by antigenic site Ø, all of which diverge near the conserved Pro205. This indicates that Pro205 may disfavor a rigid alpha-helical structure, which in turn facilitates conformational flexibility of site Ø and the tendency of prefusion RSV F to trigger. We note that Pro205 is absolutely conserved in all human and bovine RSV strains, and a proline at an identical position is also commonly found in F proteins from viruses within the Pneumoviridae and Paramyxoviridae families, with the exception of human metapneumoviruses (Fig 5D). The functional importance of this well-conserved proline residue will need to be evaluated in future studies investigating the triggering mechanism and refolding of pneumovirus and paramyxovirus F proteins.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 578,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 580,
                    "end": 582,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1726,
                    "end": 1732,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Recent characterization of the antibody repertoire against RSV F highlights the importance of prefusion-specific epitopes when selecting immunogens for RSV F vaccine design, particularly after the recent failure of several postfusion RSV F vaccine trials [16, 18, 32, 33, 61, 62]. Our findings demonstrate that potently neutralizing human antibodies that target antigenic site Ø can recognize a variety of alternative conformations and have varying degrees of subtype specificity. Because potent antibodies can bind to the various alternative conformations of site Ø, we propose that the ideal prefusion RSV F immunogen would maintain this natural conformational flexibility of site Ø as well as present neutralizing epitopes common to both RSV subtypes.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 260,
                    "end": 262,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 264,
                    "end": 266,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 268,
                    "end": 270,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 272,
                    "end": 274,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The RSV viruses used in this study were A/A2/61 (ACO83301), A/Randall/58, A/Long/56 (ACO83302), B/WV/14617/85 (ATCC VR-1400), A/9320/77 (AAR14266), A/9846/09 (JX171066), A/9835/09 (JX171067), A/9278/07 (KC618407), A/9395/07 (KC618409), B/9736/09 (JX171068), B/9847/09 (JX171073).",
            "cite_spans": [],
            "section": "Viruses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Plasmid encoding prefusion-stabilized RSV F (DS-Cav1), subtype A DS-Cav1 with a K209Q substitution, or postfusion RSV F based on subtype A (strain A2) or subtype B (strain B9320) with a C-terminal 6x- or 8x-histidine tag and Strep-tag II was co-transfected with furin into FreeStyle 293-F cells (Invitrogen) at a 4:1 ratio to ensure full cleavage of prefusion RSV F. Proteins were purified from the media after six days using Ni-NTA Superflow resin (Qiagen) and Strep-Tactin resin (IBA). Tags were removed by digestion with thrombin protease, followed by gel filtration using a Superdex 200 16–600 column (GE Healthcare Biosciences). Prefusion RSV F protein used for SPR was produced in the same manner, except the tags were not removed prior to gel filtration. For crystallization, DS-Cav1 from strain A2 was expressed in the presence of kifunensine (5 μM), digested with 10% (w/w) Endo H overnight, mixed with a 2-fold or 1.5-fold molar excess of purified Fab for the AM22–RSV F and RSD5-GL–RSV F complexes, respectively, and the resulting complexes were purified by size exclusion chromatography (SEC) using the Superose 6 XK 16–70 column (GE Healthcare Biosciences) in a buffer consisting of 2 mM Tris pH 8.0, 200 mM NaCl, and 0.02% NaN3.",
            "cite_spans": [],
            "section": "Production of RSV F proteins ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Germline sequences of RSD5 framework regions were determined with reference to the IMGT database [63]. RSD5 and RSD5-GL (fully germlined in VH and VL framework regions, as defined by IMGT) were produced by gene synthesis (GenScript) and confirmed by sequencing. Synthesized VH and VL sequences were cloned into human Igγ1 and Igκ expression vectors (kindly provided by Michel Nussenzweig, Rockefeller University, New York, NY, USA), essentially as described [64]. Plasmids encoding antibody heavy and light chains for AM22, RSD5-WT, RSD5-GL, or for D25 were co-transfected into Expi293 cells or FreeStyle 293-F cells (Invitrogen). AM22 and D25 IgGs and Fabs were purified using Protein A agarose (Fisher) or CaptureSelect IgG-CH1 affinity matrix (Life Technologies), respectively. All IgG antibodies were eluted off the Protein A column using 0.1 M glycine pH 3.0 into a buffered solution containing 1/10 (v/v) of 1 M Tris pH 8.0. All Fabs were eluted off the CaptureSelect IgG-CH1 column using 50 mM acetic acid pH 4.0 into a buffered solution containing 1/10 (v/v) of 1 M Tris pH 8.0. To produce RSD5-WT Fab, RSD5-WT was expressed and purified as an IgG with an HRV 3C protease site in the hinge of the heavy chain. RSD5-WT Fab was produced by digesting the IgG with HRV 3C for 2 hours at room temperature, followed by passing the solution over protein A resin to remove the Fc, and subsequently purified by SEC using a Superdex 200 column (GE). Production of RSD5-GL Fab was done by incubating RSD5-GL IgG with papain beads (Pierce). All IgGs and Fabs were buffer exchanged using a desalting column, followed by final purification by SEC using a Superdex 200 column (GE) prior to long term storage at -80 °C.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 459,
                    "end": 461,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Production of AM22, RSD5, and D25 IgGs and Fabs ::: Methods",
            "ref_spans": []
        },
        {
            "text": "DS-Cav1 or postfusion RSV F from subtype A (strain A2) or subtype B (strain B9320), as well as a subtype A mutant with a K209Q substitution, with a C-terminal 6x-His or 8x-His tag was immobilized on a Ni-NTA sensor chip to a total of 80–150 response units using a Biacore X100 (GE). A buffer-only sample was injected over the DS-Cav1 or postfusion RSV F and reference flow cells for reference subtraction, followed by serial 3-fold dilutions of Fab (AM22, RSD5-GL, RSD5-WT, or D25) from 300 nM to 46.5 pM in HBS-P+, with a duplication of the 11.1 nM concentration. For the DS-Cav1 subtype A mutant with a K209Q substitution, only AM22 Fab was evaluated. For the assay evaluating AM22 Fab binding to strain B9320, the highest AM22 Fab concentration used was 1 uM in HBS-P+ buffer, followed by serial 3-fold dilutions to the lowest concentration of 152 pM. For the assay evaluating binding to postfusion RSV F of subtype A or B, a concentration of 300 nM of each Fab in HBS-P+ buffer was used. The data were double-reference subtracted and fit to a 1:1 binding model using the Biacore X100 or Scrubber2 analysis software. Final binding curves were displayed using GraphPad Prism Version 7.03 for Windows.",
            "cite_spans": [],
            "section": "Surface plasmon resonance ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Microneutralization assay based on infection of Hep-2 cells by RSV strains. RSD5 human IgG1 monoclonal antibody variants were incubated with 50–100 TCID50 of viruses for 1 hour at room temperature before addition of Hep-2 target cells which were incubated for 4 or 5 days (depending on the strain). Viral infection was measured by indirect immunofluorescence using an automated Pathway 855 analyzer (BD) as previously described [38]. IC50 values were calculated by interpolation of neutralization curves fitted with a 4-parameter nonlinear regression with a variable slope.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Virus neutralization ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Crystals for the AM22 Fab alone were produced by sitting-drop vapor diffusion using the Morpheus HT-96 crystallization screen (Molecular Dimensions). AM22 Fab (18.0 mg/mL in 100 mM NaCl, 1 mM tris pH 8.0, 0.01% NaN3) was mixed at a 1:2 ratio with the D2 reservoir condition (0.02 M 1,6-hexanediol; 0.02 M 1-butanol; 0.02 M 1,2-propanediol (racemic); 0.02 M 2-propanol; 0.02 M 1,4-butanediol; 0.02 M 1,3-propanediol; 0.1 M MES/imidazole pH 6.5; 10% (w/v) PEG 8,000; 20% ethylene glycol). Crystals were looped directly from the crystallization drop and frozen in liquid nitrogen. Data were collected at the X6A beamline (National Synchroton Light Source, Brookhaven National Laboratories) and scaled to 1.70 Å.",
            "cite_spans": [],
            "section": "Crystallization and data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The best diffracting crystals of the complex of Endo H-treated DS-Cav1 with AM22 Fab were produced using the Hampton HT Additive Screen via sitting-drop vapor diffusion. We mixed 100 nL of DS-Cav1–AM22 (5.7 mg/mL in 200 mM NaCl, 2 mM Tris pH 8.0, 0.02% NaN3) with 200 nL of reservoir solution containing 0.1 M sodium acetate pH 5.5, 32.15% (v/v) PEG 400, 4.02% (w/v) PEG3350, and 0.01 M cadmium chloride. Crystals were looped directly from the crystallization drop and frozen in liquid nitrogen. Data were collected at the X6A beamline (National Synchroton Light Source, Brookhaven National Laboratories) and scaled to 3.50 Å.",
            "cite_spans": [],
            "section": "Crystallization and data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Crystals for the complex of Endo H-treated DS-Cav1 with RSD5-GL Fab were initially identified in position H3 of the ProPlex HT-96 crystallization screen (Molecular Dimensions) via sitting-drop vapor diffusion. The best diffracting crystal was grown in a solution of 1.8 M lithium sulfate and 0.1 M Tris at pH 8.0 via hanging-drop vapor diffusion at a protein-to-reservoir ratio of 1:3 by mixing 0.5 μL of DS-Cav1–RSD5-GL (5.9 mg/mL) with 1.5 μL of reservoir solution. The crystal was looped directly from the crystallization drop and flash frozen in liquid nitrogen. X-ray diffraction data for this complex were collected at the 19-ID beamline (Advanced Photon Source, Argonne National Laboratories) and scaled to 3.50 Å.",
            "cite_spans": [],
            "section": "Crystallization and data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Diffraction data were processed using the CCP4 software suite [65]: data were indexed and integrated in iMOSFLM [66] and scaled and merged with AIMLESS [67]. A molecular replacement solution for the 1.70 Å AM22 Fab dataset was found by PHASER [68] using a chimeric protein model consisting of the heavy and light chains of PDB ID: 3LMJ and PDB ID: 3QEG, respectively, separated into the constant and variable domains as search models. The structure was built manually in Coot [69] and refined using PHENIX [70]. The structure was built and refined to an Rwork/Rfree of 18.0%/20.5% (Table 1).",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 113,
                    "end": 115,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 153,
                    "end": 155,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 507,
                    "end": 509,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Structure determination, model building, refinement, and analysis ::: Methods",
            "ref_spans": [
                {
                    "start": 582,
                    "end": 589,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A molecular replacement solution for the 3.50 Å complex of DS-Cav1 with AM22 Fab was obtained using PHASER with prefusion-stabilized RSV F variant Cav1 (PDB ID: 4MMS) and the 1.70 Å AM22 Fab structures as search models. The asymmetric unit contained the prefusion trimer bound by three AM22 Fabs. Rigid-body refinement was then performed in PHENIX, followed by refining group B-factors and (x, y, z) coordinates in PHENIX with NCS torsion restraints and reference-model restraints. The reference model was the 2.40 Å prefusion-stabilized RSV F variant Cav1 (PDB ID: 4MMS). The structure was built and refined to an Rwork/Rfree of 21.7%/28.0% (Table 1).",
            "cite_spans": [],
            "section": "Structure determination, model building, refinement, and analysis ::: Methods",
            "ref_spans": [
                {
                    "start": 643,
                    "end": 650,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A molecular replacement solution for the 3.50 Å complex of DS-Cav1 with RSD5-GL Fab was obtained using PHASER with prefusion-stabilized RSV F variant PR-DM (PDB ID: 5C69) and a chimeric protein Fab model consisting of the heavy and light chains of PDB ID: 1DFB and PDB ID: 1MCO, respectively, separated into the constant and variable domains and without the Fc domain of the 1MCO heavy chain. The structure was built manually in Coot [69] and refined using PHENIX [70]. Rigid-body refinement was initially performed in PHENIX, followed by refining individual B-factors and (x, y, z) coordinates in PHENIX with reference-model restraints. The reference model was the 2.3 Å prefusion F variant PR-DM (PDB ID: 5C69). The structure was built and refined to an Rwork/Rfree of 18.3%/20.5% (Table 1).",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 437,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 465,
                    "end": 467,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Structure determination, model building, refinement, and analysis ::: Methods",
            "ref_spans": [
                {
                    "start": 784,
                    "end": 791,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Structural features were analyzed using the “Interfaces” feature of PDBePISA [71]. This analysis defined the antibody epitope and paratope, specific residues and contacts involved in the interface, as well as the buried surface area. The modeled structure of each complex was displayed using PyMOL [72] to facilitate structural comparison between the different complexes.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 299,
                    "end": 301,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Structure determination, model building, refinement, and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The amino acid sequence for the human respiratory syncytial virus subtype A (strain A2) fusion protein was used as the original sequence for comparison with all known pneumovirus and paramyxovirus fusion proteins. NCBI basic local alignment search tool (BLAST) was used to identify homologous regions between the hRSV fusion protein sequence (strain A2) and other pneumovirus and paramyxovirus fusion proteins. Specifically, we identified sequences that were indicated to be partially homologous with the residues 195–214 of the hRSV fusion protein sequence derived from strain A2. These residues correspond to the α4-helix and α4–α5 loop within the prefusion RSV F structure. For all known structures of prefusion pneumovirus or paramyxovirus fusion proteins, the homologous sequence also corresponds to the equivalent α4-helix and α4–α5 loop, even if the residue numbering differs. To prevent overrepresentation from viral species which have multiple subtypes sequenced, we only included a single amino acid sequence from each species when the multiple subtypes were >90% identical throughout the residue range corresponding to 195–214 in hRSV F. However, if two subtypes within a single viral species differed by >10% in the residue range corresponding to 195–214 in hRSV F, then they were both included when performing sequence analysis and generating the sequence WebLogo. For example, there are four sequenced strains of human metapneumovirus F, but they are all mostly identical and hence only two representative sequences were included in the final WebLogo (strain A1 and B1). However, there are multiple distinct sequences for the different types of parainfluenza virus (PIV), and therefore all the distinct sequences are included separately when generating the WebLogo. See S1 Table for a full list of sequences used in the WebLogo. The WebLogo was generated using publicly available software at weblogo.berkley.edu.",
            "cite_spans": [],
            "section": "Sequence analysis of Pneumoviridae and Paramyxoviridae fusion proteins ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The coordinates and structure factors for the F–RSD5-GL complex, the unbound AM22 Fab, and the F–AM22 complex, have been deposited in the Protein Data Bank (PDB) under accession codes 6DC3, 6DC4, and 6DC5, respectively.",
            "cite_spans": [],
            "section": "Accession numbers ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Surface plasmon resonance (SPR) sensorgrams of AM22, D25, and RSD5-GL Fabs binding to prefusion RSV F from (A) subtype A (strain A2) or (B) subtype B (strain B9320). The raw data is plotted as a black line and the fitted curve used to calculate the binding kinetics is plotted as a thicker red line. Each binding curve has a 180 second association phase, followed by a 500 second dissociation phase. The equilibrium dissociation constant (KD) is displayed immediately above the SPR curve for each Fab. (C) A table of the association rate constants (ka) and dissociation rate constants (kd) determined for the binding kinetics of each Fab. A value of <1 x 10−5 was used as the lower limit for the dissociation rate constant (kd) that can be accurately measured by a Biacore X100.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: (A) Crystal structure overview shows three AM22 Fabs bound to the prefusion RSV F trimer, viewed looking along or toward the viral membrane. One RSV F protomer and one AM22 Fab are shown in ribbon representation (left panel), whereas the other protomers and Fabs are shown as molecular surfaces. The AM22 heavy chain is colored purple and the light chain is white. One RSV F protomer is colored green for F1 and blue for F2, whereas the other two RSV F protomers are tan and pink. (B) Close-up of the side and top views in ribbon-and-stick representation, colored as in (A), highlighting the β-sheet hydrogen bond interactions between F1 and the CDR H3 of AM22. The light chain was hidden in the lower-left panel and both panels on the right for clarity. For stick models, oxygen atoms are colored red, nitrogen blue, and sulfur yellow. (C) The amino acid sequence of RSV F site Ø is shown for both strain A2 and strain B9320. Diamond symbols above each residue indicate a contact between AM22 and prefusion RSV F strain A2 based upon PDBePISA analysis of the crystal structure.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) Crystal structure overview shows three RSD5-GL Fabs bound to the prefusion RSV F trimer, viewed looking along or toward the viral membrane. One RSV F protomer and the contacted RSD5-GL Fab are shown in ribbon representation (left panel), whereas the other protomers and Fabs are shown as molecular surfaces. The RSD5-GL heavy chain is colored red and the light chain is white. One RSV F protomer is colored green for F1 and blue for F2, whereas the other two RSV F protomers are tan and pink. (B) Close-up of the side views of the interactions between one RSD5-GL Fab and one RSV F protomer in ribbon-and-stick representation, rotated 180° from each other and colored as in (A). For stick models, oxygen atoms are colored red, nitrogen blue, and sulfur yellow. (C) Ribbon-and-stick model of the RSD5-GL CDR loops contacting one protomer of RSV F, which is shown as a molecular surface. Colored as in (B) and rotated as indicated. (D) The amino acid sequence of residues near RSV F site Ø and site V are shown for both strain A2 and strain B9320. Diamond symbols above each residue indicate a contact between RSD5-GL and prefusion RSV F strain A2 based upon PDBePISA analysis of the crystal structure.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) Surface representations of a single AM22, RSD5-GL, and D25 Fab bound to the apex of the RSV F trimer, viewed looking along or toward the viral membrane. The three RSV F protomers are colored light green, tan, and pink. AM22 is colored purple, RSD5-GL is colored red, and D25 is colored blue. (B) Surface representations of the apex of the RSV F trimer highlight the epitope of each antibody on a single F protomer. The epitope for each antibody is shown on the green protomer, and the epitope itself is colored purple for AM22, red for RSD5-GL, and blue for D25. (C) The amino acid sequence of residues near RSV F site Ø is shown for both strain A2 and strain B9320. Diamond symbols above each residue indicate a contact between D25 and prefusion RSV F strain A2 based upon PDBePISA analysis of the crystal structure.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: (A–C) Ribbon representation of prefusion RSV F from the three indicated antibody complexes. The alternative conformations structurally diverge near proline 205 (colored yellow). Each panel (A–C) also contains faded versions of the two other conformations for direct comparison. Arrows in the bottom left corner of each panel depict the angle between α4 and α5 of the conformation displayed in that panel. (D) A WebLogo generated from representative sequences of all known pneumovirus and paramyxovirus fusion proteins corresponding to the α4-helix and α4–α5 loop indicates a well-conserved proline (indicated by the yellow arrow). Residue numbering is based upon the human RSV fusion protein sequence from strain A2.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Risk of primary infection and reinfection with respiratory syncytial virus",
            "authors": [],
            "year": 1986,
            "venue": "Am J Dis Child",
            "volume": "140",
            "issn": "6",
            "pages": "543-6",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.1986.02140200053026"
                ]
            }
        },
        "BIBREF1": {
            "title": "Global, regional, and national disease burden estimates of acute lower respiratory infections due to respiratory syncytial virus in young children in 2015: a systematic review and modelling study",
            "authors": [],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "10098",
            "pages": "946-58",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)30938-8"
                ]
            }
        },
        "BIBREF2": {
            "title": "Respiratory syncytial virus-associated mortality in hospitalized infants and young children",
            "authors": [],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "135",
            "issn": "1",
            "pages": "e24-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Time and out-of-pocket costs associated with respiratory syncytial virus hospitalization of infants",
            "authors": [],
            "year": 2003,
            "venue": "Value in health: the journal of the International Society for Pharmacoeconomics and Outcomes Research",
            "volume": "6",
            "issn": "2",
            "pages": "100-6",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1524-4733.2003.00220.x"
                ]
            }
        },
        "BIBREF4": {
            "title": "Respiratory syncytial virus: current and emerging treatment options",
            "authors": [],
            "year": 2014,
            "venue": "ClinicoEconomics and outcomes research: CEOR",
            "volume": "6",
            "issn": "",
            "pages": "217-25",
            "other_ids": {
                "DOI": [
                    "10.2147/CEOR.S60710"
                ]
            }
        },
        "BIBREF5": {
            "title": "Effectiveness of Palivizumab in Preventing RSV Hospitalization in High Risk Children: A Real-World Perspective",
            "authors": [],
            "year": 2014,
            "venue": "Int J Pediatr",
            "volume": "2014",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2014/571609"
                ]
            }
        },
        "BIBREF6": {
            "title": "Structure and function of respiratory syncytial virus surface glycoproteins",
            "authors": [],
            "year": 2013,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "372",
            "issn": "",
            "pages": "83-104",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-38919-1_4"
                ]
            }
        },
        "BIBREF7": {
            "title": "Structure of RSV fusion glycoprotein trimer bound to a prefusion-specific neutralizing antibody",
            "authors": [],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "6136",
            "pages": "1113-7",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1234914"
                ]
            }
        },
        "BIBREF8": {
            "title": "Proteolytic activation of respiratory syncytial virus fusion protein. Cleavage at two furin consensus sequences",
            "authors": [],
            "year": 2001,
            "venue": "The Journal of biological chemistry",
            "volume": "276",
            "issn": "34",
            "pages": "31642-50",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M102633200"
                ]
            }
        },
        "BIBREF9": {
            "title": "Cleavage of the human respiratory syncytial virus fusion protein at two distinct sites is required for activation of membrane fusion",
            "authors": [],
            "year": 2001,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "98",
            "issn": "17",
            "pages": "9859-64",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.151098198"
                ]
            }
        },
        "BIBREF10": {
            "title": "Cleavage of the respiratory syncytial virus fusion protein is required for its surface expression: role of furin",
            "authors": [],
            "year": 2000,
            "venue": "Virus Research",
            "volume": "68",
            "issn": "1",
            "pages": "25-33",
            "other_ids": {
                "DOI": [
                    "10.1016/S0168-1702(00)00149-0"
                ]
            }
        },
        "BIBREF11": {
            "title": "Effect of Proteolytic Processing at Two Distinct Sites on Shape and Aggregation of an Anchorless Fusion Protein of Human Respiratory Syncytial Virus and Fate of the Intervening Segment",
            "authors": [],
            "year": 2002,
            "venue": "Virology",
            "volume": "298",
            "issn": "2",
            "pages": "317-26",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2002.1497"
                ]
            }
        },
        "BIBREF12": {
            "title": "The Core of the Respiratory Syncytial Virus Fusion Protein Is a Trimeric Coiled Coil",
            "authors": [],
            "year": 2000,
            "venue": "Journal of Virology",
            "volume": "74",
            "issn": "13",
            "pages": "5911-20",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.74.13.5911-5920.2000"
                ]
            }
        },
        "BIBREF13": {
            "title": "Heptad-repeat regions of respiratory syncytial virus F1 protein form a six-membered coiled-coil complex",
            "authors": [],
            "year": 2000,
            "venue": "Biochemistry",
            "volume": "39",
            "issn": "38",
            "pages": "11684-95",
            "other_ids": {
                "DOI": [
                    "10.1021/bi000471y"
                ]
            }
        },
        "BIBREF14": {
            "title": "Structural characterization of the human respiratory syncytial virus fusion protein core",
            "authors": [],
            "year": 2000,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "97",
            "issn": "26",
            "pages": "14172-7",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.260499197"
                ]
            }
        },
        "BIBREF15": {
            "title": "The respiratory syncytial virus vaccine landscape: lessons from the graveyard and promising candidates",
            "authors": [],
            "year": 2018,
            "venue": "The Lancet Infectious diseases",
            "volume": "18",
            "issn": "10",
            "pages": "e295-e311",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(18)30292-5"
                ]
            }
        },
        "BIBREF16": {
            "title": "Neutralizing antibodies against the preactive form of respiratory syncytial virus fusion protein offer unique possibilities for clinical intervention",
            "authors": [],
            "year": 2012,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "109",
            "issn": "8",
            "pages": "3089-94",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1115941109"
                ]
            }
        },
        "BIBREF17": {
            "title": "Prefusion F-specific antibodies determine the magnitude of RSV neutralizing activity in human sera",
            "authors": [],
            "year": 2015,
            "venue": "Sci Transl Med",
            "volume": "7",
            "issn": "309",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aac4241"
                ]
            }
        },
        "BIBREF18": {
            "title": "Recombinant vesicular stomatitis virus expressing respiratory syncytial virus (RSV) glycoproteins: RSV fusion protein can mediate infection and cell fusion",
            "authors": [],
            "year": 1999,
            "venue": "Virology",
            "volume": "254",
            "issn": "1",
            "pages": "81-91",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1998.9535"
                ]
            }
        },
        "BIBREF19": {
            "title": "Respiratory syncytial virus with the fusion protein as its only viral glycoprotein is less dependent on cellular glycosaminoglycans for attachment than complete virus",
            "authors": [],
            "year": 2002,
            "venue": "Virology",
            "volume": "294",
            "issn": "2",
            "pages": "296-304",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2001.1340"
                ]
            }
        },
        "BIBREF20": {
            "title": "Contribution of the respiratory syncytial virus G glycoprotein and its secreted and membrane-bound forms to virus replication in vitro and in vivo",
            "authors": [],
            "year": 2001,
            "venue": "Virology",
            "volume": "289",
            "issn": "2",
            "pages": "283-96",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2001.1138"
                ]
            }
        },
        "BIBREF21": {
            "title": "Respiratory Syncytial Virus Attachment Glycoprotein Contribution to Infection Depends on the Specific Fusion Protein",
            "authors": [],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "1",
            "pages": "245-53",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02140-15"
                ]
            }
        },
        "BIBREF22": {
            "title": "Blocking intercellular adhesion molecule-1 on human epithelial cells decreases respiratory syncytial virus infection",
            "authors": [],
            "year": 2001,
            "venue": "Biochem Biophys Res Commun",
            "volume": "280",
            "issn": "1",
            "pages": "188-95",
            "other_ids": {
                "DOI": [
                    "10.1006/bbrc.2000.4093"
                ]
            }
        },
        "BIBREF23": {
            "title": "Identification of nucleolin as a cellular receptor for human respiratory syncytial virus",
            "authors": [],
            "year": 2011,
            "venue": "Nature Medicine",
            "volume": "17",
            "issn": "9",
            "pages": "1132-U140",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.2444"
                ]
            }
        },
        "BIBREF24": {
            "title": "EGFR Interacts with the Fusion Protein of Respiratory Syncytial Virus Strain 2–20 and Mediates Infection and Mucin Expression",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005622"
                ]
            }
        },
        "BIBREF25": {
            "title": "The fusion glycoprotein of human respiratory syncytial virus facilitates virus attachment and infectivity via an interaction with cellular heparan sulfate",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "14",
            "pages": "6442-7",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.74.14.6442-6447.2000"
                ]
            }
        },
        "BIBREF26": {
            "title": "Identification of linear heparin-binding peptides derived from human respiratory syncytial virus fusion glycoprotein that inhibit infectivity",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Virology",
            "volume": "81",
            "issn": "1",
            "pages": "261-71",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01226-06"
                ]
            }
        },
        "BIBREF27": {
            "title": "Elevated temperature triggers human respiratory syncytial virus F protein six-helix bundle formation",
            "authors": [],
            "year": 2010,
            "venue": "Virology",
            "volume": "396",
            "issn": "2",
            "pages": "226-37",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2009.10.040"
                ]
            }
        },
        "BIBREF28": {
            "title": "Soluble respiratory syncytial virus fusion protein in the fully cleaved, pretriggered state is triggered by exposure to low-molarity buffer",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "8",
            "pages": "3968-77",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01813-10"
                ]
            }
        },
        "BIBREF29": {
            "title": "Architecture of respiratory syncytial virus revealed by electron cryotomography",
            "authors": [],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "110",
            "issn": "27",
            "pages": "11133-8",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1309070110"
                ]
            }
        },
        "BIBREF30": {
            "title": "Respiratory Syncytial Virus: Infection, Detection, and New Options for Prevention and Treatment",
            "authors": [],
            "year": 2017,
            "venue": "Clin Microbiol Rev",
            "volume": "30",
            "issn": "1",
            "pages": "277-319",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00010-16"
                ]
            }
        },
        "BIBREF31": {
            "title": "Rapid profiling of RSV antibody repertoires from the memory B cells of naturally infected adult donors",
            "authors": [],
            "year": 2016,
            "venue": "Sci Immunol",
            "volume": "1",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/sciimmunol.aaj1879"
                ]
            }
        },
        "BIBREF32": {
            "title": "Infants Infected with Respiratory Syncytial Virus Generate Potent Neutralizing Antibodies that Lack Somatic Hypermutation",
            "authors": [],
            "year": 2018,
            "venue": "Immunity",
            "volume": "48",
            "issn": "2",
            "pages": "339-49 e5",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2018.01.005"
                ]
            }
        },
        "BIBREF33": {
            "title": "Generation of stable monoclonal antibody-producing B cell receptor-positive human memory B cells by genetic programming",
            "authors": [],
            "year": 2010,
            "venue": "Nat Med",
            "volume": "16",
            "issn": "1",
            "pages": "123-8",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.2071"
                ]
            }
        },
        "BIBREF34": {
            "title": "Discovery of a Prefusion Respiratory Syncytial Virus F-Specific Monoclonal Antibody That Provides Greater In Vivo Protection than the Murine Precursor of Palivizumab",
            "authors": [],
            "year": 2017,
            "venue": "Journal of Virology",
            "volume": "91",
            "issn": "15",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00176-17"
                ]
            }
        },
        "BIBREF35": {
            "title": "Structural basis of respiratory syncytial virus neutralization by motavizumab",
            "authors": [],
            "year": 2010,
            "venue": "Nat Struct Mol Biol",
            "volume": "17",
            "issn": "2",
            "pages": "248-50",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb.1723"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Cross-neutralization of four paramyxoviruses by a human monoclonal antibody",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "501",
            "issn": "7467",
            "pages": "439-43",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12442"
                ]
            }
        },
        "BIBREF38": {
            "title": "Safety, Tolerability and Pharmacokinetics of MEDI8897, an Extended Half-life Single-dose Respiratory Syncytial Virus Prefusion F-targeting Monoclonal Antibody Administered as a Single Dose to Healthy Preterm Infants",
            "authors": [],
            "year": 2018,
            "venue": "Pediatr Infect Dis J",
            "volume": "37",
            "issn": "9",
            "pages": "886-92",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0000000000001916"
                ]
            }
        },
        "BIBREF39": {
            "title": "Structure-based design of a fusion glycoprotein vaccine for respiratory syncytial virus",
            "authors": [],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "6158",
            "pages": "592-8",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1243283"
                ]
            }
        },
        "BIBREF40": {
            "title": "A highly stable prefusion RSV F vaccine derived from structural analysis of the fusion mechanism",
            "authors": [],
            "year": 2015,
            "venue": "Nat Commun",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms9143"
                ]
            }
        },
        "BIBREF41": {
            "title": "Structural basis of respiratory syncytial virus subtype-dependent neutralization by an antibody targeting the fusion glycoprotein",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-01858-w"
                ]
            }
        },
        "BIBREF42": {
            "title": "A highly potent extended half-life antibody as a potential RSV vaccine surrogate for all infants",
            "authors": [],
            "year": 2017,
            "venue": "Science Translational Medicine",
            "volume": "9",
            "issn": "388",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aaj1928"
                ]
            }
        },
        "BIBREF43": {
            "title": "Structural basis for nonneutralizing antibody competition at antigenic site II of the respiratory syncytial virus fusion protein",
            "authors": [],
            "year": 2016,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "113",
            "issn": "44",
            "pages": "E6849-E58",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1609449113"
                ]
            }
        },
        "BIBREF44": {
            "title": "Characterization of a Prefusion-Specific Antibody That Recognizes a Quaternary, Cleavage-Dependent Epitope on the RSV Fusion Glycoprotein",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005035"
                ]
            }
        },
        "BIBREF45": {
            "title": "Molecular mechanism of respiratory syncytial virus fusion inhibitors",
            "authors": [],
            "year": 2016,
            "venue": "Nat Chem Biol",
            "volume": "12",
            "issn": "2",
            "pages": "87-93",
            "other_ids": {
                "DOI": [
                    "10.1038/nchembio.1982"
                ]
            }
        },
        "BIBREF46": {
            "title": "Therapeutic efficacy of a respiratory syncytial virus fusion inhibitor",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-00170-x"
                ]
            }
        },
        "BIBREF47": {
            "title": "Iterative structure-based improvement of a fusion-glycoprotein vaccine against RSV",
            "authors": [],
            "year": 2016,
            "venue": "Nat Struct Mol Biol",
            "volume": "23",
            "issn": "9",
            "pages": "811-20",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb.3267"
                ]
            }
        },
        "BIBREF48": {
            "title": "Potent single-domain antibodies that arrest respiratory syncytial virus fusion protein in its prefusion state",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms14158"
                ]
            }
        },
        "BIBREF49": {
            "title": "Structure of an HIV gp120 envelope glycoprotein in complex with the CD4 receptor and a neutralizing human antibody",
            "authors": [],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "6686",
            "pages": "648-59",
            "other_ids": {
                "DOI": [
                    "10.1038/31405"
                ]
            }
        },
        "BIBREF50": {
            "title": "Beyond receptor expression: the influence of receptor conformation, density, and affinity in HIV-1 infection",
            "authors": [],
            "year": 2000,
            "venue": "Virology",
            "volume": "276",
            "issn": "2",
            "pages": "229-37",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2000.0612"
                ]
            }
        },
        "BIBREF51": {
            "title": "Cell biology of virus entry",
            "authors": [],
            "year": 2000,
            "venue": "Cell",
            "volume": "101",
            "issn": "7",
            "pages": "697-702",
            "other_ids": {
                "DOI": [
                    "10.1016/S0092-8674(00)80882-X"
                ]
            }
        },
        "BIBREF52": {
            "title": "Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms15092"
                ]
            }
        },
        "BIBREF53": {
            "title": "Pre-fusion structure of a human coronavirus spike protein",
            "authors": [],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "7592",
            "pages": "118-21",
            "other_ids": {
                "DOI": [
                    "10.1038/nature17200"
                ]
            }
        },
        "BIBREF54": {
            "title": "Structure of HIV-1 gp120 V1/V2 domain with broadly neutralizing antibody PG9",
            "authors": [],
            "year": 2011,
            "venue": "Nature",
            "volume": "480",
            "issn": "7377",
            "pages": "336-43",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10696"
                ]
            }
        },
        "BIBREF55": {
            "title": "Vaccine induction of antibodies against a structurally heterogeneous site of immune pressure within HIV-1 envelope protein variable regions 1 and 2",
            "authors": [],
            "year": 2013,
            "venue": "Immunity",
            "volume": "38",
            "issn": "1",
            "pages": "176-86",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2012.11.011"
                ]
            }
        },
        "BIBREF56": {
            "title": "Specific Single or Double Proline Substitutions in the “Spring-loaded” Coiled-Coil Region of the Influenza Hemagglutinin Impair or Abolish Membrane Fusion Activity",
            "authors": [],
            "year": 1998,
            "venue": "J Cell Bio",
            "volume": "141",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Stabilization of the soluble, cleaved, trimeric form of the envelope glycoprotein complex of human immunodeficiency virus type 1",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "17",
            "pages": "8875-89",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.17.8875-8889.2002"
                ]
            }
        },
        "BIBREF58": {
            "title": "Structure and immunogenicity of pre-fusion-stabilized human metapneumovirus F glycoprotein",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-01708-9"
                ]
            }
        },
        "BIBREF59": {
            "title": "Immunogenicity and structures of a rationally designed prefusion MERS-CoV spike antigen",
            "authors": [],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "114",
            "issn": "35",
            "pages": "E7348-E57",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1707304114"
                ]
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Ongoing developments in RSV prophylaxis: a clinician’s analysis",
            "authors": [],
            "year": 2017,
            "venue": "Curr Opin Virol",
            "volume": "24",
            "issn": "",
            "pages": "70-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2017.03.015"
                ]
            }
        },
        "BIBREF62": {
            "title": "IMGT, the international ImMunoGeneTics information system",
            "authors": [],
            "year": 2009,
            "venue": "Nucleic Acids Res",
            "volume": "37",
            "issn": "Database issue",
            "pages": "D1006-12",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkn838"
                ]
            }
        },
        "BIBREF63": {
            "title": "Efficient generation of monoclonal antibodies from single human B cells by single cell RT-PCR and expression vector cloning",
            "authors": [],
            "year": 2008,
            "venue": "J Immunol Methods",
            "volume": "329",
            "issn": "1–2",
            "pages": "112-24",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jim.2007.09.017"
                ]
            }
        },
        "BIBREF64": {
            "title": "Overview of the CCP4 suite and current developments",
            "authors": [],
            "year": 2011,
            "venue": "Acta crystallographica Section D, Biological crystallography",
            "volume": "67",
            "issn": "Pt 4",
            "pages": "235-42",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444910045749"
                ]
            }
        },
        "BIBREF65": {
            "title": "iMOSFLM: a new graphical interface for diffraction-image processing with MOSFLM",
            "authors": [],
            "year": 2011,
            "venue": "Acta crystallographica Section D, Biological crystallography",
            "volume": "67",
            "issn": "Pt 4",
            "pages": "271-81",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444910048675"
                ]
            }
        },
        "BIBREF66": {
            "title": "How good are my data and what is the resolution?",
            "authors": [],
            "year": 2013,
            "venue": "Acta Crystallographica Section D",
            "volume": "69",
            "issn": "7",
            "pages": "1204-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Phaser crystallographic software",
            "authors": [],
            "year": 2007,
            "venue": "J Appl Crystallogr",
            "volume": "40",
            "issn": "Pt 4",
            "pages": "658-74",
            "other_ids": {
                "DOI": [
                    "10.1107/S0021889807021206"
                ]
            }
        },
        "BIBREF68": {
            "title": "Coot: model-building tools for molecular graphics",
            "authors": [],
            "year": 2004,
            "venue": "Acta crystallographica Section D, Biological crystallography",
            "volume": "60",
            "issn": "Pt 12 Pt 1",
            "pages": "2126-32",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444904019158"
                ]
            }
        },
        "BIBREF69": {
            "title": "PHENIX: a comprehensive Python-based system for macromolecular structure solution",
            "authors": [],
            "year": 2010,
            "venue": "Acta crystallographica Section D, Biological crystallography",
            "volume": "66",
            "issn": "Pt 2",
            "pages": "213-21",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444909052925"
                ]
            }
        },
        "BIBREF70": {
            "title": "Inference of macromolecular assemblies from crystalline state",
            "authors": [],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "372",
            "issn": "3",
            "pages": "774-97",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2007.05.022"
                ]
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}