{
    "paper_id": "PMC6039036",
    "metadata": {
        "title": "Prevalence of chronic comorbidities in dengue fever and West Nile virus: A systematic review and meta-analysis",
        "authors": [
            {
                "first": "Alaa",
                "middle": [],
                "last": "Badawi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Russanthy",
                "middle": [],
                "last": "Velummailum",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Seung",
                "middle": [
                    "Gwan"
                ],
                "last": "Ryoo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arrani",
                "middle": [],
                "last": "Senthinathan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sahar",
                "middle": [],
                "last": "Yaghoubi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Denitsa",
                "middle": [],
                "last": "Vasileva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Emma",
                "middle": [],
                "last": "Ostermeier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mikayla",
                "middle": [],
                "last": "Plishka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marcel",
                "middle": [],
                "last": "Soosaipillai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Arora",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Roques",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The Flaviviridae is a large family of positive-strand RNA viruses, that comprises four genera: Flavivirus, Pegivirus, Pestivirus, and Hepacivirus [1]. The Flavivirus genus consists of more than 70 viruses, many of which are arthropod-borne human pathogens that cause a variety of clinical diseases, ranging from asymptomatic to mild fever to more severe diseases including encephalitis and hemorrhagic fever [1, 2] Most flaviviruses are transmitted through the bite of an infected arthropod vector, mainly Aedes genus (Aedes aegypti and to a lesser extent, Aedes albopictus) and Cluex mosquitos, and most were once maintained by animal reservoirs in sylvatic transmission cycles [2]. Many flaviviruses, however, such as dengue virus, yellow fever and Zika virus, are now principally maintained by mosquito-borne transmission with a possible human-to-human transmission through transfusion of infected blood or transplantation of infected tissue [3].",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 409,
                    "end": 410,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 412,
                    "end": 413,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 680,
                    "end": 681,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 946,
                    "end": 947,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Some flaviviruses can cause globally significant vector-borne diseases with a substantial public health impact such as dengue virus (DENV), Japanese encephalitis virus (JEV), West Nile virus (WNV), Zika virus (ZIKV) and yellow fever virus (YFV) [4]. Other members of the Flaviviridae family that have a more regional impact include Murray Valley encephalitis virus (MVEV) in Oceania, St. Louis encephalitis virus (SLEV) in North America, and tick-borne encephalitis virus (TBEV) in Europe [1]. Over the past few decades, many of these flaviviruses have re-emerged for a range of reasons including decreases in mosquito control efforts, rapid changes in climate and vector's demography, dense urbanization, population growth and globalization with increased transportation and trade activities [5]. Examples include the geographic spread of DENV throughout the tropical world; JEV throughout south Asia, Australasia and the Pacific; ZIKV into South and Central America; YFV into the Americas and the invasion of WNV into much of North America [1, 5].",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 490,
                    "end": 491,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 794,
                    "end": 795,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1043,
                    "end": 1044,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1046,
                    "end": 1047,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It is estimated that there are over 390 million DENV infections per year, of which 96 million manifests clinically with varying degrees of severity [6] and 3.9 billion people in 128 countries are at risk of infection [7]. Similarly, high incidence rates for symptomatic cases of JEV were reported over the past three decades to reach 2.4 per year per 100,000 population [8]. Epidemic waves of YFV are projected to result in 30,000 to 200,000 clinical cases per year with case-fatality rates ranging from 2 to 15% [9–12]. WNV, first appeared in the northeastern USA in 1999, are spread presently across much of the USA and southern Canada. For example, in 2015, the CDC reported 2,175 cases of WNV, of which 1,616 (74%) were hospitalized and 146 (7%) died [13]. In the developing world, WNV incidence is likely to be underestimated due to political, psychological, and economic barriers to reporting [12, 14].",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 150,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 218,
                    "end": 219,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 371,
                    "end": 372,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 514,
                    "end": 515,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 516,
                    "end": 518,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 900,
                    "end": 902,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 904,
                    "end": 906,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although most human flavivirus infections are asymptomatic or have an undifferentiated febrile illness, a small percentage of affected individuals develop acute fever that can progress to severe clinical manifestations such as hemorrhage, vascular leakage and encephalitis [15]. Currently, our knowledge of the host-related factors that influence the pathogenesis of severe disease is inadequate to allow prediction of who will develop severe clinical illness. However, some mechanisms and etiological factors underlying inter-individual variations in response to flavivirus infections have been identified. Interactions of virus-encoded proteins with human innate immune pathways [15]; the effect of host-cell surface molecules in virus binding and entry [16]; the role of viral protein nuclear localization in the host cell response [17]; and the flavivirus replication dynamics within multiple immune systems [18] have all been considered as host-pathogen interaction events that may regulate viral virulence or attenuation and the subsequent disease severity. Over the past few years, however, host-related factors such as preexisting chronic conditions, e.g., cardiovascular diseases, diabetes, obesity, and asthma have received attention as predictors for increased risk of progression to severe flavivirus infection [19–21]. Recent studies have raised the proposition that cardiovascular disease, stroke, diabetes, respiratory diseases and renal disorders may contribute, together with old age, to severe clinical manifestations of dengue [19, 20]. A few studies of WNV [14] and JEV [22] infections, and responses to YFV vaccination [23], have also explored the role of chronic comorbidities in the prognosis of infections. Given the lack of specific medical treatment for flavivirus diseases, effective public health surveillance for vector-borne infections together with continuing vector control efforts will be critical to preventing infection. However, elucidating the impact of comorbidities to the severity of disease when infection occurs will be critical to identifying vulnerable populations, to whom effective interventions protocols and individually-tailored clinical monitoring practices should be particularly targeted.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 757,
                    "end": 759,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1324,
                    "end": 1326,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1327,
                    "end": 1329,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1547,
                    "end": 1549,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1551,
                    "end": 1553,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1578,
                    "end": 1580,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1591,
                    "end": 1593,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1641,
                    "end": 1643,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The objective of this study is to systematically review the existing literature on the prevalence of the most common non-communicable comorbidities related to the cluster of metabolic syndromes-associated diseases, such as diabetes mellitus, heart diseases, hypertension, asthma, stroke and obesity in flavivirus infections and to evaluate the difference of their prevalence in severe vs. non-severe clinical outcomes to infection. Identifying and characterizing associations between comorbidities and severity of flavivirus infections will be significant factor in designing public health measures that aim to prevent the severe outcomes of infection.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We carried out a systematic literature search that conforms to the Preferred Reporting Items for Systematic reviews and Meta-Analysis (PRISMA) guidelines [24] (See S1 Table), in PubMed, Ovid MEDLINE(R), Embase and Embase Classic databases from inception to the last week of November 2016 (November 25, 2016). The date for searching database is the same date for the upper limit of the period considered. A grey literature search was also conducted in the American Society of Tropical Medicine and Hygiene and Open Forum Infectious Diseases—Infectious Diseases Society of America for the two most recent years. Using the PICO format (acronym for “population or problem”, intervention or exposure of interest”, “comparison” and “outcome”) [25], the research questions were: \"what is the frequency of chronic comorbidities in flavivirus infections?\" and “is the severity of flavivirus infection associated with higher prevalence of comorbidities?” (S2 Table). The search related terms (MeSH), inclusion and exclusion criteria and synonyms are shown in Table 1. Non-English language reports were excluded from this study. To identify relevant studies, we used the comprehensive four-step search strategy of PRISMA (Fig 1), i.e., (i) identification, (ii) screening, (iii) eligibility and (iv) inclusion of studies. We evaluated 47 studies in DENV [26–72], 18 in WNV [73–90] and two in JEV [22, 91] for inclusion (see Fig 1). Given the small number of studies in JEV, the two articles were excluded from further quantitative analysis. No studies met the inclusion criteria for YFV and ZIKV infections.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 738,
                    "end": 740,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1343,
                    "end": 1345,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1362,
                    "end": 1364,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1365,
                    "end": 1367,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1385,
                    "end": 1387,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1389,
                    "end": 1391,
                    "mention": "91",
                    "ref_id": "BIBREF90"
                }
            ],
            "section": "Search strategy and selection criteria ::: Methods",
            "ref_spans": [
                {
                    "start": 1211,
                    "end": 1216,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1412,
                    "end": 1417,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1049,
                    "end": 1056,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The titles and abstracts of the identified studies were reviewed independently by two reviewers using Covidence Systematic Review software, (Veritas Health Innovation, Melbourne, Australia. Available at www.covidence.org). Differences and conflicts were resolved by a third reviewer and through discussions for a consensus to be reached. Percentage agreement and Cohen’s Kappa (κ) statistic [92] were calculated and interpreted in accordance with Landis and Koch’s benchmarks for assessing the agreement between reviewers [93] as poor (<0), slight (0.0–0.20), fair (0.21–0.40), moderate (0.41–0.60), substantial (0.61–0.80), and excellent (>0.81).",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "mention": "92",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 523,
                    "end": 525,
                    "mention": "93",
                    "ref_id": "BIBREF92"
                }
            ],
            "section": "Inter-reviewer agreement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The methodological quality of each study—from the standpoint of evaluating the prevalence of chronic comorbidities in flavivirus infections—was assessed as part of the data extraction. With some modification, we used the standards tool for evaluating and reporting epidemiologic studies on chronic disease incidence or prevalence, designed to assess population-based prevalence studies [94–96]. To assess the risk of bias, each study was rated against each of the ten following criteria: 1) clearly stating the research objective, 2) distinctly defining the study population, 3) homogeneity of the study subjects (e.g., age, ethnicity, gender ratio and origin of the studies population), 4) sample size and power justification, 5) assessing the infection prior to identifying the comorbidity, 6) evaluating levels of infectious disease severity and the related frequency of comorbidity, 7) standardizing the infectious disease assessment across all study subjects, 8) standardizing the assessment of comorbidities across all study subjects, 9) assessment of comorbidities blindly of the infectious disease status, and 10) considering the potential confounders with clear and adjusted statistical analyses. Each criterion was rated dichotomously (yes: low risk = 1 point; no: high risk = 0 point). An overall score was calculated by adding all the items rated as low risk. Thus, higher scores indicated lower risk of bias and stronger method quality. Grey literature (mainly conference abstracts) was not assessed in this way as the required information was unavailable.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 389,
                    "mention": "94",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 390,
                    "end": 392,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "Quality score assessment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data extracted from the selected studies in duplicate by two reviewers and included the first author’s name, publication date, country, dates of recruitment, total sample size (divided to males and females), age estimates (from reported mean, median or the mid-point for age range of the highest subject frequency), procedures for case identification, type of flavivirus infection, severity of infection, prevalence of clinical manifestations (mild symptoms such as fever, headache, muscle pain, rash, and malaise together with severe symptoms as described below) and percentage of comorbidities including diabetes (both type I and type II, if mentioned), hypertension, heart diseases (due to the small sample size of individual conditions, we combined this category from acute coronary syndrome for duration less than 6 months [32 cases; i.e., 9.3% of all heart disease cases], cardiac diseases [28 cases, 8.1%], cardiac Heart failure and ischemic heart disease [54 cases; 15.7%], cardiovascular diseases [146 cases; 42.4%], congestive cardiac failure [5 cases; 1.5%], heart failure and cardiac disorder [37 cases; 10.8%] and ischemic heart disease [42 cases; 12.2%]), asthma (not including chronic obstructive pulmonary disease), stroke, and obesity and overweight, i.e., BMI >25 kg/m2 (Table 1). All DENV and WNV were confirmed cases in the selected studies and infection was identified either by RT-PCR, ELISA, report reviews or from national surveillances. Chronic comorbidities were either self-reported or record-based and did not allow for differentiating between those diagnosed before, after or during the infectious episodes. Weighted average was used to calculate the overall age. Severe cases of DENV were defined as those with any form of the disease that develops major complications such as dengue hemorrhagic fever (DHF, grades I and II), dengue shock syndrome (DSS) (DHF grades III and IV), infections developing organ failures (e.g., acute renal failure and acute respiratory failure), clinically significant bleeding, cases requiring ICU hospitalization and/or fatal cases [26–72]. Severe cases of WNV were defined as those developed WNV neuroinvasive diseases, such as, cases of WN encephalitis (WNE), WN meningitis (WNM), poliomyelitis or acute flaccid paralysis, cases requiring ICU hospitalization, need for rehabilitation, WNV-associated retinopathy (WNVR), chorioretinitis or fatal cases [73–90]. To measure the prevalence rates of comorbidities, we extracted the proportions or percentages reported in the selected studies from the total number of flavivirus cases and from non-severe and severe cases.",
            "cite_spans": [
                {
                    "start": 2094,
                    "end": 2096,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2097,
                    "end": 2099,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 2415,
                    "end": 2417,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 2418,
                    "end": 2420,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Definitions and data extraction and analysis ::: Methods",
            "ref_spans": [
                {
                    "start": 1289,
                    "end": 1296,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Publication bias was assessed by the visual inspection of funnel plot (S1 Fig). Egger’s test [97] was also used to assess publication bias and the tendency for the effects estimated in small sample size studies to differ from those estimated in larger studies. The results of Egger’s test were presented as t-value and P for publication bias for studies reporting the comorbidity of interest (S4 Table). Significant Egger's test for publication bias was based on p<0.1. The primary outcome measure was to evaluate the overall prevalence of comorbidities in the flavivirus infection and the estimates stratified by severity. Meta-analyses were carried out to assess the pooled prevalence (and 95% CI) of clinical symptoms and the proportions of each comorbidity in the total, severe and non-severe cases of each infection.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "mention": "97",
                    "ref_id": "BIBREF96"
                }
            ],
            "section": "Definitions and data extraction and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Meta-analysis tests were conducted using Comprehensive Meta-Analysis software, CMA version 3.9 (Englewood, NJ, USA) [98]. Variances of raw proportions or percentages were pooled based on a binary random-effects model [99], given the population heterogeneity and assuming the relationships between comorbidities and flavivirus infections vary across populations. Forest plots were used to illustrate the prevalence of comorbidities in flavivirus infections from the selected studies prior to stratifying the proportions by severity. Comparisons of proportions for the prevalence of clinical symptoms between diseases and the pooled prevalence estimates of comorbidities in relation to severity were carried out using the Chi-squared test as previously recommended [100, 101]. ORs adjusted for age (and 95% CI) for severe infection outcome in patients with comorbidities were calculated using the Cochran-Mantel-Haenszel test as previously described [102–104]. All statistical tests were two-sided and conducted using SPSS Statistics, Version 21.0 (SPSS Inc., Chicago).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "mention": "98",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 218,
                    "end": 220,
                    "mention": "99",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 764,
                    "end": 767,
                    "mention": "100",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 769,
                    "end": 772,
                    "mention": "101",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 949,
                    "end": 952,
                    "mention": "102",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 953,
                    "end": 956,
                    "mention": "104",
                    "ref_id": "BIBREF103"
                }
            ],
            "section": "Definitions and data extraction and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Assessing the heterogeneity among the selected studies was carried out using the Q test [105] that informs about the presence versus the absence of heterogeneity. The Q test, however, does not report the extent of heterogeneity and has inadequate power to detect heterogeneity among the small number of studies identified for some comorbidities. Therefore, we calculated the I2 index to complement the Q test to describe the degree of between-study heterogeneity [106]. I2 index values were categorized as low (0–30%), moderate (30–60%), substantial (60–90%), and considerable (>90%) as recommended [107]. We also quantified the true heterogeneity by estimating the within-study variance in the random-effects model (τ2), as previously described [108].",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "mention": "105",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 464,
                    "end": 467,
                    "mention": "106",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 600,
                    "end": 603,
                    "mention": "107",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 747,
                    "end": 750,
                    "mention": "108",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "Definitions and data extraction and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All data generated or analyzed during this study are included in this published article (and its supporting information files).",
            "cite_spans": [],
            "section": "Data availability ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The original search resulted in 1,628 articles selected for title review as they satisfied our selection criteria (S3 Table). Additional 11 articles were identified through bibliography search from previously identified systematic reviews (Fig 1). After de-duplication, a total of 1,373 original titles were selected for abstract review. Abstract review resulted in the exclusion of 1,031 reports. Full text assessment was conducted on the remaining 342 articles by at least two reviewers and resulted in the selection of 47 studies in DENV [26–72], 18 in WNV [73–90] and two in JEV [22, 91] (those were further excluded) for inclusion (see Fig 1 for exclusion criteria and breakdown). The agreement on the inclusion between two reviewers was 86.5% with weighted κ = 0.62 (95% CI: 0.52–0.72). This substantial agreement (0.61–0.80) may relate to the extent of clarity in the assessed abstracts when reporting the rates or the presence of comorbidities at the initial stage of the selection process. No studies were identified, however, for YFV and ZIKV infections. After excluding the 2 studies on JEV, the quality of each of the remaining 65 studies, involving 61 sets of patients, was assessed. With a maximum quality score of 10, a good score (≥7 points) was achieved in 35% of the studies (16 studies on DENV and 7 on WNV); 30% of the studies were scored as being of fair quality (5–7 points including13 studies on DENV and 6 on WNV) and 20% of the studies were scored as low quality (≤5 points including 11 studies on DENV and 14 on WNV) (Table 2). No score was assessed for the remaining 9 reports from the grey literature (abstracts; 7 on DENV and 2 on WNV). More than 70% of the reports (48 studies) were retrospective in nature with the rest being age- and sex-matched or nested case-control studies, surveillance reports, or prospective studies. In these studies, there was a wide variation in the sample size ranging from five [81] to 6,070 [46] patients.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 544,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 545,
                    "end": 547,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 584,
                    "end": 586,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": "91",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1939,
                    "end": 1941,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1953,
                    "end": 1955,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 245,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 641,
                    "end": 646,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1544,
                    "end": 1551,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Same cohort was likely to be reported for DENV in two occasions, i.e., by Chen et al., 2015 [39] and Lee et al., 2006 [70] and also by Lee et al., 2009 [63] and Lee et al., 2008 [88]. To avoid repeated counting of the cases from the same study cohort, we only included the study with the larger sample size both in evaluating the total number of subjects and in the analysis of average age of the studied cases. Furthermore, one study [30] reported that out of the 1,734 studied DENV cases, about 10% were classified as highly suggestive whereas the remaining 90% were confirmed by the diagnostic algorithm. This report did not separate or identify this small number of cases (~170 cases) that represents only 0.53% of the total number evaluated here and were included into our analysis. Moreover, one study [28] included fatal cases of DENV and chikungunya virus coinfection. Although these cases may represent an unusual clinical population, they were included here for our report to be inclusive as the number of subjects was extremely small (n = 7) and they only had 3 cases of hypertension (representing <0.08% of the entire hypertensive cases). To examine if the study estimates are related to the size of the study, publication bias was assessed by visual inspection of funnel plots (S1 Fig) and by Egger's test (S4 Table). Funnel plot inspection demonstrated a seemingly non-symmetrical distribution of the effect size on either side of the pooled estimate, suggesting some evidence of publication bias. Results of Egger’s test, however, for most of the associations between DENV or WNV and the comorbidities showed p>0.1 (except for the prevalence of hypertension in DENV and heart diseases in WNV, p = 0.03), given the assumption for evidence of small-study effects is based on p<0.1 as previously reported [109].",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 153,
                    "end": 155,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 179,
                    "end": 181,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 436,
                    "end": 438,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 809,
                    "end": 811,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1818,
                    "end": 1821,
                    "mention": "109",
                    "ref_id": "BIBREF108"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The studies selected for DENV were geographically diverse and included 18 countries. The reports were from Southeast Asia, South America, Eastern Mediterranean, and Western Pacific Regions. Most of the WNV reports were, however, from the United States with few studies from Europe. Overall, the prevalence rates of comorbidities were reported in 34,949 individuals (31,969 for DENV and 3,050 for WNV). The majority of the studies provided gender breakdown, with a combined male:female ratio ranging from 1.3 for WNV to 1.4 for DENV. The overall weighted average age (±S.D.) of DENV cases (30.8±14.5 years) was significantly younger (p<0.0001, t-test) than those with WNV (59.1±14.9 years). Comparison of pooled estimates of clinical symptoms in DENV and WNV at the time of presentation showed significantly higher frequencies of fever, headache, and rash in DENV than WNV and lower prevalence of malaise (Table 3). As expected, febrile illness was the most frequent clinical symptom in DENV (96.9% of the cases, 95% CI: 92.5–98.8%) and in WNV (77.1%, 95% CI: 19.8–97.9%). Except for headache in DENV, a low to moderate I2 index (0–60%) was obtained for the combined prevalence estimates of all DENV and WNV clinical symptoms, indicating low degree of heterogeneity among studies. In the selected set of studies, the most prevalent severe DENV forms were the DHF/DSS (21.7%, 95% CI: 14.4–29.1%) followed by undergoing for platelet transfusion (21.1%, 95% CI: 1.5–40.8%) (Table 4). In WNV, however, meningitis and encephalitis were present in >35% of the severe cases, representing the highest prevalent severe condition.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 905,
                    "end": 912,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1470,
                    "end": 1477,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Obesity/overweight was the most prevalent comorbidity in DENV patients (24.5%, 95% CI: 18.6–31.6%), followed by hypertension (17.1%, 95% CI: 13.3–21.8%) and diabetes (13.3%, 95% CI: 9.3–18.8%) (Fig 2). Heart disease, asthma and stroke were present in about 5.0% of the DENV cases. On the other hand, in WNV cases, hypertension was the most frequent comorbidity (45.0%, 95% CI: 39.1–51.0%), followed by heart diseases (~25%), diabetes (~25%) and stroke (10.1%, 95% CI: 7.1–14.3%) (Fig 3). No study in WNV has reported the incidence of obesity or asthma. Overall, there was low (I2 = 0–40%) to moderate (I2 = 30-60%) heterogeneity among the identified studies.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 199,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 480,
                    "end": 485,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "When cases of DENV and WNV were stratified by severity (Table 5), there was 3- to 4-fold higher prevalence (p<0.0001) of diabetes and heart diseases in severe DENV and WNV cases, respectively compared to their rates in the non-severe disease. Hypertension, however, was about 2-fold more prevalent in severe cases of both flavivirus infections (p<0.0001) than non-severe cases. Asthma and obesity were only examined in DENV as none of the selected studies reported their prevalence in WNV. Asthma and obesity were ~1.5-fold more frequent (p<0.001) in patients with severe DENV than in non-severe cases. The frequency of stroke was assessed only in one study in non-severe DENV [69] and WNV [74], which did not permit comparison between severe and non-severe cases. Based on the differences in prevalence of comorbidities between severe and non-severe cases of DENV and WNV, we estimated the age-adjusted OR of severe infection outcome in patients with chronic comorbidities to be 3.41 (95%CI: 2.54–4.59) in DENV patients with obesity/overweight, 2.76 (95%CI: 2.54–299) in patients with diabetes, 2.4 in those with heart diseases (95% CI: 1.65–1.70) and 1.61 (95% CI: 1.52–1.70) in patients with hypertension. The OR of severe WNV was 4.21 in patients with diabetes (95% CI: 2.22–7.92) and 2.72 in those with hypertension (95% CI: 1.78–4.14) (Table 5).",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 680,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "mention": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1342,
                    "end": 1349,
                    "mention": "Table 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The present study evaluates the frequency of comorbidities in DENV and WNV as examples to flavivirus infections that represent a major global health problem. Datasets were few or unavailable for JEV, ZIKV and YFV. Only two studies were found to satisfy our selection criteria for JEV [22, 91] and most of the reports on ZIKV were related to co-existing infectious diseases such as chikungunya or HIV [110–112] or to gestational diabetes in a single case [113]. Studies in YFV, however, primarily evaluated the safety and effectiveness of vaccination (17D-YF) in people with pre-existing chronic illnesses [114–116]. A few systematic reviews on the frequency of comorbidities in flavivirus infection exist and none have used meta-analysis to synthesize global prevalence estimates. We observed a large difference in the volume of literature and total number of patients evaluated for each of the examined condition where 47 studies were identified for DENV [26–72] with 31,969 subjects and 18 for WNV [73–90] with 3,050 patients. Almost 40% of the selected studies were assessed to have good quality score for evaluating and reporting chronic disease incidence or prevalence [94–96]. However, chronic diseases were not clearly defined in the vast majority of the studies as they were either self-reported or record-based and did not allow for differentiating between those diagnosed before, after or during the infectious episodes.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 289,
                    "end": 291,
                    "mention": "91",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 401,
                    "end": 404,
                    "mention": "110",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 405,
                    "end": 408,
                    "mention": "112",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 455,
                    "end": 458,
                    "mention": "113",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 606,
                    "end": 609,
                    "mention": "114",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 610,
                    "end": 613,
                    "mention": "116",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 957,
                    "end": 959,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 960,
                    "end": 962,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1175,
                    "end": 1177,
                    "mention": "94",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1178,
                    "end": 1180,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Very few of the selected reports provided sample size justification and all had infectious disease status assessed prior to the chronic disease scoring. The development of chronic diseases following infection was not reported in any of the selected studies. Furthermore, none of the selected studies reported either DENV or WNV as a coinfection for one another. Moreover, a few number of studies provided information on the status of more than one chronic disease comorbidity in the same patient. Additionally, assessment of the chronic diseases was not blindly evaluated with respect to the infectious diseases status. These factors meant that 60% of the selected studies had good-to-fair quality scores. This made us choose to include studies that were assessed to be of \"fair\" or \"low\" quality in our meta-analysis to attain more comprehensive estimates with larger sample size and to avoid the bias when excluding studies with small or no effect. The geographical diversity of DENV reports compared to WNV studies likely reflects the fact that dengue now is the most common flavivirus infection globally with transmission occurring in at least 128 countries and almost 4 billion people around the world [7]. WNV, on the other hand, despite being an important cause of human disease worldwide with continual increase in transmission over the past 77 years [5, 14], is spreading in a notably lesser rate than DENV [5]. Only one study of the 18 selected reports on WNV were from regions other than Europe or the USA [89]. Given the repeated WNV outbreaks between 1996 and 2015 in Israel and Europe and its movement through North America over the last decade that resulted in sustained presence in the community [5, 13,14], it was predictable to identify a limited set of WNV studies from regions other than those primarily affected.",
            "cite_spans": [
                {
                    "start": 1208,
                    "end": 1209,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1360,
                    "end": 1361,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1417,
                    "end": 1418,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1518,
                    "end": 1520,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1713,
                    "end": 1714,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1716,
                    "end": 1718,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1719,
                    "end": 1721,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Most clinically apparent acute flavivirus infections progress from a classic presentation of mild fever, headache, muscle pain, rash, and malaise to a more disease-specific syndrome of acute febrile illness to further severe states of hemorrhagic fever and encephalitis. Pooled prevalence analysis of these clinical symptoms indicated their comparatively lower frequencies in WNV than in DENV. It is known that WNV infection is commonly asymptomatic, with ~20% of infected persons having clinically apparent disease [117–119]. Symptomatic patients mostly present with fever, headache and malaise and less commonly with myalgia, rash, neck pain, and arthralgia [76]. On the other hand, patients infected with DENV are asymptomatic in the majority of cases but a small proportion may develop an array of clinical symptoms ranging from mild flu-like syndrome, such as fever, skin rash, headache, myalgia, and arthralgia, to severe forms of the disease. Only rash was 2-fold more frequent in DENV than WNV cases. According to the 2009 WHO classification system [120], DENV patients can be clinically classified as with 'probable dengue’, ‘dengue with warning signs’ or ‘severe dengue'. This deviates from the 1997 WHO classification system [121], categorizing patients as with DF, DHF or DSS. Over 90% of the DENV patients in the selected set of studies presented with DF. The progression of DF to severe clinical manifestations is mostly unpredictable. Case fatality rate may exceed 20% if timely and appropriate differential therapy is not introduced to reduce the impact of disease complications [120].",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "mention": "117",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 521,
                    "end": 524,
                    "mention": "119",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 661,
                    "end": 663,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "mention": "120",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 1237,
                    "end": 1240,
                    "mention": "121",
                    "ref_id": "BIBREF120"
                },
                {
                    "start": 1596,
                    "end": 1599,
                    "mention": "120",
                    "ref_id": "BIBREF119"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Recent estimates for the global burden of dengue suggest the epidemics mainly affect children and young adults between the ages of 5 and 30 years old in terms of death, years lived with disability (YLDs), years of life lost (YLLs) and disability-adjusted life-years (DALYs) [122]. However, an age shift to more adult cases with severe DENV (and more comorbidities) is presently demonstrated in several reports from around the world (see below) [120, 123, 124]. In addition to this age-shift in severe DENV cases, the incursion of DENV into new world regions may have influenced the age-related increased incidence of the disease. Advanced age, on the other hand, has long been known as a frequent risk factors for severe disease outcome of WNV [14]. Average annual incidence of severe WNV cases reported to CDC between 1999–2015 for cases over 70 years old was ~1.3 per 100,000 population per year compared to only ~0.5 for patients <10–39 years old [125, 126].",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "mention": "122",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 445,
                    "end": 448,
                    "mention": "120",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 450,
                    "end": 453,
                    "mention": "123",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 455,
                    "end": 458,
                    "mention": "124",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 745,
                    "end": 747,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 951,
                    "end": 954,
                    "mention": "125",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 956,
                    "end": 959,
                    "mention": "126",
                    "ref_id": "BIBREF125"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Introduction of the competent vectors into natural environments and urban areas, together with the changing societal factors (migration, industrialization, trade, urbanization and population growth), may all have facilitated the geographical expansion of flavivirus diseases into different regions of the world. Examples include the expansion of DENV from the Caribbean islands to Brazil and from the Pacific islands to other regions in south Asia [127, 128] and WNV from Africa and the Middle East to Europe and North America [5]. Many of the regions where these vector-borne diseases spread are also experiencing an epidemiological shift from communicable diseases to non-communicable disorders as the primary causes of the morbidity and mortality [129]. With the ageing population, non-communicable diseases now account for nearly half of the disease burden in low- and middle-income countries [130]. Therefore, flavivirus diseases, particularly DENV, may have been shown now to affect older adults, an age group with inherently more comorbidities [130, 131].",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 452,
                    "mention": "127",
                    "ref_id": "BIBREF126"
                },
                {
                    "start": 454,
                    "end": 457,
                    "mention": "128",
                    "ref_id": "BIBREF127"
                },
                {
                    "start": 528,
                    "end": 529,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 751,
                    "end": 754,
                    "mention": "129",
                    "ref_id": "BIBREF128"
                },
                {
                    "start": 898,
                    "end": 901,
                    "mention": "130",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "mention": "130",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "mention": "131",
                    "ref_id": "BIBREF130"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present study demonstrates that hypertension and diabetes are the most prevalent comorbidity in both DENV and WNV with obesity/overweight and heart diseases being present, respectively, in about 20% of the DENV and WNV cases. Although the prevalence of diabetes, hypertension and heart diseases varied widely among the DENV selected studies (ranging from 60- to 100-fold), the vast majority of the reports showed values clustering around the pooled estimated averages for each comorbidity, as evidenced by the low I2 index values. Obesity, stroke and asthma proportions varied only by 5- to 30-fold among the studies with moderate I2 index values. However, in WNV studies, the among-studies prevalence of comorbidities varied by 3- to 12-fold for diabetes, hypertension, heart diseases and stroke with low to moderate I2 indexes. These variations in the prevalence of comorbidities in WNV cases may relate to the higher average patients' age (compared to DENV) since older age is a risk factor for a number of non-communicable diseases, e.g., diabetes and heart conditions [132–136]. On the other hand, the wider variation in prevalence of comorbidities in DENV than WNV can be linked to the different patterns of geographical distribution between the two diseases.",
            "cite_spans": [
                {
                    "start": 1078,
                    "end": 1081,
                    "mention": "132",
                    "ref_id": "BIBREF131"
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "mention": "136",
                    "ref_id": "BIBREF135"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Diabetes, hypertension and heart diseases were, respectively, 2- to 4-fold significantly more prevalent in severe DENV and WNV than in non-severe cases. This observation is supported by a number of case-control studies implicating comorbidities in severe outcome of flavivirus infections. Over 2-fold higher frequency of diabetes were found in severe DENV cases than in cases with DF [45, 47, 57, 59]. Furthermore, severe clinical presentation of DENV was likely to develop in patients with diabetes than in non-diabetic subjects with the odds ratio (OR) ranging from 1.26 (95% CI 0.8–2.0) [50] to 26 (95% CI 2.5–273.7) [45]. This is line with the OR of about 2 to 4 for severe DENV and WNV observed here among patients with diabetes or heart diseases. Diabetes risk factors such as glucose intolerance [137] and hyperlipidemia [53] were prevalent in 54% and 17% of severe DENV cases, respectively and more frequent in elder patients [61, 66]. Similarly, diabetes (19–42%), hyperlipidemia (17–19%) and coronary artery disease (5–17%) were prevalent in WNV cases than controls [76, 78] with OR of neuroinvasive outcome varying between 2.4 (95% CI 0.57–10.4) and 4.5 (95% CI 0.88–23.1) [76]. Diabetes was 23% more frequent in cases with WNE and WNM than in WNV fever [74]. Developing encephalitis was more likely to occur in WNV cases who also had diabetes (OR = 2.0; 95% CI: 1.1–3.7) or cardiovascular diseases (OR = 28.3; 95% CI: 5.9–134.9) [87]. Furthermore, hypertension was shown to be present in 50% of the severe or fatal DENV cases [1], the manifestation of acute respiratory failure [6], and in higher proportion of elder patients [1, 3] with OR varying from 1.6 (95% CI 1.1–2.1) [4] to 44.3 (95% CI 6.2–315.5) [5]. In contrast, some studies did not show such a relationship in severe DENV [8, 9, 138]. In WNV, patients with hypertension had higher odds of developing neuroinvasive outcome (OR 1.88, 95% CI 0.63–5.58) [78] and encephalitis (OR = 5.1, 95% CI 2.5–10.4) [87] than non-hypertensive cases. High prevalence of hypertension (46%) was also noted in patients with WNE, WNM and fatal outcome compared to those in WNV fever [74]. In line with these findings, the results of the present study strongly suggest that diabetes, heart diseases and hypertension are more prevalent in severe DENV and WNV cases than in the non-severe disease and may present significant risk factors—together with advanced age—in complication of flavivirus infection.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 393,
                    "end": 395,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 591,
                    "end": 593,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 804,
                    "end": 807,
                    "mention": "137",
                    "ref_id": "BIBREF136"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 935,
                    "end": 937,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 939,
                    "end": 941,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1081,
                    "end": 1083,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1185,
                    "end": 1187,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1442,
                    "end": 1444,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1539,
                    "end": 1540,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1591,
                    "end": 1592,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1639,
                    "end": 1640,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1642,
                    "end": 1643,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1688,
                    "end": 1689,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1719,
                    "end": 1720,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1798,
                    "end": 1799,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1801,
                    "end": 1802,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1804,
                    "end": 1807,
                    "mention": "138",
                    "ref_id": "BIBREF137"
                },
                {
                    "start": 1926,
                    "end": 1928,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1976,
                    "end": 1978,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 2138,
                    "end": 2140,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Diabetes, hypertension, cardiac diseases and obesity are interrelated as they share similar cardiometabolic risk factors that result in the development of metabolic syndrome and the subsequent manifestation of this range of chronic diseases. These metabolic syndrome related diseases may impair the immune system to increase the level and duration of viremia [109, 139] and facilitate the passage of neurotropic flavivirus across the blood-brain barrier to predispose patients to neurologic complications [88, 118, 140]. Impairment of the innate immune system—that mediates the host defense to infection—render individuals more susceptible to a range of infectious diseases and severe illnesses [141–144]. In fact, the metabolic syndrome related chronic conditions are linked to endothelial dysfunction, attenuation of anti-inflammatory responses and a generation of a pro-inflammatory state; features that are also common in many infectious disorders [21, 141, 145]. For overproduction of pro-inflammatory cytokines such as ILs, TNF-α, IFN-γ and TGF-β is known to occur in severe DENV [146], WNV [147] and YFV [148] leading to cytokine storm and vasculopathy, hemorrhage, tissue damage and septic shock characteristic of severe flavivirus infections. Cytokine synthesis shift to the Th1 (microbicidal action of pro-inflammatory IFN-γ) from Th2 (anti-inflammatory IL-4, -10 and -13) in severe infection, when accompanied by the increased pro-inflammatory cytokine levels arising from chronic diseases, both can lead to endothelial dysfunction and a subsequent range of complications, including allergy, vascular leakage, ascites and pericardial effusion as observed in DENV [19, 141, 149–151]. In support, mononuclear cells from diabetic patients, when infected with DENV, produced significantly higher levels of IL-4, IL-10 and granulocyte-macrophage colony-stimulating factor compared to their healthy counterparts [152]. Conditions such hyperglycemia and cellular insulinopenia may also impair macrophage and lymphocyte functions leading to a status of reduced acquired immune response [143] that was linked to about 60% increased risk of pneumonia-related complications and hospitalization [153]. Further evidence for a possible role of altered innate immunity in mediating the association between metabolic syndrome-related comorbidities and severe clinical presentation of flavivirus infections can be also substantiated from the relatively high prevalence of asthma in severe DENV cases. Patients with asthma normally exhibit altered Th1 and Th2 responses [50, 59]. In general, although the etiological relationship between chronic comorbidities and severity of flavivirus diseases is yet to be fully elucidated, it may be reasonable to suggest that in infected patients, chronic conditions may synergistically attenuate both the innate and adaptive immune systems [154]. This may further impair critical components of immunity such as chemotaxis, phagocytosis, and the bactericidal activity of neutrophils and macrophages as well as downregulate the functions of T cells and neutrophils [142, 154] to exacerbate the complications of the infectious diseases.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "mention": "109",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 365,
                    "end": 368,
                    "mention": "139",
                    "ref_id": "BIBREF138"
                },
                {
                    "start": 506,
                    "end": 508,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 510,
                    "end": 513,
                    "mention": "118",
                    "ref_id": "BIBREF117"
                },
                {
                    "start": 515,
                    "end": 518,
                    "mention": "140",
                    "ref_id": "BIBREF139"
                },
                {
                    "start": 696,
                    "end": 699,
                    "mention": "141",
                    "ref_id": "BIBREF140"
                },
                {
                    "start": 700,
                    "end": 703,
                    "mention": "144",
                    "ref_id": "BIBREF143"
                },
                {
                    "start": 953,
                    "end": 955,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 957,
                    "end": 960,
                    "mention": "141",
                    "ref_id": "BIBREF140"
                },
                {
                    "start": 962,
                    "end": 965,
                    "mention": "145",
                    "ref_id": "BIBREF144"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "mention": "146",
                    "ref_id": "BIBREF145"
                },
                {
                    "start": 1098,
                    "end": 1101,
                    "mention": "147",
                    "ref_id": "BIBREF146"
                },
                {
                    "start": 1112,
                    "end": 1115,
                    "mention": "148",
                    "ref_id": "BIBREF147"
                },
                {
                    "start": 1675,
                    "end": 1677,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1679,
                    "end": 1682,
                    "mention": "141",
                    "ref_id": "BIBREF140"
                },
                {
                    "start": 1684,
                    "end": 1687,
                    "mention": "149",
                    "ref_id": "BIBREF148"
                },
                {
                    "start": 1688,
                    "end": 1691,
                    "mention": "151",
                    "ref_id": "BIBREF150"
                },
                {
                    "start": 1918,
                    "end": 1921,
                    "mention": "152",
                    "ref_id": "BIBREF151"
                },
                {
                    "start": 2090,
                    "end": 2093,
                    "mention": "143",
                    "ref_id": "BIBREF142"
                },
                {
                    "start": 2195,
                    "end": 2198,
                    "mention": "153",
                    "ref_id": "BIBREF152"
                },
                {
                    "start": 2564,
                    "end": 2566,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2568,
                    "end": 2570,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2873,
                    "end": 2876,
                    "mention": "154",
                    "ref_id": "BIBREF153"
                },
                {
                    "start": 3096,
                    "end": 3099,
                    "mention": "142",
                    "ref_id": "BIBREF141"
                },
                {
                    "start": 3101,
                    "end": 3104,
                    "mention": "154",
                    "ref_id": "BIBREF153"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although the present study is the first to systematically report and quantify the prevalence of comorbidities in flavivirus infections, it has several limitations. It does not address the effect of flavivirus infection on the development of chronic comorbidities or attempting to substantiate a causality between the two conditions. Also, the study is not addressing the effect of integrated vector management practices on the infectious or chronic disease incidence or causal associations. We are simply reporting the prevalence of comorbidities in flavivirus severe and non-severe cases to warrant further studies investigating the effect of chronic comorbidities on the infectious disease outcome. The selected studies were mostly retrospective in nature with variable clinical and laboratory diagnostic criteria and control groups and were heterogeneous for exposures and outcomes. In the DENV studies, although the majority were conducted after the WHO adopted the new case classification of 2009 [120] to improve clinical management, many of the reports still used the WHO 1997 classification [121]. This absence of similar endpoint measures hindered the results comparability and may limit the generalizability of conclusions to other geographical regions or older age groups since the WHO 1997 criteria were based on disease patterns of children in Thailand [21, 121]. In addition to the retrospective nature of many of the identified studies, incomplete clinical datasets, relatively small sample size, inappropriate definition or selection of control population were noted as shortcomings in various reports leading to further limitations in interpreting the findings. In fact, most of the studies were hospital-based with a high potential for selection bias of appropriate control groups. Additionally, the studies retrieved in this review measured different outcomes for DENV (DHF and DSS—with different grades and definitions of severity) and WNV (WNE, WNM, poliomyelitis or acute flaccid paralysis) making results difficult to compare, broadening the scope of the outcome and rendering the findings challenging to extrapolate. Furthermore, the identified reports have shown several-fold of among-studies variance in the proportion of comorbidities which may have contributed to the significant heterogeneity observed in our report. Additional sources of heterogeneity may relate to the large among-studies variation in sample size and surveillance approaches. The heterogeneity of the selected studies was evident from the publication bias that may have been driven from the small-study effect, i.e., the possibility of including small studies with spuriously overstated estimates while discounting those without statistically significant effects that may have a lower possibility of being published. This was addressed, however, by stratifying the analysis by the flavivirus infection and including all studies related to the research question rather than excluding reports based on lack of quality. This may levy some limitations on the estimated contribution of comorbidities to severe flavivirus infections and render our results as a guide to generate more accurate estimates for national or international intervention strategies in subjects with comorbidities.",
            "cite_spans": [
                {
                    "start": 1003,
                    "end": 1006,
                    "mention": "120",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "mention": "121",
                    "ref_id": "BIBREF120"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1371,
                    "end": 1374,
                    "mention": "121",
                    "ref_id": "BIBREF120"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "When assessing comorbidities, the studies showed that the various co-existing conditions have been either self-reported or record-based and did not allow for differentiating between those diagnosed before, after or during the infectious episodes. Furthermore, most of the retrieved reports did not provide clearly characterized, valid and reliably-defined comorbidities that were implemented consistently across studies. For example, the majority of the reports did not distinguish between the prevalence of type 1 and type 2 diabetes where both were combined despite their different characteristics, etiological factors and clinical features. Given this paucity of information, it was challenging to distinguish between the two types of diabetes for their role in viral diseases severity and complication. Furthermore, the lack of consistent reporting for the statuses of heart diseases made it difficult to evaluate the frequency of each heart condition. Therefore, we combined the different heart conditions under a single comorbidity. The utility of pooling the clinically different and heterogeneous pathologies of heart diseases may lead to losing significance of this observation and result in misinterpretation. This observation warrants developing more rigorous studies exploring the role of various heart condition in the severity of flaviviral infections. Given the possible extent of under-diagnosis for many of the assessed comorbidities, particularly in the developing world, misclassification of many co-existing medical conditions is likely substantial. Together with the possible underestimation for the frequency of infectious disease where not all asymptomatic cases will be detected, these factors may have led to lower estimates of prevalence for many of the assessed comorbidities. Lastly, since we identified only two studies for JEV and no studies met the inclusion criteria for YFV and ZIKV infections, the present report may be viewed as focusing primarily on DENV and WNV. This lack of available information on the prevalence of comorbidities in flavivirus diseases other than DENV and WNV, calls for developing large-scale studies to cover this knowledge gap.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, the study of comorbidities in flavivirus infection is important for reducing the burden of the disease via guiding approaches for improved patient outcome or differential case management. We provided evidence for a higher prevalence of diabetes, hypertension, and heart diseases in severe cases of flavivirus infections such as DENV and WNV than in non-severe cases. These findings do not implicate causality between the chronic comorbidities and severe DENV or WNV. It simply demonstrates different profiles of comorbidities at different stages of the infectious diseases. Our results warrant further assessments to identify the nature and extent of the co-existence between comorbidities and infection. For example, standardized prospective case–control studies in regions of high infection prevalence would contribute to a better understanding for the etiological role of comorbidities in severe disease outcome when conducted with an agreed protocols of comorbidity assessments, infection classification, disease biomarker analysis and appropriate control groups. However, even in the absence of causal inference between the non-communicable and infectious diseases, it may be justified that once non-severe episodes of flavivirus infection are confirmed in subjects with comorbidities that they remain under close surveillance to avert complications. This may guide public health practitioners and clinicians to predict complications—at least partially—based on the presence of comorbidity. This can subsequently substantiate close observation, adequate treatment, or hospitalization following infection to avert severe disease outcome.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: The flow diagram describes the systematic review of literature on the prevalence of comorbidities in flavivirus infections. A total of 65 unique studies were identified (47 studies for dengue fever and 18 for West Nile virus from an initial 1373 examined titles). aSome studies reported on more than one flavivirus disease. Studies drawn from the same population were not included in the meta-analyses.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Weights are calculated from binary random-effects model analysis. Values represent proportion of diabetes (a), hypertension (b), heart diseases (c), asthma (d), stroke (e) and obesity/overweight (f) in dengue fever patients and 95% CI. Heterogeneity analysis was carried out using Q test, the among studies variation (I2 index) and within-study variance in the random-effects model (τ2).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Weights are calculated from binary random-effects model analysis. Values represent proportion of diabetes (a), hypertension (b), heart diseases (c) and stroke (d) in West Nile virus patients and 95% CI. Heterogeneity analysis was carried out using Q test, the among studies variation (I2 index) and within-study variance in the random-effects model (τ2).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "1101-1152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Fever versus fever: The role of host and vector susceptibility and interspecific competition in shaping the current and future distributions of the sylvatic cycles of dengue virus and yellow fever virus",
            "authors": [],
            "year": 2013,
            "venue": "Infect Genet Evol",
            "volume": "19",
            "issn": "",
            "pages": "292-311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Flavivirus infections in humans",
            "authors": [],
            "year": 2001,
            "venue": "eLS",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Emerging flaviviruses: the spread and resurgence of Japanese encephalitis, West Nile and dengue viruses",
            "authors": [],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "S98-S109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Shifting epidemiology of Flaviviridae",
            "authors": [],
            "year": 2005,
            "venue": "J Travel Med",
            "volume": "12",
            "issn": "Suppl 1",
            "pages": "S3-S11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The global distribution and burden of dengue",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "504-507",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Refining the global spatial limits of dengue virus transmission by evidence-based consensus",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Negl Trop Dis",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A hospital-based surveillance for Japanese encephalitis in Bali, Indonesia",
            "authors": [],
            "year": 2006,
            "venue": "BMC Med",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The epidemiology of yellow fever in Africa",
            "authors": [],
            "year": 2002,
            "venue": "Microbes Infect",
            "volume": "4",
            "issn": "",
            "pages": "1459-1468",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Yellow fever: an update",
            "authors": [],
            "year": 2001,
            "venue": "Lancet Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "11-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Febre amarela: Estudo de um surto",
            "authors": [],
            "year": 2009,
            "venue": "Rev Soc Bras Med Trop",
            "volume": "42",
            "issn": "",
            "pages": "523-531",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Measuring the burden of arboviral diseases: the spectrum of morbidity and mortality from four prevalent infections",
            "authors": [],
            "year": 2011,
            "venue": "Popul Health Metr",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "West Nile virus and other nationally notifiable arboviral diseases—United States, 2015",
            "authors": [],
            "year": 2017,
            "venue": "Morb Mortal Wkly Rep",
            "volume": "66",
            "issn": "",
            "pages": "51-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The global ecology and epidemiology of West Nile virus",
            "authors": [],
            "year": 2015,
            "venue": "Biomed Res Int",
            "volume": "2015",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Pathogenesis of flavivirus infections: Using and abusing the host cell",
            "authors": [],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "5",
            "issn": "",
            "pages": "318-328",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A structural perspective of the flavivirus life cycle",
            "authors": [],
            "year": 2005,
            "venue": "Nat Rev Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "13-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The IMPORTance of the nucleus during flavivirus replication",
            "authors": [],
            "year": 2017,
            "venue": "Viruses",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Single-cell tracking of flavivirus RNA uncovers species-specific interactions with the immune system dictating disease outcome",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Relevance of non-communicable comorbidities for the development of the severe forms of dengue: A systematic literature review",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "A cluster study of predictors of severe West Nile virus infection",
            "authors": [],
            "year": 2006,
            "venue": "Mayo Clin proceedings",
            "volume": "81",
            "issn": "",
            "pages": "12-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Is diabetes a risk factor for a severe clinical presentation of dengue?—Review and meta-analysis",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "An appraisal of clinicopathological parameters in Japanese encephalitis and changing epidemiological trends in upper Assam, India",
            "authors": [],
            "year": 2014,
            "venue": "Indian J Pathol Microbiol",
            "volume": "57",
            "issn": "",
            "pages": "400-406",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Demographics, health and travel characteristics of international travellers at a pre-travel clinic in Marseille, France",
            "authors": [],
            "year": 2012,
            "venue": "Travel Med Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "247-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions",
            "authors": [],
            "year": 2009,
            "venue": "Ann Intern Med",
            "volume": "151",
            "issn": "",
            "pages": "265-294",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The outcomes of patients with severe dengue admitted to intensive care units",
            "authors": [],
            "year": 2016,
            "venue": "Med (Baltimore)",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Potential harm of prophylactic platelet transfusion in adult dengue patients",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Clinical and histopathological features of fatal cases with dengue and chikungunya virus co-infection in Colombia, 2014 to 2015",
            "authors": [],
            "year": 2016,
            "venue": "Euro Surveill",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Association of metabolic factors with dengue viral infection on admission triage which predict its clinical course during Lahore dengue epidemic",
            "authors": [],
            "year": 2016,
            "venue": "J Pak Med Assoc",
            "volume": "66",
            "issn": "",
            "pages": "1102-1106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Vascular leakage in dengue—clinical spectrum and influence of parenteral fluid therapy",
            "authors": [],
            "year": 2016,
            "venue": "Trop Med Int Heal",
            "volume": "21",
            "issn": "",
            "pages": "445-453",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Anthropometry and dengue fever in coastal ecuador",
            "authors": [],
            "year": 2016,
            "venue": "FASEB J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Characteristics and risk factors for fatality in patients with dengue hemorrhagic fever, Taiwan, 2014",
            "authors": [],
            "year": 2016,
            "venue": "Am J Trop Med Hyg",
            "volume": "95",
            "issn": "",
            "pages": "322-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Identifying adult dengue patients at low risk for clinically significant bleeding",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "A two-year review on epidemiology and clinical characteristics of dengue deaths in Malaysia, 2013–2014",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Defining acute kidney injury in dengue viral infection by conventional and novel classification systems (AKIN and RIFLE): a comparative analysis",
            "authors": [],
            "year": 2016,
            "venue": "Postgrad Med J",
            "volume": "92",
            "issn": "",
            "pages": "78-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Incidence, characteristics and risk factors of acute kidney injury among dengue patients: A retrospective analysis",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Clinico-laboratory spectrum of dengue viral infection and risk factors associated with dengue hemorrhagic fever: a retrospective study",
            "authors": [],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Newly diagnosed diabetes mellitus in patients with dengue fever admitted in teaching hospital of Lahore",
            "authors": [],
            "year": 2015,
            "venue": "Pakistan J Med Heal Sci",
            "volume": "9",
            "issn": "",
            "pages": "99-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Diabetes mellitus increases severity of thrombocytopenia in dengue-infected patients",
            "authors": [],
            "year": 2015,
            "venue": "Int J Mol Sci",
            "volume": "16",
            "issn": "",
            "pages": "3820-3830",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Clinical features of and risk factors for rhabdomyolysis among adult patients with dengue virus infection",
            "authors": [],
            "year": 2015,
            "venue": "Am J Trop Med Hyg",
            "volume": "92",
            "issn": "",
            "pages": "75-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Autochthonous dengue fever, Tokyo, Japan, 2014",
            "authors": [],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "517-520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Clinical outcomes and virus characteristics of dengue in kidney transplant recipients: Report of 11 cases from a single center",
            "authors": [],
            "year": 2014,
            "venue": "Transplantation",
            "volume": "98",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Clinical and laboratory characteristics of patients with dengue hemorrhagic fever manifestations and their transfusion profile",
            "authors": [],
            "year": 2014,
            "venue": "Rev Bras Hematol Hemoter",
            "volume": "36",
            "issn": "",
            "pages": "115-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Clinical characteristics, risk factors and outcome in elderly experiencing dengue infections",
            "authors": [],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "21S",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Risk factors of mortality among dengue patients admitted to a tertiary care setting in Kerala, India",
            "authors": [],
            "year": 2014,
            "venue": "J Infect Public Health",
            "volume": "7",
            "issn": "",
            "pages": "114-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Vital signs in elderly dengue patients: Trends of blood pressure and pulse rate",
            "authors": [],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Early clinical and laboratory risk factors of intensive care unit requirement during 2004–2008 dengue epidemics in Singapore: a matched case-control study",
            "authors": [],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "A retrospective analysis of dengue fever case management and frequency of co-morbidities associated with deaths",
            "authors": [],
            "year": 2014,
            "venue": "BMC Res Notes",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Atypical presentations of dengue disease in the elderly visiting the ED",
            "authors": [],
            "year": 2013,
            "venue": "Am J Emerg Med",
            "volume": "31",
            "issn": "",
            "pages": "783-787",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Does comorbidity increase the risk of dengue hemorrhagic fever and dengue shock syndrome?",
            "authors": [],
            "year": 2013,
            "venue": "ISRN Trop Med",
            "volume": "2013",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Respiratory manifestations of dengue fever in Taiz-Yemen",
            "authors": [],
            "year": 2013,
            "venue": "Egypt J Chest Dis Tuberc",
            "volume": "62",
            "issn": "",
            "pages": "319-323",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Clinical and laboratory risk factors of dengue patients admitted in intensive care unit: A matched case-control study",
            "authors": [],
            "year": 2013,
            "venue": "Am J Trop Med Hyg",
            "volume": "89",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Risk factors for fatality among confirmed adult dengue inpatients in Singapore: A matched case-control study",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Enhanced surveillance for fatal dengue in Puerto Rico 2010–2012",
            "authors": [],
            "year": 2013,
            "venue": "Am J Trop Med Hyg",
            "volume": "89",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Deaths due to dengue fever during the 2011 epidemic: Experince at a tertiary care hospital in Lahore, Pakistan",
            "authors": [],
            "year": 2012,
            "venue": "Int J Infect Dis",
            "volume": "16S",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Early predictors of clinically significant bleeding in adults with dengue infection",
            "authors": [],
            "year": 2012,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "43",
            "issn": "",
            "pages": "890-899",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Diabetes with hypertension as risk factors for adult dengue hemorrhagic fever in a predominantly dengue serotype 2 epidemic: A case control study",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Negl Trop Dis",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "The early clinical features of dengue in adults: Challenges for early clinical diagnosis",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Allergies and diabetes as risk factors for dengue hemorrhagic fever: Results of a case control study",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Negl Trop Dis",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Outcome of dengue hemorrhagic fever-caused acute kidney injury in Thai children",
            "authors": [],
            "year": 2010,
            "venue": "J Pediatr",
            "volume": "157",
            "issn": "",
            "pages": "303-309",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "The benign nature of acute dengue infection in hospitalized older adults in Singapore",
            "authors": [],
            "year": 2010,
            "venue": "Int J Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "410-413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Prospective and descriptive study of adult dengue cases in an emergency department, in Martinique",
            "authors": [],
            "year": 2010,
            "venue": "Med Mal Infect",
            "volume": "40",
            "issn": "",
            "pages": "480-489",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Clinical characteristics, risk factors, and outcomes in adults experiencing dengue hemorrhagic fever complicated with acute renal failure",
            "authors": [],
            "year": 2009,
            "venue": "Am J Trop Med Hyg",
            "volume": "80",
            "issn": "",
            "pages": "651-655",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Impact of renal failure on the outcome of dengue viral infection",
            "authors": [],
            "year": 2008,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "3",
            "issn": "",
            "pages": "1350-1356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Dengue mortality: Reassessing the risks in transition countries",
            "authors": [],
            "year": 2008,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "102",
            "issn": "",
            "pages": "1011-1016",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Clinical and laboratory characteristics and risk factors for fatality in elderly patients with dengue hemorrhagic fever",
            "authors": [],
            "year": 2008,
            "venue": "Am J Trop Med Hyg",
            "volume": "79",
            "issn": "",
            "pages": "149-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "High case-fatality rate of adults with dengue hemorrhagic fever during an outbreak in non-endemic Taiwan: Risk factors for dengue-infected elders",
            "authors": [],
            "year": 2008,
            "venue": "Am J Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "10-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Clinical and laboratory signs as dengue markers during an outbreak in Rio de Janeiro",
            "authors": [],
            "year": 2008,
            "venue": "Infection",
            "volume": "36",
            "issn": "",
            "pages": "570-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Acute respiratory failure in adult patients with dengue virus infection",
            "authors": [],
            "year": 2007,
            "venue": "Am J Trop Med Hyg",
            "volume": "77",
            "issn": "",
            "pages": "151-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Clinical characteristics of dengue and dengue hemorrhagic fever in a medical center of southern Taiwan during the 2002 epidemic",
            "authors": [],
            "year": 2006,
            "venue": "J Microbiol Immunol Infect",
            "volume": "39",
            "issn": "",
            "pages": "121-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Is dengue severity related to nutritional status?",
            "authors": [],
            "year": 2005,
            "venue": "Southeast Asian J Trop Med Public Heal",
            "volume": "36",
            "issn": "",
            "pages": "378-384",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Dengue epidemic in the state of Rio Grande do Norte, Brazil, in 1997",
            "authors": [],
            "year": 1999,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "93",
            "issn": "",
            "pages": "247-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "West Nile virus retinopathy and associations with long term neurological and neurocognitive sequelae",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Long-term neurological outcomes in West Nile virus-infected patients: An observational study",
            "authors": [],
            "year": 2015,
            "venue": "Am J Trop Med Hyg",
            "volume": "92",
            "issn": "",
            "pages": "1006-1012",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "First outbreak of West Nile virus neuroinvasive disease in humans, Croatia, 2012",
            "authors": [],
            "year": 2014,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "14",
            "issn": "",
            "pages": "82-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Clinical features of West Nile virus epidemic in Dallas, Texas, 2012",
            "authors": [],
            "year": 2014,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "78",
            "issn": "",
            "pages": "132-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Laboratory and clinical characteristics of human West Nile virus infections during 2011 outbreak in southern Greece",
            "authors": [],
            "year": 2014,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "14",
            "issn": "",
            "pages": "52-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Functional Outcomes of Adult Patients With West Nile Virus Admitted to a Rehabilitation Hospital",
            "authors": [],
            "year": 2013,
            "venue": "J Geriatr Phys Ther",
            "volume": "36",
            "issn": "",
            "pages": "55-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "West Nile Virus Outbreak—Who were the critically ill patients?",
            "authors": [],
            "year": 2012,
            "venue": "Chest",
            "volume": "144",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Outbreak of West Nile virus infection among humans in Serbia, August to October 2012",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Outcome of patients admitted to the ICU with West Nile virus neuroinvasive disease",
            "authors": [],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Medical risk factors for severe West Nile virus disease, United States, 2008–2010",
            "authors": [],
            "year": 2012,
            "venue": "Am J Trop Med Hyg",
            "volume": "87",
            "issn": "",
            "pages": "179-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Outbreak of West Nile virus infection in Greece, 2010",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1868-1872",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Primary causes of death in reported cases of fatal West Nile fever, United States, 2002–2006",
            "authors": [],
            "year": 2011,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "11",
            "issn": "",
            "pages": "161-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Demographic and clinical factors associated with persistent symptoms after West Nile virus infection",
            "authors": [],
            "year": 2010,
            "venue": "Am J Trop Med Hyg",
            "volume": "83",
            "issn": "",
            "pages": "1133-1136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Ongoing outbreak of West Nile virus infections in humans in Greece, July—August 2010",
            "authors": [],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "15",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Risk factors for encephalitis from West Nile virus: A matched case-control study using hospitalized controls",
            "authors": [],
            "year": 2009,
            "venue": "Zoonoses Public Health",
            "volume": "56",
            "issn": "",
            "pages": "370-375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Risk factors for West Nile virus neuroinvasive disease, California, 2005",
            "authors": [],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1918-1920",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "A prospective evaluation of factors associated with chorioretinitis in patients with West Nile virus infection",
            "authors": [],
            "year": 2007,
            "venue": "Ocul Immunol Inflamm",
            "volume": "15",
            "issn": "",
            "pages": "435-439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Risk factors for encephalitis and death from West Nile virus infection",
            "authors": [],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "134",
            "issn": "",
            "pages": "1325-1332",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Predictors, neuroimaging characteristics and long- Term outcome of severe European tick-borne encephalitis: A prospective cohort study",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Comparison of correlated correlations",
            "authors": [],
            "year": 1989,
            "venue": "Stat Med",
            "volume": "8",
            "issn": "",
            "pages": "1485-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "The measurement of observer agreement for categorical data",
            "authors": [],
            "year": 1977,
            "venue": "Biometrics",
            "volume": "33",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Development and implementation of the standards for evaluating and reporting epidemiologic studies on chronic disease incidence or prevalence",
            "authors": [],
            "year": 2013,
            "venue": "Am J Public Heal Res",
            "volume": "1",
            "issn": "",
            "pages": "183-190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "Assessing risk of bias in prevalence studies: Modification of an existing tool and evidence of interrater agreement",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Epidemiol",
            "volume": "65",
            "issn": "",
            "pages": "934-939",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Bias in meta-analysis detected by a simple, graphical test",
            "authors": [],
            "year": 1997,
            "venue": "Br Med J",
            "volume": "315",
            "issn": "",
            "pages": "629-634",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Publication Bias in Meta-Analysis—Prevention, Assessment and Adjustments",
            "volume": "",
            "issn": "",
            "pages": "193-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Leadership and Organizational Outcomes: Meta-Analysis of Empirical Studies",
            "volume": "",
            "issn": "",
            "pages": "19-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Chi-squared and Fisher–Irwin tests of two-by-two tables with small sample recommendations",
            "authors": [],
            "year": 2007,
            "venue": "Stat Med",
            "volume": "26",
            "issn": "",
            "pages": "3661-3675",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "The analysis of 2 x 2 contingency tables: Yet again",
            "authors": [],
            "year": 2011,
            "venue": "Stat Med",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "Stratification for Confounding–Part 1: The Mantel-Haenszel Formula",
            "authors": [],
            "year": 2010,
            "venue": "Nephron Clin Pract",
            "volume": "116",
            "issn": "",
            "pages": "c317-c321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Statistical Models in Epidemiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "Mantel–Haenszel Methods",
            "authors": [],
            "year": 2014,
            "venue": "Wiley StatsRef: Statistics Reference Online",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "The Combination of estimates from different experiments",
            "authors": [],
            "year": 1954,
            "venue": "Biometrics",
            "volume": "10",
            "issn": "",
            "pages": "101-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "Quantifying heterogeneity in a meta-analysis",
            "authors": [],
            "year": 2002,
            "venue": "Stat Med",
            "volume": "21",
            "issn": "",
            "pages": "1539-1558",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration",
            "authors": [],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "Meta-analysis in clinical trials",
            "authors": [],
            "year": 1986,
            "venue": "Control Clin Trials",
            "volume": "7",
            "issn": "",
            "pages": "177-188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "Prevalence of diabetes in the 2009 influenza A (H1N1) and the Middle East respiratory syndrome coronavirus: A systematic review and meta-analysis",
            "authors": [],
            "year": 2016,
            "venue": "J Public Health Res",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF109": {
            "title": "First detection of autochthonous Zika virus transmission in a HIV-infected patient in Rio de Janeiro, Brazil",
            "authors": [],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "74",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF110": {
            "title": "Co-infection with Zika and dengue viruses in 2 patients, New Caledonia, 2014",
            "authors": [],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "381-382",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "Dengue, chikungunya and Zika co-infection in a patient from Colombia",
            "authors": [],
            "year": 2016,
            "venue": "J Infect Public Health",
            "volume": "9",
            "issn": "",
            "pages": "684-686",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "Evidence of perinatal transmission of Zika virus, French Polynesia, December 2013 and February 2014",
            "authors": [],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "8-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "Travelers with immune-mediated inflammatory diseases: Are they different?",
            "authors": [],
            "year": 2015,
            "venue": "J Travel Med",
            "volume": "22",
            "issn": "",
            "pages": "161-167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "Effect of diet on the metabolic response to infection: protein-sparing modified fast plus 100 grams glucose and yellow fever immunization",
            "authors": [],
            "year": 1981,
            "venue": "Am J Clin Nutr",
            "volume": "34",
            "issn": "",
            "pages": "238-244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF115": {
            "title": "Vaccination and risk of type I diabetes mellitus in active component U.S. Military, 2002–2008",
            "authors": [],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "813-819",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF116": {
            "title": "West Nile virus",
            "authors": [],
            "year": 2001,
            "venue": "JAMA",
            "volume": "286",
            "issn": "",
            "pages": "651-653",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF117": {
            "title": "Epidemic West Nile encephalitis, New York, 1999: Results of a household-based seroepidemiological survey",
            "authors": [],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "261-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF118": {
            "title": "Campbell GL. Virology, pathology, and clinical manifestations of West Nile virus disease",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1174-1179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF119": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF120": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF121": {
            "title": "The global burden of dengue: an analysis from the Global Burden of Disease Study 2013",
            "authors": [],
            "year": 2016,
            "venue": "Lancet Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "712-723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF122": {
            "title": "Determinants of mortality from severe dengue in Brazil: A population-based case-control study",
            "authors": [],
            "year": 2013,
            "venue": "Am J Trop Med Hyg",
            "volume": "88",
            "issn": "",
            "pages": "670-676",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF123": {
            "title": "Risk factors and clinical features associated with severe dengue infection in adults and children during the 2001 epidemic in Chonburi, Thailand",
            "authors": [],
            "year": 2004,
            "venue": "Trop Med Int Heal",
            "volume": "9",
            "issn": "",
            "pages": "1022-1029",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF124": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF125": {
            "title": "West Nile virus infection: A pediatric perspective",
            "authors": [],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "",
            "pages": "1375-1381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF126": {
            "title": "Dengue",
            "authors": [],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "366",
            "issn": "",
            "pages": "1423-1432",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF127": {
            "title": "Dengue",
            "authors": [],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "1644-1652",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF128": {
            "title": "Global and regional burden of disease and risk factors, 2001: systematic analysis of population health data",
            "authors": [],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "1747-1757",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF129": {
            "title": "Global, regional, and national incidence, prevalence, and years lived with disability for 301 acute and chronic diseases and injuries in 188 countries, 1990–2013: a systematic analysis for the Global Burden of Disease Study 2013",
            "authors": [],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "743-800",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF130": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "IDF Diabetes Atlas",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF131": {
            "title": "Blood pressure and ageing",
            "authors": [],
            "year": 2007,
            "venue": "Postgrad Med J",
            "volume": "83",
            "issn": "",
            "pages": "109-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF132": {
            "title": "Risk factors for diabetes mellitus by age and sex: results of the National Population Health Survey",
            "authors": [],
            "year": 2001,
            "venue": "Diabetologia",
            "volume": "44",
            "issn": "",
            "pages": "1221-1231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF133": {
            "title": "Climate change and the emergence of vector-borne diseases in Europe: case study of dengue fever",
            "authors": [],
            "year": 2014,
            "venue": "BMC Public Health",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF134": {
            "title": "Virulence and evolution of West Nile virus, Australia, 1960–2012",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1353-1362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF135": {
            "title": "Prevalence of West Nile virus infection in India",
            "authors": [],
            "year": 2002,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "33",
            "issn": "",
            "pages": "801-805",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF136": {
            "title": "Testing blood glucose may be useful in the management of dengue",
            "authors": [],
            "year": 2010,
            "venue": "Mymensingh Med J",
            "volume": "19",
            "issn": "",
            "pages": "382-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF137": {
            "title": "Refining the global spatial limits of dengue virus transmission by evidence-based consensus",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Negl Trop Dis",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF138": {
            "title": "Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS-CoV): a systematic review and meta-analysis",
            "authors": [],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "129-133",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF139": {
            "title": "West Nile encephalitis: An emerging disease in the United States",
            "authors": [],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "1713-1719",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF140": {
            "title": "Vascular endothelial function and hypertension: Insights and directions",
            "authors": [],
            "year": 2010,
            "venue": "Curr Hypertens Rep",
            "volume": "12",
            "issn": "",
            "pages": "448-455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF141": {
            "title": "Influence of diabetes and hyperglycaemia on infectious disease hospitalisation and outcome",
            "authors": [],
            "year": 2007,
            "venue": "Diabetologia",
            "volume": "50",
            "issn": "",
            "pages": "549-554",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF142": {
            "title": "Tuberculosis and diabetes mellitus: Convergence of two epidemics",
            "authors": [],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "737-746",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF143": {
            "title": "Type 2 diabetes mellitus and inflammation: Prospects for biomarkers of risk and nutritional intervention",
            "authors": [],
            "year": 2010,
            "venue": "Diabetes Metab Syndr Obes",
            "volume": "3",
            "issn": "",
            "pages": "173-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF144": {
            "title": "The effect of decreased residual renal function on endothelial function in CAPD patients",
            "authors": [],
            "year": 2010,
            "venue": "Perit Dial Int",
            "volume": "30",
            "issn": "",
            "pages": "467-470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF145": {
            "title": "Pathogenesis of vascular leak in dengue virus infection",
            "authors": [],
            "year": 2017,
            "venue": "Immunology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF146": {
            "title": "Differences in early cytokine production are associated with development of a greater number of symptoms following West Nile virus infection",
            "authors": [],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "214",
            "issn": "",
            "pages": "634-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF147": {
            "title": "Activation of the cytokine network and unfavorable outcome in patients with yellow fever",
            "authors": [],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "190",
            "issn": "",
            "pages": "1821-1827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF148": {
            "title": "Secondary heterologous dengue infection risk: Disequilibrium between immune regulation and inflammation?",
            "authors": [],
            "year": 2010,
            "venue": "Cell Immunol",
            "volume": "262",
            "issn": "",
            "pages": "134-140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF149": {
            "title": "Apoptosis, vascular leakage and increased risk of severe dengue in a type 2 diabetes mellitus patient",
            "authors": [],
            "year": 2008,
            "venue": "Diabetes Vasc Dis Res",
            "volume": "5",
            "issn": "",
            "pages": "213-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF150": {
            "title": "Cytokine cascade in dengue hemorrhagic fever: implications for pathogenesis",
            "authors": [],
            "year": 2000,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "183-188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF151": {
            "title": "Increased production of interleukin-4, interleukin-10, and granulocyte-macrophage colony-stimulating factor by type 2 diabetes’ mononuclear cells infected with dengue virus, but not increased intracellular viral multiplication",
            "authors": [],
            "year": 2013,
            "venue": "Biomed Res Int",
            "volume": "2013",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF152": {
            "title": "Suggested use of vaccines in diabetes",
            "authors": [],
            "year": 2012,
            "venue": "Indian J Endocrinol Metab",
            "volume": "16",
            "issn": "",
            "pages": "886-893",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF153": {
            "title": "Infections in patients with diabetes mellitus: A review of pathogenesis",
            "authors": [],
            "year": 2012,
            "venue": "Indian J Endocrinol Metab",
            "volume": "16",
            "issn": "Suppl1",
            "pages": "S27-S36",
            "other_ids": {
                "DOI": []
            }
        }
    }
}