{
    "paper_id": "PMC6202903",
    "metadata": {
        "title": "HIGH-FLOW NASAL CANNULA POST-TRACHEAL EXTUBATION IN A CHILD WITH\nUPPER AIRWAY OBSTRUCTION: CASE REPORT",
        "authors": [
            {
                "first": "José",
                "middle": [],
                "last": "Colleti",
                "suffix": "Junior",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tâmara",
                "middle": [
                    "Eleamen"
                ],
                "last": "Longui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Werther",
                "middle": [
                    "Brunow"
                ],
                "last": "de Carvalho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute laryngitis, in general, is caused by the viral infection of upper airways. It\nmostly affects children aged from 6 months to 3 years, and its peak incidence age is\n2 years, especially among male infants.\n1\n The most common etiological agents are the parainfluenza virus, influenza,\nmetapneumovirus, adenovirus, coronavirus and the respiratory syncytial virus.\n1\n\n,\n\n2\n The infection begins at the nasopharynx and spreads along the respiratory\nepithelium, causing inflammation of the subglottic portion of the larynx. Congestion\nand edema of this region lead to a variable degree of airway obstruction,\nrestricting the air flow entry, causing respiratory difficulties.\n1\n\n,\n\n2\n\n,\n\n3\n In 24 to 48 hours, the situation is aggravated with mild to severe\nobstruction, presence of barking cough, dysphonia, aphonia, or hoarse cry, and\ninspiratory stridor. In extreme cases, besides intensive dyspnea and agitation,\nthere is paleness, cyanosis, numbness, seizures, apnea, and death.\n2\n\n",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "mention": "\n1\n",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 364,
                    "end": 367,
                    "mention": "\n1\n",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 370,
                    "end": 373,
                    "mention": "\n2\n",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 672,
                    "end": 675,
                    "mention": "\n1\n",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 678,
                    "end": 681,
                    "mention": "\n2\n",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 684,
                    "end": 687,
                    "mention": "\n3\n",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 980,
                    "end": 983,
                    "mention": "\n2\n",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The high-flow nasal cannula is an alternative modality of medicinal gas\nadministration, with heated and humidified oxygen in flows that range, in\npediatrics, from 1 to 2 L/kg, and which has been used for ventilatory support in\nseveral clinical conditions.\n4\n\n,\n\n5\n\n,\n\n6\n\n,\n\n7\n\n,\n\n8\n\n,\n\n9\n\n",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "mention": "\n4\n",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 261,
                    "end": 264,
                    "mention": "\n5\n",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 267,
                    "end": 270,
                    "mention": "\n6\n",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 273,
                    "end": 276,
                    "mention": "\n7\n",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 279,
                    "end": 282,
                    "mention": "\n8\n",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 285,
                    "end": 288,
                    "mention": "\n9\n",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "We reported the case of a patient, in the pediatric emergency room, who needed\ntracheal intubation due to severe acute laryngitis, and who, after the scheduled\ntracheal extubation, successfully used the high-flow nasal cannula, which\npossibility prevented the need for a new tracheal intubation.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Male, 8-month-old patient, weighting 11 kg, living in the city of São Paulo (São\nPaulo), was hospitalized in the pediatric emergency room presenting with laryngeal\ninspiratory stridor associated with suprasternal notch and subdiaphragmatic\nretraction, classified as severe (score 11) in the Westley’s scale (Chart 1). He evolved to severe acute respiratory\nfailure, presenting respiratory frequency (RF) of 70 breaths per minute (bpm) and\nheart rate (HR) higher than 200 beats per minute (bpm), requiring tracheal\nintubation and being referred to the pediatric intensive care unit (ICU).",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 315,
                    "mention": "Chart 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": []
        },
        {
            "text": "As personal history, the child was born in a C-section, at term, and was intubated\nfor 17 days in the pediatric ICU due to early respiratory distress. He presented\nwith tracheal extubation failure caused by high respiratory distress in that\nhospitalization, evolving without intercurrences after that period.",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": []
        },
        {
            "text": "In the pediatric ICU, dexamethasone (0.6 mg/kg/day) was introduced on the first day\nof hospitalization, and the patient remained in mechanical ventilation, requiring\nventilator support: fraction of inspired oxygen (FiO2): 0.25; inspiratory\ntime: 0.79 seconds; RF: 30bpm; positive end expiratory pressure: 5 cmH2O;\npressure support: 14 cmH2O; pressure control: 16 cmH2O; and\ncurrent volume: 85 mL. He remained intubated, on midazolam (0.2 mg/kg/h) and\nfentanyl (2 mcg/kg/h), without the need for vasoactive medication, remaining\nclinically stable. Six days after hospitalization, flexible bronchoscopy was carried\nout to assess the conditions of the mucosa before indicating extubation, since the\npatient had been intubated for six days without signs of tracheal peri-cannula\nventilator escape. Bronchoscopy revealed “major mucosal edema, involving the\nintratracheal cannula” (Figure 1), so the\nchoice was to maintain the tracheal cannula, without progression of bronchoscopy\nthrough the trachea. The infant was intubated, stable, on dexamethasone and\nmedication for sedation and analgesia. Seven days after bronchoscopy, he\ndemonstrated signs of escape through the tracheal cannula, shown by auscultation and\nobserved in the monitor of the ventilation equipment (Servo-i®, Maquet,\nRastatt, Germany). A new flexible bronchoscopy was carried out for the supervised\nextubation. Bronchoscopy showed “larynx with discrete posterior wall edema, with\ngood mobilization of vocal folds and air escape between the tracheal cannula and the\nlarynx”.",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": [
                {
                    "start": 876,
                    "end": 884,
                    "mention": "Figure 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": []
        },
        {
            "text": "For the programming of the tracheal extubation, a thoracic X-ray was performed and\ndid not show any abnormalities nor arterial blood gas (pH: 7.50; pO2: 120\nmmHg; pCO2: 32 mmHg; sodium bicarbonate: 21 mEq/L; base excess: +1;\nSatO2: 98%). Tracheal extubation was conducted and the use of nasal\noxygen catheter began, with 2 L/minute, presenting with mild laryngeal stridor, with\nimprovements after inhalation with one ampoule of budesonide (0.25 mg). Forty-eight\nhours after the extubation, the patient evolved to severe acute respiratory failure,\nwith major laryngeal stridor, vacillation of the wings of the nose, and increased HR\nuntil 167 bmp, and RF of 39 bpm, indicating a new tracheal intubation. The choice\nwas to start support with high-flow nasal cannula (Optiflow Junior®,\nFisher & Paykel, Auckland, New Zealand) at 15 L/minute, FiO2: 25%, with\nsignificant improvement in the respiratory situation, as well as reduced HR and RF\n(Figure 2). The infant was comfortable in\nthe high-flow nasal cannula, preventing tracheal reintubation.",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": [
                {
                    "start": 939,
                    "end": 947,
                    "mention": "Figure 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": []
        },
        {
            "text": "The patient remained with the high-flow nasal cannula for nine days, and showed\nimprovements in high respiratory discomfort. There was a transition from the\nhigh-flow nasal cannula to nebulization with oxygen at 2 L/minute for one more day,\nbeing discharged to pediatric nursery in good clinical conditions.",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": []
        },
        {
            "text": "Before discharge, since the patient presented with persistent laryngeal stridor, and\nbecause of the previous history of intubation for 17 days, and extubation failure in\nthe neonatal period, a new flexible bronchoscopy was performed to investigate the\nafter-effects in the airways, showing “hyperemia of the larynx and subglottic region\nwith edema and granular surface”.",
            "cite_spans": [],
            "section": "CASE DESCRIPTION",
            "ref_spans": []
        },
        {
            "text": "In our report, the patient presented with severe acute laryngitis and benefitted from\nthe use of high-flow nasal cannula in the tracheal post-extubation period, due to\nsigns of persistent airway obstruction after 15 days of tracheal intubation,\npreventing possible after-effects of tracheal reintubation.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The obstruction of airways is one of the most common problems in pediatric medical\nservices, and leads to significant morbidity.\n3\n In acute laryngitis, diagnosis is clinical, and the treatment ranges\naccording to the level of severity. The Westley’s scale is used to classify\nseverity.\n2\n This patient was classified with 11 points, considered severe, and received\nthe necessary care in the pediatric emergency sector.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "mention": "\n3\n",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 286,
                    "end": 289,
                    "mention": "\n2\n",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "It is important to mention that the infant was submitted to tracheal intubation in\nthe emergency room, which, associated with the prolonged time of tracheal intubation\nin the neonatal period, may have contributed with the persistent glottis edema, and\nthe difficulty in tracheal extubation. It is important to consider the possibility\nthat the patient has a latent problem coming from the neonatal period, result of a\nprevious tracheal intubation, since, in acute laryngitis, a review by Gelbart et al.\nshowed that the mean time of tracheal intubation is 60 hours.\n10\n\n",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "mention": "\n10\n",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "When tracheal intubation takes place in the emergency sector, it is important that\nthe most experienced physician at the location performs the tracheal intubation,\nsince an edema associated with agitation may make the procedure more difficult. In\nsituations in which there is no success in tracheal intubation, the edema may be\naggravated, preventing new attempts. In these cases, it is essential that the\nmedical service has a protocol for airway access involving the anesthesia and/or\near, nose and throat teams, which contemplates the performance of urgent\ntracheostomy or cricothyroidotomy.\n3\n\n,\n\n11\n\n,\n\n12\n\n,\n\n13\n\n",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 597,
                    "mention": "\n3\n",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 600,
                    "end": 604,
                    "mention": "\n11\n",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 607,
                    "end": 611,
                    "mention": "\n12\n",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 614,
                    "end": 618,
                    "mention": "\n13\n",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The high-flow nasal cannula presents an action mechanism which, even if not\ncompletely clear, has been addressed at improving gas exchange for purifying the\ndead space and causing positive pharyngeal pressure, which can, up to a certain\npoint, be transmitted to the distal airways, providing low level of positive\nexpiratory pressure.\n4\n\n,\n\n5\n\n,\n\n9\n\n",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "mention": "\n4\n",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 340,
                    "end": 343,
                    "mention": "\n5\n",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 346,
                    "end": 349,
                    "mention": "\n9\n",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In the case presented, the patient used the high-flow nasal cannula and obtained\nbenefits from the improvement in the respiratory pattern, which possibly prevented\ntracheal reintubation and the complications from it. The use of the high-flow nasal\ncannula was efficient and pointed to a good response in acute laryngitis, suggesting\nit is a possible adjuvant for treatment, avoiding the worsening of the respiratory\nsituation and the need for reintubation. There are studies in adults comparing the\nuse of the high-flow nasal cannula versus non-invasive ventilation in tracheal\nextubation, and they show that the high-flow nasal cannula is not inferior to\nnoninvasive ventilation; however, these studies do not specifically address acute\nlaryngitis.\n14\n In the medical literature, we do not know of medical reports regarding the\nuse of high-flow nasal cannula for this purpose.",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 753,
                    "mention": "\n14\n",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Further investigations are necessary in patients with upper airway obstruction to\nassess the use of non-invasive ventilation in the tracheal post-extubation\nperiod.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Intensive care management of children intubated for croup: a\nretrospective analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gelbart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarpal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ninova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Butt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anaesth Intensive Care",
            "volume": "44",
            "issn": "",
            "pages": "245-250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Intensive care management of children intubated for croup: a\nretrospective analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gelbart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarpal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ninova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Butt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anaesth Intensive Care",
            "volume": "44",
            "issn": "",
            "pages": "245-250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Emergency cricothyroidotomy performed by inexperienced\nclinicians--surgical technique versus indicator-guided puncture\ntechnique",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Helm",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hossfeld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lampl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Böckers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Med J",
            "volume": "30",
            "issn": "",
            "pages": "646-649",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Respiratory support for children in the emergency\ndepartment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schibler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Paediatr Child Health",
            "volume": "52",
            "issn": "",
            "pages": "192-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Case Report: Severe acute respiratory distress by tracheal\nobstruction due to a congenital thyroid teratoma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Colleti",
                    "suffix": "Jr"
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Tannuri",
                    "suffix": ""
                },
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Lora",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Benites",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Imamura",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "F1000Res",
            "volume": "4",
            "issn": "",
            "pages": "159-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Effect of postextubation high-flow nasal cannula vs noninvasive\nventilation on reintubation and postextubation respiratory failure in\nhigh-risk patients: a randomized clinical trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hernández",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vaquero",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Colinas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cuena",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Canabal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "316",
            "issn": "",
            "pages": "1565-1574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Croup",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ Clin Evid",
            "volume": "10",
            "issn": "",
            "pages": "0321-0321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The management of acute laryngo-tracheo-bronchitis (croup): a\nconsensus view",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isles",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Erratum in: J Paediatr Child Health",
            "volume": "28",
            "issn": "",
            "pages": "223-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "High flow nasal cannula in children: a literature\nreview",
            "authors": [
                {
                    "first": "IB",
                    "middle": [],
                    "last": "Mikalsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oymar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scand J Trauma Resusc Emerg Med",
            "volume": "24",
            "issn": "",
            "pages": "93-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Use of high flow nasal cannula in critically ill infants,\nchildren, and adults: A critical review of the literature",
            "authors": [
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Rehder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Williford",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Cheifetz",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "247-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "High-flow oxygen therapy in acute respiratory\nfailure",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riera",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Masclans",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Respir Care",
            "volume": "55",
            "issn": "",
            "pages": "408-413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "High-flow nasal cannula therapy for respiratory support in\nchildren",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jauncey-Cooke",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schibler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bogossian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "3",
            "issn": "",
            "pages": "CD009850-CD009850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Effort of breathing in children receiving high-flow nasal\ncannula",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghuman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Deakers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khemani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Newth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Crit Care Med",
            "volume": "15",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The Clinical Impact of Heated Humidified High-Flow Nasal Cannula\non Pediatric Respiratory Distress",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kawaguchi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yasui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "deCaen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garros",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatr Crit Care Med",
            "volume": "18",
            "issn": "",
            "pages": "112-119",
            "other_ids": {
                "DOI": []
            }
        }
    }
}