{
    "paper_id": "PMC6457491",
    "metadata": {
        "title": "A viral metagenomic survey identifies known and novel mammalian viruses in bats from Saudi Arabia",
        "authors": [
            {
                "first": "Nischay",
                "middle": [],
                "last": "Mishra",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shamsudeen",
                "middle": [
                    "F."
                ],
                "last": "Fagbo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abdulaziz",
                "middle": [
                    "N."
                ],
                "last": "Alagaili",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Nitido",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Simon",
                "middle": [
                    "H."
                ],
                "last": "Williams",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bohyun",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abdulkareem",
                "middle": [],
                "last": "Durosinlorun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joel",
                "middle": [
                    "A."
                ],
                "last": "Garcia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Komal",
                "middle": [],
                "last": "Jain",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vishal",
                "middle": [],
                "last": "Kapoor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jonathan",
                "middle": [
                    "H."
                ],
                "last": "Epstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Briese",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ziad",
                "middle": [
                    "A."
                ],
                "last": "Memish",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [
                    "J."
                ],
                "last": "Olival",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "W.",
                "middle": [
                    "Ian"
                ],
                "last": "Lipkin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wanda",
                "middle": [],
                "last": "Markotter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bats (order Chiroptera) are the second most diverse mammalian order after rodents, comprising more than 1400 species that represent approximately 20% of all mammalian species [1]. Bats are beneficial in arthropod suppression, seed dispersal, and pollination; and serve as a bushmeat food source for some human populations [2, 3]. Bats are also natural reservoirs for a wide range of emerging viruses that may cause infectious diseases in humans, livestock, domestic animals and wildlife [4], and as a group bats also harbor a higher proportion of zoonotic viruses than other mammals [5]. As with most groups of mammals, bats are predicted to have a large diversity of viruses, which are currently undescribed [5, 6]. The development of more powerful high throughput sequencing (HTS) technology and bioinformatic tools now allow us to better characterize this viral diversity, including analysis of samples from geographic regions that have received little wildlife surveillance attention to date. Recently several bat virome studies have been published using high-throughput viral metagenomic approaches, revealing a wide range of viruses and expanding our knowledge of viral diversity. A coronavirus similar to Middle East respiratory syndrome coronavirus (MERS-CoV), adenoviruses, herpesviruses and circoviruses were reported in Neoromicia capensis bats from South Africa. Yinda et. al reported diverse rotaviruses, bastroviruses and sapoviruses using HTS analysis of Eidolon helvum and Epomophorus gambianus bats from Cameroon [7–10].",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 323,
                    "end": 324,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 327,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 488,
                    "end": 489,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 584,
                    "end": 585,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 710,
                    "end": 711,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 713,
                    "end": 714,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1531,
                    "end": 1532,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1533,
                    "end": 1535,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "During the course of an investigation into potential animal reservoirs for the MERS-CoV in the Kingdom of Saudi Arabia [KSA], we trapped and collected fecal specimens from individuals representing four bat species (R. hardwickii, T. perforatus, E. helvum and R. aegyptiacus) located in close proximity to the human index case in the town of Bisha, KSA [11]. High throughput viral metagenomic analyses of fecal samples revealed the presence of several known and novel bat RNA and DNA viruses in all four species. We recovered whole genomes of hepatovirus, rotavirus, polyomavirus, and partial genomes of papillomavirus, astrovirus, sapovirus, teschovirus, parechovirus, coronavirus, adenovirus, paramyxovirus, and chuvirus. In both R. hardwickii and E. helvum, we also found evidence of a virus that, like the recently reported bastrovirus, has elements of both hepeviruses and astroviruses, but differs in genomic organization. The Middle East Hepe-Astrovirus (ME Hepe-Astrovirus) has a genomic organization similar to Hepeviridae; however, it shares homology in certain regions of the genome to members from two viral families, Hepeviridae and Astroviridae.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In October 2012, fecal samples from 72 bat individuals were collected from 3 different sites in or around the town of Bisha, KSA [11]. Bat capture, morphological measurements and fecal sample collection were conducted as part of an outbreak investigation and surveillance effort with permission from and in coordination with the KSA Ministry of Health (Zoonotic Disease section). No methods for anesthesia, euthanasia, or any kind of animal sacrifice were involved in bat capturing and fecal sample collection. All bats were released after sampling. There was no local IACUC available in KSA at the time of this investigation; however, all bat sampling and handling were carried out in accordance with protocols from previously IACUC approved EcoHealth Alliance studies [12, 13]. All sampling was performed using minimally invasive (non-lethal) techniques detailed in a published protocol [14]. Briefly, individual bats were captured in either mist nets or harp traps located within ten meters of roosting sites or at foraging sites, and held in individual cloth bags until sampling. Bats were restrained manually while blood, urine, oral swabs, and rectal swabs/fecal samples were collected. Microbats (R. hardwickii and T. perforatus) were restrained between the handler’s thumb and palm of the non-preferred hand with wing extended with 90° angle between bat’s forearm and upper arm, the skin was wiped with alcohol and venous blood from brachial or propatagial (cephalic) vein was collected using a 25 or 27-gauge needle. Larger bats (R. aegyptiacus and E. helvum) were restrained by one researcher and second collected venous blood from propatagial or saphenous (inter-fermoral) vein [15].",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 771,
                    "end": 773,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 775,
                    "end": 777,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 890,
                    "end": 892,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1690,
                    "end": 1692,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Sample collection and library preparation ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "External morphological measurements were taken and wing biopsy specimens were also taken to confirm species identification by DNA analysis. All bats were released at the site of capture immediately after sampling. Rectal swab samples and fecal pellet samples were stored in viral transport medium. Rectal swab and fecal pellet suspensions (2% weight/volume in 1X phosphate buffered saline) were filtered through a 0.45 μm spin column (Millipore-Sigma, St. Louis, MO) by centrifugation for 10 minutes (~6000 rpm) to remove host cells and other microorganisms. Filtered suspensions were then treated with DNAse and RNAse to enrich the viral sequences by destroying exogenous host, bacterial, and fungal nucleic acids without affecting nucleic acid protected inside the viral capsid or envelope [16]. Total nucleic acids were then extracted using EasyMag automated extraction platform (bioMérieux, Boxtel, The Netherlands) [17]. Superscript III and random hexamer primers were used to generate first stranded cDNA (Life Technologies, Carlsbad, CA, USA). Second-stranded cDNA synthesis for HTS was carried out by random primer extension with Klenow enzyme (New England Biolabs, Ipswich, MA, USA). Double stranded DNA preparations were sheared (E210 sonicator; Covaris, Woburn, MA, USA) for an average fragment size of 200 bp and added to Agencourt AMPure XP beads (Beckman Coulter, Brea, CA, USA) for purification, and libraries were prepared with the Hyper Prep kit (KAPA Biosystems, Wilmington, MA, USA). Sequencing was performed using a read length of 100-nt, followed by an independent read of the 6-nt barcode. Unbiased high-throughput sequencing was done on the HiSeq 2500 platform (Illumina, San Diego, CA, USA).",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 795,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 921,
                    "end": 923,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Sample collection and library preparation ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "A total of 304 million reads were generated by Illumina HiSeq 2500, which were de-multiplexed using bcl2fastq software v 1.8.4 into individual samples for further analysis. The de-multiplexed HTS data was submitted to SRA NCBI (accession id: SRP158542). Reads were preprocessed to exclude host sequences and quality filtered prior to de novo assembly. Low quality and poor complexity reads were filtered using PRINSEQ (v 0.20.2) [18] and remaining reads were mapped to a host database using Bowtie2 mapper 2.0.6 (http://bowtie-bio.sourceforge.net). A host database was built using four bat genomic and ribosomal sequences (Myotis lucifugus, Myotis davidii, Pteropus vampyrus, and Pteropus alecto). The resulting reads were de novo assembled using MIRA (v4.0)[19] assembler and homology search was performed on NCBI GenBank database. Assembled contiguous sequences (contigs) and unique singletons from assembly were subjected to NCBI BLASTn, and unannotated sequences were further searched on non-redundant (nr) database using NCBI BLASTx. Based on BLASTn and BLASTx analysis, viral sequences matching with Illumina reads and contigs were downloaded from NCBI and used for mapping to recover partial or complete genomes.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Data analysis and bioinformatics pipeline ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Nucleotide and protein alignments were performed using MEGA 5.0 and MEGA 7.0 [20, 21]. Full genome assembly and annotation were performed using Geneious 10.1.2 [22]. Phylogenetic trees were constructed using MEGA 5.0/MEGA 7.0. The ME Hepe-Astrovirus phylogenetic tree was generated using BEAST2 Bayesian phylogenetic software [23] with WAG substitution model [24]. A tangelogram [25] was constructed in R using the dendextend package [26]. Recombination analyses were carried out using Simplot software [27].",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 82,
                    "end": 84,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 161,
                    "end": 163,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 435,
                    "end": 437,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Phylogenetic analyses ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Genbank accession numbers for reported viruses are summarized in Table 1.",
            "cite_spans": [],
            "section": "Accession number(s) ::: Material and methods",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We collected fecal samples from 72 individual bats representing four species from three bat families (Pteropodidae, Rhinopomatidae, and Emballonuridae) roosting in Bisha, KSA (Table 2). Bat species were identified using external morphological features [28] by trained bat biologists and confirmed via molecular testing by cytochrome B gene PCR amplification and sequencing [11, 29]. Total nucleic acid was extracted from fecal samples prior to library preparation and sequencing on the HiSeq 2500 system (Illumina, San Diego, CA).",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Virome analysis ::: Results",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The 72 libraries generated a total of 304 million single end 100 nt reads. Sequencing of the E. helvum (n = 24) pool yielded 113 million reads, R. hardwickii (n = 29) pool yielded 116 million reads, T. perforates (n = 17) pool yielded 68 million reads and R. aegyptiacus (n = 2) pool yielded 7 million reads. A total of 124 million reads (~40.7%) were identified as bat host sequences and 13.7 million (~4.5%) low quality and low complexity reads were removed by filtering using PRINSEQ (v 0.20.2)[18]. Of the remaining 167 million reads, 31 million were shared between fungal (~0.43 million, ~0.3%), bacterial (~29 million, ~17.3%), phage (~0.27 million, ~0.2%) and viral sequences (1.6 million, ~0.52%). The remaining ~130 million reads had similarity with genomic sequences of plants, insects, vertebrates and invertebrates, which largely can be explained by the dietary preference of each bat species. Viral results showed sequences matching with a wide range of known and novel viruses. Approximately 1.6 million (~0.52% of total reads) had nt or amino acid [aa] homology with the entries in the NCBI viral database [30] that included ssRNA viruses (~0.97 million reads, 52.4% of viral reads), ssDNA viruses (~0.47 million reads, 25.7%), dsRNA viruses (~0.11 million reads, 6.2%), dsDNA viruses (~0.24 million reads, 13.0%), retro-transcribing viruses (~0.04 million reads, 2.1%) and unclassified viruses (~0.004 million reads, 0.2%) (Fig 1). The virus population distribution by Baltimore classification [31] was different amongst the four bat species. Whereas results for R. hardwickii, T. perforatus, and E. helvum represent 17 or more bats per species, results for R. aegyptiacus reflect analysis of only two bats. Reads and contigs related to ssRNA viruses were abundant in R. hardwickii, T. perforatus and E. helvum bats (50–72%). R. aegyptiacus was dominated by retro-transcribing viruses (~88%). Reads and contigs related to ssRNA viruses were found in higher number in E. helvum and R. hardwickii (Fig 1). Sequences related to ssDNA viruses were found in higher number in T. perforatus and R. hardwickii (Fig 1). More than 50% of the ssRNA viral reads represented insect-borne picornaviruses that are presumably the result of an insectivorous diet. Similarly, greater than 70% of the ssDNA viral reads represented insect-borne densoviruses and parvoviruses. Based on BLASTn/BLASTx analyses, representations of viral reads per bat species are described in S1 Fig. Sequencing data also indicated the presence of bacteriophages, animal and plant viruses. Database queries (BLASTn/BLASTx) identified contigs with low homology to known RNA and DNA viruses of vertebrates.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1511,
                    "end": 1513,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Virome analysis ::: Results",
            "ref_spans": [
                {
                    "start": 1440,
                    "end": 1445,
                    "mention": "Fig 1",
                    "ref_id": null
                },
                {
                    "start": 2012,
                    "end": 2017,
                    "mention": "Fig 1",
                    "ref_id": null
                },
                {
                    "start": 2119,
                    "end": 2124,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "There were differences in viral distribution and relative presence between all four species (S1 Fig). Single stranded RNA viruses were most abundant in R. hardwickii and least abundant in R. aegyptiacus. Insect-borne ssRNA viruses from family Dicistroviridae were most abundant in R. hardwickii (insectivorous bats). Most ssRNA virus reads found in E. helvum and R. aegyptiacus samples were from the Picornaviridae family. Unclassified ssRNA negative-stranded viruses were most abundant in T. perforatus. Fecal material from R. hardwickii contained the most diverse population of ssRNA viruses (S1 Fig). Single stranded DNA viruses showed least diversity in all four-bat species. For the two frugivorous bats [family Pteropodidae] sampled, unclassified parvoviruses were most common (68%) in E. helvum bats while unclassified circoviruses and ssDNA viruses were most common (74%) in R. aegyptiacus. Insect-borne ssDNA densoviruses were most common in R. hardwickii (insectivorous bats). Unclassified insect-borne ssDNA parvoviruses were most common in T. perforatus (insectivorous bats) (S1 Fig). Reads and contigs from Adenoviridae family were most common in T. perforatus bats; sequences sharing identity with family Polyomaviridae were most common in E. helvum and R. aegyptiacus, and baculoviruses sequences were most common in R. hardwickii (S1 Fig). Sequences matching an insect-borne Drosophila A virus dsRNA virus were most abundant in R. hardwickii (insectivorous bats). Rotavirus reads were most abundant (~80%) in E. helvum (S1 Fig).",
            "cite_spans": [],
            "section": "Virome analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "Single stranded RNA and dsRNA virus diversity was more pronounced in R. hardwickii than in other bat species. E. helvum and R. aegyptiacus bat species showed >50% ssRNA viral reads representing the order Picornavirales. T. perforatus and E. helvum had more unclassified negative stranded ssRNA viral reads than either R. aegyptiacus or R. hardwicki. R. aegyptiacus and R. hardwickii had more papillomavirus reads than E. helvum and T. perforatus. In further analysis of sequence contigs with homology to viruses of vertebrate origin we found that some viruses appeared to be restricted to specific bat species (e.g. hepatovirus in R. hardwickii, sapovirus in E. helvum, adenovirus in T. perforatus). Descriptions of sequences and Genbank acc. numbers are summarized in Table 1.",
            "cite_spans": [],
            "section": "Virome analysis ::: Results",
            "ref_spans": [
                {
                    "start": 769,
                    "end": 776,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Hepeviruses are non-enveloped, single-stranded, positive sense RNA viruses with ~7.2 kb genome, containing a 5’ non-coding region (NCR), 3 open reading frames (ORFs), and a short 3’ NCR terminated by a poly-A tail [32]. Astroviruses are also non-enveloped, positive-sense ssRNA viruses (6–8 kb genome) with 5’ and 3’ NCRs and three ORFs [33]. HTS data revealed sequences found in three bat fecal samples (two from E. helvum and one from R. hardwickii) that shared identity with recently discovered bastroviruses in human feces from the Netherlands and E. helvum feces from Cameroon [9, 34]. Bastroviruses are tentatively classified as astroviruses. The putative structural protein of Bastrovirus shared homology to the capsid protein of Astroviridae and the putative non-structural protein was homologous to the non-structural protein encoded by members of the Hepeviridae family [34].",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 583,
                    "end": 584,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 586,
                    "end": 588,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 881,
                    "end": 883,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Middle East Bat Hepe-Astroviruses ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": []
        },
        {
            "text": "We obtained two complete genomes and one nearly complete genome with homology to bastrovirus through a combination of HTS, 5’/3’ rapid amplification of cDNA ends (RACE PCR) and Sanger sequencing. Whereas KSA239 [complete genome, 5839 nt] was isolated from R. hardwickii, KSA403 [complete genome, 5745 nt] and KSA410 [partial genome, 4911 nt] were isolated from E. helvum. No poly-A tail was detected through HTS or 3’ RACE analysis. The genome organization of the three viruses is most similar to that of hepeviruses (Fig 3) rather than human bastrovirus. KSA239, KSA403, and KSA410 genomes showed ~45% nt homology and ~50% aa homology with human bastroviruses. Since the genomic organization of viruses recovered from KSA was more similar to hepeviruses and the nt/aa identity shared with bastroviruses was low, we describe these 3 viruses as ME Hepe-Astroviruses. ME Hepe-Astroviruses showed ~65% nt and ~70% aa homology with bat bastrovirus (acc. no. KX907131) and rat bastrovirus from Vietnam (acc. no. KX907127). They contain ORF1, ORF2 and ORF3. ORF1 and ORF2 are in frame; ORF3 is in +1 position and overlaps ORF2. They also contain conserved domains consistent with the viral methyltransferase (Vtm), helicase, RNA-dependent RNA polymerase (RdRp) and capsid proteins of hepeviruses. We also compared ORF1, ORF2 and ORF3 with other hepeviruses and astroviruses and found that whereas ORF1 had higher aa homology to Hepeviridae (30%-37%) than to Astroviridae (11%-19%), ORF2 had higher aa homology to Astroviridae (33%-36%) than to Hepeviridae (17%-21%) (Fig 3). KSA239, KSA403 and KSA410 showed 59.3%-63.7% nt identity with each other and had an average 61% aa homology, with highest homology in ORF1 (65%-70%) and lowest homology in ORF3 (57%-59%). Comparative topological analysis confirmed these findings. Whereas RdRp sequences clustered with Hepeviridae, the capsid proteins clustered with Astroviridae (Fig 4). Phylogenetic analysis for Hepe-Astroviruses identified a close lineage with human bastroviruses when comparing RdRp (ORF1) sequences, but a distant lineage with human bastroviruses when comparing capsid (ORF2) sequences (Fig 4).",
            "cite_spans": [],
            "section": "Middle East Bat Hepe-Astroviruses ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 518,
                    "end": 523,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1561,
                    "end": 1566,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1916,
                    "end": 1921,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2145,
                    "end": 2150,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Approximately 50% of ssRNA viral reads were assigned to the order Picornavirales (Fig 2). We assembled all reads matching with Picornavirales with taxonomic classification (S2 Fig, http://krona.sourceforge.net) [35]. Approximately 60% of Picornavirales reads represented the family Dicistroviridae (invertebrate-borne picornaviruses that include black queen cell virus, himetobi P virus, and triatoma virus); ~13% represented the Iflaviridae (insect-borne picornaviruses); ~27% represented Picornaviridae.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Picornavirales ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 87,
                    "mention": "Fig 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Six of 29 fecal samples from R. hardwickii had viral reads homologous with genus Hepatovirus. Based on viral reads obtained, we designed two consensus PCR assays targeting a partial region of 5’ NCR (356 nt) and VP2 (261 nt). 5’ NCR clones showed 99.3% nt identity and VP2 clones showed 98% nt and 100% aa identity among 6 positive samples (accession # MH367852-MH367863). We sequenced the complete genome of the PCR positive sample with the highest product signal (KSA-215, Accession # KX420952) using a combination of HTS data, 5’/3’ RACE and gap-filling PCRs. The KSA-215 hepatovirus genome was 7473 nt long with a single ORF encoding a 2229 aa long polyprotein. The genomic organization of KSA-215 hepatovirus was similar to those of other reported hepatoviruses [36, 37] (Fig 5) and consisted of a 5’ NCR, a polyprotein (VP4-VP2-VP3-VP1-2A-2B-2C-3A-3B-3C-3D proteins) and 3’ NCR with a poly ‘A’ tail (Fig 5). The KSA-215 hepatovirus showed 77% nt identity and 82.5% aa homology with a recently discovered hepatovirus identified in Hipposideros armiger bats from China [36] (Fig 5). The most similar human hepatovirus (acc. no. AAA45465.1) showed 63% nt and 74% aa identity with the KSA-215 hepatovirus. Phylogenetic analysis using complete polyprotein sequence of KSA-215 bat hepatovirus and other hepatoviruses revealed that the KSA-215 bat hepatovirus clusters with other bat and hedgehog hepatoviruses (Fig 5). Human and simian origin hepatoviruses formed a separate clade. Polyprotein sequences from KSA-215, bat hepatovirus (Bat-HepV, acc. no. MG559674), the closest human hepatovirus (acc. no. LC035020) and phopivirus (acc. no. KR703607) were analyzed using the recombination RNAlysis tool (RAT) (Fig 5). This analysis revealed that the KSA-215 bat hepatovirus was most similar to bat-hepatovirus through the polyprotein and had no evidence of recombination (Fig 5).",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 770,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "A) Hepatoviruses ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 777,
                    "end": 782,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 906,
                    "end": 911,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1079,
                    "end": 1084,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1411,
                    "end": 1416,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1709,
                    "end": 1714,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1871,
                    "end": 1876,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Suids (domestic pigs and wild relatives) are the only known natural hosts of teschoviruses. In four E. helvum fecal samples, viral reads revealed aa homology to porcine teschovirus. KSA-412 has a 3167 nt contig with a 971 aa sequence in the putative polyprotein that has only 47% aa homology to other known teschoviruses. When placed in the phylogenetic context of the picornavirus family (Fig 5), KSA-412 teschovirus clusters with the teschoviruses and hungaroviruses; encephalomyocarditis and erboviruses remaining as outgroups. This virus likely represents a new genus within the Picornaviridae.",
            "cite_spans": [],
            "section": "B) Teschoviruses ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 390,
                    "end": 395,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Parechovirus is another genus in the family Picornaviridae. Approximately 10% of total Picornavirales reads were similar to parechoviruses (21–86% at the nt level, 30–90% at the aa level), and 11% were most similar to Ljungan viruses (26–88% at the nt level, 31–95% at the aa, S3 Fig-Krona). We did not recover complete viral genomic sequence from any sample; however, a 1080 nt parechovirus contig was recovered from E. helvum (KSA403). This fragment encoded 360 aa of polyprotein corresponding to the 3A and peptidase C3 proteins. The KSA-403 parechovirus had 52% aa homology with a bat parechovirus (crohivirus) and 40% aa homology with a ferret parechovirus. The pairwise phylogenetic analysis of the KSA-403 parechovirus partial polyprotein with the corresponding protein regions of other parechoviruses is shown in phylogenetic Fig 6. Based on criteria established by the Picornavirus Study Group of the International Committee for Taxonomy of Viruses whereby members of the same species of the Parechovirus genus share > 70% aa identity in the polyprotein region, KSA-403 parechovirus appears to represent a new species in the Parechovirus genus, Picornaviridae family (Fig 5).",
            "cite_spans": [],
            "section": "C) Parechoviruses ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 834,
                    "end": 839,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1177,
                    "end": 1182,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Four T. perforatus samples and one E. helvum sample contained astrovirus sequences. We amplified a portion of the RdRp region using PCR [38]. Sequences of the resulting ~420 nt RdRp products corresponding to 140 aa have been submitted to Genbank (acc. no. MH424428-MH424433). A sequence from E. helvum (KSA-419) was most closely related (70% aa homology) to a bovine astrovirus. Astroviruses from T. perforatus (found in KSA-422, KSA-428, KSA-434, and KSA-435) had >95% aa homology across the entire genome to an astrovirus discovered in a T. melanopogon from China in 2007 [39]. RdRp based protein phylogenetic analysis showed that astroviruses from KSA-422, KSA-428, KSA-434 and KSA-435 clustered with other bat astroviruses; the KSA-419 astrovirus clustered with other reported bovine, porcine and human astroviruses (Fig 6).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Astroviridae ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 821,
                    "end": 826,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Five of 24 E. helvum bats contained reads that matched viruses from the genus Sapovirus. One fecal sample yielded an 899 nt contig (KSA-403 bat sapovirus) in the RdRp with 82% nt and 99% aa homology to a partial sapovirus sequence retrieved from a E. helvum bat in Cameroon (acc. no. AQQ78883) [40]. Phylogenetic analysis demonstrated a closer relationship between KSA-403 and other bat sapoviruses than with human or porcine sapoviruses (Fig 6).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Sapoviruses ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 439,
                    "end": 444,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Four bat fecal samples (three E. helvum and one T. perforatus) revealed the presence of betacoronavirus sequences. Contig lengths derived from HTS data were insufficient for phylogenetic analyses, thus we amplified ~400 nt RdRp coding fragments by consensus PCR [41]. Sequence from KSA302 (400 nt), recovered from a T. perforatus bat, had 100% nt identity with a bovine coronavirus from Louisiana, USA (acc. no. NC003045). Three additional 400 nt products from E. helvum bats had 99–100% nt homology with a Rousettus bat betacoronavirus HKU9 from China (acc. no, NC009021) (Fig 6).",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Coronaviruses ::: Single stranded RNA Viruses ::: Results",
            "ref_spans": [
                {
                    "start": 574,
                    "end": 579,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "One R. hardwickii fecal sample yielded paramyxovirus reads (KSA-218). We recovered a 713 nt fragment of nucleocapsid protein that had 72% nt and 75% aa homology with bat paramyxovirus isolate BtMl-ParaV/QH2013 from China (acc. no. AIF74186) (Fig 6). One T. perforatus bat had sequences consistent with a novel chuvirus (KSA-431). Analysis of a 762 nt RdRp fragment revealed 65% nt identity with Lishi Spider Virus 1 (acc. no. KM817597) and 52% aa homology with the RdRp of Hubei chuvirus-like virus 3 (acc. no. YP_009337089). KSA-431-Chuvirus clustered with other arthropod-borne negative sense RNA viruses in phylogenetic analysis (Fig 6).",
            "cite_spans": [],
            "section": "Negative sense RNA viruses ::: Results",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 247,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 633,
                    "end": 638,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Approximately 13% of viral reads represented dsRNA viruses (Fig 1). Twenty-seven percent of dsRNA reads were similar to sequences from family Reoviridae; the remainder matched most closely with plant, bacterial, fungal or insect dsRNA viruses including drosophila A virus, circulifer tenellus virus 1, spissistilus festinus virus, partitivirus, totivirus, unclassified partitiviridae, unclassified birnaviridae, lentinula edodes helical virus and picobirnavirus (Fig 2). Approximately 2% of dsRNA sequences had nt similarity with rotaviruses. Five fecal samples from E. helvum (n = 3) and R. hardwicki and T. perforatus (each n = 1) had rotavirus A (RVA) reads. Based on these reads, we designed a consensus VP1 PCR assay to test for presence of bat RVA sequences. We detected 5 VP1 amplification products that had >99% nt identity with one another and 96–97% nt and 98% aa homology with a recently discovered Rotavirus A sequence (Bat-wt/CMR/BatLy03/2014/G25P43, acc. no. KX268776) from E. helvum bats in Cameroon [10]. We recovered a complete RVA genome from an E. helvum sample (KSA-402) using HTS data, 5’/3’ RACE and gap filling PCR. The KSA-402 RVA genome consisted of 11 dsRNA fragments ranging in size from 528 bp to 3267 bp (S1 Table). Stoichiometric analyses based on Sybrgreen realtime assays for each of the 11 individual RNA segments indicated that the number of RNA copies per reaction was similar for each segment (S3 Fig and S2 Table). These findings are consistent with the presence of a single reovirus [42]. VP7 segment of KSA-402 RVA showed 83% nt homology with the VP7 segment of Bat-wt/CMR/BatLy03/2014/G25P43. The remaining 10 segments showed 97–100% nt homology with Bat-wt/CMR/BatLy03/2014/G25P43 (acc. no. KX268777-KX268786). Whereas KSA-402 RVA is also similar to other bat rotaviruses (bat/4852/Kenya/2007 for the VP2, VP6, VP7, NSP2, NSP3, and NSP5 segments), the VP1, VP3, VP4, NSP1, NSP4 segments are similar to a diverse array of mammalian RVAs: VP1 had 79% aa similarity with a human rotavirus (genotype G10P/11) from India; VP3 had 74% aa identity with a Nigerian-origin cow rotavirus (genotype G8P); VP4 had 76% aa homology with a Nigerian-origin human rotavirus (genotype G8P); NSP4 had 74% aa level homology with a human rotavirus (genotype B10); and NSP1 had 36% aa homology with human rotavirus (genotype B10) (S1 Table). Five of eleven KSA-402 rotavirus segments had less than 80% aa homology to known human rotaviruses; our findings are compatible with the discovery of a new rotavirus genotype [43].",
            "cite_spans": [
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1522,
                    "end": 1524,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2537,
                    "end": 2539,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Bat Rotavirus ::: Double stranded RNA viruses ::: Results",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 65,
                    "mention": "Fig 1",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 468,
                    "mention": "Fig 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A novel polyomavirus was identified in E. helvum that represents the third polyomavirus identified in this bat species. The complete sequence of E. helvum polyomavirus 3 (KSA-403, EhPyV-3, acc. no. KX434762) was recovered from HTS data and confirmed using overlapping PCRs followed by bidirectional Sanger sequencing (Fig 7). The primers for complete genome sequencing of EHPyV-3 were designed using HTS data. EhPyV-3 is a circular dsDNA virus with a 4696 bp genome encoding three proteins; VP1, VP2 and large T antigen. EhPyV-3 is most similar to Pomona leaf-nosed bat (Hipposideros pomona) associated polyomavirus with 73% aa similarity for VP1, 66% for VP2 and 68% for the large T antigen. According to ICTV guidelines, EhPyV-3 meets criteria for classification as a new species [44]. Phylogenetic analysis of the VP1 protein places EhPyV-3 in a well-supported clade (99% bootstrap nodal support) with Pomona leaf-nosed bat associated polyomavirus (Fig 7). These two viruses do not cluster with any of the four existing polyomavirus genera; instead, they share a basal node with unassigned fish viruses.",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 785,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Polyomaviruses ::: DNA viruses ::: Results",
            "ref_spans": [
                {
                    "start": 318,
                    "end": 323,
                    "mention": "Fig 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 952,
                    "end": 957,
                    "mention": "Fig 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The partial genomic sequence of an adenovirus was identified in a T. perforatus bat (KSA-425, acc. no. KX434765) that included the complete coding sequence (2700nt) for the 899 aa long hexon protein. The complete hexon gene found in sample KSA-425 was confirmed using overlapping PCRs and bidirectional Sanger sequencing. The primers for complete hexon sequencing were designed using HTS data. T. perforatus adenovirus 1 is the first adenovirus to be identified in this bat species and shares 81% aa similarity across the hexon protein with canine adenovirus 1 and bat mastadenovirus G (acc. number NC031948). Bat mastadenovirus was identified in Rafinesque’s big-eared bat (Corynorhinus rafinesquii) in the United States [45]. Phylogenetic analysis of the hexon protein revealed that T. perforatus adenovirus 1 clusters with other bat mastadenoviruses, as well as skunk and canine adenoviruses (Fig 7). The T. perforatus adenovirus 1 hexon protein is the shortest amongst other members of this clade.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 725,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Adenoviruses ::: DNA viruses ::: Results",
            "ref_spans": [
                {
                    "start": 896,
                    "end": 901,
                    "mention": "Fig 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Four distinct papillomavirus sequences were identified in two bat species, E. helvum (Eidolon helvum papillomavirus 8; EhPv-8) and T. perforatus (T. perforatus papillomavirus 1, 2 and 3; TpPv-1, -2, -3). Complete coding sequences were recovered for EhPv-8 (acc. no. KX434763, 6985 bp), TpPv-1 (acc. no. KX434764, 7180 bp) and TpPv-3 (acc. no. KX434767, 7083bp). EpPv-8 shared 63% aa similarity to E. helvum papillomavirus type 1 across the DNA helicase protein (E1). TpPv-1, TpPv-2, and TpPv-3 (acc. no. KX434766, partial genome) shared 44%, 47% and 44% aa similarity across the E1 protein with human papillomavirus 63, Miniopterus schrebersii papillomavirus 1, and Castor canadensis papillomavirus 1, respectively (Fig 7).",
            "cite_spans": [],
            "section": "Papillomaviruses ::: DNA viruses ::: Results",
            "ref_spans": [
                {
                    "start": 716,
                    "end": 721,
                    "mention": "Fig 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Nearly three quarters of newly emerging and re-emerging zoonoses are linked to wildlife. Bats harbor a greater proportion of zoonotic viruses per host species than other mammalian orders [5]. In some instances outbreaks have been linked to bat roosting or foraging in close proximity to human settlements [7, 11, 46, 47]. The 2002–2003 SARS CoV outbreak in China, which caused more than 8000 cases of severe respiratory disease in humans resulting in ~ 800 fatalities and profound economic losses [48, 49], was linked to Rhinolophus sp. bats and the wildlife trade [50]. In 2012, the KSA reported a case of fatal pneumonia associated with a novel coronavirus, MERS-CoV infection [51]. MERS-CoV continues to cause morbidity and mortality chiefly in the Middle East and in travelers returning from the Middle East [51]. While primary human cases of MERS-CoV are often associated with epidemiological exposure to infected dromedary camels [52, 53], phylogenetic analyses and the global distribution of MERS-CoV related viruses in bats suggests that they were likely an original source of spillover to camels [54, 55].",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 306,
                    "end": 307,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 309,
                    "end": 311,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 313,
                    "end": 315,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 317,
                    "end": 319,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 680,
                    "end": 682,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 813,
                    "end": 815,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 937,
                    "end": 939,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 941,
                    "end": 943,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1106,
                    "end": 1108,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1110,
                    "end": 1112,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our current metagenomic study increases the knowledge of bat viruses circulating in the KSA. Only ~0.52% of total Illumina reads matched with viral reads and the majority of viral reads in bats samples likely reflect their diets. Approximately 83% of total viral sequences were related to phages, insect borne viruses and plant viruses, and only 14% represented mammalian viruses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The Hepe-Astroviruses found in E. helvum and R. hardwickii likely represent members of a new genus in the family Hepeviridae based upon sequence and genomic organization. The ME Hepe-Astrovirus from R. hardwickii (KSA 239) showed 63–65% aa homology with Hepe-Astroviruses from E. helvum (KSA 403, and KSA 410). E. helvum and R. hardwickii are phylogenetically and ecologically distinct bat species: E. helvum is a large widely roaming frugivorous bat that roost on trees while R. hardwickii is an insectivorous cave-roosting bat. These viruses have ~42–53% nt sequence identity to unpublished Bastroviruses from rats, pigs and bats from Vietnam, and the Bastro-like virus recently discovered in E. helvum bats that has been described as a novel astrovirus [9]. Whereas the ME Hepe-Astrovirus ORF1 is most homologous to hepeviruses, its ORF2 is most homologous to astroviruses (Fig 3B). Astroviruses have three overlapping ORFs; ORF1a, ORF1b and ORF2. In contrast, ME Hepe-Astroviruses have a genomic organization more similar to Hepeviridae: the ORF1 and ORF2 are non-overlapping but ORF3 is overlapping with ORF2 (Fig 3A). All three ME Hepe-Astroviruses identified in this study have a 10-nt long non-coding region between ORF1 and ORF2. The ME Hepe-Astrovirus ORF3 is characteristic of the Hepeviridae family, but not of the Astroviridae family [56]. Dryden et al. proposed a phylogenetic relationship between the Astroviridae and Hepeviridae viral families based on the structural similarities between immature human Astrovirus and hepatitis E like particles [57]. The ORF2 capsid protein of ME Hepe-Astroviruses shares very low aa identity with the hepeviruses, while the ORF1 protein showed very low aa similarity to astroviruses. The ORF1 non-structural protein in ME Hepe-Astroviruses contains functional domains of Hepeviridae and the phylogenetic and genomic analysis of the ME Hepe-Astroviruses consist with recombination events for previously reported bastroviruses [9, 34]. Thus, like bastroviruses, ME Hepe-Astrovirus sequences also support the argument for a common ancestor between the Astroviridae and Hepeviridae families. We also discovered five bat astroviruses. The majority of astroviruses found in T. perforatus bats from KSA are homologous to bat astroviruses discovered in T. perforatus bats from China. However, we also found an astrovirus in E. helvum [KSA-419] that was more closely related to bovine astroviruses.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 758,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1348,
                    "end": 1350,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1563,
                    "end": 1565,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1978,
                    "end": 1979,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1981,
                    "end": 1983,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 877,
                    "end": 883,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1115,
                    "end": 1121,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The genomic organization of KSA-215 hepatovirus was similar to those of other reported hepatoviruses [36, 37] (Fig 5A). The KSA-215 hepatovirus showed 77% nt identity and 82.5% aa homology with a recently discovered Hipposideros armiger bat hepatovirus from China, (Fig 5A). The closest human hepatovirus (acc. no. AAA45465.1) shared 63% nt and 74% aa identity with the KSA-215 hepatovirus. R. hardwickii and H. armiger bat species have no geographical range overlap and are from two divergent families, however homology between hepatoviruses found in these two species indicates a recent common ancestor or a wider viral host range that involves intermediate bridge hosts. Suids (domestic and wild pigs) are the only known natural hosts of teschoviruses [58]. However, we identified viral reads homologous to porcine teschoviruses in four E. helvum bats (KSA-412). We speculate that the bat teschovirus detected in KSA-412 will ultimately be described as representing a new genus within the Picornaviridae. Based on criteria established by the Picornavirus Study Group of the International Committee for Taxonomy of Viruses, KSA-403 parechovirus (bat crohivirus) also appears to represent a new species in the Picornaviridae family. Three betacoronaviruses from E. helvum bats were more than 98% homologous at the nt level with a R. aegyptiacus bat betacoronavirus 2d from China (bat coronavirus HKU9-1, acc. no, NC009021). One T. perforatus bat (KSA-302) coronavirus had 100% nt homology with a bovine coronavirus from Louisiana, USA (acc. no. NC003045), that was isolated from an animal experiencing fatal pneumonia during a bovine shipping fever epizootic.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 117,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 266,
                    "end": 272,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Reads and contigs that matched with rotaviruses (RV) and unclassified picobirnaviruses were the only dsRNA vertebrate viruses found in this study. These included RVs detected in R. hardwickii, T. perforatus, and E. helvum bats. Similar RVs were recently discovered in Cameroonian E. helvum bats (Bat-wt/CMR/BatLy03/2014/G25P43). Ten out of 11 segments from KSA-402 RVA showed >97% nt and >98% aa homology with the Cameroonian E. helvum RVA. VP7 had 83% nt and 86% aa homology with Cameroonian E. helvum. Bisha, KSA and Cameroon are separated by 4500 km. The presence of similar RVAs across the geographic range of E. helvum, known to fly long distances [59], suggest spread and introduction of these viruses during migration and flight—even to the most geographically isolated portion of its range in KSA.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 656,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The next nearest known host to E. helvum polyomavirus 3 is the insectivorous Pomona leaf-nosed bats (Hipposideros pomona), a species found in the northern regions of South East Asia as well as parts of southern China, Nepal and Bangladesh [60]. These bat species have no geographical overlap, as E. helvum is restricted to Africa, Yemen and Saudi Arabia. These data suggest an underappreciated diversity of polyomaviruses remains to be discovered in bats sampled from intermediate geographical locations, including wide swaths of Western Asia that remain relatively unexplored. The discovery of near complete genomes for four papillomaviruses, including three from T. perforatus, demonstrates co-circulation of multiple genotypes in a localized region of KSA, and expands the collection of the highly diverse Papillomaviridae viral family. We also detected the first adenovirus of T. perforatus that was related to canine adenovirus, and a bat adenovirus found in USA.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, as in other geographic catchment areas, bats endemic in the KSA have richly diverse viromes. The most remarkable single finding was the presence of Hepe-Astroviruses, that are similar to Bastroviruses and bastro-like viruses but with a distinctive hepevirus-like genomic organization. Further molecular and serological studies are required to test whether these viruses are capable or infecting humans, domestic animals, or other wildlife.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although bats provide invaluable ecosystem services including insect control, pollination, and seed dispersal, they harbor a higher proportion of zoonotic viruses as compared to other mammalian orders. The majority of current bat virome projects are focused on bat populations from temperate or tropical regions of the world, particularly in Asia, North America, and Europe. This is the first bat virome study from the Arabian Peninsula and comprises four bat species endemic in the KSA. Using high throughput sequencing methods, we found a diverse flora of viruses in these bats, including a bastro-like virus (Middle East Hepe-Astrovirus) that suggests a common ancestor for astroviruses and hepeviruses.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF2": {
            "text": "Fig 3: A. Genomic organization of ME Hepe-Astrovirus KSA 239, a related hepevirus (rat hepatitis E virus acc. no. JN167537) and an astrovirus (avian nephritis virus acc. no. KM985703) based on amino acid sequence. B. Simplot analysis using the Recombination Analysis Tool (RAT), illustrating amino acid homology between aligned sequences in a sliding window of 120 amino acids with an increment size of 60. x- axis is aa genomic position ORF1 and ORF2 for KS-239 Hepe-Astrovirus; y-axis is percent aa homology with a hepevirus (red line) and an astrovirus (blue line).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: The data set was constructed using the KSA239, KSA 403 and KSA 410 ME hepe-astrovirus sequences along with 3 bastroviruses, 36 reference hepevirus and astrovirus genomes from Hepeviridae and Astroviridae viral families. All sequences selected have both an ORF1 (RdRp) and ORF2 (capsid) sequence available in NCBI database. Amino acids of both protein regions were aligned with MUltiple Sequence Comparison by Log-Expectation (MUSCLE), trimmed to 370 aa for RdRp and 240 aa for the capsid protein (conserved region). The phylogenetic trees were constructed using BEAST2 Bayesian phylogenetic software (13). Both analyses used the WAG substitution model (14), and were set with a strict molecular clock. The tangelogram (15) was constructed in R using the dendextend package and nodes are labeled with the posterior value (16).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: (A) Phylogenetic analysis of KSA215 bat hepatovirus based on amino acid sequences of complete polyprotein. (B) Simplot analysis using the Recombination Analysis Tool (RAT), illustrating amino acid homology between aligned sequences in a sliding window of 100 amino acids with an increment size of 100. x- axis is the polyprotein of KSA-215 Hepatovirus; y-axis is percent aa homology with a Human HAV (acc. no. ABN09955—blue line), bat HAV (acc. no. MG559674—green line) and phopivirus (acc. no. KR703607 -red line). (C) Phylogenetic analysis of KSA0412 bat teschovirus based on 971 amino acid long sequence of partial polyprotein (1246–2205 aa on polyprotein of PTV11, acc. no. AF296096). (D) The phylogenetic analysis of KSA0403 bat parechovirus based on 360 amino acid long sequence of partial polyprotein (1429–1788 aa on polyprotein of bat crohivirus, acc. no. YP009345900). All phylogenetic trees were created in MEGA7 software using maximum likelihood with 500 bootstrap replicates.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: (A) Phylogenetic analysis of KSA astroviruses based on 140 aa long partial RdRp region (268–407 aa on RdRp of Guang Xi bat astrovirus, acc. no. ACN88755); (B) Phylogenetic analysis of KSA Sapovirus based on 299 aa long partial RdRp region (1383–1680 aa on polyprotein of Cameroonian bat sapovirus, acc. no. AQQ78883); (C) Phylogenetic analysis of KSA Coronaviruses based on 139 aa long partial RdRp region (15177–15582 nt on ORF1ab of bovine coronavirus, acc. no. NC003045); (D) Phylogenetic analysis of KSA paramyxovirus based on 240 aa long partial nucleocapsid region (77–317 aa on nucleocapsid of bat paramyxovirus, acc. no. AIF74186); (E) Phylogenetic analysis of KSA Chuvirus based on 251 aa long partial RdRp region (685–936 aa on RdRp of Lishi spider virus, acc. no. AJG39051). All phylogenetic trees were created in MEGA7 software using maximum likelihood with 500 bootstrap replicates.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: (A) Genome structure of KSA403 (EhPyV-3). Numbers represent nucleotide positions; green arrows indicate coding regions for each gene. Maximum likelihood phylogenetic tree of the (B) VP1 protein for representative members of the family Polyomaviridae (KSA-403) (C) Hexon protein for representative members of the family Adenoviridae with KSA-425 (D) VP1 protein for representative members of the family Papillomaviridae (KSA-416, KSA-424, KSA-433 and KSA-428). For all Maximum likelihood phylogenetic trees, the scale bar represents units of substitutions per site. An asterisk denotes the virus discovered in this study. Bootstrap nodal support values are indicated if > 70.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Education to Action: Improving Public Perception of Bats",
            "authors": [],
            "year": 2016,
            "venue": "Animals (Basel)",
            "volume": "6",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/ani6010006"
                ]
            }
        },
        "BIBREF2": {
            "title": "Assessment of potential zoonotic disease exposure and illness related to an annual bat festival—Idanre, Nigeria",
            "authors": [],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "15",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Bat-man disease transmission: zoonotic pathogens from wildlife reservoirs to human populations",
            "authors": [],
            "year": 2016,
            "venue": "Cell Death Discov",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/cddiscovery.2016.48"
                ]
            }
        },
        "BIBREF4": {
            "title": "Host and viral traits predict zoonotic spillover from mammals",
            "authors": [],
            "year": 2017,
            "venue": "Nature",
            "volume": "546",
            "issn": "7660",
            "pages": "646-50",
            "other_ids": {
                "DOI": [
                    "10.1038/nature22975"
                ]
            }
        },
        "BIBREF5": {
            "title": "A strategy to estimate unknown viral diversity in mammals",
            "authors": [],
            "year": 2013,
            "venue": "MBio",
            "volume": "4",
            "issn": "5",
            "pages": "e00598-13",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00598-13"
                ]
            }
        },
        "BIBREF6": {
            "title": "A metagenomic viral discovery approach identifies potential zoonotic and novel mammalian viruses in Neoromicia bats within South Africa",
            "authors": [],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0194527"
                ]
            }
        },
        "BIBREF7": {
            "title": "Virome analysis of two sympatric bat species (Desmodus rotundus and Molossus molossus) in French Guiana",
            "authors": [],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0186943"
                ]
            }
        },
        "BIBREF8": {
            "title": "Cameroonian fruit bats harbor divergent viruses, including rotavirus H, bastroviruses, and picobirnaviruses using an alternative genetic code",
            "authors": [],
            "year": 2018,
            "venue": "Virus Evol",
            "volume": "4",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/ve/vey008"
                ]
            }
        },
        "BIBREF9": {
            "title": "Novel highly divergent reassortant bat rotaviruses in Cameroon, without evidence of zoonosis",
            "authors": [],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep34209"
                ]
            }
        },
        "BIBREF10": {
            "title": "Middle East respiratory syndrome coronavirus in bats, Saudi Arabia",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "11",
            "pages": "1819-23",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1911.131172"
                ]
            }
        },
        "BIBREF11": {
            "title": "Viral Diversity, Prey Preference, and Bartonella Prevalence in Desmodus rotundus in Guatemala",
            "authors": [],
            "year": 2016,
            "venue": "Ecohealth",
            "volume": "13",
            "issn": "4",
            "pages": "761-74",
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-016-1183-z"
                ]
            }
        },
        "BIBREF12": {
            "title": "Optimizing Viral Discovery in Bats",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0149237"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Evaluation of rapid and simple techniques for the enrichment of viruses prior to metagenomic virus discovery",
            "authors": [],
            "year": 2014,
            "venue": "J Virol Methods",
            "volume": "195",
            "issn": "",
            "pages": "194-204",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2013.08.035"
                ]
            }
        },
        "BIBREF16": {
            "title": "Virome analysis of Amblyomma americanum, Dermacentor variabilis, and Ixodes scapularis ticks reveals novel highly divergent vertebrate and invertebrate viruses",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "19",
            "pages": "11480-92",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01858-14"
                ]
            }
        },
        "BIBREF17": {
            "title": "Quality control and preprocessing of metagenomic datasets",
            "authors": [],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "6",
            "pages": "863-4",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btr026"
                ]
            }
        },
        "BIBREF18": {
            "title": "Using the miraEST assembler for reliable and automated mRNA transcript assembly and SNP detection in sequenced ESTs",
            "authors": [],
            "year": 2004,
            "venue": "Genome Res",
            "volume": "14",
            "issn": "6",
            "pages": "1147-59",
            "other_ids": {
                "DOI": [
                    "10.1101/gr.1917404"
                ]
            }
        },
        "BIBREF19": {
            "title": "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets",
            "authors": [],
            "year": 2016,
            "venue": "Mol Biol Evol",
            "volume": "33",
            "issn": "7",
            "pages": "1870-4",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msw054"
                ]
            }
        },
        "BIBREF20": {
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [],
            "year": 2011,
            "venue": "Mol Biol Evol",
            "volume": "28",
            "issn": "10",
            "pages": "2731-9",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msr121"
                ]
            }
        },
        "BIBREF21": {
            "title": "Geneious Basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data",
            "authors": [],
            "year": 2012,
            "venue": "Bioinformatics",
            "volume": "28",
            "issn": "12",
            "pages": "1647-9",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/bts199"
                ]
            }
        },
        "BIBREF22": {
            "title": "BEAST 2: a software platform for Bayesian evolutionary analysis",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Comput Biol",
            "volume": "10",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1003537"
                ]
            }
        },
        "BIBREF23": {
            "title": "An improved general amino acid replacement matrix",
            "authors": [],
            "year": 2008,
            "venue": "Mol Biol Evol",
            "volume": "25",
            "issn": "7",
            "pages": "1307-20",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msn067"
                ]
            }
        },
        "BIBREF24": {
            "title": "Tanglegrams for rooted phylogenetic trees and networks",
            "authors": [],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "13",
            "pages": "i248-56",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btr210"
                ]
            }
        },
        "BIBREF25": {
            "title": "dendextend: an R package for visualizing, adjusting and comparing trees of hierarchical clustering",
            "authors": [],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "31",
            "issn": "22",
            "pages": "3718-20",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btv428"
                ]
            }
        },
        "BIBREF26": {
            "title": "Full-length human immunodeficiency virus type 1 genomes from subtype C-infected seroconverters in India, with evidence of intersubtype recombination",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "1",
            "pages": "152-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The Mammals of Arabia",
            "authors": [],
            "year": 1991,
            "venue": "NHBS",
            "volume": "1991",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A molecular phylogeny for bats illuminates biogeography and the fossil record",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "5709",
            "pages": "580-4",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1105113"
                ]
            }
        },
        "BIBREF29": {
            "title": "DBatVir: the database of bat-associated viruses",
            "authors": [],
            "year": 2014,
            "venue": "Database (Oxford)",
            "volume": "2014",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/database/bau021"
                ]
            }
        },
        "BIBREF30": {
            "title": "Expression of animal virus genomes",
            "authors": [],
            "year": 1971,
            "venue": "Bacteriol Rev",
            "volume": "35",
            "issn": "3",
            "pages": "235-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Hepatitis E virus and related viruses in wild, domestic and zoo animals: A review",
            "authors": [],
            "year": 2018,
            "venue": "Zoonoses Public Health",
            "volume": "65",
            "issn": "1",
            "pages": "11-29",
            "other_ids": {
                "DOI": [
                    "10.1111/zph.12405"
                ]
            }
        },
        "BIBREF32": {
            "title": "The Astrovirus Capsid: A Review",
            "authors": [],
            "year": 2017,
            "venue": "Viruses",
            "volume": "9",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/v9010015"
                ]
            }
        },
        "BIBREF33": {
            "title": "A Novel Astrovirus-Like RNA Virus Detected in Human Stool",
            "authors": [],
            "year": 2016,
            "venue": "Virus Evol",
            "volume": "2",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/ve/vew005"
                ]
            }
        },
        "BIBREF34": {
            "title": "Interactive metagenomic visualization in a Web browser",
            "authors": [],
            "year": 2011,
            "venue": "BMC Bioinformatics",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2105-12-385"
                ]
            }
        },
        "BIBREF35": {
            "title": "Genomic Characterization of a Novel Hepatovirus from Great Roundleaf Bats in China",
            "authors": [],
            "year": 2018,
            "venue": "Virol Sin",
            "volume": "33",
            "issn": "1",
            "pages": "108-10",
            "other_ids": {
                "DOI": [
                    "10.1007/s12250-018-0013-6"
                ]
            }
        },
        "BIBREF36": {
            "title": "Evolutionary origins of hepatitis A virus in small mammals",
            "authors": [],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "112",
            "issn": "49",
            "pages": "15190-5",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1516992112"
                ]
            }
        },
        "BIBREF37": {
            "title": "Novel astroviruses in insectivorous bats",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "18",
            "pages": "9107-14",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00857-08"
                ]
            }
        },
        "BIBREF38": {
            "title": "Detection of diverse astroviruses from bats in China",
            "authors": [],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "Pt 4",
            "pages": "883-7",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.007732-0"
                ]
            }
        },
        "BIBREF39": {
            "title": "Novel highly divergent sapoviruses detected by metagenomics analysis in straw-colored fruit bats in Cameroon",
            "authors": [],
            "year": 2017,
            "venue": "Emerg Microbes Infect",
            "volume": "6",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2017.20"
                ]
            }
        },
        "BIBREF40": {
            "title": "Bat coronaviruses and experimental infection of bats, the Philippines",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "8",
            "pages": "1217-23",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1608.100208"
                ]
            }
        },
        "BIBREF41": {
            "title": "Reassortment of Human and Animal Rotavirus Gene Segments in Emerging DS-1-Like G1P[8] Rotavirus Strains",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0148416"
                ]
            }
        },
        "BIBREF42": {
            "title": "The diversity of the orthoreoviruses: molecular taxonomy and phylogentic divides",
            "authors": [],
            "year": 2009,
            "venue": "Infect Genet Evol",
            "volume": "9",
            "issn": "4",
            "pages": "390-400",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2009.01.011"
                ]
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Arch Virol",
            "volume": "161",
            "issn": "6",
            "pages": "1739-50",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-016-2794-y"
                ]
            }
        },
        "BIBREF44": {
            "title": "Evolution and Cryo-electron Microscopy Capsid Structure of a North American Bat Adenovirus and Its Relationship to Other Mastadenoviruses",
            "authors": [],
            "year": 2017,
            "venue": "J Virol",
            "volume": "91",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01504-16"
                ]
            }
        },
        "BIBREF45": {
            "title": "Circulation of Nipah virus in Pteropus giganteus bats in northeast region of India, 2015",
            "authors": [],
            "year": 2018,
            "venue": "Indian J Med Res",
            "volume": "147",
            "issn": "3",
            "pages": "318-20",
            "other_ids": {
                "DOI": [
                    "10.4103/ijmr.IJMR_1488_16"
                ]
            }
        },
        "BIBREF46": {
            "title": "Identification of a novel coronavirus in bats",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "4",
            "pages": "2001-9",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.4.2001-2009.2005"
                ]
            }
        },
        "BIBREF47": {
            "title": "Severe acute respiratory syndrome (SARS)—paradigm of an emerging viral infection",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Virol",
            "volume": "29",
            "issn": "1",
            "pages": "13-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1967-76",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa030747"
                ]
            }
        },
        "BIBREF49": {
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "7477",
            "pages": "535-8",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12711"
                ]
            }
        },
        "BIBREF50": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "19",
            "pages": "1814-20",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1211721"
                ]
            }
        },
        "BIBREF51": {
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "2",
            "pages": "e00884-14",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00884-14"
                ]
            }
        },
        "BIBREF52": {
            "title": "Reported Direct and Indirect Contact with Dromedary Camels among Laboratory-Confirmed MERS-CoV Cases",
            "authors": [],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/v10080425"
                ]
            }
        },
        "BIBREF53": {
            "title": "Rooting the phylogenetic tree of middle East respiratory syndrome coronavirus by characterization of a conspecific virus from an African bat",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "19",
            "pages": "11297-303",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01498-14"
                ]
            }
        },
        "BIBREF54": {
            "title": "Group C betacoronavirus in bat guano fertilizer, Thailand",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "8",
            "pages": "1349-51",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1908.130119"
                ]
            }
        },
        "BIBREF55": {
            "title": "Epidemiology of Classic and Novel Human Astrovirus: Gastroenteritis and Beyond",
            "authors": [],
            "year": 2017,
            "venue": "Viruses",
            "volume": "9",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/v9020033"
                ]
            }
        },
        "BIBREF56": {
            "title": "Immature and mature human astrovirus: structure, conformational changes, and similarities to hepatitis E virus",
            "authors": [],
            "year": 2012,
            "venue": "J Mol Biol",
            "volume": "422",
            "issn": "5",
            "pages": "650-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2012.06.029"
                ]
            }
        },
        "BIBREF57": {
            "title": "New serotypes of porcine teschovirus identified in Shanghai, China",
            "authors": [],
            "year": 2015,
            "venue": "Arch Virol",
            "volume": "160",
            "issn": "3",
            "pages": "831-5",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-014-2326-6"
                ]
            }
        },
        "BIBREF58": {
            "title": "The movement ecology of the straw-colored fruit bat, Eidolon helvum, in sub-Saharan Africa assessed by stable isotope ratios",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0045729"
                ]
            }
        },
        "BIBREF59": {
            "title": "Complete Genome Sequence of a Polyomavirus Recovered from a Pomona Leaf-Nosed Bat (Hipposideros pomona) Metagenome Data Set",
            "authors": [],
            "year": 2017,
            "venue": "Genome Announc",
            "volume": "5",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.01053-16"
                ]
            }
        }
    }
}