{
    "paper_id": "PMC6518832",
    "metadata": {
        "title": "Seroprevalence of hepatitis E virus in dromedary camels, Bedouins, Muslim Arabs and Jews in Israel, 2009–2017",
        "authors": [
            {
                "first": "R.",
                "middle": [],
                "last": "Bassal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Wax",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R.",
                "middle": [],
                "last": "Shirazi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [],
                "last": "Shohat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.",
                "middle": [],
                "last": "Cohen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.",
                "middle": [],
                "last": "David",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Abu-Mouch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y.",
                "middle": [],
                "last": "Abu-Ghanem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [],
                "last": "Mendelson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Z.",
                "middle": [],
                "last": "Ben-Ari",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "O.",
                "middle": [],
                "last": "Mor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Hepatitis E virus (HEV) is an emerging pathogen and one of the causes of viral hepatitis in the world [1]. The infection is mostly silent, but when symptoms do appear, illness is usually self-limiting [1]. HEV infection can also become chronic in immunocompromised individuals, such as those receiving organ transplants or chemotherapy, as well as among individuals with HIV infection [2]. Moreover, extra hepatic manifestations of HEV infection, mostly neurological, are increasingly recognised [3]. Currently, eight HEV genotypes are known, all belonging to a single serotype [4]. Of those, HEV-7 and HEV-8 have been identified in dromedary (1-humped) and bactrian (2-humped) camels, respectively [4, 5]. HEV-7, identified in a liver transplant recipient had been linked to the consumption of camel products [6].",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 202,
                    "end": 203,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 386,
                    "end": 387,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 497,
                    "end": 498,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 579,
                    "end": 580,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 700,
                    "end": 701,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 703,
                    "end": 704,
                    "mention": "5",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 811,
                    "end": 812,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Human HEV infection, investigated using seroprevalence studies, was found to be more prevalent in older ages [7–20], lower socio-economic status [21], poorer residence areas [9, 14–15], among sheltered homeless adults [22] or uneducated people [14], specific nationalities (for example, higher in mixed race donors and ethnic groups within China [12, 15], or in immigrants from Afghanistan [14]), drinking water from wells or rivers [15], consumption of meat products [7, 15, 17, 23] especially pork [24, 25] and following blood transfusions [1].",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "7",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 112,
                    "end": 114,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 146,
                    "end": 148,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 175,
                    "end": 176,
                    "mention": "9",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 181,
                    "end": 183,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 219,
                    "end": 221,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 245,
                    "end": 247,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 347,
                    "end": 349,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 351,
                    "end": 353,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 391,
                    "end": 393,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 469,
                    "end": 470,
                    "mention": "7",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The majority of the population in Israel comprises Jews (74.8%) and Arabs (20.8%), of which 84.7% are Muslims [26]. While almost all Israeli-Arabs were born in Israel, Jews compose a mixed population of Israeli-born and non-Israeli-born individuals. Previously, we have shown that the overall HEV seroprevalence in Israel was 10.6% and higher in Arabs (22.5%) compared with Jews (10.3%); with most of the anti-HEV positive Jews being immigrants not born in Israel [21]. However, an assessment of anti-HEV prevalence in specific subgroups of Arabs has not been done.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 465,
                    "end": 467,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The Bedouins in Israel compose a unique nomadic Muslim Arab population with cultural, historical and social uniqueness. While non-Bedouin Muslim Arabs live in villages spread around the country, mostly in the northern and central part of Israel and are not physically related to camels, many of the Bedouins who live in southern Israel own dromedary camels and consume camel products [27].",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This study aimed to assess HEV seroprevalence in camels (dromedary), in Bedouins living in the southern part of Israel in the vicinity of camels, in non-Bedouins Arabs (Muslims living in northern and central Israel) and in Israeli-born Jews and to assess the factors associated with anti-HEV seropositivity.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Total anti-HEV antibodies were assessed in camel samples using HEV-Ab ELISA kit (Wantai, Biologic Pharmacy Enterprise, Beijing, Republic of China) which detects total antibodies and is suitable for detection of anti HEV antibodies in non-human sera. HEV RNA in camel sera was assessed with the RealStar HEV kit (Altona Diagnostics GmbH, Hamburg, Germany) which, according to the manufacturer, should detect all HEV genotypes. Human samples from the current study were tested with anti-IgG HEV ELISA kit (Wantai, Biologic Pharmacy Enterprise, Beijing, Republic of China) which recognises human antibodies against all HEV genotypes with 97.96% sensitivity and 99.99% specificity [30]. Assays were performed according to the manufacturer's instructions. All serological equivocal results were considered as negative. In the previous study, we used the DSI-Anti-HEV-IgG kit (Diagnostic Systems Italy, Saronno, Italy) [21]. Merging the current and previous study data were applicable after comparing the kits performances using 90 positive and negative samples, revealing 95.6% concordance between the kits. HEV RNA was not assessed in human sera due to lack of sufficient serum material.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 680,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 914,
                    "end": 916,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Laboratory analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Descriptive analysis was done for the study populations. Prevalence rates of anti-HEV antibodies in camels and in human sera were calculated by dividing the number of samples positive to anti-HEV antibodies by the total number of samples tested in each group. For the human samples, we calculated the prevalence rates in each of the studied populations by age group, gender and socio-economic status. We used the Cochran-Armitage Trend Test to evaluate trends in binomial proportions and the χ2 test to compare between population groups. Logistic regression analyses were applied to assess the factors associated with anti-HEV seropositivity. Interaction was assessed for each variable associated with HEV seropositivity. Statistical significance was evaluated using 2-sided tests with an alpha level of 0.05. All analyses were performed using SAS Enterprise Guide (version 7.12 HF5, SAS Institute Inc., Cary, NC, USA).",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Of the samples obtained from camels, 68.6% (95% CI 57.7–78.2%) were anti-HEV IgG positive. The seroprevalence among camels 10 and above, 7 and 3 years old were 88.9% (16/18) (95%CI 65.3–98.6%), 56.0% (14/25) (95% CI 34.9–75.6%) and 67.4% (29/43) (95% CI 51.5–80.9%). None of the samples were HEV RNA positive.",
            "cite_spans": [],
            "section": "Camels’ samples ::: Results",
            "ref_spans": []
        },
        {
            "text": "Table 1 demonstrates the demographic characteristics and the seropositivity rates of each population group. The age range of Bedouins was 20.0–79.6 years, non-Bedouin Arabs: 20.1–88.1 years and Jews: 20.0–96.8 years. Overall, 21.6% of the samples obtained from Bedouins (95% CI 17.2–26.7%), 15.0% of the samples obtained from non-Bedouin Arabs (95% CI 11.3–19.4%) and 3.1% of the samples obtained from Jews (95% CI 1.1–6.6%) were anti-HEV IgG positive. HEV seropositivity was significantly higher in Bedouins and in non-Bedouin Arabs compared to Jews (P-value < 0.001). The difference in seropositivity rates between Bedouins and non-Bedouin Arabs was statistically significant (P-value = 0.032).\n",
            "cite_spans": [],
            "section": "Humans’ samples ::: Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Table 2 demonstrates the odds for being HEV positive, by population group, demonstrating significantly higher odds among the older age groups of both Arab populations.\n",
            "cite_spans": [],
            "section": "Humans’ samples ::: Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "A single variable analysis demonstrated that seropositivity was significantly higher among Arabs (Bedouins and non-Bedouin); older age groups (30–39 and ⩾40 years) and lower socio-economic status (Table 3). No significant interaction was identified. These associations remained statistically significant in the multivariable analysis, except for the lower socio-economic status (Table 3).\n",
            "cite_spans": [],
            "section": "Humans’ samples ::: Results",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 379,
                    "end": 386,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "In a sensitivity analysis performed for the classification of the equivocal samples as positive or negative, no significant difference was observed.",
            "cite_spans": [],
            "section": "Humans’ samples ::: Results",
            "ref_spans": []
        },
        {
            "text": "HEV prevalence among dromedary camels, has been studied in the past and following literature review we realise that our finding (68.6%) is higher than the 22.4% seroprevalence rates reported in Ethiopia [31], but similar to the 62.9% seropositivity among dromedary camels recently reported in Egypt, a nearby country [32]. Together, these results suggest that the 1-humped camels in our region are highly seropositive for HEV.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Both Bedouins (21.6%) and non-Bedouin Arabs (15.0%) were characterised by significantly higher HEV seroprevalence rates compared with the overall low seropositivity rates (3.1%) observed in Jews. Together with the high seroprevalence of HEV in camels, these results indicate endemicity of HEV in Israel. Worldwide, the seroprevalence of HEV documented in human populations varies between high (⩾20.0%), medium (10.0–19.9%) and low (<10.0%). High HEV seroprevalence rates were reported in Uganda (47.7%) [33], Poland (43.5% and 49.6%) [9, 18], Bolivia (34.8%) [13], Jordan (30.9%) [7] and South Africa (25.3%) [12]. Medium HEV seroprevalence rates were reported in China (19.9%) [15], Belgium (18.3%) [34], Portugal (16.3%) [11] and the Mediterranean Region (11.9%) [35]. Low HEV seroprevalence rates were reported in New Zealand (9.7%) [10], Scotland (6.1%) [36] and Iceland (2.1%) [37]. Accordingly, within Israel, high, medium and low HEV seroprevalence rates were observed in Bedouins, non-Bedouin Arabs and Jews.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 506,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 535,
                    "end": 536,
                    "mention": "9",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 581,
                    "end": 582,
                    "mention": "7",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 610,
                    "end": 612,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 701,
                    "end": 703,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 724,
                    "end": 726,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 837,
                    "end": 839,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 859,
                    "end": 861,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 883,
                    "end": 885,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The higher seroprevalence rate in Bedouins could be attributed to their low socio-economic status but could also result from exposure to camels, especially as the latter were highly seroprevalent (possibly a consequence of HEV-7 infection [4]). As camel samples were HEV RNA negative and fecal specimens were not available for analysis, this hypothesis could not be further explored. In Jordan, a nearby country, an overall of 30.9% anti-HEV prevalence rate was determined in the local population and owning camels was associated with increased odds of HEV seropositivity [7]. Future studies should aim to assess the HEV RNA prevalence in camel's feces and in their fresh blood samples, as well as in similar samples obtained from Bedouins who own camels. With the recent report suggesting that HEV originated in Asia, most likely from a human ancestor that existed ~4500–6800 years ago and that the split of camel-infecting genotypes occurred during camel domestication, HEV circulation between camels and Bedouins could be expected [38]. The high HEV seropositivity rate observed in non-Bedouin Arabs, most of whom live in Northern parts of Israel, could be attributed to exposure to HEV-3 which is possibly circulating in the country and was recently identified in local sewage facilities mainly in the north of Israel [39]. As both Judaism and Islam forbid the consumption of pork, we find it unlikely that this is the main risk for the identified HEV seroprevalence in the Muslim population. The low HEV seroprevalence observed in Israeli-born Jews may be associated with the overall higher socio-economic status characterising this population, living in better sanitary conditions than the Bedouins and most of the non-Bedouin Arabs, rendering HEV infection less conceivable.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 573,
                    "end": 574,
                    "mention": "7",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1035,
                    "end": 1037,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1323,
                    "end": 1325,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The variability observed between different population groups and in different studies, may be explained by exposure to potential risk factors associated with HEV infection as lifestyle habits (dietary), environmental conditions, geographic location, occupation, religion (as the prohibition of consuming pork among Jews and Islam) but also to co-morbidities. Differences may also be explained by the assays used for antibodies detection, demonstrating wide variation in the ability to detect HEV antibodies (sensitivity and specificity) [40].",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The association of HEV seropositivity with age observed in our study has also been reported by others [7–20] and may be explained not only by the cumulative lifetime exposure to HEV, but also by cohort effect, where certain population groups were more likely to be exposed to the virus during their life.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "mention": "7",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 105,
                    "end": 107,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The major limitation of our study is the lack of data on characteristics that might be important to exposure to HEV, such as actual exposure to animals, consumption of camel meat and the quality of the local water source. Additionally, the cross-sectional nature of the data cannot establish a temporal relationship between risk factors and outcome, thus limits the interpretation of the results. Finally, HEV RNA from human samples could not be assessed due to limited serum volumes. However, for the first time, we have investigated samples from local camels and from specific human populations, with fair distribution by age groups and gender. Based on this cohort, our results suggest that HEV is endemic in Israel and that specific population groups like Bedouins and non-Bedouin Arabs are at higher risk of HEV infection. Further studies are needed to determine the HEV genotypes circulating among dromedary camels and the specific Arabs populations.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Demographic characteristics distribution and seroprevalence of human serum samples in Israel of anti-Hepatitis E IgG positive, by population group\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Single variable analysis of human serum samples in Israel of anti-Hepatitis E IgG positive, by population group\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Single variable and multivariable analysis of factors associated with anti-HEV seropositivity\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Hepatitis E: a disease of reemerging importance",
            "authors": [],
            "year": 2015,
            "venue": "Journal of the Formosan Medical Association",
            "volume": "114",
            "issn": "",
            "pages": "681-690",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Prevalence of hepatitis E virus antibodies and infection in New Zealand blood donors",
            "authors": [],
            "year": 2018,
            "venue": "New Zealand Medical Journal",
            "volume": "131",
            "issn": "",
            "pages": "38-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A nationwide serosurvey of hepatitis E virus antibodies in the general population of Portugal",
            "authors": [],
            "year": 2018,
            "venue": "The European Journal of Public Health",
            "volume": "28",
            "issn": "",
            "pages": "720-724",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Racial differences in seroprevalence of HAV and HEV in blood donors in the Western Cape, South Africa: a clue to the predominant HEV genotype?",
            "authors": [],
            "year": 2017,
            "venue": "Epidemiology and Infection",
            "volume": "145",
            "issn": "",
            "pages": "1910-1912",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Seroprevalence of hepatitis A virus, hepatitis E virus, and Helicobacter pylori in rural communities of the Bolivian Chaco, 2013",
            "authors": [],
            "year": 2018,
            "venue": "The American Journal of Tropical Medicine and Hygiene",
            "volume": "98",
            "issn": "",
            "pages": "1275-1280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Prevalence, risk factors and molecular evaluation of hepatitis E virus infection among pregnant women resident in the northern shores of Persian Gulf, Iran",
            "authors": [],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Seroprevalence and risk factors of hepatitis E virus infection among the Korean, Manchu, Mongol, and Han ethnic groups in Eastern and Northeastern China",
            "authors": [],
            "year": 2017,
            "venue": "Journal of Medical Virology",
            "volume": "89",
            "issn": "",
            "pages": "1988-1994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "HEV and HAV seroprevalence in men that have sex with men (MSM): an update from Milan, Italy",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Medical Virology",
            "volume": "90",
            "issn": "",
            "pages": "1323-1327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Meat consumption is a major risk factor for hepatitis E virus infection",
            "authors": [],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Hepatitis E virus IgG seroprevalence in HIV patients and blood donors, west-central Poland",
            "authors": [],
            "year": 2017,
            "venue": "International Journal of Infectious Diseases",
            "volume": "61",
            "issn": "",
            "pages": "20-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Hepatitis E prevalence in a sexual high-risk population compared to the general population",
            "authors": [],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Hepatitis E virus: advances and challenges",
            "authors": [],
            "year": 2018,
            "venue": "Nature Reviews Gastroenterology & Hepatology",
            "volume": "15",
            "issn": "",
            "pages": "96-110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Seroprevalence of hepatitis E virus in chronic hepatitis C in Brazil",
            "authors": [],
            "year": 2018,
            "venue": "Brazilian Journal of Infectious Diseases",
            "volume": "22",
            "issn": "",
            "pages": "85-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Prevalence of hepatitis E virus antibodies, Israel, 2009–2010",
            "authors": [],
            "year": 2015,
            "venue": "Emerging Infectious Diseases",
            "volume": "21",
            "issn": "",
            "pages": "692-694",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Prevalence of HAV Ab, HEV (IgG), HSV2 IgG, and Syphilis among sheltered homeless adults in Tehran, 2012",
            "authors": [],
            "year": 2017,
            "venue": "International Journal of Health Policy and Management",
            "volume": "7",
            "issn": "",
            "pages": "225-230",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Screening of ready-to-eat meat products for hepatitis E virus in Switzerland",
            "authors": [],
            "year": 2018,
            "venue": "Food and Environmental Virology",
            "volume": "10",
            "issn": "",
            "pages": "263-271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Hepatitis E virus infections in blood donors, France",
            "authors": [],
            "year": 2014,
            "venue": "Emerging Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "1914-1917",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Hepatitis E virus seroprevalence among adults, Germany",
            "authors": [],
            "year": 2012,
            "venue": "Emerging Infectious Diseases",
            "volume": "18",
            "issn": "",
            "pages": "1654-1657",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Human brucellosis outbreak acquired through camel milk ingestion in southern Israel",
            "authors": [],
            "year": 2012,
            "venue": "Israel Medical Association Journal",
            "volume": "14",
            "issn": "",
            "pages": "475-478",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "EASL clinical practice guidelines on hepatitis E virus infection",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Hepatology",
            "volume": "68",
            "issn": "",
            "pages": "1256-1271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Serological evidence of hepatitis E virus infection in dromedary camels in Ethiopia",
            "authors": [],
            "year": 2017,
            "venue": "Journal of Virological Methods",
            "volume": "246",
            "issn": "",
            "pages": "34-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Hepatitis E virus infection in dromedaries, North and East Africa, United Arab Emirates, and Pakistan, 1983–2015",
            "authors": [],
            "year": 2016,
            "venue": "Emerging Infectious Diseases",
            "volume": "22",
            "issn": "",
            "pages": "1249-1252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Hepatitis E virus seroprevalence and correlates of anti-HEV IgG antibodies in the Rakai District, Uganda",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Infectious Diseases",
            "volume": "217",
            "issn": "",
            "pages": "785-789",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Clinical burden of hepatitis E virus infection in a tertiary care center in Flanders, Belgium",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Clinical Virology",
            "volume": "103",
            "issn": "",
            "pages": "8-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Hepatitis E virus seroprevalence rate among Eastern Mediterranean and middle eastern countries; A systematic review and pooled analysis",
            "authors": [],
            "year": 2017,
            "venue": "Microbial Pathogenesis",
            "volume": "110",
            "issn": "",
            "pages": "252-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Hepatitis E virus (HEV) in Scotland: evidence of recent increase in viral circulation in humans",
            "authors": [],
            "year": 2018,
            "venue": "Eurosurveillance",
            "volume": "23",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Low prevalence of hepatitis E in Iceland: a seroepidemiological study",
            "authors": [],
            "year": 2018,
            "venue": "Scandinavian Journal of Gastroenterology",
            "volume": "53",
            "issn": "",
            "pages": "293-296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Origin and dispersal of hepatitis E virus",
            "authors": [],
            "year": 2018,
            "venue": "Emerging Microbes and Infections",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Hepatitis E virus genotype 3 in sewage and genotype 1 in acute hepatitis cases, Israel",
            "authors": [],
            "year": 2016,
            "venue": "American Journal of Tropical Medicine and Hygiene",
            "volume": "95",
            "issn": "",
            "pages": "216-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Hepatitis E virus genotypes and evolution: emergence of camel hepatitis E variants",
            "authors": [],
            "year": 2017,
            "venue": "International Journal of Molecular Sciences",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Laboratory challenges in the diagnosis of hepatitis E virus",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Medical Microbiology",
            "volume": "67",
            "issn": "",
            "pages": "466-480",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "New hepatitis E virus genotype in camels, the Middle East",
            "authors": [],
            "year": 2014,
            "venue": "Emerging Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "1044-1048",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Chronic infection with camelid hepatitis E virus in a liver transplant recipient who regularly consumes camel meat and milk",
            "authors": [],
            "year": 2016,
            "venue": "Gastroenterology",
            "volume": "150",
            "issn": "",
            "pages": "355-357",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Seroprevalence and risk factors of hepatitis E infection in Jordan's population: first report",
            "authors": [],
            "year": 2018,
            "venue": "International Journal of Infectious Diseases",
            "volume": "66",
            "issn": "",
            "pages": "121-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Hepatitis E virus seroprevalence, seroincidence and seroreversion in the German adult population",
            "authors": [],
            "year": 2018,
            "venue": "Journal of Viral Hepatitis",
            "volume": "25",
            "issn": "",
            "pages": "752-758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Molecular and serological infection marker screening in blood donors indicates high endemicity of hepatitis E virus in Poland",
            "authors": [],
            "year": 2018,
            "venue": "Transfusion",
            "volume": "58",
            "issn": "",
            "pages": "1245-1253",
            "other_ids": {
                "DOI": []
            }
        }
    }
}