{
    "paper_id": "PMC6518471",
    "metadata": {
        "title": "School sessions are correlated with seasonal outbreaks of medically attended respiratory infections: electronic health record time series analysis, Wisconsin 2004–2011",
        "authors": [
            {
                "first": "J.",
                "middle": [
                    "L."
                ],
                "last": "Temte",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [
                    "G."
                ],
                "last": "Meiman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R.",
                "middle": [
                    "E."
                ],
                "last": "Gangnon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute respiratory infection (ARI) seasonality is generally believed to stem from three main factors: the cyclical nature of host immunity, weather variations and changes in host behaviour, most notably in how people interact with each other [1, 2]. Close person-to-person contact, particularly among school-age children, is frequently cited as an important example of the latter. An association between school sessions and ARI outbreaks has long been observed [3], and many researchers have proposed school attendance as an important driver of early autumn and winter spikes in ARIs. Yet research demonstrating this effect is relatively limited. Measles was one of the first viruses that showed a strong correlation with school sessions [2, 4, 5]. More recent research on influenza [6, 7] has also suggested a link, and rhinovirus has demonstrated autumnal peaks that correlate closely with the onset of school [8]. Any attempt to discern a correlation between school attendance and seasonality, however, is necessarily complicated by other potential drivers that these studies do not address.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 245,
                    "end": 246,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 461,
                    "end": 462,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 738,
                    "end": 739,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 741,
                    "end": 742,
                    "mention": "4",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 744,
                    "end": 745,
                    "mention": "5",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 783,
                    "end": 784,
                    "mention": "6",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 786,
                    "end": 787,
                    "mention": "7",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 912,
                    "end": 913,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Of all potential correlates of seasonality, temperature and relative humidity are the most widely studied. Colder temperatures are associated with increases in ARIs, and studies have largely confirmed an inverse relationship in temperate regions. Inverse relationships between viral prevalence and temperature have been shown for common viral pathogens, including influenza, respiratory syncytial virus (RSV), rhinovirus, adenovirus, coronavirus and human metapneumovirus [9–13]. Relative humidity has been studied extensively, albeit with less consistent findings. Several studies suggest that higher relative humidity correlates with increased prevalence of RSV, rhinovirus, adenovirus and coronavirus [9–11, 14–16]. Research on the role of temperature and relative humidity in bacterial causes of seasonal ARI is more limited as seasonal ARI outbreaks are primarily viral in children [17, 18] and often viral in adults [19, 20].",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 474,
                    "mention": "9",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 475,
                    "end": 477,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 705,
                    "end": 706,
                    "mention": "9",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 707,
                    "end": 709,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 714,
                    "end": 716,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 888,
                    "end": 890,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 892,
                    "end": 894,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 923,
                    "end": 925,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 927,
                    "end": 929,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Understanding ARI seasonality informs public health interventions aimed at limiting the spread of respiratory infection. Thus, we designed this study to determine the level to which school attendance contributes to seasonal outbreaks of all-cause respiratory infections, as assessed within a primary care electronic health record (EHR) database. To account for confounding meteorological factors, we included temperature and relative humidity in the model of seasonality.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Weekly ARI case counts were estimated using a composite of ‘all-cause’ respiratory infection diagnoses derived from the University of Wisconsin, Department of Family Medicine and Community Health's clinical data warehouse (CDW). The CDW aggregates EPIC Systems EHR data that is extracted daily from a network of 28 ambulatory practices, primarily in the south-central portion of the state. The records for approximately 800 000 ambulatory visits are available annually and represent approximately 2.5% of Wisconsin's total population. Weekly ARI diagnoses from May 2004 to July 2011 were determined by ICD9 codes as shown in Table 1.\n",
            "cite_spans": [],
            "section": "Respiratory infection cases ::: Methods",
            "ref_spans": [
                {
                    "start": 625,
                    "end": 632,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The local database was originally developed for ongoing assessments of inappropriate antibiotic use. ARI diagnoses were stratified by patient age and trended over time. Five age categories were used: preschool children (0–4 years), school-aged children (5–17 years), young adults (18–24 years), adults (25–64 years) and older adults (65+ years). Visits with ARI diagnoses and total clinical encounters for each year under study are shown in Table 2. ARI counts from 2008 to 2011 are depicted in Figure 1.\n\n",
            "cite_spans": [],
            "section": "Respiratory infection cases ::: Methods",
            "ref_spans": [
                {
                    "start": 495,
                    "end": 503,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 441,
                    "end": 448,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "All-cause respiratory infection diagnoses were used as a surrogate measure for ARI case counts in order to accurately capture respiratory pathogen activity. Because specific clinical and coded diagnoses in primary care settings are imprecise, erroneous or may reflect individual clinician prescribing behaviour [21], we felt that the all-cause metric more accurately reflected community trends in ARI activity.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Respiratory infection cases ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Public primary, middle and high school calendars for all school districts served by clinics included in the CDW were examined to determine start and end dates for both the fall and spring school semesters. Partially due to Wisconsin state mandates, academic year start and end dates, as well as winter breaks were relatively uniform across the state with variation of less than 1 week between districts. School districts showed more variation in timing of spring vacations, so schools were assumed to remain in session throughout the spring semester for data analysis. Spring break typically lasts 9 days (5 school days), but varies widely over a 5-week period among school districts within any given year. As de-identified ARI events were aggregated over a wide geographic area, representing the catchment areas of 28 clinics and several dozen school districts, we were unable to assess for the differences in the aggregated data based on individual exposure to a particular school district break timing. School attendance for each week of every calendar year was coded with one of six values representing: (1) 1 week in session, (2) 2 weeks in session, (3) more than 2 consecutive weeks in session, (4) 1 week out of session, (5) 2 weeks out of session or (6) more than 2 consecutive weeks out of session.",
            "cite_spans": [],
            "section": "School attendance ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Weekly average temperature and relative humidity data were obtained from the National Climatic Data Center for the period under study. As most clinics are located in the south-central portion of the state, meteorological data were obtained from the Dane County Regional Airport weather observation station (station ID 474 961, latitude 43°08′N, longitude 89°20′W).",
            "cite_spans": [],
            "section": "Meteorological data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data analysis was performed with R version 2.15.1 [22]. An over-dispersed Poisson generalised additive log-linear regression model was fit to the weekly number of ARI diagnoses as a function of school attendance as a categorical variable and temperature, relative humidity, year and season (calendar week within year) as smooth functions (thin plate regression splines) [23]. The number of ARI diagnoses in the prior week was also included as a covariate to account for possible autocorrelation. Analyses were conducted for all ages combined and for each age group individually. Risk ratios and associated 95% confidence intervals (CIs) were presented for each attendance category relative to the baseline category of more than 2 consecutive weeks out of school (i.e. summer vacation). A nominal P-value of 0.05 was regarded as statistically significant.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Risk ratios for ARI based on school attendance are presented in Table 3. Controlling for temperature and humidity, risks of ARI were increased for children 0–4 years and 5–17 years during school sessions. During the second week schools were in session, risk ratios were 1.12 (1.02–1.24) for children 0–4 years and 1.39 (1.15–1.68) for children 5–17 years. When schools were in session three or more consecutive weeks, risk ratios were 1.16 (1.06–1.27) and 1.43 (1.20–1.71) for children 0–4 years and 5–17 years, respectively. A similar finding was reflected in the pooled analysis of all ages, with risk ratios of 1.14 (1.04–1.24) for the first week schools were in session, 1.15 (1.05–1.26) for the second week and 1.15 (1.06–1.26) for more than 2 weeks into sessions. Risk ratios through a 12-month period for children ages 5–17 years are depicted in Figure 2.\n\n",
            "cite_spans": [],
            "section": "School attendance ::: Results",
            "ref_spans": [
                {
                    "start": 853,
                    "end": 861,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 64,
                    "end": 71,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "For patients 18–24 years, risk ratios were 1.18 (1.06–1.31) and 1.13 (1.02–1.26) for the first and second weeks of school, respectively. For patients 25–64 years, the risk ratio for the first week of school was 1.16 (1.06–1.27).",
            "cite_spans": [],
            "section": "School attendance ::: Results",
            "ref_spans": []
        },
        {
            "text": "There was no increase in risk ratio for out-of-school sessions for any age group with the exception of children 0–4 years, which showed a risk ratio of 1.14 (1.03–1.27) during the second week following the conclusion of the school year. Adults older than 65 did not show increased relative rates at any point during the year when adjusting for school attendance.",
            "cite_spans": [],
            "section": "School attendance ::: Results",
            "ref_spans": []
        },
        {
            "text": "Once annual seasonality was modelled, neither temperature nor relative humidity was significantly associated with additional risk of infection (P > 0.05 in all age groups). These findings suggest that longer-term seasonal patterns are the predominant factors influencing disease activity and that these seasonal differences cannot be explained by short-term changes in temperature and/or relative humidity.",
            "cite_spans": [],
            "section": "Temperature and relative humidity ::: Results",
            "ref_spans": []
        },
        {
            "text": "This study showed that the start of school sessions plays a significant role in seasonal outbreaks by increasing the risk of all-cause, medically attended ARIs. The effect is most pronounced in children 5–17 years, but is also seen in children 0–4 years and adults 18–64 years, which may suggest secondary household transmission. Comparisons among risks for differing age groups showed little difference for each of the time periods.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We used all-cause respiratory infection diagnoses as a proxy measure for ARI activity within a specific region to allow for an upper limit of respiratory pathogen activity. We included pneumonia and otitis media, as these diagnoses are often associated with viral aetiologies. For example, influenza vaccines reduce episodes of otitis media in children by 83% during the influenza season [24]. Utilising a common measure, however, prevents assessment of contributions from specific pathogens which may impart a stronger correlation with school attendance [25]. Other factors may have also influenced risk ratios. First, we used a wide-rage age category (25–64) based on the US Influenza Sentinel Providers Surveillance Network, which may have significantly affected the estimate of impact in younger adults, especially in parents of school-aged children. Second, we used a school calendar with mostly uniform annual autumn start dates and spring end dates. However, we could not account for spring school breaks, which may hamper transmission through school closure or conversely lead to higher risk due to increased travel [26]. Post-hoc graphical analysis demonstrated a consistent reduction in ARI visits for individuals age 5–17 years during the five potential weeks of spring break. Accordingly, our approach is conservative and likely underestimates school effect for the 5–17 year group. Parents may also be less likely to present to clinics during winter breaks either due to changes in care seeking behaviour or clinic closure.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1125,
                    "end": 1127,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Consolidating ARI aetiologies into a single category may also mask the contribution of temperature and humidity observed when studying specific pathogens. Enveloped viruses, for example, are known to be highly infectious at low relative humidity, whereas non-enveloped rhinoviruses have increased transmissibility at high relative humidity [14]. Because outbreaks of these viruses peak at different times and frequently overlap, underlying weather effects may be obscured. Further, the relationship between meteorological variables and virus infectivity may not be monotonic. Recent studies of influenza demonstrated a complex relationship to relative humidity [12, 27], and other meteorological variables such as absolute humidity can explain the seasonality of influenza in temperate climates [28]. Nevertheless, temperature and relative humidity are principal attributes of seasonality in temperate latitudes. Hence, the driving influences of these climatic factors were statistically accounted for by incorporating a seasonal term in the analysis. We were not able to isolate a significant role for short-term fluctuations in temperature and relative humidity.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 662,
                    "end": 664,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 666,
                    "end": 668,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 796,
                    "end": 798,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Improved predictive models may allow forecasting of the anticipated volume of medically attended ARI visits, thus, allowing appropriate deployment of medical resources. Coupled with advanced community surveillance [29], public health mitigation efforts for significant outbreaks of respiratory infection may be more feasible. For example, if school exposures are shown to be an important cause of seasonal respiratory infectious disease outbreaks, then appropriately timed temporary school closures may be an effective way of disrupting local seasonal or pandemic outbreaks [30]. School closure appeared to be effective in preventing the spread of both severe acute respiratory syndrome [31] and H1N1 influenza [32–34]. Future research on seasonality and the contribution from school attendance will both help to establish a causative link and may improve predictive models for specific pathogens.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 688,
                    "end": 690,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 712,
                    "end": 714,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 715,
                    "end": 717,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: All cause acute respiratory infections – ICD9 Coding\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Acute respiratory infection (ARI) diagnoses as a percentage of all clinic visits, 2004–2011, by age group\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Relative risk of infection during in-school and out-of-school sessions, by age group\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: ARI counts by age group (July 2008 through June 2011). Arrows in panel for children, ages 5–17 years, indicates start of the academic year.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: Relative risks of ARI (95% CI), children ages 5–17 years.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Influenza seasonality: lifting the fog",
            "authors": [],
            "year": 2009,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "106",
            "issn": "",
            "pages": "3645-3646",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The relationship of meteorological conditions to the epidemic activity of respiratory syncytial virus",
            "authors": [],
            "year": 2007,
            "venue": "Epidemiology and Infection",
            "volume": "135",
            "issn": "",
            "pages": "1077-1090",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Temperature, humidity, and ultraviolet B radiation predict community respiratory syncytial virus activity",
            "authors": [],
            "year": 2007,
            "venue": "The Pediatric Infectious Disease Journal",
            "volume": "26",
            "issn": "suppl. 11",
            "pages": "S29-S35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Influenza virus transmission is dependent on relative humidity and temperature",
            "authors": [],
            "year": 2007,
            "venue": "PLoS Pathogens",
            "volume": "3",
            "issn": "",
            "pages": "1470-1476",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Characteristics and the prevalence of respiratory viruses and the correlation with climatic factors of hospitalized children in Suzhou children's hospital",
            "authors": [],
            "year": 2011,
            "venue": "Zhonghua Yu Fang Yi Xue Za Zhi",
            "volume": "45",
            "issn": "",
            "pages": "205-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Effect of relative humidity on the airborne survival of rhinovirus-14",
            "authors": [],
            "year": 1985,
            "venue": "Canadian Journal of Microbiology",
            "volume": "31",
            "issn": "",
            "pages": "1058-1061",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Effect of relative humidity on dynamic aerosols of adenovirus 12",
            "authors": [],
            "year": 1971,
            "venue": "Applied Microbiology",
            "volume": "21",
            "issn": "",
            "pages": "676-679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Effects of air temperature and relative humidity on coronavirus survival on surfaces",
            "authors": [],
            "year": 2010,
            "venue": "Applied and Environmental Microbiology",
            "volume": "76",
            "issn": "",
            "pages": "2712-2717",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Ten years' experience with year-round active surveillance of up to 19 respiratory pathogens in children",
            "authors": [],
            "year": 2007,
            "venue": "European Journal of Pediatrics",
            "volume": "166",
            "issn": "",
            "pages": "957-966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Viral and atypical bacterial detection in acute respiratory infection in children under five years",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Picornavirus, the most common respiratory virus causing infection among patients of all ages hospitalized with acute respiratory illness",
            "authors": [],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "",
            "pages": "506-508",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Seasonal infectious disease epidemiology",
            "authors": [],
            "year": 2006,
            "venue": "Proceedings of the Royal Society of London Series B, Biological Sciences",
            "volume": "273",
            "issn": "",
            "pages": "2541-2550",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Access to a polymerase chain reaction assay method targeting 13 respiratory viruses can reduce antibiotics: a randomised, controlled trial",
            "authors": [],
            "year": 2011,
            "venue": "BMC Medicine",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The effect of parental expectations on treatment of children with a cough: a report from ASPN",
            "authors": [],
            "year": 1993,
            "venue": "The Journal of Family Practice",
            "volume": "37",
            "issn": "",
            "pages": "23-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "R: A Language and Environment for Statistical Computing [Computer Program]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Generalized Additive Models : An introduction with R",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Influenza vaccination in the prevention of acute otitis media in children",
            "authors": [],
            "year": 1991,
            "venue": "American Journal of Diseases of Children",
            "volume": "145",
            "issn": "",
            "pages": "445-448",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "School absenteeism among school-aged children with medically attended acute viral respiratory illness during three influenza seasons, 2012–2013 through 2014–2015",
            "authors": [],
            "year": 2017,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "11",
            "issn": "",
            "pages": "220-229",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "A spatial analysis of the spread of mumps: the importance of college students and their spring-break-associated travel",
            "authors": [],
            "year": 2010,
            "venue": "Epidemiology and Infection",
            "volume": "138",
            "issn": "",
            "pages": "434-441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Aerosol influenza transmission risk contours: a study of humid tropics versus winter temperate zone",
            "authors": [],
            "year": 2010,
            "venue": "Virology Journal",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Absolute humidity and the seasonal onset of influenza in the continental United States",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Biology",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Estimating influenza incidence and rates of influenza-like illness in the outpatient setting",
            "authors": [],
            "year": 2013,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "7",
            "issn": "",
            "pages": "694-700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "A study of illness in a group of Cleveland families. I. Plan of study and certain general observations",
            "authors": [],
            "year": 1953,
            "venue": "American Journal of Hygiene",
            "volume": "58",
            "issn": "",
            "pages": "16-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Control of severe acute respiratory syndrome in Singapore",
            "authors": [],
            "year": 2005,
            "venue": "Environmental Health and Preventive Medicine",
            "volume": "10",
            "issn": "",
            "pages": "255-259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Pandemic (H1N1) 2009 virus outbreak in a school in London, April-May 2009: an observational study",
            "authors": [],
            "year": 2010,
            "venue": "Epidemiology and Infection",
            "volume": "138",
            "issn": "",
            "pages": "183-191",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Effects of school closure on incidence of pandemic influenza in Alberta, Canada",
            "authors": [],
            "year": 2012,
            "venue": "Annals of Internal Medicine",
            "volume": "156",
            "issn": "",
            "pages": "173-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Effectiveness of a school district closure for pandemic influenza A (H1N1) on acute respiratory illnesses in the community: a natural experiment",
            "authors": [],
            "year": 2013,
            "venue": "Clinical Infectious Diseases: An Official Publication of the Infectious Diseases Society of America",
            "volume": "56",
            "issn": "",
            "pages": "509-516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Measles epidemic in the Netherlands, 1999–2000",
            "authors": [],
            "year": 2002,
            "venue": "The Journal of Infectious Disease",
            "volume": "186",
            "issn": "",
            "pages": "1483-1486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Measles in England and Wales – I: an analysis of factors underlying seasonal patterns",
            "authors": [],
            "year": 1982,
            "venue": "International Journal of Epidemiology",
            "volume": "11",
            "issn": "",
            "pages": "5-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "School opening dates predict pandemic influenza A (H1N1) outbreaks in the United States",
            "authors": [],
            "year": 2010,
            "venue": "The Journal of Infectious Disease",
            "volume": "202",
            "issn": "",
            "pages": "877-880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "School closure may be effective in reducing transmission of respiratory viruses in the community",
            "authors": [],
            "year": 2009,
            "venue": "Epidemiology and Infection",
            "volume": "137",
            "issn": "",
            "pages": "1369-1376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Occurrence of respiratory virus: time, place and person",
            "authors": [],
            "year": 2004,
            "venue": "The Pediatric Infectious Disease Journal",
            "volume": "23",
            "issn": "suppl. 1",
            "pages": "S58-S64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Are meteorological parameters associated with acute respiratory tract infections?",
            "authors": [],
            "year": 2009,
            "venue": "Clinical Infectious Diseases: An Official Publication of the Infectious Diseases Society of America",
            "volume": "49",
            "issn": "",
            "pages": "861-868",
            "other_ids": {
                "DOI": []
            }
        }
    }
}