{
    "paper_id": "PMC6615641",
    "metadata": {
        "title": "TIM-1 serves as a receptor for Ebola virus in vivo, enhancing viremia and pathogenesis",
        "authors": [
            {
                "first": "Bethany",
                "middle": [],
                "last": "Brunton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Rogers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elisabeth",
                "middle": [
                    "K."
                ],
                "last": "Phillips",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rachel",
                "middle": [
                    "B."
                ],
                "last": "Brouillette",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ruayda",
                "middle": [],
                "last": "Bouls",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Noah",
                "middle": [
                    "S."
                ],
                "last": "Butler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wendy",
                "middle": [],
                "last": "Maury",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "R"
                ],
                "last": "Holbrook",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Zaire ebolavirus (EBOV) is one of five species of ebolaviruses within the Filoviridae family. EBOV continues to cause significant outbreaks in sub-Saharan Africa with case fatality rates as high as 90% [1]. All filoviruses have a broad species and cellular tropism. With the exception of lymphocytes, most cells within the body are thought to support EBOV infection and replication [2, 3]. Histopathological studies of EBOV infected humans and non-human primates (NHPs) have demonstrated viral antigen in many different organs including: liver, spleen, lymph nodes, kidney, adrenal glands, lungs, gastrointestinal tract, skin, brain and heart [3–7].",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 383,
                    "end": 384,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 386,
                    "end": 387,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 644,
                    "end": 645,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 646,
                    "end": 647,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Numerous cell surface receptors are appreciated to mediate filovirus binding and internalization into the endosomal compartment of cells, including phosphatidylserine (PS) receptors [8, 9] and C-type lectin receptors [10–14]. PS receptors do not interact with the viral glycoprotein (GP), but bind to PS on the surface of the virion lipid membrane, causing internalization of viral particles into the endosomal compartment [9, 15]. This mechanism of viral entry has been termed apoptotic mimicry [16]. Following endosomal uptake of filovirions, proteolytic GP processing occurs, thereby allowing GP to interact with its endosomal cognate receptor, Niemann Pick C1 [17–21].",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 186,
                    "end": 187,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 218,
                    "end": 220,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 424,
                    "end": 425,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 427,
                    "end": 429,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 665,
                    "end": 667,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "One important family of PS receptors is the T-cell immunoglobulin mucin domain (TIM) family. TIM family members, encoded by the Havcr family of genes, contribute to the uptake of apoptotic bodies to clear dying cells from tissues and the circulation [22–24]. TIM proteins are type 1, cell surface glycoproteins. Three family members are present in humans (hTIM-1, hTIM-3 and hTIM-4) and four in mice (TIM-1, TIM-2, TIM-3 and TIM-4) [25]. hTIM-1 was identified through a bioinformatics-based screen to be important for filovirus entry [8]. Subsequent studies demonstrated that hTIM-1 and hTIM-4, but not hTIM-3, enhance entry of a broad range of viruses including members of the alphavirus, arenavirus, baculovirus, filovirus, and flavivirus families [9, 15, 26–29]. Murine TIM-1 and TIM-4 also enhance enveloped virus uptake into the endosomal compartment [9, 27, 29].",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 254,
                    "end": 256,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 433,
                    "end": 435,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 535,
                    "end": 536,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 751,
                    "end": 752,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 758,
                    "end": 760,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 761,
                    "end": 763,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 857,
                    "end": 858,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 860,
                    "end": 862,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 864,
                    "end": 866,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The molecular interactions between TIM family members and enveloped viruses are well defined. The amino terminal IgV domain binds to PS on the outer leaflet of the viral membrane through a IgV domain binding pocket that is conserved across the TIM family of receptors [9, 26, 27, 29]. We have reported that the ability of PS on Ebola virus like particles and EBOV glycoprotein pseudotyped vesicular stomatitis virus to bind to TIM-1 is equivalent, suggesting similar levels of PS present on the surface of these virions [15]. Aspartic acid and asparagine residues within the IgV binding pocket are essential for virion binding [9, 15, 27]; these same TIM residues are required for apoptotic body binding and uptake [30]. The IgV domain is extended from the plasma membrane by a mucin like domain (MLD) that is anchored to the cell surface with by a transmembrane domain connected to a short intracellular cytoplasmic tail. The length, but not the specific sequence, of the MLD is required for TIMs to serve as enveloped virus receptors [29]. Surprisingly, neither the TIM transmembrane domain nor cytoplasmic tail is required as a GPI-anchored TIM-1 construct is completely functional as a viral receptor [26, 29]. These findings indicate that the TIM-1 cytoplasmic tail, which contains a tyrosine phosphorylation site that initiates signaling events [31–33], is not essential for TIM-1-mediated virus uptake.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 272,
                    "end": 274,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 521,
                    "end": 523,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 628,
                    "end": 629,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 716,
                    "end": 718,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1206,
                    "end": 1208,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1210,
                    "end": 1212,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1352,
                    "end": 1354,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1355,
                    "end": 1357,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "While it is well established that TIM proteins serve as cell surface receptors for a number of enveloped viruses during infection of cultured cells, the importance of these family members for in vivo filovirus infection and pathogenesis has not been extensively examined. With the wide variety of cell surface receptors able to mediate filovirus uptake into endosomes, it is possible that sufficient receptor redundancy exists in vivo, such that the loss of any one of the PS receptors may have little or no effect on EBOV viremia, tissue virus load or pathological consequence. Alternatively, specific cell surface receptors, such as TIM-1, might be critical for in vivo infection and pathogenesis.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As PS receptors have been reported to mediate both immunomodulatory and proinflammatory responses [34–37], an additional impact of TIM proteins on virus infection may be due to alterations in innate immune responses. A recent study demonstrated that TIM-1-deficient mice have lower morbidity and mortality than wild-type mice when challenged intravascularly (i.v.) with mouse-adapted EBOV (maEBOV) [38]. This study highlighted the role of TIM-1 in non-permissive T lymphocytes, reporting that EBOV interaction with TIM-1 on CD4+ T cells enhanced proinflammatory cytokine dysregulation in purified CD4+ T cells. The authors conclude that an enhanced TIM-1-dependent cytokine storm in T cells significantly contributes to EBOV pathogenesis. However, the impact of TIM-1 on viremia in mice was examined in the plasma at a single time point during infection, leaving open the possibility that TIM-1 may also serve as an important receptor for EBOV entry in vivo.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 102,
                    "end": 104,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here, we examined the in vivo importance of TIM-1 for virus replication and pathogenesis using a highly tractable BSL2 model virus of EBOV. Our BSL2 virus model is recombinant vesicular stomatitis virus (VSV) encoding either full length EBOV glycoprotein or mucin domain deleted EBOV glycoprotein in place of the native VSV G protein (EBOV GP/rVSV or EBOV GPΔO/rVSV). Our use of these viruses allowed us to conduct detailed studies focused, on the role of TIM-1 virus entry, host responses, and pathogenesis. As reported for maEBOV, we observed that both EBOV GP/rVSV and EBOV GPΔO/rVSV were less pathogenic in TIM-1-deficient mice compared to TIM-1-sufficient mice. The impact of the loss of TIM-1 was specific for EBOV GP-expressing viruses since wild-type VSV was equally virulent in TIM-1-deficient and TIM-1-sufficient mice over a wide range of challenge doses. Importantly, reduced mortality observed in the EBOV GP encoding virus-infected TIM-1-/- mice was associated at late times during infection with lower viremia and virus loads in multiple tissues previously appreciated to be important in EBOV pathogenesis. Consistent with reduced overall virus loads, proinflammatory chemokine profiles were lower in the infected TIM-1-deficient mice at late times during infection. Finally, to directly evaluate whether we observed enhanced pathogenesis in TIM-1-sufficient mice associated with T cell activation as previously reported [38], we depleted the T cell compartment of TIM-1-sufficient or -deficient mice and challenge them with EBOV GP/rVSV. T cell-depleted, TIM-1-sufficient mice succumbed to EBOV GP/rVSV more readily than T cell-depleted, TIM-1-deficient mice, suggesting that in our model system a TIM-1-dependent T cell cytokine storm was not responsible for virus pathogenesis. In total, our studies provide evidence that TIM-1-associated pathogenesis correlated with enhanced virus load at late times during infection, consistent with TIM-1 having an important role as a receptor for EBOV in vivo.",
            "cite_spans": [
                {
                    "start": 1437,
                    "end": 1439,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This study was conducted in strict accordance with the Animal Welfare Act and the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health (University of Iowa (UI) Institutional Assurance Number: #A3021-01). All animal procedures were approved by the UI Institutional Animal Care and Use Committee (IACUC) which oversees the administration of the IACUC protocols and the study was performed in accordance with the IACUC guidelines (Protocol #8011280, Filovirus glycoprotein/cellular protein interactions).",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "BALB/c TIM-1-deficient mice have been previously described [39] and were a kind gift from Dr. Paul Rothman (Johns Hopkins University). Briefly, exons 4 and 5 of the TIM-1 gene, Havcr1, were replaced with a LacZ gene, generating a TIM-1-null mouse (TIM-1-/-). BALB/c IFN-αβ receptor-deficient (Ifnar-/-) mice were a kind gift from Dr. Joan Durbin, NYU Langone Medical Center. Mice were bred at the University of Iowa.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Mice ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "BALB/c Ifnar-/- and BALB/c Havcr1-/- (TIM-1-/-) mice were crossed for the creation of heterozygous progeny. Progeny were interbred and mice screened for the correct BALB/c Ifnar-/-/Havcr1-/- genotype (referred to as TIM-1-/- throughout this study). Genomic DNA from mouse tail-clips was assessed by PCR for genotypes. All expected genotypes were produced in normal Mendelian ratios. The primers and protocol for Ifnar-/- genotyping has been previously described [40]. Havcr1 primer sequences included: shared forward, 5' GTTTGCTGCCTTATTTGTGTCTGG 3'; WT reverse, 5' CAGACATCA-ACTCTACAAGGTCCAAGAC 3'; knockout reverse, 5' GTCTGTCCTAGCTTCCTCACTG 3'. PCR amplification was performed for 30 cycles at 94°C for 30 sec, 60°C for 30 sec, and 72°C for 1 min.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 465,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Mice ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "These studies used recombinant, replication-competent vesicular stomatitis virus (VSV) expressing GFP and either full length EBOV GP (EBOV GP/rVSV-GFP) [41] (kind gift of Dr. Kartik Chandran), EBOV GP lacking the mucin domain of GP1 (EBOV GPΔO/rVSV-GFP) [8, 15] or rVSV-GFP encoding its native glycoprotein, G (G/rVSV) (kind gift of Dr. Sean Whelan). Virus stocks were produced by infecting Vero cells, an African green monkey kidney epithelial cell line, at a low multiplicity of infection (MOI) of ~0.001 and collecting supernatants 48 hours following infection. Virus stocks were concentrated by centrifugation at 7,000 rpm at 4°C overnight. The virus pellet was resuspended and centrifuged through a 20% sucrose cushion by ultracentrifugation at 26,000 rpm for 2 hours at 4°C in a Beckman Coulter SW32Ti rotor. The pellet was resuspended in PBS, treated with endotoxin removal agent (ThermoScientific #20339), aliquoted, and frozen at -80°C until use.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 255,
                    "end": 256,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 258,
                    "end": 260,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Production of full length EBOV GP/rVSV virus and EBOV GPΔO/rVSV which lacked the mucin-like domain ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Five- to eight-week-old female BALB/c Ifnar-/- (control) and BALB/c Ifnar-/-/Havcr1-/- (TIM-1-/-) mice were infected i.v. with recombinant, infectious VSV that encoded GFP and EBOV GP, EBOV ΔO or the native VSV G glycoprotein (EBOV GP/rVSV-GFP, EBOV GPΔO/rVSV-GFP and G/rVSV-GFP, respectively) using concentrations of virus noted in the figure legends. The dose of EBOV GP/rVSV or EBOV GPΔO/rVSV-GFP administered was dependent upon the stock. The dose of each stock was titered in vivo to identify stock concentrations that gave predictably high (75% or greater of challenged mice) levels of mortality of Ifnar-/- (control) mice in 5–7 days. For studies with G/rVSV-GFP, either 101 or 105 iu of VSV virus was administered by i.v. injection. Survival was tracked; mice were weighed and scored for sickness daily. Clinical assessment of sickness was scored as follows: 0, no apparent illness; 1, slightly ruffled fur; 2, ruffled fur, active; 3, ruffled fur, inactive; 4, ruffled fur, inactive, hunched posture; 5, moribund or dead. Mice were humanely euthanized if they reached a score of 4. All mouse infection studies were concluded at 10 or 12 days following infection due to surviving mice regaining any lost weight and having no signs of clinical illness.",
            "cite_spans": [],
            "section": "Mouse infections ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Organs were harvested from control and TIM-1-/- mice at 1, 3 or 5 days following infection from with EBOV GPΔO/rVSV. Prior to euthanasia, mice were anesthetized with isoflurane to perform retro-orbital bleeds for serum. Mice were euthanized and perfused with 10 mL of PBS through the heart and organs harvested, weighed and frozen at -80°C. To determine virus titers, organs or sera were thawed and organs were homogenized in PBS and filtered through a 0.45 μm syringe filter. Viral titers were determined by end-point dilution on Vero cell as previously described [8]. Infection was scored 5 days following infection for GFP positivity using an inverted fluorescent microscope. Virus titers were calculated as 50% tissue culture infective dose (TCID50)/mL by the Spearman-Karber method. All organ titers were normalized according to the weight of the organ at harvest.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 567,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Organ viral titers ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) was used to detect proinflammatory cytokine and chemokines levels from organs of mice challenged with EBOV GPΔO/rVSV. At time of harvest, organs were placed in Trizol and frozen at -80°C until further use. Total RNA was isolated using TRIzol LS reagent (Life Technologies) according to manufacturer’s tissue RNA isolation procedure. RNA was quantified by Nanodrop (Thermo Scientific). Total RNA (2 μg) was reverse transcribed into cDNA using random primers and the High-Capacity cDNA Reverse Transcription kit (Applied Biosystems). SYBR Green based quantitative PCR reactions (Applied Biosystems) were performed using 1.5μL of a 1:100 dilution of cDNA from each reaction and specific primers for murine cytokines and chemokines. Primer sequences are found in S1 Table. Expression levels of the cytokine/ chemokines of interest were defined as a ratio between threshold cycle (Ct) values for the gene of interest and the endogenous control, mouse hypoxanthine guanine phosphoribosyl transferase (HPRT), and is displayed as the log2 value of this ratio.",
            "cite_spans": [],
            "section": "Organ RNA isolation and reverse transcriptase quantitative PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Five- to eight-week-old female BALB/c Ifnar-/- and BALB/c Ifnar-/-/TIM-1-/- mice were injected with 200μg of anti-CD4 (clone GK1.5) and 200μg anti-CD8 (clone 2.43) depleting monoclonal antibodies both one day prior to retro-orbital infection with EBOV GP/rVSV-GFP and two days post infection. Survival was tracked; mice were weighed and scored for sickness daily as described above to assess euthanasia criteria for each infected mouse. Prior to infection with EBOV GP/rVSV-GFP, depletion was validated by isolating peripheral blood mononuclear cells from both depleted and non-depleted animals and staining of PBMCs with anti-CD90 antibody (clone 30-H12). Staining was done by incubating with anti-CD90 antibody in FACS buffer and Fc block (clone 2.4G2) for 30 minutes, washing 3 times to remove excess antibody, and detecting fluorescence on a BD FACSCalibur.",
            "cite_spans": [],
            "section": "T cell depletion studies ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analyses were performed using GraphPad Prism software (GraphPad Software, Inc.). Results are shown as means or geometric means and standard error of the means (s.e.m.) or geometric s.e.m., respectively, is shown where appropriate. Log-rank (Mantel-Cox) tests were used to analyze differences in survival. In vivo experiments were performed at least in duplicate with at least 8 mice total per treatment group. Mice or samples were randomly assigned to various treatment groups. All data points and animals were reported in results and statistical analyses. For the nonparametric viral titer data, Mann-Whitney U-test was used. P values less than 0.05 were considered significant. For two way comparisons between control and experimental values, a Student’s t-test was performed.",
            "cite_spans": [],
            "section": "Statistics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To create a TIM-1 deficient mouse, exons 4 and 5 of the Havcr1 gene encoding TIM-1 were replaced with the LacZ gene by homologous recombination as previously described [39]. This mouse strain was used to study the role of TIM-1 in allergic airway diseases and Th2 responses [39]. Phenotypic characterization of TIM-1-/- mice revealed no differences in immune cell numbers, immune system development, or immunological homeostasis compared to WT mice [39]. BALB/c TIM-1-/- mice were bred onto a BALB/c interferon αβ receptor (Ifnar-/-) knock out background since type I interferon abrogates replication of the BSL2 recombinant EBOV GP/rVSV used in these studies [41, 42]. Homozygous BALB/c Ifnar-/-/TIM-1-/- and Ifnar-/- mice (called TIM-1-/- and control mice, respectively, throughout the remainder of this study) were used for all infections. Challenge virus was administered intravenously to mimic a primary route of EBOV transmission, blood-to-blood contact. Mice were challenged with the lowest dose of virus that produced predictable death in control mice in 5–7 days (S1 Fig). Minor titer variations were observed between virus stocks and dosages were adjusted accordingly.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 275,
                    "end": 277,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 661,
                    "end": 663,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 665,
                    "end": 667,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "TIM-1 enhances EBOV GP/rVSV or EBOV GPΔO/rVSV infection, but not VSV ::: Results",
            "ref_spans": []
        },
        {
            "text": "We challenged the TIM-1-/- and control mice with full length EBOV GP/rVSV or EBOV GPΔO/rVSV, which has the GP1 mucin like domain (MLD) deleted. EBOV GPΔO pseudovirions and recombinant viruses have the same tropism as virus bearing EBOV GP [8, 43–45]. Use of both viruses in these studies allowed us to determine if the elimination of the mucin domain altered the pathogenesis associated with in vivo challenge with these viruses. As expected, TIM-1-sufficient control mice succumbed to EBOV GP/rVSV or EBOV GPΔO/rVSV between days 4–7 of infection (Fig 1A and 1B). By contrast, TIM-1-/- mice challenged with the same dose had significantly reduced mortality following EBOV GP/rVSV or EBOV GPΔO/rVSV infection and delayed time-to-death of those that did succumb to infection. These findings indicate that TIM-1-/- mice had improved survival when infected with EBOV GP/rVSV compared to controls and that survival was not affected by the presence of the GP1 MLD.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 246,
                    "end": 248,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "TIM-1 enhances EBOV GP/rVSV or EBOV GPΔO/rVSV infection, but not VSV ::: Results",
            "ref_spans": [
                {
                    "start": 548,
                    "end": 561,
                    "mention": "Fig 1A and 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In tissue culture studies, we have shown that hTIM-1 does not mediate WT VSV entry [8], presumably because the cognate receptor for VSV, LDL receptor, is abundantly present on target cells and mediates VSV entry [46]. However, the relevance of TIM-1 in vivo for VSV infection has not been examined. Further, WT VSV serves as an excellent control for in vivo studies with EBOV GP-bearing viruses. We challenged TIM-1-/- and control mice with 105 iu of VSV by i.v. injection. In contrast to our EBOV GP/rVSV findings, we observed no difference in the survival curve between the two strains of mice (Fig 1C). Since it is likely that VSV bearing it native GP is more pathogenic than a recombinant VSV containing a different viral GP, we also evaluated mortality associated with different doses of VSV and found that administration of as little as 101 iu of VSV was lethal to Ifnar-/- mice (S2 Fig). Thus, we repeated VSV infections in control and TIM-1-/- mice at a challenge dose of 101 iu to determine if subtle changes in virus pathogenesis could be discerned. Even at this low dose, there was no difference in the survival in the TIM-1-/- mice versus the control mice (Fig 1D). These results provide evidence that the difference in EBOV GP/rVSV pathogenesis in BALB/c Ifnar-/- and TIM-1-/- mice was due to the presence of EBOV GP expressed in the recombinant VSV rather than other VSV genes. The reduced pathogenesis of EBOV GP expressing virus in TIM-1-/- mice was consistent with findings described by Younan et al. using maEBOV [38].",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 213,
                    "end": 215,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1532,
                    "end": 1534,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "TIM-1 enhances EBOV GP/rVSV or EBOV GPΔO/rVSV infection, but not VSV ::: Results",
            "ref_spans": [
                {
                    "start": 597,
                    "end": 603,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1169,
                    "end": 1175,
                    "mention": "Fig 1D",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The effect of TIM-1 expression on viremia and organ viral loads following i.v. EBOV GPΔO/rVSV infection was examined in serum and organs harvested 1, 3 or 5 days following infection (Fig 2). Viremia and infectious virus in various organs were quantified by endpoint dilution titering on Vero cells, a highly permissive cell line for EBOV GPΔO/rVSV. At early times during infection, no difference in viremia or virus load was observed in most organs of TIM-1-/- versus control mice. However, by day 5 of EBOV GPΔO/rVSV infection, TIM-1-/- mice had a 100-fold reduction in viremia compared to control mice (Fig 2) and a similar trend was observed during infections with full length EBOV GP/rVSV (S3 Fig). In parallel, levels of infectious virus in liver, kidney, and adrenal gland were also significantly reduced. Studies at day 5 of infection also indicated that EBOV GPΔO/rVSV loads were much reduced in the brain of TIM-1-/- mice and trended lower in the testis (S4A and S4B Fig), consistent with an overall reduction in virus load in the TIM-1-/- mice at late times during infection. Thus, reduced virus replication in a number of organs was associated with the survival observed in TIM-1-/- mice. These findings provide evidence that TIM-1 expression is important for the generation of high viral load in some organs at late times in infection.",
            "cite_spans": [],
            "section": "Murine TIM-1 enhances EBOV GPΔO/rVSV load at late times during infection ::: Results",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 188,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 605,
                    "end": 610,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Viral loads in the spleen and lungs were not affected by the loss of TIM-1 (Fig 2 and S4C Fig). The viral burden in the spleen was significantly higher at day 1 than in any other organ assessed and remained high in both mouse strains throughout the course of infection with a peak in titers occurring at day 3. These results are consistent with previous studies that implicate spleen in early and sustained EBOV replication [47–49]. Lung titers were not significantly different between the control and TIM-1-/- mice at 5 days following infection. This result was somewhat unexpected as we had previously demonstrated robust hTIM-1 expression on the apical surface airway epithelial cells [8]. As TIM-1 was not observed to be expressed on the basolateral side of lung epithelium, TIM-1 may be important for entry of aerosolized EBOV entry into a host, but may not influence basolateral infection of lung via the circulation.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 427,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 428,
                    "end": 430,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 689,
                    "end": 690,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Murine TIM-1 enhances EBOV GPΔO/rVSV load at late times during infection ::: Results",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 81,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Elevated proinflammatory and immunomodulatory cytokines and chemokines are evident in serum and infected organs during EBOV infection of animal models and patients [50–56]. To determine if reduced virus load in TIM-1-deficient mice at late time points was associated with lower RNA expression profiles of selected, well-characterized cytokines, levels in the spleen, liver and kidney were examined prior to and following EBOV GPΔO/rVSV infection. Organs were harvested at day 3 and 5 of infection and total RNA was isolated and amplified for the mRNA of the housekeeping gene, HPRT, and the cytokines TNF, IL-6, IL-12 and IL-10. Cytokine expression levels were normalized against mouse HPRT expression. Overall, baseline values of the organ cytokine expression from uninfected control and TIM-1-/- mice were similar (Fig 3). While at day 5 of infection TNF was significantly higher in spleen of control mice, in general during infection the expression of cytokine was variable within groups and levels were not significantly different between the two strains of mice.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "TIM-1-expressing mice exhibit elevated levels of specific proinflammatory chemokines following EBOV GPΔO/rVSV infection ::: Results",
            "ref_spans": [
                {
                    "start": 817,
                    "end": 822,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Elevated levels of several chemokines and growth factors have been implicated in fatal EBOV disease outcomes including MIP-1α, MIP-1β, MCP-1, M-CSF, MIF, IP-10, GRO-α and eotaxin [54]. Therefore, we analyzed control and TIM-1-/- organs following EBOV GPΔO/rVSV infection for the chemokines, CXCL10 (IP-10) and CCL2 (MCP-1). At least one of the two transcripts for these proinflammatory chemokines in all three organs was elevated in the control mice at both day 3 and/or 5 of infection compared to the TIM-1-/- mouse tissues (Fig 4). In combination with our survival and viral burden results, these observations suggest that the presence of TIM-1 in mice contributes to EBOV GP/rVSV pathogenesis through increased infection of cells in several organs at late times during infection and that this is associated with increased expression of proinflammatory chemokines.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "TIM-1-expressing mice exhibit elevated levels of specific proinflammatory chemokines following EBOV GPΔO/rVSV infection ::: Results",
            "ref_spans": [
                {
                    "start": 526,
                    "end": 531,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "TIM-1 is expressed by a number of different hematopoietic and non-hematopoietic cells [57]. Our findings indicate that virus load in spleen, an organ rich in hematopoietic cells, was not affected by the loss of TIM-1 expression, suggesting that it might be TIM-1 expression on non-hematopoietic cells late during infection that affects EBOV GP/rVSV load and survival. As others have suggested that TIM-1 on T cell subsets contribute to enhanced EBOV pathogenesis [38], we depleted T cells in control and TIM-1-/- mice to assess outcomes during EBOV GP/rVSV infection. Mice were intraperitoneally administered α-CD8 mAb, 2.43, and α-CD4 mAb, GK1.5, at days -1 and 2. We verified that T cells within peripheral blood were profoundly depleted at day 5 of infection by flow cytometry following immunostaining with an α-CD90 mAb (Fig 5A). As observed for the T cell-competent mice in above studies, T cell-depleted control mice challenged with EBOV GP/rVSV succumbed to infection between 4–6 days, whereas T cell-depleted TIM-1-/- mice had significantly better survival (Fig 5B). These data do not provide support for the contention that TIM-1 on T cells contributes to pathogenesis associated with our viral infection model. Instead, in total, our findings are consistent with TIM-1 expression on non-T cell populations contributing to pathogenesis.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 464,
                    "end": 466,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "T cell depletion does not alter mortality associated with EBOV GP/rVSV infection ::: Results",
            "ref_spans": [
                {
                    "start": 825,
                    "end": 831,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1066,
                    "end": 1072,
                    "mention": "Fig 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Here, we show that loss of TIM-1 expression decreased overall mortality and delayed time-to-death of those mice that did succumb when challenged with EBOV GP/rVSV. The impact on survival of TIM-1 expression was similar with rVSV bearing MLD-deleted EBOV GP, indicating that the presence of the MLD did not affect the observed pathogenesis. Consistent with the enhanced survival of the TIM-1-deficient mice following virus challenge, we show that these mice also had reduced infectious virus in liver, kidney and adrenal gland at late times during infection. EBOV replication in these organs is well established and thought to contribute to overall EBOV load [47, 58–61]. The lower virus load in these organs of the TIM-1-/- mice was also reflected in a ~100-fold reduction in viremia at day 5 of infection. The reduced pathology in our TIM-1-deficient mice was EBOV GP-dependent since survival associated with G/rVSV infection was unaffected by TIM-1 expression. Thus, our studies indicate that the glycoprotein present on the virions was responsible for the TIM-1-dependent changes in virus load and mouse survival.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 661,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 663,
                    "end": 665,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 666,
                    "end": 668,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The correlation between enhanced survival and reduced viral loads in the TIM-1-/- mice suggests that TIM-1 serves as a virus receptor for EBOV in some organs. However, this role of TIM-1 must be late in infection since viremia and organ virus loads do not differ between the two mouse strains at days 1–3 of infection. A number of studies have shown at early times of infection EBOV antigens are primarily, if not exclusively, found in cells of the myeloid compartment [49, 61, 62], cells that do not express TIM-1. However, as infection progresses, additional cell types become EBOV antigen positive, suggesting a spread of virus to other cell types [50, 62]. Our data suggest that TIM-1 on some of this later group of cells contributes to virus infection and pathogenesis. Likely, late cell targets that express TIM-1 would include kidney epithelial cells [63, 64] and epithelial populations [8] in adrenal gland, eye, liver, brain and testis.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 472,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 478,
                    "end": 480,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 656,
                    "end": 658,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 859,
                    "end": 861,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 863,
                    "end": 865,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 895,
                    "end": 896,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Interestingly, we did not observe that all organs previously implicated as important in EBOV infection had lower virus load in TIM-1-/- mice. Splenic viral loads were high throughout infection in both control and TIM-1-/- mice. These data suggested that TIM-1 expressing cells do not appreciably contribute to splenic virus loads and that splenic loads can be high in mice without those animals necessarily succumbing to infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While the TIM-1 does not interact directly with EBOV GP, the binding of TIM-1 to virion-associated PS has been shown to elicit viral particle entry into the endosomal compartment [9, 15] where EBOV GP is proteolytically processed, binds to NPC1 and mediates membrane fusion [17–21]. Filoviral particle entry into endosomes occurs through interactions with a number of cell surface receptors in tissue culture. However, these studies and those by Younan, et al [38] provide support that TIM-1 is important for in vivo infection and contributes to EBOV pathogenesis. Future studies to evaluate the role of additional cell surface receptors implicated in EBOV entry would provide valuable insights to the potential receptor redundancy. These receptors include other TIM family members, TAM tyrosine kinase receptors and C-type lectins.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 183,
                    "end": 185,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 275,
                    "end": 277,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 461,
                    "end": 463,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our studies and those performed by Younan et al. [38] delivered EBOV GP/rVSV intravenously. In other studies, we observed that intraperitoneal (i.p.) delivery of EBOV GP/rVSV or maEBOV into WT versus TIM-1-/- mice was equally pathogenic. This finding may be explained by the previous observation that another TIM family member, TIM-4, is highly expressed on resident peritoneal macrophages [65] and is used as a receptor for EBOV [27]. Likely, the use of TIM-4 as a receptor within this compartment usurps the need for TIM-1 expression during i.p. challenge, even late during infection.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 52,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 391,
                    "end": 393,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Surprisingly, Younan et al. did not observe that TIM-1-/- mice had decreased maEBOV virema [38]. The authors reported that the genome copy number in plasma did not significantly differ in TIM-1-sufficient and -deficient mice at day 6 of infection. The discrepancy between our findings and the previous study may be due to the tissues examined, the virus administered, the quantity of virus administered and/or the timing of the sampling. One notable difference between the studies is Younan, et al. administered a very large dose of maEBOV (30,000 LD50) to the mice, whereas the dose of virus given to mice in our study was the minimal lethal dose determined in preliminary titration studies.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The physiological role of TIM-1 has been extensively studied. Agonistic monoclonal antibody binding to TIM-1 on CD4+ T, iNKT and splenic B cells induces cellular activation in a wide range of organisms from zebrafish to humans [24, 32, 33, 63, 66, 67]. This observation has led to the understanding that TIM-1 serves as a costimulatory molecule on these cells and leads to upregulation of cytokines in T and NKT cells [24, 63], as well as antibody production by B cells [67]. In contrast, transient TIM-1 expression on injured kidney epithelial cells serves an anti-inflammatory role through its uptake and clearance of apoptotic bodies [64].",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 232,
                    "end": 234,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 236,
                    "end": 238,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 240,
                    "end": 242,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 248,
                    "end": 250,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Younan, et al. described the role of TIM-1 in EBOV pathology to TIM-1 stimulation of T cell cytokine and chemokine dysregulation [38]. In general, we did not observe significant differences of proinflammatory cytokines in TIM-1+ and TIM-1- mice even at late times during infection when titer differences were notable. It is certainly possible that other cytokines, not evaluated here, might be more dramatically altered. We did observe elevated levels of the proinflammatory chemokine transcripts, CCL2 and CXCL10, in the TIM-1-sufficient mice compared to the deficient mice. We postulate that the higher levels of chemokines in TIM-1+ mice may reflect the innate immune responses stimulated by the higher virus load. Alternatively, as postulated by Younan, et al., the elevated chemokine profile and associated mortality in the TIM-1+ mice might be due to a TIM-1-dependent cytokine storm elicited by T cells [38]. We tested this latter possibility by virus challenge of T cell-depleted mice. T cell depletion did not alter EBOV GP/rVSV pathology. We found significantly greater mortality associated with virus infection of TIM-1-sufficient mice which were depleted for T cells than T cell-depleted, TIM-1-deficient mice, suggesting that T cells are not responsible for the reduced survival of TIM-1-sufficient mice. Hence, our findings do not support the conclusion that TIM-1 expression on T cells plays a significant role in the pathology associated with this acute infection.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 911,
                    "end": 913,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A caveat to our studies is that our infections were performed in mice on an Ifnar-/- background. It is possible that the levels of cytokines and chemokines observed in our studies are influenced by the genetic background of the mice. Others have looked at the effect of an Ifnar-/- background on immune responses. Studies have shown that a number of cytokines and chemokines are suppressed by the absence of type I interferon (IFN) responses in the first 24 hours of virus infection [68, 69]. However, by 24 hours of viral infection, the burst of production of these transcripts and proteins in wild-type mice is reported to subside and levels in wild-type and Ifnar-/- animals are roughly equivalent. As our studies investigate cytokine and chemokines levels at later points (days 3 and 5) during infection, the direct impact of the lack of type I IFNs may be minimal. Furthermore, not all cytokines and chemokines are suppressed in Ifnar-/- mice with expression of some of these proteins enhanced by ablation of this signaling pathway [68]. In addition, during wild-type EBOV infection, it should be noted that the EBOV type I IFN antagonists, VP24 and VP35, also rapidly suppress the type I IFN pathway [70]. Thus, our EBOV GP/rVSV studies in Ifnar-/- mice may recapitulate a number of aspects of immune suppression elicited by wild-type filoviruses.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 486,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1207,
                    "end": 1209,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results also demonstrate that TIM-1 is not important for WT VSV pathogenesis. Due to the wide cellular tropism of VSV, ubiquitous cell lipid components such as PS, phosphatidylinositol or the ganglioside GM3 originally were proposed as the VSV cell surface receptor [71–73]. However, more recent investigations have revealed that these lipids are not readily used as VSV cell surface receptors [74, 75]. Instead, the LDL receptor and its family members are proposed to serve as VSV receptors on human and mouse cells [46]. Therefore, in vivo pathogenesis induced by VSV would differ from EBOV GP/rVSV since the dependence on LDL receptors for entry is conferred by the VSV G glycoprotein [46]. Presumably the VSV membrane contains PS that can interact with TIM-1, but the affinity of VSV G for LDL receptors is likely greater than the affinity of PS in the virion envelope towards PS receptors like TIM-1. Studies from our lab have shown that only when the high affinity interactions of Lassa virus GP with its receptor, α-dystroglycan, are abrogated does TIM-1 mediate Lassa virus pseudovirion entry [76]. Future studies would be valuable to assess the ability of VSV to utilize TIM-1 as a cell surface receptor in the absence of expression of LDL receptors. A second explanation for the lack of WT VSV utilization of PS receptors, that is not mutually exclusive with the first, is that the quantity of VSV G versus EBOV glycoprotein incorporated onto the surface of VSV may be greater. While this has not been explored directly to date, if fewer EBOV glycoproteins were present on a virion, the ability of virion associated PS to interact with PS receptors might increase.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 274,
                    "end": 276,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1106,
                    "end": 1108,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Liver and kidney dysfunction and necrosis are integral aspects of EBOV pathology of humans, NHPs [3, 77] and mice [78, 79]. Our studies indicate that TIM-1 expression is associated with elevated viral loads in the liver, kidney, adrenal gland, and brain since loss of TIM-1 significantly lowered viral burden in these organs. Future studies will need to explore the impact that TIM-1 expression has on EBOV infection of specific cells within these organs. By identifying TIM-1 expressing cells that serve as viral targets and understanding the contribution of these cells to the EBOV disease pathogenesis, we will be able to better develop TIM-1 specific therapeutics against EBOV infection.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 101,
                    "end": 103,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 115,
                    "end": 117,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: A and B. Female BALB/c Ifnar-/- (control) and BALB/c Ifnar\n-/-/TIM-1-/- (TIM-1-/-) mice infected with 105 iu EBOV GP/rVSV (A; n = 5 mice per group) or EBOV GP ΔO/rVSV (B; n = 13–17 mice per group) by intravenous (i.v.) injection. C. Female BALB/c Ifnar\n-/- (control) and BALB/c Ifnar\n-/-/TIM-1-/- (TIM-1-/-) mice infected with 105 iu G/rVSV (n = 10 mice per group) by i.v. infection. D. Similar G/rVSV challenge studies as shown in panel C, but mice were challenged with 101 iu (n = 5 mice per group) of G/rVSV. Survival was assessed following infection for all mouse studies. Significance for survival curve was determined by Log Rank (Mantel-Cox) test, * p< 0.05, **p < 0.01. LT50 = median lethal time until death; NC, noncalculable; ns, not significant.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Serum and organs were harvested from BALB/c Ifnar\n-/- (Control) and BALB/c Ifnar\n-/-/TIM-1-/- (TIM-1-/-) mice at days 1, 3 and 5 following infection with 105 iu of EBOV GP ΔO /rVSV by i.v. injection. Titers were determined by endpoint dilution of serum or homogenized organ samples on Vero cells. Solid lines indicate geometric mean for each data set. Dotted line indicates the level of detection. Adrenal gland titers are displayed as per gland homogenized in 1 ml of PBS. Significance was calculated by Mann-Whitney test to compare control to TIM-1-/- mice at each time point; *p < 0.05; **p < 0.01; ns, not significant.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Tissues were harvested from uninfected and infected BALB/c Ifnar\n-/- (control) and BALB/c Ifnar\n-/-/TIM-1-/- (TIM-1-/-) mice. In infected mice, tissues were harvested at 3 or 5 days following infection with 105 iu of EBOV GPΔO/rVSV by i.v. injection. RNA was isolated from the organs and expression of mouse TNF, IL-6, IL-10 and IL-12, was quantified by qRT-PCR. Results represent cytokines expression relative to murine HPRT for at least three independent livers, spleens and kidneys. Data points represent values for individual mice. Solid lines indicate the mean for each data set. Statistical significance was determined by Student’s t-test compared the control mice for each time point and is only shown for those comparisons observed to differ. *p<0.05.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Tissues were harvested from uninfected and infected BALB/c Ifnar-/- (control) and BALB/c Ifnar\n-/-/TIM-1-/- (TIM-1-/-) mice. In infected mice, tissues were harvested at 3 or 5 days following infection with 105 iu of EBOV GPΔO/rVSV by i.v. injection. RNA was isolated from the organs and expression of proinflammatory chemokines, mouse CXCL10 and CCL2, was quantified by qRT-PCR. Results represent chemokine expression relative to murine HPRT for at least three independent livers, spleens and kidneys. Data points represent values for individual mice. Solid lines indicate the mean for each data set. Statistical significance was determined by Student’s t-test compared the control mice for each time point and is only shown for those comparisons observed to differ. *p<0.05.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: A. Intraperitoneal injection of α-CD8 mAb, clone 2.43, and α-CD4 mAb, clone GK1.5, treatment at days -1 and 2 systemically depleted T cell populations in female BALB/c Ifnar-/- (control) and BALB/c Ifnar-/- /TIM-1-/- (TIM-1-/-) mice as determined by α-CD90 mAb staining of peripheral blood mononuclear cells at day 5 following EBOV GP/rVSV infection. CD90.2 overlay depicts the subset of cells gated in the panel on the left. B. Survival was assessed following infection with 7x102 iu of EBOV GP/rVSV administered by intravenous infection (n = 10 mice per group) and two treatments of α-CD8 mAb and α-CD4 mAb at Day -1 and 2 from infection. Significance for survival curve was determined by Log Rank (Mantel-Cox) test. LT50 = median lethal time until death; ***p < 0.001.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Ebola haemorrhagic fever",
            "authors": [],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "9768",
            "pages": "849-62",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60667-8"
                ]
            }
        },
        "BIBREF1": {
            "title": "Apoptosis induced in vitro and in vivo during infection by Ebola and Marburg viruses",
            "authors": [],
            "year": 2000,
            "venue": "Lab Invest",
            "volume": "80",
            "issn": "2",
            "pages": "171-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Tissue and cellular tropism, pathology and pathogenesis of Ebola and Marburg viruses",
            "authors": [],
            "year": 2015,
            "venue": "J Pathol",
            "volume": "235",
            "issn": "2",
            "pages": "153-74",
            "other_ids": {
                "DOI": [
                    "10.1002/path.4456"
                ]
            }
        },
        "BIBREF3": {
            "title": "Pathologic features of filovirus infections in humans",
            "authors": [],
            "year": 1999,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "235",
            "issn": "",
            "pages": "97-116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "A novel immunohistochemical assay for the detection of Ebola virus in skin: implications for diagnosis, spread, and surveillance of Ebola hemorrhagic fever",
            "volume": "179",
            "issn": "Supplement 1",
            "pages": "S36-S47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Mechanisms underlying coagulation abnormalities in ebola hemorrhagic fever: overexpression of tissue factor in primate monocytes/macrophages is a key event",
            "authors": [],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "188",
            "issn": "11",
            "pages": "1618-29",
            "other_ids": {
                "DOI": [
                    "10.1086/379724"
                ]
            }
        },
        "BIBREF6": {
            "title": "Pathogenesis of Ebola hemorrhagic fever in primate models: evidence that hemorrhage is not a direct effect of virus-induced cytolysis of endothelial cells",
            "authors": [],
            "year": 2003,
            "venue": "Am J Pathol",
            "volume": "163",
            "issn": "6",
            "pages": "2371-82",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9440(10)63592-4"
                ]
            }
        },
        "BIBREF7": {
            "title": "T-cell immunoglobulin and mucin domain 1 (TIM-1) is a receptor for Zaire Ebolavirus and Lake Victoria Marburgvirus",
            "authors": [],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "20",
            "pages": "8426-31",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1019030108"
                ]
            }
        },
        "BIBREF8": {
            "title": "TIM-family Proteins Promote Infection of Multiple Enveloped Viruses through Virion-associated Phosphatidylserine",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003232"
                ]
            }
        },
        "BIBREF9": {
            "title": "C-type lectins DC-SIGN and L-SIGN mediate cellular entry by Ebola virus in cis and in trans",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "13",
            "pages": "6841-4",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.13.6841-6844.2002"
                ]
            }
        },
        "BIBREF10": {
            "title": "DC-SIGN and DC-SIGNR bind ebola glycoproteins and enhance infection of macrophages and endothelial cells",
            "authors": [],
            "year": 2003,
            "venue": "Virology",
            "volume": "305",
            "issn": "1",
            "pages": "115-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Human macrophage C-type lectin specific for galactose and N-acetylgalactosamine promotes filovirus entry",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "6",
            "pages": "2943-7",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.6.2943-2947.2004"
                ]
            }
        },
        "BIBREF12": {
            "title": "DC-SIGN and DC-SIGNR interact with the glycoprotein of Marburg virus and the S protein of severe acute respiratory syndrome coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "21",
            "pages": "12090-5",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.21.12090-12095.2004"
                ]
            }
        },
        "BIBREF13": {
            "title": "A novel mechanism for LSECtin binding to Ebola virus surface glycoprotein through truncated glycans",
            "authors": [],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "1",
            "pages": "593-602",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M706292200"
                ]
            }
        },
        "BIBREF14": {
            "title": "Role of the phosphatidylserine receptor TIM-1 in enveloped-virus entry",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "15",
            "pages": "8327-41",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01025-13"
                ]
            }
        },
        "BIBREF15": {
            "title": "Vaccinia virus uses macropinocytosis and apoptotic mimicry to enter host cells",
            "authors": [],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "5875",
            "pages": "531-5",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1155164"
                ]
            }
        },
        "BIBREF16": {
            "title": "Endosomal proteolysis of the Ebola virus glycoprotein is necessary for infection",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "308",
            "issn": "5728",
            "pages": "1643-5",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1110656"
                ]
            }
        },
        "BIBREF17": {
            "title": "Ebola virus entry requires the cholesterol transporter Niemann-Pick C1",
            "authors": [],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "7364",
            "pages": "340-3",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10348"
                ]
            }
        },
        "BIBREF18": {
            "title": "Small molecule inhibitors reveal Niemann-Pick C1 is essential for Ebola virus infection",
            "authors": [],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "7364",
            "pages": "344-8",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10380"
                ]
            }
        },
        "BIBREF19": {
            "title": "Ebola virus entry requires the host-programmed recognition of an intracellular receptor",
            "authors": [],
            "year": 2012,
            "venue": "The EMBO journal",
            "volume": "31",
            "issn": "8",
            "pages": "1947-60",
            "other_ids": {
                "DOI": [
                    "10.1038/emboj.2012.53"
                ]
            }
        },
        "BIBREF20": {
            "title": "Role of endosomal cathepsins in entry mediated by the Ebola virus glycoprotein",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "8",
            "pages": "4174-8",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.80.8.4174-4178.2006"
                ]
            }
        },
        "BIBREF21": {
            "title": "TIM-1 and TIM-4 glycoproteins bind phosphatidylserine and mediate uptake of apoptotic cells",
            "authors": [],
            "year": 2007,
            "venue": "Immunity",
            "volume": "27",
            "issn": "6",
            "pages": "927-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2007.11.011"
                ]
            }
        },
        "BIBREF22": {
            "title": "Kidney injury molecule-1 is a phosphatidylserine receptor that confers a phagocytic phenotype on epithelial cells",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Invest",
            "volume": "118",
            "issn": "5",
            "pages": "1657-68",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI34487"
                ]
            }
        },
        "BIBREF23": {
            "title": "Apoptotic cells activate NKT cells through T cell Ig-like mucin-like-1 resulting in airway hyperreactivity",
            "authors": [],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "9",
            "pages": "5225-35",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1001116"
                ]
            }
        },
        "BIBREF24": {
            "title": "The TIM gene family: emerging roles in immunity and disease",
            "authors": [],
            "year": 2003,
            "venue": "Nat Rev Immunol",
            "volume": "3",
            "issn": "6",
            "pages": "454-62",
            "other_ids": {
                "DOI": [
                    "10.1038/nri1111"
                ]
            }
        },
        "BIBREF25": {
            "title": "The TIM and TAM families of phosphatidylserine receptors mediate dengue virus entry",
            "authors": [],
            "year": 2012,
            "venue": "Cell Host Microbe",
            "volume": "12",
            "issn": "4",
            "pages": "544-57",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2012.08.009"
                ]
            }
        },
        "BIBREF26": {
            "title": "Characterization of Human and Murine T-Cell Immunoglobulin Mucin Domain 4 (TIM-4) IgV Domain Residues Critical for Ebola Virus Entry",
            "authors": [],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "13",
            "pages": "6097-111",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00100-16"
                ]
            }
        },
        "BIBREF27": {
            "title": "Role of phosphatidylserine receptors in enveloped virus infection",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "8",
            "pages": "4275-90",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03287-13"
                ]
            }
        },
        "BIBREF28": {
            "title": "Characterizing functional domains for TIM-mediated enveloped virus entry",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "12",
            "pages": "6702-13",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00300-14"
                ]
            }
        },
        "BIBREF29": {
            "title": "Structures of T Cell Immunoglobulin Mucin Protein 4 Show a Metal-Ion-Dependent Ligand Binding Site where Phosphatidylserine Binds",
            "authors": [],
            "year": 2007,
            "venue": "Immunity",
            "volume": "27",
            "issn": "6",
            "pages": "941-51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2007.11.008"
                ]
            }
        },
        "BIBREF30": {
            "title": "Human TIM-1 associates with the TCR complex and up-regulates T cell activation signals",
            "authors": [],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "7",
            "pages": "4342-50",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.178.7.4342"
                ]
            }
        },
        "BIBREF31": {
            "title": "T cell Ig and mucin domain-1-mediated T cell activation requires recruitment and activation of phosphoinositide 3-kinase",
            "authors": [],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "10",
            "pages": "6518-26",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.180.10.6518"
                ]
            }
        },
        "BIBREF32": {
            "title": "T cell Ig and mucin 1 (TIM-1) is expressed on in vivo-activated T cells and provides a costimulatory signal for T cell activation",
            "authors": [],
            "year": 2005,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "102",
            "issn": "47",
            "pages": "17113-8",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0508643102"
                ]
            }
        },
        "BIBREF33": {
            "title": "Enveloped viruses disable innate immune responses in dendritic cells by direct activation of TAM receptors",
            "authors": [],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "14",
            "issn": "2",
            "pages": "136-47",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2013.07.005"
                ]
            }
        },
        "BIBREF34": {
            "title": "Inhibition of phosphatidylserine recognition heightens the immunogenicity of irradiated lymphoma cells in vivo",
            "authors": [],
            "year": 2004,
            "venue": "J Exp Med",
            "volume": "200",
            "issn": "9",
            "pages": "1157-65",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20040327"
                ]
            }
        },
        "BIBREF35": {
            "title": "Interaction between phosphatidylserine and the phosphatidylserine receptor inhibits immune responses in vivo",
            "authors": [],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "3",
            "pages": "1393-404",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.174.3.1393"
                ]
            }
        },
        "BIBREF36": {
            "title": "Tim-1 blockade with RMT1-10 increases T regulatory cells and prolongs the survival of high-risk corneal allografts in mice",
            "authors": [],
            "year": 2014,
            "venue": "Exp Eye Res",
            "volume": "122",
            "issn": "",
            "pages": "86-93",
            "other_ids": {
                "DOI": [
                    "10.1016/j.exer.2014.02.019"
                ]
            }
        },
        "BIBREF37": {
            "title": "Ebola Virus Binding to Tim-1 on T Lymphocytes Induces a Cytokine Storm",
            "authors": [],
            "year": 2017,
            "venue": "MBio",
            "volume": "8",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Tim-1 regulates Th2 responses in an airway hypersensitivity model",
            "authors": [],
            "year": 2012,
            "venue": "Eur J Immunol",
            "volume": "42",
            "issn": "3",
            "pages": "651-61",
            "other_ids": {
                "DOI": [
                    "10.1002/eji.201141581"
                ]
            }
        },
        "BIBREF39": {
            "title": "Deficiency of type I IFN receptor in lupus-prone New Zealand mixed 2328 mice decreases dendritic cell numbers and activation and protects from disease",
            "authors": [],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "9",
            "pages": "6021-9",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.0803872"
                ]
            }
        },
        "BIBREF40": {
            "title": "Sensitivity of ribonucleic acid and deoxyribonucleic acid viruses to different species of interferon in cell cultures",
            "authors": [],
            "year": 1972,
            "venue": "J Virol",
            "volume": "10",
            "issn": "2",
            "pages": "171-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Relative sensitivities of viruses to different species of interferon",
            "authors": [],
            "year": 1969,
            "venue": "J Virol",
            "volume": "4",
            "issn": "2",
            "pages": "147-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Covalent modifications of the ebola virus glycoprotein",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "24",
            "pages": "12463-72",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.24.12463-12472.2002"
                ]
            }
        },
        "BIBREF43": {
            "title": "Distinct cellular interactions of secreted and transmembrane Ebola virus glycoproteins",
            "authors": [],
            "year": 1998,
            "venue": "Science",
            "volume": "279",
            "issn": "5353",
            "pages": "1034-7",
            "other_ids": {
                "DOI": [
                    "10.1126/science.279.5353.1034"
                ]
            }
        },
        "BIBREF44": {
            "title": "Comprehensive analysis of ebola virus GP1 in viral entry",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "8",
            "pages": "4793-805",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.8.4793-4805.2005"
                ]
            }
        },
        "BIBREF45": {
            "title": "LDL receptor and its family members serve as the cellular receptors for vesicular stomatitis virus",
            "authors": [],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "18",
            "pages": "7306-11",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1214441110"
                ]
            }
        },
        "BIBREF46": {
            "title": "Histopathological and immunohistochemical studies of lesions associated with Ebola virus in a naturally infected chimpanzee",
            "authors": [],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "Suppl 1",
            "pages": "S54-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "A mouse model for evaluation of prophylaxis and therapy of Ebola hemorrhagic fever",
            "authors": [],
            "year": 1998,
            "venue": "J Infect Dis",
            "volume": "178",
            "issn": "3",
            "pages": "651-61",
            "other_ids": {
                "DOI": [
                    "10.1086/515386"
                ]
            }
        },
        "BIBREF48": {
            "title": "Pathogenesis of experimental Ebola Zaire virus infection in BALB/c mice",
            "authors": [],
            "year": 2001,
            "venue": "J Comp Pathol",
            "volume": "125",
            "issn": "4",
            "pages": "233-42",
            "other_ids": {
                "DOI": [
                    "10.1053/jcpa.2001.0502"
                ]
            }
        },
        "BIBREF49": {
            "title": "Proinflammatory response during Ebola virus infection of primate models: possible involvement of the tumor necrosis factor receptor superfamily",
            "authors": [],
            "year": 2002,
            "venue": "Immunol Lett",
            "volume": "80",
            "issn": "3",
            "pages": "169-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Analysis of human peripheral blood samples from fatal and nonfatal cases of Ebola (Sudan) hemorrhagic fever: cellular responses, virus load, and nitric oxide levels",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "19",
            "pages": "10370-7",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.19.10370-10377.2004"
                ]
            }
        },
        "BIBREF51": {
            "title": "The temporal program of peripheral blood gene expression in the response of nonhuman primates to Ebola hemorrhagic fever",
            "authors": [],
            "year": 2007,
            "venue": "Genome Biol",
            "volume": "8",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/gb-2007-8-8-r174"
                ]
            }
        },
        "BIBREF52": {
            "title": "Cytokine and chemokine expression in humans infected with Sudan Ebola virus",
            "authors": [],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "Suppl 2",
            "pages": "S357-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Human fatal zaire ebola virus infection is associated with an aberrant innate immunity and with massive lymphocyte apoptosis",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Negl Trop Dis",
            "volume": "4",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Characterization of clinical and immunological parameters during Ebola virus infection of rhesus macaques",
            "authors": [],
            "year": 2015,
            "venue": "Viral Immunol",
            "volume": "28",
            "issn": "1",
            "pages": "32-41",
            "other_ids": {
                "DOI": [
                    "10.1089/vim.2014.0085"
                ]
            }
        },
        "BIBREF55": {
            "title": "Modeling the Disease Course of Zaire ebolavirus Infection in the Outbred Guinea Pig",
            "authors": [],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "Suppl 2",
            "pages": "S305-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "T-cell immunoglobulin and mucin domain 1 deficiency eliminates airway hyperreactivity triggered by the recognition of airway cell death",
            "authors": [],
            "year": 2013,
            "venue": "J Allergy Clin Immunol",
            "volume": "132",
            "issn": "2",
            "pages": "414-25.e6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2013.03.025"
                ]
            }
        },
        "BIBREF57": {
            "title": "An analysis of features of pathogenesis in two animal models of Ebola virus infection",
            "authors": [],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "Suppl 1",
            "pages": "S199-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Pathology of experimental Ebola virus infection in African green monkeys. Involvement of fibroblastic reticular cells",
            "authors": [],
            "year": 1997,
            "venue": "Arch Pathol Lab Med",
            "volume": "121",
            "issn": "8",
            "pages": "805-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Humanized Mouse Model of Ebola Virus Disease Mimics the Immune Responses in Human Disease",
            "authors": [],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "213",
            "issn": "5",
            "pages": "703-11",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiv538"
                ]
            }
        },
        "BIBREF60": {
            "title": "Pathogenesis of experimental Ebola virus infection in guinea pigs",
            "authors": [],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "Suppl 1",
            "pages": "S203-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Ebola virus: the role of macrophages and dendritic cells in the pathogenesis of Ebola hemorrhagic fever",
            "authors": [],
            "year": 2005,
            "venue": "Int J Biochem Cell Biol",
            "volume": "37",
            "issn": "8",
            "pages": "1560-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biocel.2005.02.018"
                ]
            }
        },
        "BIBREF62": {
            "title": "TIM-1 induces T cell activation and inhibits the development of peripheral tolerance",
            "authors": [],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "5",
            "pages": "447-54",
            "other_ids": {
                "DOI": [
                    "10.1038/ni1186"
                ]
            }
        },
        "BIBREF63": {
            "title": "KIM-1-mediated phagocytosis reduces acute injury to the kidney",
            "authors": [],
            "year": 2015,
            "venue": "J Clin Invest",
            "volume": "125",
            "issn": "4",
            "pages": "1620-36",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI75417"
                ]
            }
        },
        "BIBREF64": {
            "title": "Identification of Tim4 as a phosphatidylserine receptor",
            "authors": [],
            "year": 2007,
            "venue": "Nature",
            "volume": "450",
            "issn": "7168",
            "pages": "435-9",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06307"
                ]
            }
        },
        "BIBREF65": {
            "title": "Essential Roles of TIM-1 and TIM-4 Homologs in Adaptive Humoral Immunity in a Zebrafish Model",
            "authors": [],
            "year": 2016,
            "venue": "J Immunol",
            "volume": "196",
            "issn": "4",
            "pages": "1686-99",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1501736"
                ]
            }
        },
        "BIBREF66": {
            "title": "TIM-1 signaling in B cells regulates antibody production",
            "authors": [],
            "year": 2011,
            "venue": "Biochem Biophys Res Commun",
            "volume": "406",
            "issn": "2",
            "pages": "223-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2011.02.021"
                ]
            }
        },
        "BIBREF67": {
            "title": "Intrinsic adjuvanting of a novel single-cycle flavivirus vaccine in the absence of type I interferon receptor signaling",
            "authors": [],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "8",
            "pages": "1465-75",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2011.12.103"
                ]
            }
        },
        "BIBREF68": {
            "title": "Alpha/beta interferon receptor signaling amplifies early proinflammatory cytokine production in the lung during respiratory syncytial virus infection",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "11",
            "pages": "6128-36",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00333-14"
                ]
            }
        },
        "BIBREF69": {
            "title": "Innate immune evasion by filoviruses",
            "authors": [],
            "year": 2015,
            "venue": "Virology",
            "volume": "479–480",
            "issn": "",
            "pages": "122-30",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2015.03.030"
                ]
            }
        },
        "BIBREF70": {
            "title": "Inhibition of VSV binding and infectivity by phosphatidylserine: is phosphatidylserine a VSV-binding site?",
            "authors": [],
            "year": 1983,
            "venue": "Cell",
            "volume": "32",
            "issn": "2",
            "pages": "639-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Role of sialic acid in cell receptors for vesicular stomatitis virus",
            "authors": [],
            "year": 1986,
            "venue": "Acta Virol",
            "volume": "30",
            "issn": "1",
            "pages": "10-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Characterization of membrane components of the erythrocyte involved in vesicular stomatitis virus attachment and fusion at acidic pH",
            "authors": [],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "Pt 9",
            "pages": "2359-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Phosphatidylserine is not the cell surface receptor for vesicular stomatitis virus",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "20",
            "pages": "10920-6",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.20.10920-10926.2004"
                ]
            }
        },
        "BIBREF74": {
            "title": "Endoplasmic reticulum chaperone gp96 is essential for infection with vesicular stomatitis virus",
            "authors": [],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "15",
            "pages": "6970-5",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0908536107"
                ]
            }
        },
        "BIBREF75": {
            "title": "TIM-1 Mediates Dystroglycan-Independent Entry of Lassa Virus",
            "authors": [],
            "year": 2018,
            "venue": "J Virol",
            "volume": "92",
            "issn": "16",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Pathogenesis of the viral hemorrhagic fevers",
            "authors": [],
            "year": 2013,
            "venue": "Annual review of pathology",
            "volume": "8",
            "issn": "",
            "pages": "411-40",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-pathol-020712-164041"
                ]
            }
        },
        "BIBREF77": {
            "title": "Mouse models for filovirus infections",
            "authors": [],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "9",
            "pages": "1477-508",
            "other_ids": {
                "DOI": [
                    "10.3390/v4091477"
                ]
            }
        },
        "BIBREF78": {
            "title": "Filovirus infection of STAT-1 knockout mice",
            "authors": [],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "Suppl 3",
            "pages": "S986-90",
            "other_ids": {
                "DOI": []
            }
        }
    }
}