{
    "paper_id": "PMC6521996",
    "metadata": {
        "title": "The coronavirus macrodomain is required to prevent PARP-mediated inhibition of virus replication and enhancement of IFN expression",
        "authors": [
            {
                "first": "Matthew",
                "middle": [
                    "E."
                ],
                "last": "Grunewald",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yating",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chad",
                "middle": [],
                "last": "Kuny",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Takashi",
                "middle": [],
                "last": "Maejima",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Lease",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dana",
                "middle": [],
                "last": "Ferraris",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Masanori",
                "middle": [],
                "last": "Aikawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "S."
                ],
                "last": "Sullivan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stanley",
                "middle": [],
                "last": "Perlman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anthony",
                "middle": [
                    "R."
                ],
                "last": "Fehr",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Friedemann",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "ADP-ribosylation is the post-translational covalent addition of a single (mono-ADP-ribosylation or MARylation) or multiple (poly-ADP-ribosylation or PARylation) subunits of ADP-ribose from NAD+ to a protein. This process is catalyzed by intracellular poly(ADP-ribose) polymerases (PARPs) also known as diphtheria toxin-like ADP-ribosyltransferases (ARTDs), although extracellular cholera toxin-like ADP-ribosyltransferases (ARTCs) and some sirtuins also catalyze ADP-ribosylation [1]. Humans encode 17 PARPs, while mice encode 16. Four (PARP1, PARP2, PARP5a, and PARP5b) are PARylating, while the rest are MARylating or nonenzymatic [2]. Like many post-translational modifications, ADP-ribosylation is reversible by enzymes such as poly(ADP-ribose) glycohydrolase (PARG), ADP-ribosylhydrolases (ARHs), and macrodomains [3–7].",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 482,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 634,
                    "end": 635,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 820,
                    "end": 821,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 822,
                    "end": 823,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "ADP-ribosylation alters the structure and function of the substrate protein and has been implicated in several processes including DNA damage repair, cellular stress response, and virus infection [8]. For instance, PARylating PARPs, such as PARP1/2 and PARP5a/b regulate several nuclear processes such as DNA repair, transcription, and Wnt pathway activation [9, 10]. Mono-ADP-ribosylating PARPs also play a variety of roles in cell biology. For example, PARP16 is required for activation of ER-stress pathways [11], PARP14 binds to STAT-6 and enhances IL-4-dependent gene expression [12–15], PARP9 augments IFNγ-dependent gene expression in macrophages [15], and an unknown ADP-ribosylating enzyme inhibits RNAi following stress responses or poly(I:C) treatment [16–18]. In addition, two sirtuins, SIRT4 and SIRT6, use ADP-ribosylation to inhibit glutamate dehydrogenase and promote DNA repair respectively [19, 20].",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 360,
                    "end": 361,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 585,
                    "end": 587,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 767,
                    "end": 769,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 909,
                    "end": 911,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "PARPs have evolved rapidly, which may reflect their involvement in virus infections [21, 22]. Consistent with this, several PARPs are known ISGs (interferon stimulated genes), and many PARPs have been shown to be antiviral. PARP13, also called zinc antiviral protein (ZAP), inhibits replication of multiple classes of viruses, including retroviruses [23, 24], alphaviruses [22, 25, 26], and filoviruses [27] by binding to viral RNA and recruiting the RNA-degrading exosome complex [28]. ZAP was also found to be required for the ADP-ribosylation and subsequent degradation of influenza A virus proteins PA and PB2 despite being catalytically inactive [29]. Atasheva et al. demonstrated that exogenous expression of PARPs 7, 10, and 12 had inhibitory effects on protein translation and on Venezuelan equine encephalitis virus (VEEV) virus replication using ADP-ribosylation-dependent and -independent mechanisms [30]. This group and others demonstrated that PARP12 could also inhibit vesicular stomatitis virus (VSV), Rift Valley fever virus (RVFV), and encephalomyocarditis virus (EMCV) [31, 32]. PARP12 has been further shown to restrict Zika virus replication by promoting the degradation of viral proteins in an ADP-ribosylation-dependent manner [33]. PARP9 has been shown to complex with the DTX3L ubiquitin ligase to ubiquitinate the host histone H2BJ to enhance IFN signaling, resulting in the inhibition of RNA virus replication [34]. This complex also targets the EMCV 3C protease for ubiquitination and degradation [34]. While PARP9 was important for these activities, whether its ADP-ribosylating activity is required is unclear. In other cases, ADP-ribosylation is important for efficient virus replication as PARP1 inhibitors restrict the replication of several viruses such as herpesviruses, adenoviruses, and HIV [35–37]. PARP7 has both anti- and pro-viral activities as it binds to and induces degradation of Sindbis virus RNA [30, 38] but also promotes influenza A virus infection by ADP-ribosylating TBK1, which inhibits type I IFN (IFN-I) production [39]. Finally, sirtuins 1–7, including the ADP-ribosylating sirtuins SIRT4 and SIRT6, were shown to inhibit the replication of a wide variety of DNA and RNA viruses in MRC-5 cells [18]. However, the mechanism of viral inhibition by sirtuins and whether ADP-ribosylation is involved remains unknown.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 89,
                    "end": 91,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 351,
                    "end": 353,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 355,
                    "end": 357,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 382,
                    "end": 384,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 404,
                    "end": 406,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 482,
                    "end": 484,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 912,
                    "end": 914,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1088,
                    "end": 1090,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1092,
                    "end": 1094,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1437,
                    "end": 1439,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1525,
                    "end": 1527,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1828,
                    "end": 1830,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1831,
                    "end": 1833,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1943,
                    "end": 1945,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1947,
                    "end": 1949,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2069,
                    "end": 2071,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2249,
                    "end": 2251,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All Togaviridae, Coronaviridae, and Hepeviridae encode for a macrodomain protein that can remove ADP-ribose from proteins in vitro [40–42]. Several residues have been identified to be important for macrodomain activity, most of which fall in the ADP-ribose binding pocket [43]. Recombinant alphaviruses and hepatitis E virus (HEV) with mutations in these residues generally do not replicate well, while macrodomain-mutant coronaviruses generally replicate normally in tissue culture cells but are highly attenuated in vivo [40, 41, 44–50]. Collectively, these results suggest that viral macrodomains counter cellular ADP-ribosylation, but whether PARPs, ARTCs, sirtuins, or other unknown ADP-ribosyltransferases mediate ADP-ribosylation leading to the attenuation of macrodomain-mutant viruses is still unknown.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 135,
                    "end": 137,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 528,
                    "end": 530,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 532,
                    "end": 534,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Coronaviruses (CoVs) are enveloped positive-sense RNA viruses that cause severe disease in several mammalian species. Some, such as porcine epidemic diarrhea virus and porcine delta coronavirus, cause severe disease in agriculturally important animals, while others, such as severe acute respiratory syndrome (SARS)-CoV and Middle East respiratory syndrome (MERS)-CoV, cause lethal human diseases [51]. Mouse hepatitis virus strain JHMV (termed MHV herein) causes acute and chronic demyelinating encephalomyelitis and is the prototypical CoV used in many studies [52]. CoVs maintain several proteins that are important for blocking the innate immune response, including enzymes such as an O-methyltransferase (nsp-(nonstructural protein)16), a deubiquitinase (DUB) (nsp3), an endoribonuclease (nsp15), and an ADP-ribosylhydrolase, the aforementioned macrodomain (nsp3) [53–57]. Accordingly, the SARS-CoV macrodomain-mutant virus was shown to induce a robust pro-inflammatory cytokine response following infection both in vitro and in vivo [40]. In addition, SARS-CoV and human CoV 229E macrodomain-mutant viruses had increased sensitivity to IFN-I treatment in cell culture, demonstrating that the CoV macrodomain counters antiviral activities of ISGs [48]. Together, these studies suggest that IFN-stimulated ADP-ribosylation is countered by the conserved CoV macrodomain. Here, we show that PARP inhibitors specifically enhance the replication of MHV and decrease IFN production during macrodomain-mutant virus infection, further implicating the macrodomain in countering IFN-induced PARP-mediated antiviral ADP-ribosylation.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 870,
                    "end": 872,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1040,
                    "end": 1042,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1253,
                    "end": 1255,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Mice infected with neurovirulent MHV develop lethal encephalitis [52]. To study the role of the viral macrodomain in MHV-induced neurological disease, we previously created a recombinant virus containing an alanine mutation of a highly conserved asparagine residue (N1347A; herein denotated as N1347A MHV or virus). The location of the macrodomain within nsp3 of MHV and the specific location of this mutation have been previously reported [40, 58]. This asparagine residue is present in all enzymatically active macrodomains, and the asparagine-to-alanine mutation either reduces (CHIKV, HEV) or abolishes (SARS-CoV) the ADP-ribosyl hydrolase activity of viral macrodomains [40–42]. Structurally, the location of this residue within the protein is highly conserved among CoV macrodomains and appears to coordinate the 2’ OH of the distal ribose to influence ADP-ribose binding, catalysis, or both [59, 60].",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 441,
                    "end": 443,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 445,
                    "end": 447,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 899,
                    "end": 901,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 903,
                    "end": 905,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "The enzymatic activity of the MHV macrodomain is required for efficient replication in CD11b+ cells in vivo ::: Results",
            "ref_spans": []
        },
        {
            "text": "N1347A MHV replicates poorly and does not cause disease in mice, indicating the importance of this residue for macrodomain function [50]. Macrophages play a central role in this protection as infection with N1347A virus caused severe disease if microglia were depleted from the brain [61]. To directly assess replication of the mutant virus in macrophages in vivo, we purified CD11b+ cells (80–90% purity, S1A Fig) from the brains of mice infected with wild-type (WT) or N1347A MHV containing eGFP in place of ORF4 [50]. Of note, ORF4 is not required for optimal virus replication in vitro or in vivo [62]. Herein, WT virus refers to the previously described revN1347 virus where the WT macrodomain sequence was reinserted into the N1347A MHV BAC clone [50]. Similar to results found in whole brain [50], N1347A virus replication, measured by viral genomic RNA (gRNA) content, was reduced compared to that of WT virus in isolated brain CD11b+ cells (S1B Fig). Because the macrodomain is predicted to counter PARP-mediated ADP-ribosylation, we also analyzed whether PARP expression changed after infection. Consistent with a role for ADP-ribosylation, several PARPs were highly upregulated in these cells following infection with either WT or N1347A virus (S1C Fig).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 516,
                    "end": 518,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 602,
                    "end": 604,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 800,
                    "end": 802,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "The enzymatic activity of the MHV macrodomain is required for efficient replication in CD11b+ cells in vivo ::: Results",
            "ref_spans": []
        },
        {
            "text": "To date, no cell culture system exists in which a CoV macrodomain-mutant virus has a robust growth defect. Since brain-derived CD11b+ cells are not practical for molecular studies, we next examined whether bone marrow-derived macrophages (BMDMs) could recapitulate the replication deficiency of N1347A MHV seen in vivo. To this end, we harvested murine bone marrow cells, differentiated them into macrophages, and infected these BMDMs with WT and N1347A virus at a low multiplicity of infection (MOI) (Fig 1). At 20 hours post infection (hpi), BMDMs infected with N1347A virus had >10-fold lower titers and gRNA levels than those infected with WT virus (Fig 1A and 1B). Furthermore, total viral protein levels were noticeably decreased in N1347A virus-infected cells when measured by immunoblotting for nucleocapsid (N) protein (Fig 1C) or by visually analyzing virus-encoded GFP expression and syncytia formation by fluorescence microscopy (Fig 1D). Unfortunately, the large syncytia formed by infected cells made quantitative flow cytometric analysis of GFP-expressing cells unfeasible.",
            "cite_spans": [],
            "section": "N1347A MHV replicates poorly and induces an increased IFN response in bone marrow-derived macrophages ::: Results",
            "ref_spans": [
                {
                    "start": 502,
                    "end": 507,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 654,
                    "end": 667,
                    "mention": "Fig 1A and 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 829,
                    "end": 835,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 942,
                    "end": 948,
                    "mention": "Fig 1D",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Previously, we observed a diminished innate immune response in the brains of mice infected with N1347A virus [50], likely reflecting diminished virus replication. To determine if inactivation of the macrodomain in MHV also inhibits the innate immune response in infected BMDMs, we quantified IFN-I and cytokine production after infection with either WT or N1347A virus. However, in contrast to the results seen in infected mice, both CXCL-10 and IFNβ transcript levels and secreted levels of IFNα and IFNβ protein were significantly increased at 12 hpi in BMDMs infected with N1347A virus compared to levels in WT virus-infected samples (Fig 1E and 1F), suggesting that the CoV macrodomain inhibits the innate immune response in infected BMDMs.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "N1347A MHV replicates poorly and induces an increased IFN response in bone marrow-derived macrophages ::: Results",
            "ref_spans": [
                {
                    "start": 638,
                    "end": 651,
                    "mention": "Fig 1E and 1F",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To determine if restriction of N1347A MHV replication is due to mechanisms upstream or downstream of IFN-I signaling, we infected BMDMs isolated from WT, MAVS-/- (mitochondrial antiviral signaling protein), and IFNAR-/- (interferon α/β receptor) mice with WT and N1347A MHV. Loss of MAVS or IFNAR greatly reduced IFNβ mRNA levels compared to those in WT cells (Fig 2A). Furthermore, the N1347A MHV-mediated increase in IFNβ mRNA seen in WT cells was ablated in MAVS-/- cells (Fig 2A). However, while the replication deficiency of N1347A virus in WT BMDMs was retained in MAVS-/- cells, it was largely rescued in IFNAR-/- cells as measured by genomic RNA levels, viral titers, and visualized by GFP expression (Fig 2B–2D). To determine if these in vitro findings correlate with virulence, we infected WT, MAVS-/-, and IFNAR-/- mice intranasally with WT and N1347A virus (S2 Fig). N1347 virus-infected WT and MAVS-/- mice exhibited 100% survival and minimal differences in weight loss. In contrast, 60% of IFNAR-/- mice infected with N1347A virus succumbed to the infection and exhibited weight loss similar to that induced by WT virus. To further confirm that the factor(s) limiting N1347A MHV replication is downstream of IFN-I, we pretreated WT BMDMs with different doses of IFNβ for 8 hours and then infected cells with WT or N1347A virus (Fig 2E). Increasing amounts of IFNβ further reduced N1347A virus titers compared to that of WT, demonstrating that ISGs restrict N1347A MHV replication.",
            "cite_spans": [],
            "section": "Diminished replication of N1347A MHV does not require enhanced IFN-I production but is dependent on IFN-I signaling ::: Results",
            "ref_spans": [
                {
                    "start": 361,
                    "end": 367,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 476,
                    "end": 482,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 710,
                    "end": 719,
                    "mention": "Fig 2B–2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1342,
                    "end": 1348,
                    "mention": "Fig 2E",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The macrodomain is an ADP-ribosylhydrolase, raising the possibility that PARP enzymes are responsible for the attenuation of the N1347A virus. PARPs are known ISGs, and the lack of upregulation of these proteins in IFNAR-/- cells or mice could explain the restoration of N1347A MHV-specific phenotypes. First, we determined whether PARPs were upregulated during infection by measuring PARP mRNA levels in BMDMs infected with WT and N1347A virus (Fig 3A). Several PARP family members, including PARPs 7 and 9–14, were upregulated in both WT and N1347A virus-infected BMDMs compared to mock-infected cells. Of note, our PARP13 primers were designed to detect all isoforms of PARP13, and we were unable to detect PARP2 or PARP6. Furthermore, the expression of these upregulated PARPs were also increased in infected MAVS-/- cells, while the expression of PARPs 9–12 and 14 were not increased in infected IFNAR-/- cells (Fig 3B), suggesting these PARPs are ISGs, consistent with previous reports [31, 32, 63, 64]. We confirmed this by treating WT and IFNAR-/- BMDMs with IFNβ and measuring PARP mRNA levels (Fig 3C). As expected, PARPs 9–12 and 14, in addition to PARPs 3, 4, and 5a, were upregulated following IFNβ stimulation in WT but not in IFNAR-/- BMDMs, consistent with previous studies [31, 65]. Interestingly, PARP7 and PARP13 were induced by IFNβ but were also induced in infected IFNAR-/- cells, demonstrating that, while these PARPs are ISGs, they are also regulated by additional mechanisms during infection (Fig 3B and 3C). We conclude that most PARPs are ISGs in primary murine macrophages and that PARPs 7 and 9–14 are highly expressed following CoV infection.",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 995,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 997,
                    "end": 999,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1005,
                    "end": 1007,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1291,
                    "end": 1293,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1295,
                    "end": 1297,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Several PARPs are highly expressed during infection and in response to IFN stimulation in BMDMs ::: Results",
            "ref_spans": [
                {
                    "start": 446,
                    "end": 452,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 917,
                    "end": 923,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1104,
                    "end": 1110,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1518,
                    "end": 1531,
                    "mention": "Fig 3B and 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To directly test whether PARPs inhibit CoV replication and facilitate IFN-I production in the absence of macrodomain ADP-ribosylhydrolase activity, we infected cells with WT and N1347A MHV prior to treatment with PARP inhibitors 3-aminobenzamide (3-AB) and XAV-939 (Fig 4). 3-AB is a general PARP inhibitor, while XAV-939 was developed as a PARP5a/b inhibitor, but at higher concentrations it inhibits most, if not all, PARPs [66]. These inhibitors did not affect cell growth or metabolism at the concentration used in this study but diminished cellular PARylation, demonstrating efficacy (S3A & S3C Fig). Importantly, both inhibitors significantly increased N1347A virus replication compared to vehicle treatment as visualized by GFP expression or measured by viral titers or genomic RNA levels (Fig 4A–4C). Further, levels of IFNβ transcript produced in N1347A virus-infected cells treated with inhibitors were reduced to levels seen in WT virus-infected cells (Fig 4D). Importantly, neither inhibitor had a significant effect on replication or IFN production in WT virus-infected cells, suggesting that PARPs are potentially counteracted by macrodomain activity during WT infection. As these inhibitors are known to target the PARP catalytic site [66], these data indicate that PARP-catalyzed ADP-ribosylation is responsible for decreased replication and increased IFNβ production during N1347A MHV infection.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "PARP activity restricts N1347A MHV replication and enhances the innate immune response ::: Results",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 271,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 797,
                    "end": 806,
                    "mention": "Fig 4A–4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 964,
                    "end": 970,
                    "mention": "Fig 4D",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To determine which individual PARP(s) restricts replication of N1347A MHV, we transfected BMDMs with siRNAs for the most highly expressed PARPs and examined the effects on WT and N1347A virus replication. We were unable to reliably knockdown PARP13 expression, so this PARP was excluded from our analysis. Knockdown of all other tested PARP mRNAs in both WT and N1347A MHV-infected BMDMs was observed (S4 Fig). Knockdown of PARPs 7, 9, 10, and 11 did not significantly increase WT or N1347A virus gRNA levels over that of control siRNA-transfected N1347A virus-infected cells (Fig 5A, top row). In contrast, two independent siRNAs directed toward PARP12 and PARP14 significantly rescued N1347A virus gRNA levels without having a significant effect on WT virus (Fig 5A, bottom row). Viral titers were also increased in cells transfected with siPARP12.2 or with siPARP14.1, although the increased replication of N1347A virus in PARP14 knockdown cells did not reach statistical significance (Fig 5B). To further examine the role of PARP14 in N1347A MHV infection, we infected BMDMs harvested from PARP14-/- and PARP14+/- mice (S5 Fig). N1347A virus replication was not significantly different in PARP14-/- and PARP14+/- cells (Fig 5C), suggesting that other PARPs or factors important for restricting replication may have compensated for or were lacking in the congenital absence of PARP14. In an effort to resolve these differences, we utilized a recently developed PARP14 inhibitor, compound 8K, which targets the MARylating catalytic site of PARP14 (Fig 5D) [67]. While compound 8K did not affect cell viability or metabolism or inhibit global cellular PARylation (S3B & S3C Fig), it significantly restored replication of N1347A virus in BMDMs (Fig 5E). In general, these results support a role for PARP12 and PARP14 in blocking N1347A MHV replication. However, whether or not the catalytic domain of PARP12 is required for this role will require further validation.",
            "cite_spans": [
                {
                    "start": 1559,
                    "end": 1561,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "PARP12 and PARP14 are required for the restriction of mutant virus replication ::: Results",
            "ref_spans": [
                {
                    "start": 577,
                    "end": 583,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 761,
                    "end": 767,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 989,
                    "end": 995,
                    "mention": "Fig 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1224,
                    "end": 1230,
                    "mention": "Fig 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1550,
                    "end": 1556,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1745,
                    "end": 1751,
                    "mention": "Fig 5E",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Because PARP14 impacts innate immune signaling pathways [12, 63], we also tested whether the PARP14 inhibitor affects IFN production. We found that, in addition to partially rescuing N1347A MHV replication (Fig 5D), the PARP14 inhibitor 8K caused a reduction in IFNβ mRNA levels in both WT and N1347A virus-infected BMDMs (Fig 6A). Consistent with these results, PARP14-/- in contrast to PARP14+/- cells showed no increase in IFN expression following infection with N1347A virus (Fig 6B). Notably, overexpression of PARP14, but not of GFP, was also sufficient for IFN induction in delayed brain tumor (DBT) cells, which normally express very low, if any, IFN (Figs 6C & S6). Overexpression of a PARP14 mutant with inactivating mutations H1698F, Y1730N, and E1810K in the catalytic triad of the PARP domain (CM, described in [68]) also induced IFN expression in DBT cells following transfection (Fig 6C). This result suggests that PARP14 has both ADP-ribosylation-dependent and -independent mechanisms for regulating the IFN response.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 61,
                    "end": 63,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 825,
                    "end": 827,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "PARP14 is required for maximal IFN production in response to CoV infection or poly(I:C) treatment ::: Results",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 213,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 323,
                    "end": 329,
                    "mention": "Fig 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 480,
                    "end": 486,
                    "mention": "Fig 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 665,
                    "end": 667,
                    "mention": "6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 895,
                    "end": 901,
                    "mention": "Fig 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To determine whether PARP14 is also important for IFN induction in human cells, we used an assay based on IFN-mediated inhibition of VSV (vesicular stomatitis virus) replication. We engineered six PARP14 knockout (KO) clones of A549 cells and a pool of PARP14 KO cells in normal human dermal fibroblasts (NHDFs) using lentiCRISPR/CAS9-v2 (Figs 6D & S7A). These cells were transfected with poly(I:C) for 6 hours, at which point the supernatant (conditioned media) was collected and transferred to naïve A549 cells. After a 2-hour incubation, we then infected these cells with an eGFP-expressing mutant recombinant VSV (VSV M51R) that is unable to suppress the innate immune response [69] and measured virus replication by plaque assay on Vero cells to quantify the amount of antiviral cytokines in the conditioned media (Fig 6E). As expected, treatment with conditioned media from poly(I:C)-transfected WT A549 (Fig 6F and 6G) or WT NHDF cells (S7B and S7C Fig) induced a substantial decrease in VSV M51R replication compared to media from mock-transfected cells. In contrast, conditioned media harvested from stimulated PARP14 KO A549 (Fig 6F and 6G) or PARP14 KO NHDF (S7B and S7C Fig) cells showed only partial antiviral activity, resulting in ~3-fold enhanced replication of VSV M51R compared to cells that received conditioned media from stimulated WT cells. To confirm the antiviral activity in the conditioned media is due to IFN-I, we engineered cells functionally knocked out for IFNAR1 and tested whether the conditioned media had any effects on VSV M51R replication in these cells. The addition of exogenous IFNα to IFNAR KO A549 cells had no effect on VSV M51R replication, whereas 10 units of IFNα restricted VSV replication in WT cells, confirming that the IFNAR KO cells were defective for IFN-I signaling (S7D Fig). Conditioned media from both WT and PARP14 KO cells treated with poly(I:C) still had a mild inhibitory effect on VSV M51R replication in IFNAR KO cells, suggesting that antiviral cytokines in addition to IFN-I were present in the media. However, a smaller difference in VSV replication between WT and PARP14 KO conditioned media-treated cells was observed in IFNAR KO recipient cells compared to WT recipient cells (Figs 6G and S7C), indicating that the primary antiviral factor produced by stimulated cells was IFN-I. Taken together, these data indicate that PARP14 is necessary for efficient IFN-I production during CoV infection and poly(I:C) stimulation in both mouse and human cells respectively.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 685,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "PARP14 is required for maximal IFN production in response to CoV infection or poly(I:C) treatment ::: Results",
            "ref_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "mention": "6D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 820,
                    "end": 826,
                    "mention": "Fig 6E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 911,
                    "end": 924,
                    "mention": "Fig 6F and 6G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1136,
                    "end": 1149,
                    "mention": "Fig 6F and 6G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2251,
                    "end": 2253,
                    "mention": "6G",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Here we show that PARPs, specifically PARP12 and PARP14, are required to inhibit the replication of a macrodomain-mutant CoV and that PARP14 is also required for optimal IFN expression. Previous reports have shown that CoVs were unable to cause disease in the absence of viral macrodomain ADP-ribosylhydrolase activity and that this attenuation was associated with reduced viral loads and changes in pro-inflammatory cytokine expression in vivo [40, 47, 50]. However, it has been difficult to elucidate the details of CoV macrodomain function due to the lack of a cell culture system that recapitulates these phenotypes. Our results showed that BMDMs are useful for this purpose since N1347A MHV replicated poorly and induced a robust IFN response in these cells (Fig 1). BMDMs provide several advantages over other primary cells in that they are easily cultured, can be obtained in large numbers, have a fully functional innate immune response, and are productively infected by MHV [70].",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 984,
                    "end": 986,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 764,
                    "end": 769,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "PARPs have both antiviral and immunomodulatory roles [8]. Here we found that pan-PARP inhibitors both decreased IFN production and enhanced the replication of MHV lacking ADP-ribosylhydrolase activity but had no significant effect on WT virus (Fig 4). The antiviral properties of PARPS were dependent upon their ADP-ribosyltransferase activity since these inhibitors target the catalytic site of PARPs. These results suggest that the conserved CoV macrodomain functions to directly counter the activity of cellular PARP enzymes; however, this conclusion will require further validation. In addition, utilizing siRNA knockdown and a PARP14 specific inhibitor, we provide evidence that both PARP12 and PARP14 are necessary to restrict N1347A virus replication (Fig 5A, 5B and 5E). PARP12, which has high sequence similarity to PARP13 (ZAP), has previously been shown to block both cellular and viral protein translation and inhibit virus replication by both ADP-ribosylation dependent and independent mechanisms [30]. On the other hand, PARP14 was not previously shown to inhibit virus replication but rather was shown to modulate both innate and adaptive immune responses [15, 63, 68, 71]. Both proteins are known components of stress granules where they interact with a variety of proteins, including Argonaute 2 and PARP13 (ZAP) [16]. Interestingly, PARP14 was recently shown to ADP-ribosylate PARP13 in human cells [72]. It will be intriguing to determine: i) if PARP12 and PARP14 localize to stress granules during a CoV infection, ii) whether PARP13 is involved in restricting N1347A MHV replication, and iii) how these PARPs specifically impact the CoV lifecycle. Most important will be to identify those proteins that are ADP-ribosylated by PARPs and targeted by the macrodomain during infection to fully understand this important host-virus interaction. Since the macrodomain is a subunit within a large transmembrane viral protein (nsp3), it is likely that the targets for de-ADP-ribosylation are cellular proteins in close vicinity to nsp3. These include proteins located in replication-transcription complexes (RTCs) or other subcellular structures such as P-bodies or stress granules.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1172,
                    "end": 1174,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1180,
                    "end": 1182,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1418,
                    "end": 1420,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 249,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 759,
                    "end": 776,
                    "mention": "Fig 5A, 5B and 5E",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Studies with chikungunya virus and Sindbis virus demonstrate that the alphavirus macrodomain also counters cellular ADP-ribosylation as mutants with decreased ADP-ribose binding and enzymatic activity had mild to severe replication defects [44, 45, 73]. However, following infection with chikungunya virus, very little PARP induction was observed in infected cells, and a MARylation inhibitor decreased WT virus replication [44]. Thus, while PARPs play an antiviral role during a CoV infection, their role during alphavirus infection may be more nuanced.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 245,
                    "end": 247,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 249,
                    "end": 251,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "About half of the PARP family members are induced by MHV infection in BMDMs (Fig 3), raising the possibility that PARPs in addition to PARP12 and PARP14 contribute to the antiviral response. Consistent with this, pan-PARP inhibitors reduced N1347A MHV-induced IFN-I levels (Fig 4D) much more effectively than the PARP14-specific inhibitor (Fig 6A). Notably, the expression of PARP7 and PARP13 following infection were upregulated in infected IFNAR-/- BMDMs (Fig 3B), suggesting that they are part of an IFN-independent cellular response to infection. In addition, knockdown of either PARP7 or PARP10 mRNA mildly reduced gRNA production in cells infected with either WT or N1347A virus (Fig 5A), suggesting that they have pro-viral functions in MHV-infected BMDMs, perhaps analogous to alphavirus-infected cells but in contrast to other virus infection models where they are known to be antiviral [30, 38].",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 899,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 901,
                    "end": 903,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 82,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 274,
                    "end": 280,
                    "mention": "Fig 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 340,
                    "end": 346,
                    "mention": "Fig 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 458,
                    "end": 464,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 686,
                    "end": 692,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Finally, using a recently developed PARP14-specific inhibitor and PARP14-/- BMDMs (Fig 6A and 6B) as well as human PARP14 KO A549 and NHDF cells (Fig 6D–6G, S7A–S7C Fig), we found that PARP14 was required for robust IFN-I production during CoV infection or poly(I:C) stimulation. These data are consistent with a recent report detailing a role for PARP14 in IFN-I induction following LPS stimulation of RAW 264.7 cells and BMDMs [63]. In that study, the absence of PARP14 did not affect IRF-3 translocation to the nucleus but rather altered histone modification and reduced pol II recruitment to specific ISG promoters in the nucleus. Consistent with these data, we also showed that PARP14 overexpression induced IFN-I transcription in DBT cells (Fig 6C). PARP14 with three inactivating mutations in the catalytic triad also induced IFN expression (Fig 6C), suggesting that PARP14 uses both ADP-ribose-dependent and independent mechanisms to regulate the IFN response during CoV infection. This result may not be surprising since a PARP14 fragment without the catalytic domain has been shown to activate STAT-6 dependent transcription, but the catalytic domain was required for maximal activation [12].",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1198,
                    "end": 1200,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 96,
                    "mention": "Fig 6A and 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 146,
                    "end": 155,
                    "mention": "Fig 6D–6G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 747,
                    "end": 753,
                    "mention": "Fig 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 849,
                    "end": 855,
                    "mention": "Fig 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Many of the signaling proteins involved in the production of IFN-I and ISGs are known to be regulated by post-translational modifications such as phosphorylation and ubiquitination [74]. Recently, several of these proteins have been demonstrated to be regulated by PARPs as well [13, 15, 39, 63, 75, 76]. These findings, along with our data, unveil previously unknown mechanisms of innate immune regulation and suggest that PARP-dependent ADP-ribosylation will impact several proteins in these pathways. Clearly, the next step will be to identify the targets of individual PARPs and determine precisely how ADP-ribosylation regulates the innate immune response.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 284,
                    "end": 286,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 296,
                    "end": 298,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Animal studies were approved by the University of Iowa Institutional Animal Care and Use Committee (IACUC) as directed by the Guide for the Care and Use of Laboratory Animals (Protocol #6071795). Anesthesia or euthanasia were accomplished using isoflurane and ketamine/xylazine or ketamine/xylazine, respectively.",
            "cite_spans": [],
            "section": "Ethics statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Delayed brain tumor (DBT) (propagated in Perlman laboratory since 1983), normal human dermal fibroblasts (NHDF) (ATCC), A549 (ATCC), Vero (a gift provided by Robert Krug, University of Texas at Austin), BHK-21 (a gift provided by Dr. Emin Ulug, University of Texas at Austin) and HeLa cells expressing the MHV receptor carcinoembryonic antigen-related cell adhesion molecule 1 (CEACAM1) (HeLa-MHVR) (a gift from Dr. Thomas Gallagher, Loyola University Chicago) were grown in Dulbecco’s Modified Eagle Medium (DMEM) supplemented with 10% fetal bovine serum (FBS), 100 U/ml penicillin and 100 μg/ml streptomycin. Bone marrow-derived macrophages (BMDMs) sourced from WT, MAVS-/-, IFNAR-/-, PARP14+/-and PARP14-/- C57BL/6 mice were differentiated by incubating cells with 10% L929 cell supernatants and 10% FBS in Roswell Park Memorial Institute (RPMI) media for seven days. Cells were washed and replaced with fresh media every day after the 4th day.",
            "cite_spans": [],
            "section": "Cell culture, plasmids, and reagents ::: Methods",
            "ref_spans": []
        },
        {
            "text": "pcDNA3-GFP was previously described [40], pcDNA3-FLAG/PARP14 and pcDNA3-FLAG/PARP14-CM were obtained as a generous gift from Dr. Mark Boothby (Vanderbilt University, Nashville TN), and pSport6-FLAG/PARP12 was obtained as a generous gift from Dr. Oberdan Leo (Universite Libre de Bruxelles, Gosselies, Belgium). Mouse IFNβ and human IFNα was purchased from PBL Assay Science (12401–1 and 11200–1). 3-aminobenzamide (3-AB) (A4161) and XAV-939 (A1877) were purchased from APExBIO. Compound 8K was previously described [67].",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 39,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 516,
                    "end": 518,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Cell culture, plasmids, and reagents ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Following differentiation, BMDMs were treated with the indicated compounds for 24 hours. Cell viability was assessed using a Vybrant MTT Cell Proliferation Assay (Thermo Fisher Scientific) following manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Cell viability ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Pathogen-free C57BL/6 WT and IFNAR-/- mice were purchased from Jackson Laboratories, and MAVS-/- mice were obtained as a generous gift from Dr. Michael Gale (University of Washington, Seattle, Washington). These mice were bred and maintained in the animal care facility at the University of Iowa. PARP14-/- mice were a generous gift from Dr. Mark Boothby (Vanderbilt University, Nashville, Tennessee) and were bred and maintained in the animal care facility at Harvard Medical School.",
            "cite_spans": [],
            "section": "Mice ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Recombinant WT (rJIA-GFPrevN1347) and N1347A (rJIA-GFP-N1347A) MHV were previously described [50, 77]. Both viruses expressed eGFP. Virus stocks were created by infecting ~1.5×107 17Cl-1 cells at an MOI of 0.1 plaque-forming units (PFU)/cell and collecting both the cells and supernatant at 20 hpi. The cells were freeze-thawed, and debris was removed prior to collecting virus stocks. Virus stocks were quantified by plaque assay on Hela-MHVR cells. BMDM cells were infected with MHV at an MOI of 0.1 PFU/cell with a 45–60 min adsorption phase. Infected cells were then incubated and collected at the indicated timepoints. Recombinant eGFP-expressing mutant VSV (rM51R-M-EGFP) was obtained from Dr. Douglas Lyles, Wake Forest School of Medicine, Winston-Salem, NC [78]. Virus stocks were amplified in BHK-21 cells and quantified by plaque assay on Vero cells. For mouse infections, 5-8-week-old mice were anesthetized with ketamine/xylazine and inoculated intranasally with 3×104 PFU of virus in 12 μL DMEM. Mice were either monitored for weight loss or were sacrificed at 4–6 days post infection (dpi) to harvest the brain tissue. Brain tissues were homogenized, and leukocytes were isolated as previously described [79].",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 98,
                    "end": 100,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1219,
                    "end": 1221,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Virus infection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "CD11b+ leukocytes from brain tissues were purified using CD11b MicroBeads (Miltenyi Biotec) as per manufacturer’s instructions. For surface staining, brain leukocytes were treated with Fc block (CD16/32, 2.4G2) and then incubated with specific mAbs or isotype controls. Monoclonal antibodies used for these studies included CD45-PECy7/FITC (30-F11, Biolegend) and CD11b-e450 (M1/70, Thermo Fisher Scientific). Cells were analyzed using a FACS Verse flow cytometer (BD Biosciences). All flow cytometry data were analyzed using FlowJo software (Tree Star, Inc.).",
            "cite_spans": [],
            "section": "CD11b+ cell purification and flow cytometry ::: Methods",
            "ref_spans": []
        },
        {
            "text": "5×105 DBT cells were transfected with 0.5 μg total plasmid expressing GFP, PARP12, or WT or CM PARP14 using PolyJet In Vitro Transfection Reagent (SignaGen Laboratories) as per manufacturer’s protocol. Media was replaced 8 hours after transfection, and cells were incubated for 16 hours before collection.",
            "cite_spans": [],
            "section": "Plasmid and siRNA transfection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For siRNA knockdown, DsiRNA oligonucleotides were purchased from Integrated DNA Technologies (IDT). Sequences are listed in S1 Table. Negative control DsiRNA was also purchased from IDT and is listed as a non-specific control. BMDMs were transfected with 50 pmol/ml of siRNA with Viromer BLUE (Lipocalyx) following the manufacturer’s protocol. Media was replaced 4 hours after transfection, and cells were further incubated for 24 hours prior to infection. Three independent siRNAs were acquired for each gene, and the one giving the best knockdown was used for viral replication assays, except for PARPs 12 and 14 assays, which utilized 2 independent siRNAs.",
            "cite_spans": [],
            "section": "Plasmid and siRNA transfection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "PARP14 KO A549 and NHDF cells and IFNAR KO A549 cells were generated using the lentiCRISPR/CAS9-v2 system[80]. For both PARP14 and IFNAR1 pLentiCRISPR/CAS9-v2 constructs, a pair of oligos were phosphorylated, annealed, and inserted into pLentiCRISPRv2 (Addgene, plasmid 52961) between BsmBI restriction sites as described[80]. The sequences of the oligos are listed in S2 Table. The packaging of lentiviruses and transduction were performed as described previously [81]. In summary, pooled PARP14 KO NHDF cells or PARP14 KO or IFNAR KO A549 cell lines were generated by transduction with lentiviruses with lentiCRISPR/CAS9-v2-gRNAs. 72 hours post transduction, NHDF and A549 cells were treated with puromycin (2μg/ml) for 3 days. A549 cells were diluted to obtain single cell clones, while NHDF cells were pooled. PARP14 KO clones were screened by immunoblotting for PARP14. For IFNAR KO cells, ablation was confirmed by assessing infection sensitivity to IFNα. NHDF and A549 cells transduced with irrelevant gRNA (gRNA-NC) were used as negative controls.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 322,
                    "end": 324,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 466,
                    "end": 468,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "Generation of PARP14- and IFNAR1-targeted KO cell lines ::: Methods",
            "ref_spans": []
        },
        {
            "text": "WT or PARP14 KO A549 or NHDF cells were seeded in 12-well plates (105 cells/well). 16 hours later, cells were mock transfected (wild-type cells) or transfected with 2 μl Lipofectamine 2000 reagent (Invitrogen) and 500 ng poly(I:C) (HMW, InvivoGen) in 200 μl of DMEM in duplicate as per manufacturer’s protocol (for recipient WT and IFNAR KO A549 cells). To reduce the effect of the remaining poly(I:C) in the conditioned media, cell media were replaced with fresh media 2 h post transfection. At 6 h post transfection, cell media was collected and centrifuged to remove cell debris, and supernatants were collected as conditioned media. Recipient WT or IFNAR KO A549 cells were then incubated with one of the duplicate samples of conditioned media for 2 h prior to infection with eGFP-VSV (rM51R-M-EGFP) at an MOI of 1 PFU/cell. VSV titers in the supernatants were determined by counting plaques on Vero cells.",
            "cite_spans": [],
            "section": "Conditioned media activity assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "WT or IFNAR KO A549 cells were incubated with 1 ml of IFNα-containing media (0, 1, 10, 100, 1000 units/ml) for 4 h prior to infection with eGFP-VSV (rM51R-M-EGFP) at an MOI of 1 PFU/cell. At 16 hpi, infected cells were monitored under an AMG-EVOS FL Digital Inverted Fluorescence Microscope (software version 15913). GFP fluorescence microscopy was performed with a light cube of GFP (Ex 470 nm/Em 525 nm) under a 4X objective lens (the scale bar on the image represents 1000 μm), and images of six different fields were taken for each condition. The quantification of GFP-VSV-infected cells was performed using ImageJ software (NIH) to count GFP (green) points. The means ± SEM of percentages of infected cells from six different fields (three each from two different replicate wells of a 12-well-plate) are shown.",
            "cite_spans": [],
            "section": "IFN activity assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "RNA was isolated from cells using Trizol (Thermo Fisher Scientific) via phase separation or Direct-Zol column purification (Zymo Research) as per manufacturer’s instructions. cDNA was prepared using MMLV-reverse transcriptase as per manufacturer’s instructions (Thermo Fisher Scientific). Quantitative PCR (qPCR) was performed on a QuantStudio3 real-time PCR system using PowerUp SYBR Green Master Mix (Thermo Fisher Scientific). qPCR primers are listed in S3 Table. Primers were designed to span an exon-exon junction when possible to prevent quantification of any residual genomic DNA. All qPCR reactions were run with a -RT control to confirm the lack of significant DNA contamination. Cycle thresholds were normalized to that of housekeeping gene hypoxanthine-guanine phosphoribosyltransferase (HPRT) by the following equation: ΔCT =\nCT (gene of interest)—CT (HPRT). All results are shown as a ratio to HPRT calculated as -2ΔCT.",
            "cite_spans": [],
            "section": "Real-time quantitative PCR (RT-qPCR) analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Total cells were lysed in sample buffer containing SDS, β-mercaptoethanol, protease/phosphatase inhibitor cocktails (Roche), PMSF, and universal nuclease (Thermo Fisher Scientific). Proteins were resolved on an SDS polyacrylamide gel, transferred to a polyvinylidene difluoride (PVDF) membrane, hybridized with a primary antibody, reacted with an infrared (IR) dye-conjugated secondary antibody, visualized using a LI-COR Odyssey Imager, and analyzed using Image Studio software (LI-COR). Primary antibodies used for immunoblotting include anti-FLAG monoclonal antibody (M2, 1:500, Millipore-Sigma); anti-PARP14 polyclonal antibodies (C-1, 1:500, Santa Cruz Biotechnology; HPA012063, 1:1000, Millipore-Sigma); anti-PAR monoclonal antibody (10H, 1:500, Trevigen); rabbit anti-MHV polyclonal antibody (1:10,000) [82]; and anti-actin monoclonal antibody (AC15, 1:10,000, Abcam). Secondary IR antibodies were purchased from LI-COR.",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 813,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Immunoblotting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Supernatants from infected cells were collected at 12 hpi, and protein levels of IFNα and IFNβ were determined using the Luminex Protein Assay (Thermo Fisher Scientific) according to the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Measurement of IFN protein levels ::: Methods",
            "ref_spans": []
        },
        {
            "text": "BMDMs plated on glass cover slips were infected with GFP-expressing MHV. At 14 hpi, cells were fixed with 4% paraformaldehyde, and coverslips were transferred to a glass slide. Vectashield Antifade Mounting Media with DAPI (Vector Laboratories) was applied, and a second coverslip was overlaid. Slides were visualized on an Olympus IX-81 inverted fluorescence microscope (Olympus), and images were analyzed using SlideBook software (Meyers Instruments).",
            "cite_spans": [],
            "section": "Fluorescence microscopy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "An unpaired two-tailed Student’s t-test was used to assess differences in mean values between groups, and graphs are expressed as mean ± SEM. MHV titers are presented as geometric mean ± SEM. The n value represents the number of biologic replicates for each figure. The n for WT and N1347A virus-infected samples were the same unless otherwise indicated. Significant p values are denoted with *p≤0.05, ** p≤0.01, *** p≤0.001.",
            "cite_spans": [],
            "section": "Statistics ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (A-D) BMDMs were infected with WT or N1347A MHV and analyzed for virus replication. (A,B) Virus titers (A) and genomic RNA (gRNA) levels (B) were determined by plaque assay and RT-qPCR with primers specific for nsp12 (normalized to HPRT) respectively. (C,D) BMDMs were infected as described above, and at 14 hpi viral protein levels were determined by immunoblotting infected cell lysates with anti-nucleocapsid protein (N) antibody (C) or visualized by fluorescence microscopy (D). (E) Infected BMDMs were collected at indicated time points, and RNA levels were determined by RT-qPCR with primers specific for each transcript and normalized to HPRT. (F) BMDMs were infected as described above, and at 12 hpi, supernatants were collected and analyzed for IFN⍺ and IFNβ protein levels by ELISA. The data in (A-E) are obtained from one experiment representative of two independent experiments; n = 3 biological replicates. The data in (F) are combined from two independent experiments; WT, n = 6; N1347A, n = 7. Numbers above bars represent fold difference between WT and N1347A.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: (A-D) BMDMs from WT, MAVS-/-, or IFNAR-/- mice were mock infected or infected with WT or N1347A MHV, and cells were collected at indicated timepoints. RNA levels were determined by RT-qPCR with primers specific to IFNβ (A) or genomic RNA (B), viral titers were determined by plaque assay (C), and viral protein expression was assessed by fluorescence microscopy (D). The data in (A-D) show one experiment representative of at least two independent experiments; n = 3. (E) BMDMs were pretreated with indicated amounts of IFNβ for 8 hours, media was removed, and the cells were infected with WT or N1347A virus. Cells were collected at 18 hpi, and virus titers were determined by plaque assay. The data in (E) show one experiment representative of three experiments; n = 3. Numbers above bars represent fold difference between WT and N1347A or between WT, MAVS-/-, and IFNAR-/- cells infected with N1347A virus.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) BMDMs were infected with WT or N1347A MHV and collected at 18 hpi. PARP expression was determined by RT-qPCR using primers listed in S3 Table and normalized to HPRT. PARP2 and PARP16 were undetectable and are not shown. (B) BMDMs isolated from WT, MAVS-/-, or IFNAR-/- mice were infected with WT or N1347A virus. Cells were collected at 18 hpi, and RNA levels of selected PARPs were determined by RT-qPCR and normalized to HPRT mRNA levels. (C) BMDMs from WT or IFNAR-/- mice were mock treated or treated with 1000 U IFNβ for 8 h, and RNA levels were determined by RT-qPCR and normalized to HPRT. PARPs 6 and 8 fell below the limit of detection and are not shown. The data in (A-C) show one experiment representative of two independent experiments; n = 3.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A-D) BMDMs were infected with WT or N1347A MHV and treated with vehicle (0.25% DMSO), 5 mM 3-AB, or 10 μM XAV-939 following a 1-hour adsorption phase. Cells were either fixed at 16 hpi and analyzed for virus-encoded GFP expression by fluorescence microscopy (A); collected at 20 hpi, and viral titers determined by plaque assay (B); or collected at 12 hpi, and RNA levels determined by RT-qPCR with primers specific to genomic RNA (C) or IFNβ (D). The data in (A-D) show one experiment representative of two independent experiments; DMSO, n = 6; 3-AB and XAV-939, n = 3. Numbers above bars represent fold difference between WT and N1347A or between DMSO- and inhibitor-treated cells infected with N1347A virus.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: (A,B) BMDMs were transfected with control siRNA (siCtl) or PARP-specific siRNA as described in Methods. Approximately 28 hours later, cells were infected with WT or N1347A MHV and collected at 18–22 hpi. RNA levels were determined by RT-qPCR (A), and viral titers were determined by plaque assay (B). The data in (A) represent the combined results of two to five experiments; n = 9 for siPARP7, n = 6 for siPARP9, n = 6 for siPARP10, n = 12 for siPARP11, n = 15 for siPARP12.2, n = 9 for siPARP12.3, n = 12 for siPARP14.1, n = 12 for siPARP14.2. The results in (B) show one experiment representative of two independent experiments. (C) PARP14-/- or PARP14+/- littermate control BMDMs were infected with WT or N1347A virus, cells were collected at 15 hpi, and gRNA levels were determined by RT-qPCR. The data in (C) show one experiment representative of four independent experiments. (D) Structure of PARP14 inhibitor compound 8K. (E) BMDMs were infected with WT or N1347A virus and treated with 5 μM compound 8K or vehicle (DMSO) following a 1-hour adsorption phase. Cells were collected at 18 hpi, and gRNA levels were determined by RT-qPCR. The data in (E) represent the combined results of four experiments; n = 12. Numbers above bars represent fold difference between WT and N1347A or between siPARP/siCtl or inhibitor/DMSO-treated cells infected with N1347A virus.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: (A) BMDMs were infected with WT or N1347A MHV and treated with 5 μM compound 8K or vehicle (DMSO) following a 1-hour adsorption phase. Cells were collected at 12 hpi, and IFNβ mRNA levels were determined by RT-qPCR. The data in (A) represent the combined results of three experiments; n = 9. (B) PARP14-/- or PARP14+/- littermate control BMDMs were infected with WT or N1347A virus. Cells were collected at 12 hpi, and IFNβ mRNA levels were determined by RT-qPCR. The data in (B) show one experiment representative of four independent experiments. (C) DBT cells were transfected with plasmid expressing GFP, PARP14, or a PARP14 catalytic mutant (CM). Cells were collected at 24 hours after transfection, and IFNβ mRNA levels were determined by RT-qPCR. The data in (C) show one experiment representative of two independent experiments; n = 3. (D) Six clones of CRISPR/Cas9-gRNA-mediated PARP14 KO A549 cells or gRNA-NC-transduced (irrelevant gRNA) control A549 cells were collected and analyzed by immunoblotting for PARP14 protein. (E) Schematic diagram illustrating the antiviral conditioned media assay (see Methods for details). (F,G) At 16 hpi, VSV replication on WT or IFNAR KO A549 cells was analyzed by fluorescence microscopy (F), and titers were determined by plaque assay on Vero cells (G). The images in (F) are of a single experiment representative of three independent experiments. Titers in (G) were normalized to those in cells receiving mock-treated conditioned media. The data in (G) show the combined results of three independent experiments; n = 3. x-axis labels represent VSV-infected cells. p-values represent comparisons of each poly(I:C) (pI:C)-treated PARP14 KO cell conditioned media to poly(I:C)-treated WT cell conditioned media used to pretreat WT or IFNAR KO A549 cells. Numbers above bars represent fold difference between WT and N1347A or between siPARP/siCtl or inhibitor/DMSO-treated cells infected with N1347A virus.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Toward a unified nomenclature for mammalian ADP-ribosyltransferases",
            "authors": [],
            "year": 2010,
            "venue": "Trends Biochem Sci",
            "volume": "35",
            "issn": "4",
            "pages": "208-19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tibs.2009.12.003"
                ]
            }
        },
        "BIBREF1": {
            "title": "Family-wide analysis of poly(ADP-ribose) polymerase activity",
            "authors": [],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms5426"
                ]
            }
        },
        "BIBREF2": {
            "title": "A family of macrodomain proteins reverses cellular mono-ADP-ribosylation",
            "authors": [],
            "year": 2013,
            "venue": "Nat Struct Mol Biol",
            "volume": "20",
            "issn": "4",
            "pages": "508-14",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb.2523"
                ]
            }
        },
        "BIBREF3": {
            "title": "Macrodomain-containing proteins are new mono-ADP-ribosylhydrolases",
            "authors": [],
            "year": 2013,
            "venue": "Nat Struct Mol Biol",
            "volume": "20",
            "issn": "4",
            "pages": "502-7",
            "other_ids": {
                "DOI": [
                    "10.1038/nsmb.2521"
                ]
            }
        },
        "BIBREF4": {
            "title": "Deficiency of terminal ADP-ribose protein glycohydrolase TARG1/C6orf130 in neurodegenerative disease",
            "authors": [],
            "year": 2013,
            "venue": "EMBO J",
            "volume": "32",
            "issn": "9",
            "pages": "1225-37",
            "other_ids": {
                "DOI": [
                    "10.1038/emboj.2013.51"
                ]
            }
        },
        "BIBREF5": {
            "title": "ADP-ribosylation: new facets of an ancient modification",
            "authors": [],
            "year": 2017,
            "venue": "FEBS J",
            "volume": "284",
            "issn": "18",
            "pages": "2932-46",
            "other_ids": {
                "DOI": [
                    "10.1111/febs.14078"
                ]
            }
        },
        "BIBREF6": {
            "title": "Macrodomains: Structure, Function, Evolution, and Catalytic Activities",
            "authors": [],
            "year": 2016,
            "venue": "Annu Rev Biochem",
            "volume": "85",
            "issn": "",
            "pages": "431-54",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-biochem-060815-014935"
                ]
            }
        },
        "BIBREF7": {
            "title": "Virus-Host Interactions and the ARTD/PARP Family of Enzymes",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Pathog.",
            "volume": "12",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005453"
                ]
            }
        },
        "BIBREF8": {
            "title": "Histone ADP-ribosylation in DNA repair, replication and transcription",
            "authors": [],
            "year": 2011,
            "venue": "Trends Cell Biol",
            "volume": "21",
            "issn": "9",
            "pages": "534-42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tcb.2011.06.001"
                ]
            }
        },
        "BIBREF9": {
            "title": "Wnt pathway activation by ADP-ribosylation",
            "authors": [],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms11430"
                ]
            }
        },
        "BIBREF10": {
            "title": "PARP16 is a tail-anchored endoplasmic reticulum protein required for the PERK- and IRE1alpha-mediated unfolded protein response",
            "authors": [],
            "year": 2012,
            "venue": "Nat Cell Biol",
            "volume": "14",
            "issn": "11",
            "pages": "1223-30",
            "other_ids": {
                "DOI": [
                    "10.1038/ncb2593"
                ]
            }
        },
        "BIBREF11": {
            "title": "Selective potentiation of Stat-dependent gene expression by collaborator of Stat6 (CoaSt6), a transcriptional cofactor",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "11",
            "pages": "4210-5",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0506981103"
                ]
            }
        },
        "BIBREF12": {
            "title": "Collaborator of Stat6 (CoaSt6)-associated poly(ADP-ribose) polymerase activity modulates Stat6-dependent gene transcription",
            "authors": [],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "26",
            "pages": "18732-9",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M611283200"
                ]
            }
        },
        "BIBREF13": {
            "title": "PARP-14 functions as a transcriptional switch for Stat6-dependent gene activation",
            "authors": [],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "3",
            "pages": "1767-76",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M110.157768"
                ]
            }
        },
        "BIBREF14": {
            "title": "PARP9 and PARP14 cross-regulate macrophage activation via STAT1 ADP-ribosylation",
            "authors": [],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms12849"
                ]
            }
        },
        "BIBREF15": {
            "title": "Poly(ADP-ribose) regulates stress responses and microRNA activity in the cytoplasm",
            "authors": [],
            "year": 2011,
            "venue": "Mol Cell",
            "volume": "42",
            "issn": "4",
            "pages": "489-99",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2011.04.015"
                ]
            }
        },
        "BIBREF16": {
            "title": "Reciprocal inhibition between intracellular antiviral signaling and the RNAi machinery in mammalian cells",
            "authors": [],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "14",
            "issn": "4",
            "pages": "435-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2013.09.002"
                ]
            }
        },
        "BIBREF17": {
            "title": "Sirtuins are evolutionarily conserved viral restriction factors",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.02249-14"
                ]
            }
        },
        "BIBREF18": {
            "title": "SIRT4 inhibits glutamate dehydrogenase and opposes the effects of calorie restriction in pancreatic beta cells",
            "authors": [],
            "year": 2006,
            "venue": "Cell",
            "volume": "126",
            "issn": "5",
            "pages": "941-54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2006.06.057"
                ]
            }
        },
        "BIBREF19": {
            "title": "SIRT6 promotes DNA repair under stress by activating PARP1",
            "authors": [],
            "year": 2011,
            "venue": "Science",
            "volume": "332",
            "issn": "6036",
            "pages": "1443-6",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1202723"
                ]
            }
        },
        "BIBREF20": {
            "title": "Rapid evolution of PARP genes suggests a broad role for ADP-ribosylation in host-virus conflicts",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Genet",
            "volume": "10",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.1004403"
                ]
            }
        },
        "BIBREF21": {
            "title": "Positive selection and increased antiviral activity associated with the PARP-containing isoform of human zinc-finger antiviral protein",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Genet",
            "volume": "4",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.0040021"
                ]
            }
        },
        "BIBREF22": {
            "title": "Inhibition of retroviral RNA production by ZAP, a CCCH-type zinc finger protein",
            "authors": [],
            "year": 2002,
            "venue": "Science",
            "volume": "297",
            "issn": "5587",
            "pages": "1703-6",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1074276"
                ]
            }
        },
        "BIBREF23": {
            "title": "Zinc-finger antiviral protein inhibits HIV-1 infection by selectively targeting multiply spliced viral mRNAs for degradation",
            "authors": [],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "38",
            "pages": "15834-9",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1101676108"
                ]
            }
        },
        "BIBREF24": {
            "title": "Expression of the zinc-finger antiviral protein inhibits alphavirus replication",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "21",
            "pages": "11555-62",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.21.11555-11562.2003"
                ]
            }
        },
        "BIBREF25": {
            "title": "Role of zinc-finger anti-viral protein in host defense against Sindbis virus",
            "authors": [],
            "year": 2015,
            "venue": "Int Immunol",
            "volume": "27",
            "issn": "7",
            "pages": "357-64",
            "other_ids": {
                "DOI": [
                    "10.1093/intimm/dxv010"
                ]
            }
        },
        "BIBREF26": {
            "title": "Inhibition of filovirus replication by the zinc finger antiviral protein",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "5",
            "pages": "2391-400",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01601-06"
                ]
            }
        },
        "BIBREF27": {
            "title": "The zinc-finger antiviral protein recruits the RNA processing exosome to degrade the target mRNA",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "1",
            "pages": "151-6",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0607063104"
                ]
            }
        },
        "BIBREF28": {
            "title": "Battle between influenza A virus and a newly identified antiviral activity of the PARP-containing ZAPL protein",
            "authors": [],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1509745112"
                ]
            }
        },
        "BIBREF29": {
            "title": "Interferon-stimulated poly(ADP-Ribose) polymerases are potent inhibitors of cellular translation and virus replication",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "4",
            "pages": "2116-30",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03443-13"
                ]
            }
        },
        "BIBREF30": {
            "title": "Systematic identification of type I and type II interferon-induced antiviral factors",
            "authors": [],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "11",
            "pages": "4239-44",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1114981109"
                ]
            }
        },
        "BIBREF31": {
            "title": "New PARP gene with an anti-alphavirus function",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "15",
            "pages": "8147-60",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00733-12"
                ]
            }
        },
        "BIBREF32": {
            "title": "PARP12 suppresses Zika virus infection through PARP-dependent degradation of NS1 and NS3 viral proteins",
            "authors": [],
            "year": 2018,
            "venue": "Sci Signal",
            "volume": "11",
            "issn": "535",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scisignal.aas9332"
                ]
            }
        },
        "BIBREF33": {
            "title": "PARP9-DTX3L ubiquitin ligase targets host histone H2BJ and viral 3C protease to enhance interferon signaling and control viral infection",
            "authors": [],
            "year": 2015,
            "venue": "Nat Immunol",
            "volume": "16",
            "issn": "12",
            "pages": "1215-27",
            "other_ids": {
                "DOI": [
                    "10.1038/ni.3279"
                ]
            }
        },
        "BIBREF34": {
            "title": "Herpes simplex virus 1 infection activates poly(ADP-ribose) polymerase and triggers the degradation of poly(ADP-ribose) glycohydrolase",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "15",
            "pages": "8259-68",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00495-12"
                ]
            }
        },
        "BIBREF35": {
            "title": "Regulation of Epstein-Barr virus OriP replication by poly(ADP-ribose) polymerase 1",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "10",
            "pages": "4988-97",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02333-09"
                ]
            }
        },
        "BIBREF36": {
            "title": "polymerase-1 is required for efficient HIV-1 integration",
            "authors": [],
            "year": 2001,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "98",
            "issn": "6",
            "pages": "3364-8",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.051633498"
                ]
            }
        },
        "BIBREF37": {
            "title": "Mitochondrial damage elicits a TCDD-inducible poly(ADP-ribose) polymerase-mediated antiviral response",
            "authors": [],
            "year": 2017,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1621508114"
                ]
            }
        },
        "BIBREF38": {
            "title": "Constitutive aryl hydrocarbon receptor signaling constrains type I interferon-mediated antiviral innate defense",
            "authors": [],
            "year": 2016,
            "venue": "Nat Immunol",
            "volume": "17",
            "issn": "6",
            "pages": "687-94",
            "other_ids": {
                "DOI": [
                    "10.1038/ni.3422"
                ]
            }
        },
        "BIBREF39": {
            "title": "The Conserved Coronavirus Macrodomain Promotes Virulence and Suppresses the Innate Immune Response during Severe Acute Respiratory Syndrome Coronavirus Infection",
            "authors": [],
            "year": 2016,
            "venue": "MBio",
            "volume": "7",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01721-16"
                ]
            }
        },
        "BIBREF40": {
            "title": "Viral Macro Domains Reverse Protein ADP-Ribosylation",
            "authors": [],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "19",
            "pages": "8478-86",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00705-16"
                ]
            }
        },
        "BIBREF41": {
            "title": "The conserved macrodomains of the non-structural proteins of Chikungunya virus and other pathogenic positive strand RNA viruses function as mono-ADP-ribosylhydrolases",
            "authors": [],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep41746"
                ]
            }
        },
        "BIBREF42": {
            "title": "Viral Macrodomains: Unique Mediators of Viral Replication and Pathogenesis",
            "authors": [],
            "year": 2018,
            "venue": "Trends Microbiol",
            "volume": "26",
            "issn": "7",
            "pages": "598-610",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2017.11.011"
                ]
            }
        },
        "BIBREF43": {
            "title": "ADP-ribosyl-binding and hydrolase activities of the alphavirus nsP3 macrodomain are critical for initiation of virus replication",
            "authors": [],
            "year": 2018,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1812130115"
                ]
            }
        },
        "BIBREF44": {
            "title": "ADP-ribosylhydrolase activity of Chikungunya virus macrodomain is critical for virus replication and virulence",
            "authors": [],
            "year": 2017,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "114",
            "issn": "7",
            "pages": "1666-71",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1621485114"
                ]
            }
        },
        "BIBREF45": {
            "title": "The hepatitis E virus ORF1 'X-domain' residues form a putative macrodomain protein/Appr-1''-pase catalytic-site, critical for viral RNA replication.",
            "authors": [],
            "year": 2015,
            "venue": "Gene",
            "volume": "566",
            "issn": "1",
            "pages": "47-53",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gene.2015.04.026"
                ]
            }
        },
        "BIBREF46": {
            "title": "Mouse hepatitis virus liver pathology is dependent on ADP-ribose-1''-phosphatase, a viral function conserved in the alpha-like supergroup",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "24",
            "pages": "12325-34",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02082-08"
                ]
            }
        },
        "BIBREF47": {
            "title": "The ADP-ribose-1''-monophosphatase domains of severe acute respiratory syndrome coronavirus and human coronavirus 229E mediate resistance to antiviral interferon responses",
            "authors": [],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "Pt 8",
            "pages": "1899-905",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.031856-0"
                ]
            }
        },
        "BIBREF48": {
            "title": "ADP-ribose-1\"-monophosphatase: a conserved coronavirus enzyme that is dispensable for viral replication in tissue culture",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "20",
            "pages": "12721-31",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.20.12721-12731.2005"
                ]
            }
        },
        "BIBREF49": {
            "title": "The nsp3 Macrodomain Promotes Virulence in Mice with Coronavirus-Induced Encephalitis",
            "authors": [],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "3",
            "pages": "1523-36",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02596-14"
                ]
            }
        },
        "BIBREF50": {
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-2438-7_1"
                ]
            }
        },
        "BIBREF51": {
            "title": "Coronavirus infection of the central nervous system: host-virus stand-off",
            "authors": [],
            "year": 2006,
            "venue": "Nat Rev Microbiol",
            "volume": "4",
            "issn": "2",
            "pages": "121-32",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro1343"
                ]
            }
        },
        "BIBREF52": {
            "title": "Crystal structure of the Middle East respiratory syndrome coronavirus (MERS-CoV) papain-like protease bound to ubiquitin facilitates targeted disruption of deubiquitinating activity to demonstrate its role in innate immune suppression",
            "authors": [],
            "year": 2014,
            "venue": "J Biol Chem",
            "volume": "289",
            "issn": "50",
            "pages": "34667-82",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M114.609644"
                ]
            }
        },
        "BIBREF53": {
            "title": "Coronavirus nonstructural protein 15 mediates evasion of dsRNA sensors and limits apoptosis in macrophages",
            "authors": [],
            "year": 2017,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "114",
            "issn": "21",
            "pages": "E4251-E60",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1618310114"
                ]
            }
        },
        "BIBREF54": {
            "title": "Early endonuclease-mediated evasion of RNA sensing ensures efficient coronavirus replication",
            "authors": [],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006195"
                ]
            }
        },
        "BIBREF55": {
            "title": "Ribose 2'-O-methylation provides a molecular signature for the distinction of self and non-self mRNA dependent on the RNA sensor Mda5",
            "authors": [],
            "year": 2011,
            "venue": "Nat Immunol",
            "volume": "12",
            "issn": "2",
            "pages": "137-43",
            "other_ids": {
                "DOI": [
                    "10.1038/ni.1979"
                ]
            }
        },
        "BIBREF56": {
            "title": "Interaction of SARS and MERS Coronaviruses with the Antiviral Interferon Response.",
            "authors": [],
            "year": 2016,
            "venue": "Adv Virus Res",
            "volume": "96",
            "issn": "",
            "pages": "219-43",
            "other_ids": {
                "DOI": [
                    "10.1016/bs.aivir.2016.08.006"
                ]
            }
        },
        "BIBREF57": {
            "title": "Characterization of a critical interaction between the coronavirus nucleocapsid protein and nonstructural protein 3 of the viral replicase-transcriptase complex",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "16",
            "pages": "9159-72",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01275-13"
                ]
            }
        },
        "BIBREF58": {
            "title": "Structural and functional basis for ADP-ribose and poly(ADP-ribose) binding by viral macro domains",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "17",
            "pages": "8493-502",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00713-06"
                ]
            }
        },
        "BIBREF59": {
            "title": "Crystal structures of two coronavirus ADP-ribose-1''-monophosphatases and their complexes with ADP-Ribose: a systematic structural analysis of the viral ADRP domain",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "2",
            "pages": "1083-92",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01862-08"
                ]
            }
        },
        "BIBREF60": {
            "title": "Microglia are required for protection against lethal coronavirus encephalitis in mice",
            "authors": [],
            "year": 2018,
            "venue": "J Clin Invest",
            "volume": "128",
            "issn": "3",
            "pages": "931-43",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI97229"
                ]
            }
        },
        "BIBREF61": {
            "title": "Inactivation of expression of gene 4 of mouse hepatitis virus strain JHM does not affect virulence in the murine CNS",
            "authors": [],
            "year": 2001,
            "venue": "Virology",
            "volume": "289",
            "issn": "2",
            "pages": "230-8",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2001.1167"
                ]
            }
        },
        "BIBREF62": {
            "title": "PARP14 Controls the Nuclear Accumulation of a Subset of Type I IFN-Inducible Proteins",
            "authors": [],
            "year": 2018,
            "venue": "J Immunol",
            "volume": "200",
            "issn": "7",
            "pages": "2439-54",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1701117"
                ]
            }
        },
        "BIBREF63": {
            "title": "BAL1/ARTD9 represses the anti-proliferative and pro-apoptotic IFNgamma-STAT1-IRF1-p53 axis in diffuse large B-cell lymphoma",
            "authors": [],
            "year": 2013,
            "venue": "J Cell Sci",
            "volume": "126",
            "issn": "Pt 9",
            "pages": "1969-80",
            "other_ids": {
                "DOI": [
                    "10.1242/jcs.118174"
                ]
            }
        },
        "BIBREF64": {
            "title": "Identification of genes differentially regulated by interferon alpha, beta, or gamma using oligonucleotide arrays",
            "authors": [],
            "year": 1998,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "95",
            "issn": "26",
            "pages": "15623-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Structural Basis for Potency and Promiscuity in Poly(ADP-ribose) Polymerase (PARP) and Tankyrase Inhibitors",
            "authors": [],
            "year": 2017,
            "venue": "J Med Chem",
            "volume": "60",
            "issn": "4",
            "pages": "1262-71",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jmedchem.6b00990"
                ]
            }
        },
        "BIBREF66": {
            "title": "Design, synthesis and evaluation of potent and selective inhibitors of mono-(ADP-ribosyl)transferases PARP10 and PARP14",
            "authors": [],
            "year": 2018,
            "venue": "Bioorg Med Chem Lett",
            "volume": "28",
            "issn": "11",
            "pages": "2050-4",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmcl.2018.04.056"
                ]
            }
        },
        "BIBREF67": {
            "title": "B cell-intrinsic and -extrinsic regulation of antibody responses by PARP14, an intracellular (ADP-ribosyl)transferase",
            "authors": [],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "191",
            "issn": "6",
            "pages": "3169-78",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1301106"
                ]
            }
        },
        "BIBREF68": {
            "title": "Vesicular stomatitis viruses expressing wild-type or mutant M proteins activate apoptosis through distinct pathways",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "7",
            "pages": "4170-9",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.7.4170-4179.2005"
                ]
            }
        },
        "BIBREF69": {
            "title": "Autocrine interferon priming in macrophages but not dendritic cells results in enhanced cytokine and chemokine production after coronavirus infection",
            "authors": [],
            "year": 2010,
            "venue": "MBio",
            "volume": "1",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00219-10"
                ]
            }
        },
        "BIBREF70": {
            "title": "PARP-14 binds specific DNA sequences to promote Th2 cell gene expression",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0083127"
                ]
            }
        },
        "BIBREF71": {
            "title": "Combining Chemical Genetics with Proximity-Dependent Labeling Reveals Cellular Targets of Poly(ADP-ribose) Polymerase 14 (PARP14)",
            "authors": [],
            "year": 2018,
            "venue": "ACS Chem Biol",
            "volume": "13",
            "issn": "10",
            "pages": "2841-8",
            "other_ids": {
                "DOI": [
                    "10.1021/acschembio.8b00567"
                ]
            }
        },
        "BIBREF72": {
            "title": "The nsP3 macro domain is important for Sindbis virus replication in neurons and neurovirulence in mice",
            "authors": [],
            "year": 2009,
            "venue": "Virology",
            "volume": "388",
            "issn": "2",
            "pages": "305-14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2009.03.031"
                ]
            }
        },
        "BIBREF73": {
            "title": "Post-translational Control of Intracellular Pathogen Sensing Pathways",
            "authors": [],
            "year": 2017,
            "venue": "Trends Immunol",
            "volume": "38",
            "issn": "1",
            "pages": "39-52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.it.2016.10.008"
                ]
            }
        },
        "BIBREF74": {
            "title": "PARP12, an interferon-stimulated gene involved in the control of protein translation and inflammation",
            "authors": [],
            "year": 2014,
            "venue": "J Biol Chem",
            "volume": "289",
            "issn": "38",
            "pages": "26642-57",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M114.589515"
                ]
            }
        },
        "BIBREF75": {
            "title": "Regulation of NF-kappaB signalling by the mono-ADP-ribosyltransferase ARTD10",
            "authors": [],
            "year": 2013,
            "venue": "Nat Commun",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms2672"
                ]
            }
        },
        "BIBREF76": {
            "title": "Systematic assembly of a full-length infectious cDNA of mouse hepatitis virus strain A59",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "21",
            "pages": "11065-78",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.21.11065-11078.2002"
                ]
            }
        },
        "BIBREF77": {
            "title": "New mRNAs are preferentially translated during vesicular stomatitis virus infection",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "5",
            "pages": "2286-94",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01761-07"
                ]
            }
        },
        "BIBREF78": {
            "title": "De novo recruitment of antigen-experienced and naive T cells contributes to the long-term maintenance of antiviral T cell populations in the persistently infected central nervous system",
            "authors": [],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "8",
            "pages": "5163-70",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.0902164"
                ]
            }
        },
        "BIBREF79": {
            "title": "Improved vectors and genome-wide libraries for CRISPR screening",
            "authors": [],
            "year": 2014,
            "venue": "Nat Methods",
            "volume": "11",
            "issn": "8",
            "pages": "783-4",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.3047"
                ]
            }
        },
        "BIBREF80": {
            "title": "A human torque teno virus encodes a microRNA that inhibits interferon signaling",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003818"
                ]
            }
        },
        "BIBREF81": {
            "title": "Maternal antibody-modulated MHV-JHM infection in C57BL/6 and BALB/c mice",
            "authors": [],
            "year": 1987,
            "venue": "Adv Exp Med Biol",
            "volume": "218",
            "issn": "",
            "pages": "297-305",
            "other_ids": {
                "DOI": []
            }
        }
    }
}