{
    "paper_id": "PMC6962332",
    "metadata": {
        "title": "Estimating epidemic exponential growth rate and basic reproduction number",
        "authors": [
            {
                "first": "Junling",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": "junlingm@uvic.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Epidemic curves are time series data of the number of cases per unit time. Common choices for the time unit include a day, a week, a month, etc. It is an important indication for the severeness of an epidemic as a function of time. For example, Fig. 1 shows the cumulative number of Ebola cases during the 2014–16 Ebola outbreak in western Africa. The cumulative cases during the initial growth phase form an approximately linear relationship with time in log-linear scale. Thus, in linear scale, the number of deaths increases exponentially with time. The mortality curve (the number of deaths per unit time) shows a similar pattern, as demonstrated by the daily influenza deaths in Philadelphia during the 1918 influenza pandemic shown in Fig. 2.",
            "cite_spans": [],
            "section": "Epidemic exponential growth rate",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 251,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 741,
                    "end": 747,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In fact, most epidemics grow approximately exponentially during the initial phase of an epidemic. This can be illustrated by the following examples.Example 1Consider the following Susceptible-Infectious-Recovered (SIR) model:(1a)dSdt=−βSI,(1b)dIdt=βSI−γI,(1c)dRdt=γIwhere S is the fraction of susceptible individuals, I is the fraction of infectious individuals, and R is the fraction of recovered individuals; β is the transmission rate per infectious individual, and γ is the recovery rate, i.e., the infectious period is exponentially distributed with a mean 1/γ. Linearize about the disease-free equilibrium (DFE) (1,0,0),(2)dIdt≈(β−γ)I.Thus, if β−γ>0, then I(t) grows exponentially about the DFE. In addition, initially, S≈1, thus, the incidence rate (number of new cases per unit time) C=βSI also increases exponentially.",
            "cite_spans": [],
            "section": "Epidemic exponential growth rate",
            "ref_spans": []
        },
        {
            "text": "It is similar for an Susceptible-Exposed-Infectious-Recovered (SEIR) model, as illustrated by the following example.Example 2Lets consider an SEIR model:(3a)dSdt=−βSI,(3b)dEdt=βSI−σE(3c)dIdt=σE−γI,(3d)dRdt=γI,where E is the fraction of latent individuals (infected but not infectious), σ the rate that latent individuals leaving the class, i.e; , the mean latent period is exponentially distributed with mean 1/σ; S, I, R, β and γ are similarly defined as in Example 1. Again, (1,0,0,0) is a disease free equilibrium representing a completely susceptible population. Linearize about this equilibrium, the equations for E and I are decoupled, and becomedEdt=−σE+βI,dIdt=σE−γI.Note that the Jacobian matrixJ=[−σβσ−γ]has two real eigenvalues, namely,λ1=−(σ+γ)+(σ−γ)2+4σβ2,λ2=−(σ+γ)−(σ−γ)2+4σβ2.Thus, about the DFE, the solution of the model is asymptotically exponential with a rate λ1. Similar to Example 1, the incidence rate also grows exponentially initially.In general, suppose the infection states of an individual can be characterized by the following vector (S→,I→), where S→ represents multiple susceptible states, and I→ represents multiple infectious (or latent) states. We also use S→ and I→ represent the number of individuals in each state. Also assume that the epidemic can be modeled by the following generic systemddtS→=f(S→,I→),ddtI→=g(S→,I→),Assume that g(S→,0)=0 for all S→; in addition, (S→0,0→) is a DFE, and the initial number of infectious individuals I→(0) is very small, then, initially, the dynamics of I is governed by the following linearized systemddtI→=∂g∂I→(S0,0)I→.If the DEF is unstable, then I(t) grows asymptotically exponentially.",
            "cite_spans": [],
            "section": "Epidemic exponential growth rate",
            "ref_spans": []
        },
        {
            "text": "For the parametric approach, we need an underlying model that gives both the growth rate and R0.Example 3Consider the SIR model (1) in Example 1. Note that (1,0,0) is an disease free equilibrium, representing a completely susceptible population. As we discussed above, the exponential growth rate is λ=β−γ. Note that the basic reproduction number is R0=β/γ . If, for example, γ is estimated independently to λ, then,R0=λγ+1.Lets look at a more complicated example.Example 4Lets consider the SEIR model (3) in Example 2. The basic reproduction number is R0=β/γ. To link R0 to the exponential growth rateλ=−(σ+γ)+(σ−γ)2+4σβ2,express β in terms of λ and substitute it into R0, thenR0=(λ+σ)(λ+γ)σγ.Thus, if the mean infectious period 1/γ and the mean latent period 1/σ can be independently estimated on λ, then R0 can be inferred from λ.Typically, for an epidemic model that contains a single transmission rate β, if all other parameters can be estimated independently to the exponential growth rate λ, then λ determines β, and thus determines R0.",
            "cite_spans": [],
            "section": "The parametric approach ::: The exponential growth rate and the basic reproduction number",
            "ref_spans": []
        },
        {
            "text": "In Equation (4), R(t)=R0S(t) is the reproduction number, and thus this equation can be used to estimate the production number at any time t during the epidemic given the incidence curve c(t), namely,R(t)=c(t)∫0∞c(t−a)w(a)da.",
            "cite_spans": [],
            "section": "Remark ::: The non-parametric approach ::: The exponential growth rate and the basic reproduction number",
            "ref_spans": []
        },
        {
            "text": "This is similar to, but different from, the nonparametric method developed by Wallingua and Teunis (Wallinga & Teunis, 2004).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 123,
                    "mention": "Wallinga & Teunis, 2004",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Remark ::: The non-parametric approach ::: The exponential growth rate and the basic reproduction number",
            "ref_spans": []
        },
        {
            "text": "The least squares method is one of the most commonly used methods for parameter estimation in mathematical biology. This method is in fact a mathematical method. For a family of curves f(t;θ→), where θ→∈Rm is a vector of parameters of the family, this method finds the curve f(t;θˆ) in the family that minimizes the distance between the curve and a set of points {(ti,xi)}i=0n−1. Let x→=(x0,…,xn−1), and f→(θ→)=(f(t0;θ→),…,f(tn−1;θ→)), and x→ be the Euclidean norm in Rn, then the mathematical formulation of the least squares method is(6)θˆ=argminθ→‖f→(θ→)−x→‖2=argminθ→∑i=0n−1[f(ti;θ→)−xi]2,where argmin gives the parameter θ→ that minimizes the objective function. For our purpose, the observations {(ti,xi)}i=0n−1 is the epidemic curve, i.e., x0 is the number of initially observed cases, and xi is the number of new cases during the time interval (ti−1,t1]. We aim to find an exponential function f(t;c0,λ)=c0eλt that minimizes its distance to the epidemic curve, i.e., the parameters θ=(c0,λ). There are two commonly use methods to estimate the exponential growth rate λ:1.Nonlinear least square to fit to f(t;c0,λ)=c0eλt directly;2.Linear least square to fit {(ti,lnxi)} to lnf(t;c0,λ)=lnc0+λt.",
            "cite_spans": [],
            "section": "Least squares estimation",
            "ref_spans": []
        },
        {
            "text": "The nonlinear least squares method does not have an analytic solution. Numerical optimization is needed to solve the minimization problem (6). The linear least square method has an analytic solution: Let ℓ0=lnc0, then the least squares problem becomes(ℓ0,λ)=argmin(ℓ0,λ)∑i=0n−1(ℓ0+λti−lnxi)2.",
            "cite_spans": [],
            "section": "Least squares estimation",
            "ref_spans": []
        },
        {
            "text": "The objective function is a quadratic function of ℓ0 and λ, thus, the minimum is achieved at (ℓˆ0,λˆ) that satisfies∂s∂ℓ0|λ=λˆℓ0=lˆ0=∑i=0n−12(ℓˆ0+λˆti−lnxi)=0,∂s∂λ|λ=λˆℓ0=lˆ0=∑i=0n−12ti(ℓˆ0+λˆti−lnxi)=0.",
            "cite_spans": [],
            "section": "Least squares estimation",
            "ref_spans": []
        },
        {
            "text": "Let ⟨yi⟩=1n∑i=0n−1yi, which represents the average of any sequence {yi}i=0n, then,[1⟨ti⟩⟨ti⟩⟨ti2⟩][ℓˆ0λˆ]=[⟨lnxi⟩⟨tilnxi⟩],and thus the best fit exponential growth rate lsλˆ=⟨tilnx0⟩−⟨ti⟩⟨lnxi⟩⟨ti2⟩−⟨ti⟩2.",
            "cite_spans": [],
            "section": "Least squares estimation",
            "ref_spans": []
        },
        {
            "text": "Do these two methods yield the same answer? To compare, we simulate an epidemic curve of the stochastic SEIR model in Example 2, using the Gillespie method (Gillespie, 1976). The simulated daily cases (number of individuals showing symptom on a day) are then aggregated into weekly cases. Then, we use both methods to fit an exponential curve to the simulated epidemic curve. The simulated epidemic curve and the fitting results are shown in Fig. 3. This exercise illustrates a challenge of fitting an exponential model to an epidemic curve: how to determine the time period to fit the exponential model. The exponential growth rate of an SEIR model decreases with time as the susceptible population decreases. In Fig. 3, The epidemic curve peaks in week 13. We choose a sequence of nested fitting windows starting in the first week and ending in a week w for w=3,4,…,13. The SEIR model has an asymptotic exponential growth, so the fitted exponential growth rate is not monotonic near the beginning of the epidemic. For larger fitting windows, both methods give an exponential growth rate that decreases with the length of the fitting window. We need more data points to reduce the influence of the stochasticity. However, using more data points also risks of obtaining an estimate that deviates too much from the true exponential growth rate. There is no reliable method to choose a proper fitting window.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 172,
                    "mention": "Gillespie, 1976",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Least squares estimation",
            "ref_spans": [
                {
                    "start": 442,
                    "end": 448,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 714,
                    "end": 720,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Fig. 3 also shows that the linear and nonlinear least squares methods may not yield the same estimate. This is because of a major limitation of both least squares methods: they implicitly assume that the deviations |xi−f(ti;θ→)| carry identical weights. With the nonlinear method, later data points (at larger times) deviate more from the exponential curve than the earlier data points, because the exponential growth slows down with time. Thus, the method is more biased to the later data points. With the linear method, the deviations in lnxi are more even than in xi, and thus the linear method is less biased to the later data points than the nonlinear method does.",
            "cite_spans": [],
            "section": "Least squares estimation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The least squares method, as mentioned above, is a mathematical problem. It does not explicitly assume any error distributions, and thus cannot give us statistical information about the inference. For example, if we use two slightly different fitting windows and get two slightly different estimates, is the difference of the two estimates statistically significant? Such a question cannot easily be answered by the least squares method. Interestingly, the least squares methods make many implicit assumptions to the deviations. We have mentioned the implicit equal-weight assumption above. It also implicitly assumes that the order of the observations does not matter, and that positive and negative deviations are equivalent. Thus, they implicitly assume that the deviations are independently identically and symmetrically distributed. In statistics, the least squares method is commonly used in linear and nonlinear regression with an addition assumption that the errors are independently and identically normally distributed. However, these assumption on the errors may not be appropriate. For example, the new cases at time t+1 may be infected by those who are infected at time t. Thus, the number of new cases at different times may not be independent. Also, the number of cases is a counting variable, and thus its mean and variance may be closely related, meaning that the error may not be identically normally distributed. In the next section, we address some of these problems using the maximum likelihood method.",
            "cite_spans": [],
            "section": "Least squares estimation",
            "ref_spans": []
        },
        {
            "text": "If observation errors are large and process errors are negligible, then we assume that the random variable Xi corresponding to the observation xi is independently distributed with a probability mass function pi(k;θ→) where k is the values that Xi can take. Then, the likelihood function isL(θ→)=∏i=0n−1pi(di;θ→).",
            "cite_spans": [],
            "section": "Case 1: process errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "The maximization of this likelihood function rarely has an analytic solution, and commonly needs to be solved numerically. Note that each factor (probability) can be very small, and thus the product may be very difficult to minimize numerically because of rounding errors (from the binary representation of real numbers in computers). It is a common practice to maximize the log-likelihood functionℓ(θ→)=lnL(θ→)=∑i=0nlnpi(di;θ→).",
            "cite_spans": [],
            "section": "Case 1: process errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "For example, we assume that the number of cases x(ti) at time ti is independently Poisson distributed with mean μi=c0eλti. Then, the log-likelihood functionℓ(c0,λ)=∑i=0nlne−μiμixixi!=∑i=0n−1−μi+xilnμi−lnxi!.",
            "cite_spans": [],
            "section": "Case 1: process errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "Note that the observed cases xi are constants, and thus the last term can be ignored for maximization. Thus,(cˆ0,λˆ)=argmax(c0,λ)∑i=0n−1−μi+xilnμi=argmax(c0,λ)∑i=0n−1−c0eλti+xilnc0+λxiti.",
            "cite_spans": [],
            "section": "Case 1: process errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "This maximization problem can only be solved numerically.",
            "cite_spans": [],
            "section": "Case 1: process errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "We choose Poisson distribution because its simple form greatly simplifies the log-likelihood function. In addition, it does not introduce more parameters, which is valuable to avoid over-fitting when the number of data points available is small. If the process error is not completely negligible, then choosing an overly dispersed distribution, such as the negative binomial distribution may be desirable. A negative binomial distribution has two parameters, the success probability q≥0 and the shape parameter r>0. For simplicity, we assume that the shape parameter r is the same at each time ti, and will; be estimated together with the model parameters θ→; but q depend on ti. The probability mass function ispi(k;qi,r)=Γ(k+r)k!Γ(r)qik(1−qi)r,with the meanμi=qir1−qi=coeλti.Thus,qi=c0eλtir+c0eλti,and the log-likelihood function isℓ(c0,λ,r)=∑i=0n−1lnΓ(xi+r)xi!Γ(r)c0xieλxitirr(r+c0eλti)xi+r=∑i=0n−1lnΓ(xi+r)−lnΓ(r)+xic0+λxiti+rlnr−(xi+r)ln(r+c0eλti)−lnxi!.",
            "cite_spans": [],
            "section": "Case 1: process errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "Again, the last term can be ignored for the optimization problem. In addition, there is a constraint r>0.",
            "cite_spans": [],
            "section": "Case 1: process errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "If process errors are large and observation errors are negligible, then we cannot assume that the observed values Xi+1 and Xi are independent to each other. Instead, for all i=0,1,…,n−2, we compute the probability mass function of Xi+1 given {Xj=xj}j=0i, namely, qi+1(k;θ→|{xj}j=0i). Then, the likelihood function isL(θ→)=P({xi}i=0n−1|θ→)=P(xn−1|{xi}i=0n−2,θ→)P({xi}i=0n−2,θ→)=∏i=1n−1qi(xi;θ→|{xj}j=0i−1).",
            "cite_spans": [],
            "section": "Case 2: observation errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "For simplicity, assume that Xi+1 is Poisson distribution with mean μi+1=Xieλ(ti+1−ti). Note that, since we assumed no observation error, the initial condition c0=x0 is exact, and thus there is a single parameter λ for the model. Thus,qi+1(k;θ→|{xj}j=0i)=eμi+1μi+1kk!,and thus the log-likelihood function isl(θ→)=∑i=0n−1lneμiμixixi!=∑i=0n−1μi+xilnμi−lnxi!=∑i=0n−1xi−1eλ(ti−ti−1)+xiλ(ti−ti−1)+xilnxi−lnxi!.",
            "cite_spans": [],
            "section": "Case 2: observation errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "Again, the last two terms can be ignored in maximization because they are constants. Thus,λ=argmaxλxi−1eλ(ti−ti−1)+(ti−ti−1)xiλ.",
            "cite_spans": [],
            "section": "Case 2: observation errors are negligible ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "It is much harder to formulate the likelihood function if process errors and observation errors must both be considered. We can simplify the problem by ignoring the process error and use an overly dispersed observation error distribution as a compensation. Note that this simplification mainly affects the confidence intervals.",
            "cite_spans": [],
            "section": "Case 3: consider both type of errors together ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "The maximum likelihood method gives a point estimate, i.e., one set of parameter values that makes it mostly likely to observe the data. However, it is not clear how close the point estimates are to the real values. To answer this question we use an interval estimate, commonly known as a confidence interval. A confidence interval with a confidence level α is an interval that has a probability α that contains the true parameter value. A commonly used confidence level is 95%, which originates from a normal distribution. If a random variable X is normally distributed with a mean μ and a standard deviation σ, then the probability that X∈[μ−2σ,μ+2σ] is 95%.",
            "cite_spans": [],
            "section": "Confidence intervals ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "The confidence interval can be estimated using the likelihood ratio test [(Bolker, 2008), p.192]. Let θ→ˆ be the point estimate of the parameters. A value λ0 is in the 95% confidence interval is equivalent to accepting with 95% probability that λ0 is a possible growth rate. To determine this we fit a nested model by fixing the growth rate λ=λ0, suppose its point estimate is θˆ0. We then compute the likelihood ratioΛ=L(θˆ0)L(θˆ).",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 87,
                    "mention": "Bolker, 2008",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Confidence intervals ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "The Wilks’ theorem (Wilks, 1938) guarantees that, as the sample size becomes large, the statistics −2lnΛ=2[ℓ(θˆ)−ℓ(θˆ0)] is χ2 distributed with a degree of freedom 1. We thus can compare −2lnΛ with the 95% quantile of the χ2 distribution and determine if λ0 should be in the confidence interval or not. We can thus perform a linear search on both sides of the point estimate to determine the boundary of the confidence interval.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 31,
                    "mention": "Wilks, 1938",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Confidence intervals ::: Maximum likelihood estimation",
            "ref_spans": []
        },
        {
            "text": "Naturally, if we know that a mechanistic model is a good description of the disease dynamics, fitting such a model to the epidemic curve is a good option (see, e.g., (Chowell, Ammon, Hengartner, & Hyman, 2006; Pourabbas, d’Onofrio, & Rafanelli, 2001),). We use an SIR model as an example. For simplicity, we assume that the process error is negligible, and the incidence rate is Poisson distributed with a mean C(t) given by an SIR model (C(t)=βSIN where N is the population size). To construct the log-likelihood function, we need to calculate C(t), i.e., numerically solve the SIR model. To do so, we need the transmission rate β. the recovery rate γ, the initial fraction of infectious individuals I(0)=I0 (with the assumption that R(0)=0, S(0)=1−I0, and thus I0 determines the initial conditions), in addition to the population size N. Thus, the parameters of the model is θ→=(β,γ,I0,N). Thus the log-likelihood function is (ignoring the constant terms)ℓ(β,γ,I0,N)=∑i=0n−1−c(ti)+xilnc(ti),where the number of new cases c(ti) in the time interval [ti,ti+1] isc(ti)=S(ti+1)−S(ti),and S(ti) is solved numerically from the SIR model. Thus, ℓ implicitly depend on β, γ and I0 through S(t).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 208,
                    "mention": "Chowell, Ammon, Hengartner, & Hyman, 2006",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 210,
                    "end": 249,
                    "mention": "Pourabbas, d’Onofrio, & Rafanelli, 2001",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Mechanistic models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "One draw back using such a mechanistic model is its high computational cost, since each evaluation of the log-likelihood function requires solving the model numerically, and numerical optimization algorithms can be very hungry on function evaluations, especially if the algorithm depends on numerical differentiation.",
            "cite_spans": [],
            "section": "Mechanistic models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "Another draw back is that these mechanistic models can be overly simplified, and may not be a good approximation to the real disease dynamics. For example, for seasonal influenza, due to the fast evolution of the influenza virus, individuals have different history of infection, and thus have different susceptibility to a new strain. Yet simple SIR and SEIR models assume a population with a homogeneous susceptibility. Thus using a simple SIR to fit to an influenza epidemic may be an over simplification. However, realistic mechanistic models can be overly complicated, and involve too many parameters that are at best difficult to estimate. For example, a multi-group SIR model depends on a contact matrix consisting of transmission rates between groups, which contains a large number of parameters if the model uses many groups.",
            "cite_spans": [],
            "section": "Mechanistic models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "The logistic model is the simplest model that shows an initial exponential growth followed a gradual slowing down and a saturation. The cumulative incidences C(t) (the total number of cases by time t) can be approximated byddtC(t)=rC(t)(1−C(t)K).where r is the exponential growth rate, and K=limt→∞C(t). Let C0=C(0), its solution is(7)C(t)=KC0C0+(K−C0)e−rt,",
            "cite_spans": [],
            "section": "Logistic model ::: Phenomenological models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "The new cases c(ti) in a time period [ti,ti+1] is thus(8)c(ti)=C(ti+1)−C(ti).",
            "cite_spans": [],
            "section": "Logistic model ::: Phenomenological models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "The model parameters are θ→=(r,K,C0). Note that it is less than the number of parameters of the simplest mechanistic model (i.e., the SIR model).",
            "cite_spans": [],
            "section": "Logistic model ::: Phenomenological models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "The logistic model has a fixed rate of slowing down of the exponential growth rate. To be more flexible, we can use the Richards model (Richards, 1959) for the cumulative incidence curve. The Richards model, also called the power law logistic model, can be written asddtC(t)=rC(t)[1−(C(t)K)α],where αis the parameter that controls the steepness of the curve. Note that the logistic model is a special case with α=1. Its solution isC(t)=KC0[C0α+(Kα−C0α)e−rtKαKα−C0α]1/α.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 150,
                    "mention": "Richards, 1959",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Richards model ::: Phenomenological models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "The new cases c(ti) in a time period [ti,ti+1] is also given by (8). The parameters are θ→=(r,K,C0,α).",
            "cite_spans": [],
            "section": "Richards model ::: Phenomenological models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "To compare the performance of both the SIR model and the phenomenological models, we fit these models to the stochastically simulated SEIR epidemic curve of weekly cases that we introduced in Section 3 (Fig. 3).",
            "cite_spans": [],
            "section": "Comparison of the models ::: Mechanistic and phenomenological models",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 209,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We assume that the process error is negligible, and the observations are Poisson distributed about the mean that is given by the corresponding models. We use the maximum likelihood method. The results are shown in Fig. 4. The predictions of the exponential model, as discussed before, quickly decreases as more data points are used. Both the logistic model and the Richards model give robust estimates with fitting windows ending up to the peak of the epidemic. The SIR model gives a robust estimate for all fitting windows up to the whole epidemic curve.",
            "cite_spans": [],
            "section": "Comparison of the models ::: Mechanistic and phenomenological models",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Thus, the SIR model is a good model to use to fit the exponential growth rate, even if it may not be the correct mechanistic model. (e.g., it ignores the latent period in this example). It requires more computational power, because the epidemic curve lacks an analytic formula, and needs to be numerically solved from a system of ordinary differential equations. The logistic model and the Richards model can be used for all data points up to the peak of the epidemic.",
            "cite_spans": [],
            "section": "Comparison of the models ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "Fig. 4 also show that the SIR model and the logistic model give the narrowest confidence intervals. However, narrower confidence intervals may not be desirable if it has a large chance that it does not contain the true value. Due to errors, especially process errors, each realization of the underlying stochastic epidemic process yields a different epidemic curve. These epidemic curves may exhibit different exponential growth rates even if the underlying parameter values are the same. An observed epidemic curve is just a single realization of the epidemic process. Does the estimated confidence intervals contain the theoretical exponential growth rate of the epidemic process? This question is answered by the “coverage probability”, which is the probability that the confidence interval contains the true value. If the confidence interval properly considers all sources of stochasticity, then the coverage probability should be equal to its confidence level.",
            "cite_spans": [],
            "section": "Coverage probabilities ::: Mechanistic and phenomenological models",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To illustrate this, we numerically compute the coverage of the confidence intervals by simulating the SEIR model 400 times and compute confident interval of the exponential growth rate for each realization, and compute the fraction of the confident intervals containing the theoretical value λ=0.537. The results is summarized in below:",
            "cite_spans": [],
            "section": "Coverage probabilities ::: Mechanistic and phenomenological models",
            "ref_spans": []
        },
        {
            "text": "That is, even though the logistic model gives a narrow confidence interval, its coverage probability is low. The coverage probability of the confidence interval given by the Richards model is also significantly lower than the confidence level. This is indeed caused by treating process errors as observation errors. If there is under reporting, that is, only a fraction p of the cases can be observed, then the observation error becomes larger as p decreases (i.e., more under reporting). The coverage will become larger as a result. For example, the case fatality ratio of the 1918 pandemic influenza is about 2% (Frost, 1920). Thus, the mortality curve can be treated as the epidemic curve with a large under reporting ratio, and thus the observation error dominates. In this case ignoring the process error is appropriate.",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 626,
                    "mention": "Frost, 1920",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Coverage probabilities ::: Mechanistic and phenomenological models",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Cumulative Ebola cases during the 2014–16 western African Ebola outbreak, plotted in linear scale (left) and log-linear scale (right). Source: Center for Disease Control Ebola case counts (Center for Disease Control, 2016).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Weekly influenza mortality during the 1918 pandemic in Philadelphia, plotted in linear scale (left) and log-linear scale (right).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: The simulated SEIR epidemic curve (upper) and the fitted exponential growth rate as a function of the end of the fitting window (lower). The epidemic curve is simulated stochastically from the SEIR model in Example 2 using the Gillespie method (Gillespie, 1976) with the parameters β=0.3, σ=1, γ=0.2, E0=10, S0=9,990. I0=R0=0. The rates have a time unit of a day. The daily cases are then aggregated by week. The data points are taken at times ti=i, i=0,1,2,…13 weeks. The theoretical exponential growth rate is λ=0.547 per week.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: The comparison of the results of fitting the SIR, exponential, logistic, and Richards models to a simulated weekly incidence curve, as a function of the end point of the fitting window (upper). The epidemic curve (lower) is shown as a reference. The epidemic curve and the theoretical exponential growth rate are the same as Fig. 3 s.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "160",
            "issn": "",
            "pages": "509-516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The large-sample distribution of the likelihood ratio for testing composite hypotheses",
            "authors": [
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Wilks",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Annals of Mathematical Statistics",
            "volume": "9",
            "issn": "",
            "pages": "60-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Ebola: Case counts",
            "authors": [],
            "year": 2016,
            "venue": "Tech. rep.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Transmission dynamics of the great influenza pandemic of 1918 in geneva, Switzerland: Assessing the effects of hypothetical interventions",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "N.W.",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Theoretical Biology",
            "volume": "241",
            "issn": "",
            "pages": "193-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Statistics of influenza morbidity. with special reference to certain factors in case incidence and case-fatality",
            "authors": [
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Public Health Reports",
            "volume": "35",
            "issn": "",
            "pages": "584-597",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A general method for numerically simulating the stochastic time evolution of coupled chemical reactions",
            "authors": [
                {
                    "first": "D.T.",
                    "middle": [],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Computational Physics",
            "volume": "22",
            "issn": "",
            "pages": "403-434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Estimating initial epidemic growth rates",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                },
                {
                    "first": "D.J.D.",
                    "middle": [],
                    "last": "Earn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "76",
            "issn": "",
            "pages": "245-260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A method to estimate the incidence of communicable diseases under seasonal fluctuations with application to cholera",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Pourabbas",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "d’Onofrio",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Rafanelli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Applied Mathematics and Computation",
            "volume": "118",
            "issn": "",
            "pages": "161-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A flexible growth function for empirical use",
            "authors": [
                {
                    "first": "F.J.",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Journal of Experimental Botany",
            "volume": "10",
            "issn": "",
            "pages": "290-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "274",
            "issn": "",
            "pages": "599-604",
            "other_ids": {
                "DOI": []
            }
        }
    }
}