{
    "paper_id": "PMC6855438",
    "metadata": {
        "title": "Subclinical in utero Zika virus infection is associated with interferon alpha sequelae and sex-specific molecular brain pathology in asymptomatic porcine offspring",
        "authors": [
            {
                "first": "Ivan",
                "middle": [],
                "last": "Trus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Udenze",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Cox",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nathalie",
                "middle": [],
                "last": "Berube",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [
                    "E."
                ],
                "last": "Nordquist",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Franz",
                "middle": [
                    "Josef"
                ],
                "last": "van der Staay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yanyun",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gary",
                "middle": [],
                "last": "Kobinger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [],
                "last": "Safronetz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Gerdts",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Uladzimir",
                "middle": [],
                "last": "Karniychuk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ted",
                "middle": [
                    "C."
                ],
                "last": "Pierson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Zika virus (ZIKV) infection during human pregnancy may lead to fetal death, brain lesions, in utero growth restriction, and microcephaly in newborns resulting in severe life-long impairments [1–4]. Critically, the majority of congenital infections in humans is subclinical [2,5] and is not associated with easily identifiable brain lesions or birth defects. Deleterious and less severe delayed neurodevelopmental, motor, and neurosensory abnormalities in apparently normal at birth human offspring have been described later within one-two years of life [6,7]. Potentially detrimental life-long health outcomes in asymptomatic offspring evoke high concerns [5–9]. Thus, animal models addressing sequelae in offspring may provide valuable information. In a pigtail macaque model, maternal ZIKV inoculation during gestation resulted in substantial brain lesions and silent brain pathology (i.e., periventricular T2-hyperintense foci and loss of fetal noncortical brain volume, injury to the ependymal epithelium with underlying gliosis, and loss of late fetal neuronal progenitor cells) in fetuses, even in the absence of microcephaly [10,11]. Two very recent studies in immunocompetent mouse models reported neurocognitive disorders and neurobehavioral deficits in offspring affected with mild congenital ZIKV infection [12,13]. These pioneering studies provided critical information regarding outcomes of mild congenital ZIKV infection in mouse offspring. Although, in these models, ZIKV induced clinical disease with reduced fetal birth weight, postnatal growth impediments, and neurobehavioral deficits. Thus, models reproducing subclinical in utero infection and long-term silent health sequelae (e.g., molecular pathology which is difficult to identify with diagnostic tests in clinical settings) in offspring in the absence of congenital Zika syndrome are not reported. While postnatal ZIKV infection in macaque infants resulted in altered emotional reactivity to acute stress [14], the evidence is still lacking for the cumulative impact of subclinical in utero ZIKV infection and postnatal environmental insults on health sequelae in offspring. This knowledge is important because secondary insults during postnatal life can unmask consequences of in utero acquired silent pathology [15,16].",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 194,
                    "end": 195,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 274,
                    "end": 275,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 276,
                    "end": 277,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 554,
                    "end": 555,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 556,
                    "end": 557,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 657,
                    "end": 658,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1133,
                    "end": 1135,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1319,
                    "end": 1321,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1322,
                    "end": 1324,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1982,
                    "end": 1984,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2290,
                    "end": 2292,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2293,
                    "end": 2295,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Pigs are relevant to model human in utero ZIKV infection [17–19] and associated immunopathology and brain pathology in offspring because both species have similar physiology, genetics, immunity [20–27], fetal brain development and postnatal brain growth [28–31]. We and others have recently developed a fetal pig model which reproduces key aspects of in utero ZIKV infection in humans with persistent infection in the fetal brain, fetal membranes, and placenta [17–19]. Similarly to human and mouse infections [32,33], outcomes of infection in the porcine model depend on the gestational stage. Zika virus inoculation at the early stage of fetal development (25 gestation days, gd; the total duration of porcine gestation is 114 days) resulted in fetal death [19]. In contrast, fetuses infected at the mid-stage of development (50 gd) did not show brain lesions 28 and 60 days later [18,19].",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 61,
                    "end": 63,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 195,
                    "end": 197,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 198,
                    "end": 200,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 255,
                    "end": 257,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 258,
                    "end": 260,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 462,
                    "end": 464,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 465,
                    "end": 467,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 511,
                    "end": 513,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 514,
                    "end": 516,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 884,
                    "end": 886,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 887,
                    "end": 889,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Congenital ZIKV infection in mice increased in utero levels of type I IFNs [34,35], which was suggested to play a role in fetal demise [34]. In our porcine model studies, subclinical persistent in utero infection in mid-gestation also increased interferon alpha (IFN-α) levels in fetal blood plasma and amniotic fluid, while IFN-α was below the detection limit in all control fetuses [18]. In addition, levels of IFN-α positively correlated with ZIKV titers in fetuses. Interestingly, while fetuses did not have pathology or lesions, they showed persistent infection and dysregulation of more than 600 genes in their brains [18].",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 79,
                    "end": 81,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 136,
                    "end": 138,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the present study, to establish subclinical in utero infection, we exposed porcine litters to ZIKV at mid and late gestation, when similarly to humans, the fetal pig brain has a growth spurt [28,30,31,36]. We defined whether subclinical in utero infection imposes IFN-α sequelae and molecular brain pathology in offspring that did not have clinical signs of congenital Zika syndrome. We also tested whether prenatal exposure to subclinical ZIKV infection and postnatal social stress have a cumulative impact on immune responses and behavior in offspring.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 198,
                    "end": 200,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 201,
                    "end": 203,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 204,
                    "end": 206,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To induce subclinical in utero infection, we directly inoculated two conceptuses (a fetus with fetal membranes; on average pigs have 14–16 fetuses) from three sows with 105 TCID50/fetus of the ZIKV PRVABC59 strain at 53–54 gd (S1 Video; Fig 1A and 1B; S1 Fig). Litters with sham-inoculated conceptuses from three sows were used as controls.",
            "cite_spans": [],
            "section": "Exposure of fetuses to ZIKV at mid-gestation results in subclinical in utero infection with no clinical signs of congenital Zika syndrome in offspring ::: Results",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 250,
                    "mention": "Fig 1A and 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Mothers did not show clinical signs. All pregnant pigs were synchronized and delivered at term (114–115 days). Control and experimental litters contained 10.6% and 15.9% dead newborns, respectively (S1A Table;\nP = 0.67), which is in line with usual rates of fetal mortality in pigs [38,39]. The number of weak piglets was also similar in both groups (S1A Table, P = 0.85). In utero Zika virus exposure did not significantly affect cranium diameter in piglets (P = 0.41; S1A Table). While body weights at birth were lower in the ZIKV group (ZIKV group: 1.24±0.27 kg, control group: 1.36±0.35 kg, P = 0.05) (Fig 1C), body weight gain was not affected (P = 0.92) (Fig 1C and 1D). Brain weights in the ZIKV group (Fig 1E) had a slightly wider (P = 0.66) distribution (ZIKV group: coefficient of variation 7.9%, control group: coefficient of variation 4.2%). Brain to body weight ratio (Fig 1F) was also not affected (P = 0.08). Placental samples collected at birth and offspring brains did not have histopathological lesions (Fig 2A–2D).",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 285,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 286,
                    "end": 288,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Exposure of fetuses to ZIKV at mid-gestation results in subclinical in utero infection with no clinical signs of congenital Zika syndrome in offspring ::: Results",
            "ref_spans": [
                {
                    "start": 606,
                    "end": 612,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 661,
                    "end": 674,
                    "mention": "Fig 1C and 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 710,
                    "end": 716,
                    "mention": "Fig 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 882,
                    "end": 888,
                    "mention": "Fig 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1022,
                    "end": 1031,
                    "mention": "Fig 2A–2D",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To confirm in utero infection, we demonstrated high loads of ZIKV in amniotic membranes and placenta from all three ZIKV-exposed litters (Fig 2I; S1B Table). We also detected ZIKV RNA by in situ hybridization in the placenta and by RT-qPCR targeting the negative strand of ZIKV RNA in the placenta and amniotic membranes (Fig 2E and 2F; S1B Table). These results confirm ZIKV transmission between siblings and productive, persistent infection in fetal membranes and placenta.",
            "cite_spans": [],
            "section": "Exposure of fetuses to ZIKV at mid-gestation results in subclinical in utero infection with no clinical signs of congenital Zika syndrome in offspring ::: Results",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "mention": "Fig 2I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 322,
                    "end": 335,
                    "mention": "Fig 2E and 2F",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "All samples from control mothers and piglets were negative for ZIKV-specific IgG antibodies (Abs) (S1C Table). In utero ZIKV exposure caused maternal infection as indicated by virus-specific IgG Ab in maternal plasma (Fig 2J; S1D Table). Most probably, maternal infection was transient because maternal blood plasma samples were free for ZIKV RNA at all five sampling time-points as determined by RT-qPCR (S1B Table). Moreover, in our previous studies, where we induced more severe in utero infection with higher viral doses, maternal endometrium and lymph nodes were free from ZIKV [18,19,37]. Next, we determined whether ZIKV replicated in fetuses and persisted in offspring. ZIKV-specific IgG Abs were detected in blood plasma from a subset of newborns in all three exposed litters (Fig 2J; S1C Table). In pigs, maternal Abs do not pass to porcine fetuses through the placenta [40]; however, it is being transferred passively to offspring via colostrum. Blood plasma samples from all newborns were collected before first colostrum ingestion, and high Ab titers demonstrated productive fetal infection and subsequent in utero Ab responses (Fig 2J; S1C Table). Two ZIKV-specific RT-qPCR assays did not show viral RNA in the blood plasma, cerebrum, and cerebellum from all exposed and control piglets (including stillborn and weak piglets) (S1B Table).",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 586,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 587,
                    "end": 589,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 590,
                    "end": 592,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 881,
                    "end": 883,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Exposure of fetuses to ZIKV at mid-gestation results in subclinical in utero infection with no clinical signs of congenital Zika syndrome in offspring ::: Results",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 224,
                    "mention": "Fig 2J",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 786,
                    "end": 792,
                    "mention": "Fig 2J",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1142,
                    "end": 1148,
                    "mention": "Fig 2J",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Altogether, we induced subclinical persistent in utero infection which did not cause readily identifiable clinical pathology and productive infection in offspring.",
            "cite_spans": [],
            "section": "Exposure of fetuses to ZIKV at mid-gestation results in subclinical in utero infection with no clinical signs of congenital Zika syndrome in offspring ::: Results",
            "ref_spans": []
        },
        {
            "text": "Subclinical ZIKV infection in porcine conceptuses increases concentrations of IFN-α in amniotic fluids and fetal blood at 28 days after inoculation [18,37]. Here, we defined whether subclinical in utero infection imposes IFN-α sequelae in affected offspring. Within 21 days after birth, IFN-α (Fig 3A) as well as IL-1β, IL-6, IL-8, IL-10, IL-12, IL-13, IL-17A, TGF-β, TNF, IFN-β, and IFN-γ levels (at birth) remained below or at the detection limit in control and ZIKV-exposed piglets. The same levels in both offspring groups suggest that maternal IFN-α (which could be transferred with milk within the first 21 days of life) equally affected offspring in both groups during the nursing period. Two ZIKV piglets, however, showed an increase in IFN-α levels already at 21 days (at weaning–separation of mother from offspring) (Fig 3A). While piglets from both control and ZIKV litters had detectable IFN-α levels at 32 days, 19% of ZIKV piglets showed considerably increased levels of IFN-α in their blood plasma (Fig 3A; S1C Table). Next, we analyzed IFN-α responses in offspring subdivided into two subgroups based on ZIKV-specific serological status at birth: negative for Ab at birth–“N” and positive for Ab at birth–“P,” (Fig 2J; S1C Table). Remarkably, the increased IFN-α levels were mostly attributed to the P subgroup with high ZIKV-specific Ab titers at birth (Fig 3B). IFN-α levels in the P subgroup were significantly higher than in the control group and N subgroup, indicating that IFN-α increase may correlate with the serological status in offspring at birth. Maternal IFN-α likely did not affect increased IFN-α responses in ZIKV offspring at 32 days because maternal blood IFN-α levels in ZIKV litters were lower or equal to that in control litters (P ≥ 0.23) (the same was observed in colostrum, P = 0.4; S1D Table) and did not change significantly throughout the study (S2 Fig). Moreover, the IFN-α increase in offspring was detected at 32 days, eleven days after separation of piglets from mothers. In addition, maternal IFN-α is unlikely to affect fetuses and offspring as it does not cross through the human [41] or porcine placenta [18,42]. All of other eleven tested cytokines did not show the increase (Fig 3C; S1E Table), suggesting specific IFN-α pathology.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 152,
                    "end": 154,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2131,
                    "end": 2133,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2156,
                    "end": 2158,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2159,
                    "end": 2161,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Subclinical in utero ZIKV infection is associated with IFN-α sequelae in affected offspring ::: Results",
            "ref_spans": [
                {
                    "start": 294,
                    "end": 300,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 827,
                    "end": 833,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1014,
                    "end": 1020,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1227,
                    "end": 1233,
                    "mention": "Fig 2J",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1371,
                    "end": 1377,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2228,
                    "end": 2234,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We do not know whether lower levels of IL-1β, IL-6, IL-8, IL-10, IL-12, IL-13, IL-17A, TNF, and IFN-γ in ZIKV offspring at 32 days (Fig 3C; S1E Table) were caused by subclinical in utero ZIKV infection or maternal cytokine background (S2 Fig). Maternal blood levels of these cytokines were lower in the ZIKV group (although the difference was not statistically significant) (S2 Fig) that could potentially contribute to the lower cytokine levels in offspring. Previously described markers of maternal immune activation which may affect fetal health, IL-6 [43] and IL-17A [44] in the ZIKV group were lower or equal to that in control litters (P ≥ 0.47); these data are in agreement with findings in pregnant women with acute ZIKV infection [45] and mice [12]. Also, IL-6 and IL-17A levels in ZIKV group did not change significantly throughout the experiment (S2 Fig); the same was found for maternal IL-1β, IL-8, IL-10, IL-12, IL-13, IFN-β, and IFN-γ (S2 Fig).",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 558,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 572,
                    "end": 574,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 740,
                    "end": 742,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Subclinical in utero ZIKV infection is associated with IFN-α sequelae in affected offspring ::: Results",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 138,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Overall, these data suggest that subclinical in utero ZIKV infection, without active maternal infection and changes in maternal cytokines, may specifically affect IFN-α response in offspring.",
            "cite_spans": [],
            "section": "Subclinical in utero ZIKV infection is associated with IFN-α sequelae in affected offspring ::: Results",
            "ref_spans": []
        },
        {
            "text": "We performed a mixing test (S2 Video) on control and affected piglets at 35 days of age to identify whether subclinical in utero ZIKV infection and social stress have synergistic effects on cytokine responses in offspring.",
            "cite_spans": [],
            "section": "Combined exposure to subclinical prenatal ZIKV infection and postnatal social stress induces a synergistic pathological effect on IFN-α responses in affected offspring ::: Results",
            "ref_spans": []
        },
        {
            "text": "After the mixing test, piglets in the control group showed a slight, up to a 2-fold decrease (1.3±0.3) in blood plasma IFN-α levels in comparison to the levels before the mixing test (Fig 4A; S1C Table). In contrast, piglets affected with subclinical in utero infection showed dramatic, up to a 31-fold decrease (6.8±8.5) in blood plasma IFN-α levels (Fig 4A). This abrupt decrease in peripheral IFN-α was demonstrated by a considerable proportion of ZIKV-affected offspring and did not depend on the initial IFN-α level before stress induction. For example, ZIKV-affected offspring with exceptionally high IFN-α levels before mixing test showed similar or even lower IFN-α levels as in other groupmates after the mixing test (S1C Table, sow #409, piglet #7; sow #109, piglets #8 and #10; sow #335, piglets #2 and #12). Also, the decrease was observed not only in offspring with increased IFN-α levels. ZIKV-affected piglets which initially had IFN-α levels comparable to control piglets also showed a dramatic decrease after the mixing test (S1C Table: sow #409, piglet #13; sow #109, piglet #5; sow #335, piglets #5, #8 and #10). Next, we analyzed IFN-α responses in offspring subdivided into two subgroups based on ZIKV-specific serological status at birth (Fig 4B; S1C Table). ZIKV offspring in both P and N subgroups showed a statistically significant decrease in blood plasma IFN-α levels (Fig 4B). In sharp contrast, stress did not induce a significant decrease in other tested cytokines (0.96–1.38 mean fold change, Fig 4C; S1E Table). No difference in IFN-α shutdown was observed between serological (N and P; P = 0.12) and sex (P = 0.29) subgroups.",
            "cite_spans": [],
            "section": "Combined exposure to subclinical prenatal ZIKV infection and postnatal social stress induces a synergistic pathological effect on IFN-α responses in affected offspring ::: Results",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 352,
                    "end": 358,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1261,
                    "end": 1267,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1396,
                    "end": 1402,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1524,
                    "end": 1530,
                    "mention": "Fig 4C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Our findings reveal synergistic interactions between subclinical in utero ZIKV infection and postnatal stress in promoting pathological IFN-α responses in affected offspring.",
            "cite_spans": [],
            "section": "Combined exposure to subclinical prenatal ZIKV infection and postnatal social stress induces a synergistic pathological effect on IFN-α responses in affected offspring ::: Results",
            "ref_spans": []
        },
        {
            "text": "We sought to characterize whole genome expression in the prefrontal cortex (PFC) of clinically normal offspring affected by subclinical in utero ZIKV infection. Brains from 30 ZIKV-affected offspring and 12 control offspring with no history of in utero infection were sampled at 37 days after birth and analyzed using RNA-seq (S1C Table). On a global transcriptional level, gene expression differed considerably between PFC samples from ZIKV-affected and control offspring (S3A and S3B Fig; S2A Table). Functional set enrichment of Gene Ontology (GO) biological processes also showed significant effects in brains of ZIKV offspring (Fig 5; S2B Table). Specifically, genes with altered expression in the PFC of virus-affected offspring were positively enriched for processes related to cell death (29 GO pathways related to apoptosis and necrosis; false discovery rate (FDR)-adjusted P < 0.1, S2B Table), cytokine responses and immunity (61 GO pathways; FDR-adjusted P < 0.1, S2B Table) and organ/tissue morphogenesis, development, and regeneration (130 GO pathways; FDR-adjusted P < 0.1, S2B Table). Whereas a large set of biological processes involved in neuronal function, i.e., synaptic transmission, GABAergic signaling, calcium ion regulation, cerebral cortex neuron differentiation, and others, were negatively enriched (64 GO pathways; FDR-adjusted P < 0.1, S2B Table) (Fig 5). More stringent analyses of GO biological pathways related to neuronal and cell death pathways with FDR-adjusted P < 0.05 is represented in Fig 6. Interestingly, “response to type I interferon” (FDR-adjusted P = 0.0026), “positive regulation of type I interferon production” (FDR-adjusted P = 0.026), “regulation of type I interferon production” (FDR-adjusted P = 0.011) and “response to interferon beta” (FDR-adjusted P = 0.08) GO processes were positively enriched in the PFC of affected offspring (S3C Fig; S2B Table). Another upregulated biological process was “response to corticosteroid” (FDR-adjusted P = 0.03) (S3D Fig; S2B Table), which is in line with previously reported dysregulation in genes related to physiological stress responses in porcine fetuses [18]. In support of the observed altered transcriptional profile of corticosteroid-responsive genes, fetuses showed significantly elevated in utero cortisol levels during persistent ZIKV infection [19]. To find out whether transcriptional and hormonal in utero cortisol disbalance associated with subclinical infection imposes sequelae in offspring, we measured cortisol concentrations in hair, a well-established test to assess chronic stress throughout the lifespan [46]. The cortisol levels were higher in ZIKV piglets (S3E Fig; S1F Table) providing considerable support of transcriptional findings in affected offspring. A previous study in rhesus macaques demonstrated that even moderate increase in mean hair cortisol levels (1.59 times) is indicative of chronic stress [47]. The difference in porcine offspring, however, was not statistically significant (mean—1.27 times; P = 0.17). Thus, the relation between subclinical in utero ZIKV infection and chronic stress in offspring remains to be further confirmed.",
            "cite_spans": [
                {
                    "start": 2151,
                    "end": 2153,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2348,
                    "end": 2350,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2619,
                    "end": 2621,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2927,
                    "end": 2929,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Subclinical in utero ZIKV infection is associated with sex-specific molecular brain pathology in affected offspring ::: Results",
            "ref_spans": [
                {
                    "start": 633,
                    "end": 638,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1377,
                    "end": 1382,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1524,
                    "end": 1529,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Next, we generated gene sets compiled from MalaCards (http://www.malacards.org) and previous publications [18] (S2C Table) linked to the following clinical disorders associated with congenital Zika syndrome in human fetuses and neonates: microcephaly, epilepsy, dysphagia, clubfoot, and arthrogryposis. Additionally, we collected gene sets from MalaCards for Guillain-Barré Syndrome, schizophrenia, attention deficit-hyperactivity disorder, psychotic disorder, anxiety disorder, mood disorder, and learning disability (S2C Table) [18]. Like in the previous fetal RNA-seq study [18], Gene Set Enrichment Analysis (GSEA) showed that ZIKV-affected offspring were negatively enriched in the schizophrenia gene set (FDR-adjusted P = 0.001) (S2D and S2E Table).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 531,
                    "end": 533,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 578,
                    "end": 580,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Subclinical in utero ZIKV infection is associated with sex-specific molecular brain pathology in affected offspring ::: Results",
            "ref_spans": []
        },
        {
            "text": "To determine whether offspring with the distinct ZIKV-specific serological status at birth have molecular pathology in the brain, we compared RNA-seq data between N and P subgroups. Offspring in both subgroups showed a similar number of downregulated and upregulated genes (Fig 7A; S2F and S2G Table). A considerable number of upregulated and downregulated GO processes (Fig 7B; S2H–S2J Table), including neuronal and behavioral processes (Fig 7C; S2J Table), were also shared between N and P subgroups, which is likely reflective of the similar gene expression profiles. Collectively, this analysis suggests that subclinical in utero ZIKV infection may cause similar molecular pathology in the brain of offspring both positive and negative for ZIKV-specific Ab at birth.",
            "cite_spans": [],
            "section": "Subclinical in utero ZIKV infection is associated with sex-specific molecular brain pathology in affected offspring ::: Results",
            "ref_spans": [
                {
                    "start": 274,
                    "end": 280,
                    "mention": "Fig 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 371,
                    "end": 377,
                    "mention": "Fig 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 440,
                    "end": 446,
                    "mention": "Fig 7C",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Next, we analyzed molecular pathology in female and male offspring affected with subclinical in utero ZIKV infection. Female and male offspring showed a distinct transcriptional signature in the PFC (Fig 8A; S2K and S2L Table). The considerably larger number of upregulated pathways in female offspring represented by developmental, differentiation, morphogenesis, cell migration, transcription, catabolic, cell adhesion/junction, signaling, and tissue remodeling processes (Fig 8B), may signify more intensive compensatory responses to sequelae of in utero infection. While females and males shared 118 enriched biological processes (S2M Table), considerably larger loss of affected neuronal and behavior pathways (FDR-adjusted P < 0.05) was observed in males (Fig 8C). Enrichment analysis of significantly altered processes also attributed neuronal and behavioral pathways to male offspring (Fig 8B and Fig 8D). This suggests a greater loss of neuronal function in males, which is in a strong agreement with more prominent ZIKV-induced neurocognitive pathology in male mouse offspring [12].",
            "cite_spans": [
                {
                    "start": 1088,
                    "end": 1090,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Subclinical in utero ZIKV infection is associated with sex-specific molecular brain pathology in affected offspring ::: Results",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 206,
                    "mention": "Fig 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 475,
                    "end": 481,
                    "mention": "Fig 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 762,
                    "end": 768,
                    "mention": "Fig 8C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 894,
                    "end": 900,
                    "mention": "Fig 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 905,
                    "end": 911,
                    "mention": "Fig 8D",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Although humans and pigs have different placentation types (hemochorial and epitheliochorial, respectively) that prevents studies on mechanisms of virus and Ab transmission from mother to fetus, a fetal placental mesenchyme in pigs has all major cell types found in the human fetal side of the placenta (chorionic plate) and performs the same fundamental functions [48–50]. Similar to replication in the human placenta [51], ZIKV replicates in the porcine fetal placental mesenchyme [18,37]. Also, we have recently demonstrated that similar to human placental infection [51], ZIKV infection in the porcine placental mesenchyme is associated with the increased number of CD163-positive cells [37]. Thus, to provide independent support for the sex-specific pattern of transcriptional responses to ZIKV infection, we profiled the whole genome expression in placental samples persistently infected with ZIKV (S1B Table). We observed that on a global transcriptional level, gene expression signature in the infected fetal placental samples also exhibited the considerable sex-specific pattern (Fig 9A; S2N–S2P Table). After correcting gene expression data for sex the principal component analysis showed that while female and male control samples were grouped close to each other, ZIKV-infected samples had a strong sex-specific separation indicating a strong dependency of ZIKV-induced transcriptional changes on animal sex. Zika virus infection may cause discordant clinical outcomes in human dizygotic twins, ranging from severe disease to asymptomatic infection, and different whole-genome transcriptional responses in neuronal progenitor cells of twins [52,53]. In accordance, among females, we found three low-responders which grouped very closely with control samples (Fig 9A; S2N Table). Other three samples were high-responders (Fig 9A; S2O Table). Non-responder female samples were from the same litter (#109). Interestingly, both low- and high-responder subsets had the high placental viral loads (low-responders: 4.74–5.40 log10 ZIKV RNA copies/g, high-responders: 4.74–6.02 log10 ZIKV RNA copies/g; S1B Table). The number of differentially expressed genes in ZIKV-positive placental samples was considerably higher than in ZIKV-positive brain samples, which is in agreement with ongoing productive placental infection (Fig 2I; S1B Table). The high number of altered genes in both female and male samples is also in agreement with in vitro RNA-seq studies in placental cells [54] and in vivo studies in human cells [55]. The higher number of affected genes in samples from males (Fig 9B and 9C; S2O and S2P Table) might suggest a stronger potential for pathological outcomes in males than in females [12]. A large set of affected biological processes (FDR-adjusted P < 0.05) represented blood vessel and endothelial development, proliferation, migration, and morphogenesis (Fig 9D, S2Q Table). This is in agreement with studies in mice [56] and rhesus macaques [57] where ZIKV-induced vascular pathology was described. Additionally, biological pathways related to actin, extracellular matrix, and syncytium formation were enriched (S2Q Table).",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 420,
                    "end": 422,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 484,
                    "end": 486,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 487,
                    "end": 489,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 571,
                    "end": 573,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1654,
                    "end": 1656,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1657,
                    "end": 1659,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2483,
                    "end": 2485,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2523,
                    "end": 2525,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2708,
                    "end": 2710,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2944,
                    "end": 2946,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2969,
                    "end": 2971,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Subclinical in utero ZIKV infection is associated with sex-specific molecular brain pathology in affected offspring ::: Results",
            "ref_spans": [
                {
                    "start": 1089,
                    "end": 1095,
                    "mention": "Fig 9A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1771,
                    "end": 1777,
                    "mention": "Fig 9A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1833,
                    "end": 1839,
                    "mention": "Fig 9A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2327,
                    "end": 2333,
                    "mention": "Fig 2I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2587,
                    "end": 2600,
                    "mention": "Fig 9B and 9C",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2881,
                    "end": 2887,
                    "mention": "Fig 9D",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Collectively, RNA-seq results in the brain of affected offspring and virus-infected placental samples, which both did not show histopathology and lesions, provide strong evidence for silent sex-specific molecular pathology.",
            "cite_spans": [],
            "section": "Subclinical in utero ZIKV infection is associated with sex-specific molecular brain pathology in affected offspring ::: Results",
            "ref_spans": []
        },
        {
            "text": "Next, we tested whether molecular pathology in the brain of affected offspring is associated with altered behavior in the normal environment and during stress. We did not observe differences between animal groups in the regular environment, in a pen with mother and littermates (20 days after birth—38.2±4.4% of active control piglets; 38.5±1.1% of active ZIKV piglets), after maternal removal (21 days after birth—25.5±4.7% of active control piglets; 29.6±3.9% of active ZIKV piglets), or one day after maternal separation (22 days after birth—25.8±3.3% of active control piglets; 25.5±0.5% of active ZIKV piglets). Then, we tested responses under stressful conditions using the mixing test. Mixing unfamiliar piglets often results in aggressive fighting to establish a dominance hierarchy [58]. Using this behavioral pattern, we compared fighting in control and ZIKV offspring (S2 Video). The percentage of initiated and won fights (individually for males and females) were compared against the expected value (50% versus 50%) in control versus ZIKV groups. The percentage of fights initiated by ZIKV male piglets (mean 69.4%) was more than twice higher than the percentage of fights initiated by control male piglets (mean 30.6%) (P = 0.13). (Fig 10; S1G Table). Won fights in males were evenly distributed between control and ZIKV groups (51.8% versus 48.2%; P = 0.92). In contrast, control females demonstrated more aggressive behavior than ZIKV females as represented by 63.9% of initiated fights (P = 0.45) and 96.3% won fights (P = 0.0039) (Fig 10; S1G Table).",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 794,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Subclinical in utero ZIKV infection is associated with sex-specific molecular brain pathology in affected offspring ::: Results",
            "ref_spans": [
                {
                    "start": 1246,
                    "end": 1252,
                    "mention": "Fig 10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1549,
                    "end": 1555,
                    "mention": "Fig 10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Altogether, the lack of behavioral differences between control and affected groups in the regular environment and distinct behavioral patterns between groups during the mixing test suggest that subclinical in utero ZIKV infection and altered gene expression in the PFC might affect behavior in offspring in the stressful environment.",
            "cite_spans": [],
            "section": "Subclinical in utero ZIKV infection is associated with sex-specific molecular brain pathology in affected offspring ::: Results",
            "ref_spans": []
        },
        {
            "text": "We addressed a question of whether subclinical in utero ZIKV infection may pose health sequelae in offspring in the absence of congenital Zika syndrome. There are two key findings from this study. First, subclinical in utero ZIKV infection was associated with abnormal IFN-α responses in apparently healthy offspring under normal environmental conditions and during social stress. Second, offspring affected with subclinical in utero infection showed the profoundly altered transcriptional signature in the brain free for ZIKV and lesions.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Here, like in previous mouse [35,59] and non-human primate ZIKV studies [60], we used in utero inoculation because maternal inoculation in pigs does not cause fetal infection [17]. However, the present study in offspring clearly demonstrates that subclinical, relatively isolated, ZIKV infection of the fetal-placental unit, without active maternal infection and changes in maternal cytokines, may cause long-term silent immunopathology and brain molecular pathology in offspring. This is the important finding suggesting that in addition to well-recognized maternal immune activation [61], rationale combinatory therapeutic interventions against congenital infections and long-term sequelae should also target specific fetal immunopathology. Among others, ZIKV-agitated in utero IFN-α responses of the fetal and placental origin [18,34,35] can be considered as therapeutic targets.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 32,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 33,
                    "end": 35,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 73,
                    "end": 75,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 176,
                    "end": 178,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 586,
                    "end": 588,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 834,
                    "end": 836,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 837,
                    "end": 839,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Based on our previous fetal studies and present findings in offspring, we suggest a link between the fetal IFN-α pathways reprogrammed during in utero ZIKV infection [18,37] and altered IFN-α responses in offspring (Figs 3 and 4). The hypothesis of fetal origins of adult disease was first described by David Barker, who proposed that disruptions to the in utero environment during fetal development program increase risks for disease during adulthood [62]. Subsequently, many studies confirmed that adverse effects during fetal development may program postnatal immune and neurological pathology which can be transferred across generations [63–66]. Our data also suggest age-specific IFN-α responses in the porcine model of subclinical in utero ZIKV infection. During fetal development, IFN-α levels in fetal blood and amniotic fluids are increased for several weeks after in utero inoculation [18], with a subsequent drop to undetectable levels at around 60 days after inoculation (S4 Fig). Afterward, offspring show elevated levels of IFN-α at around 21–32 days after birth (S4 Fig). In support of our findings, the age-specific nature of in utero acquired neurodevelopmental, behavioral, cognitive, and neuroimmune defects has been experimentally demonstrated [16,36,67–71]. For example, immune activation during mouse pregnancy causes transiently elevated brain cytokine levels in offspring at birth, decreased levels postnatally, and then elevated levels during adulthood [67]. Presumably, maturation of the immune and endocrine systems is required to trigger prenatally acquired neurodevelopmental pathology in offspring [72–74]. Factors determining the age-specific nature of the in utero acquired ZIKV-induced systemic immunopathology remain to be defined. While cerebrum and cerebellum were negative for ZIKV, we cannot fully exclude persistent infection in offspring because lymphoid tissues were not tested; however, in our previous study newborn piglets inoculated with 105.8 TCID50 ZIKV intracerebrally, intradermally, or intraperitoneally cleared the virus from lymphoid tissues within seven days [75]. Additional studies, are required for comprehensive testing of multiple organs for persistent ZIKV infection in offspring affected with subclinical in utero infection and its connection with altered IFN-α responses.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 170,
                    "end": 172,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 453,
                    "end": 455,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 642,
                    "end": 644,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1265,
                    "end": 1267,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1268,
                    "end": 1270,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1271,
                    "end": 1273,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1274,
                    "end": 1276,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1479,
                    "end": 1481,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1629,
                    "end": 1631,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1632,
                    "end": 1634,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 2113,
                    "end": 2115,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 227,
                    "end": 228,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "A secondary insult during postnatal life may be necessary to unmask the silent consequences of in utero immune activation [15,16]. Here, we used the mixing test, a validated approach to model social confrontation in pigs [76–79]. Mixing a pair of unfamiliar individuals in a new environment induces stress, to which animals respond with physiological changes. The test induces cumulative stress from the separation of littermates, confrontation with a novel environment (a mixing chamber), confrontation with the unfamiliar conspecific and aggression (fight)-induced stress (S2 Video). Possible effects of sex, body weight, and familiarity with the environment, which may influence aggressive/social behavior and outcomes of the test [76], were excluded by mixing piglets of the same sex and similar weights in unfamiliar mixing chambers. We demonstrated that combined exposure to subclinical prenatal ZIKV infection and postnatal social stress induces synergistic pathological effect promoting abrupt IFN-α shutdown in affected offspring. Further attempts to better understand silent pathology and develop alleviative interventions in ZIKV-affected offspring should take into account synergistic interactions of multiple environmental insults.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 126,
                    "end": 128,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 225,
                    "end": 227,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The IFN-α increase and IFN-α shutdown apparently have different, yet unknown, mechanisms as indicated by different responses between N and P subgroups in the normal environment (Fig 3B) and during stress (Fig 4B). Abrupt nature of both phenomena, however, is most probably attributed to changes in peripheral blood cells. Because blood monocytes and dendritic cells are the primary sources of IFN-α in humans [80,81] and pigs [82], these cells should be studied in terms of in utero acquired ZIKV-induced IFN-α pathology. We also suggest studying hematopoietic stem cells in affected fetuses and offspring since excessive IFN-α may impact proliferation and reconstituting ability in hematopoietic stem cells and stem cell niche [83–85]. Interestingly, in contrast to the altered molecular signature in the brain and placenta, the increase of IFN-α in porcine offspring blood did not have the sex-specific nature, suggesting that brain/placenta-specific phenomenon and described IFN-α immunopathology in blood most probably have different mechanistic background.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 412,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 413,
                    "end": 415,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 427,
                    "end": 429,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 729,
                    "end": 731,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "85",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 184,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 205,
                    "end": 211,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To our knowledge, type I IFN profiles in human fetuses and offspring affected with ZIKV infection were not addressed, yet. However, it has been shown that acute ZIKV infection is associated with increased IFN-α levels in the blood sera of pregnant women [45]. Human infections with other related flaviviruses (dengue virus and West Nile virus) were also associated with increased IFN-α levels in the blood plasma/sera [86,87]. The relevance of IFN-α sequelae identified in porcine offspring affected with subclinical in utero ZIKV infection to sequelae in humans remains to be established. If ZIKV-induced IFN-α sequelae persist in human offspring, it might have dramatic health consequences. Excessive IFN-α levels were previously associated with severe viral infection [88], immune dysfunction [89], major depressive disorder [90,91], and dementia [92]. Importantly, cognitive impairment, severe neurological sequelae, seizures, prefrontal hypometabolism, and psychiatric syndromes were described in adult and pediatric patients treated with therapeutic doses of IFN-α [93–98]. Affected IFN-α responses during stress, specifically, the stress-induced IFN-α shutdown, might also influence the susceptibility of offspring to other infections. Interestingly, we recently demonstrated that similar to ZIKV infection [18,37], porcine circovirus 2 (a DNA virus of Circoviridae family which causes pathology and death in fetuses) in utero infection is associated with consistently increased fetal IFN-α levels (PCV2-positive fetuses—61.36±12.36 pg/ml of blood plasma; PCV2-negative—below the detection limit). This proof of concept study is in agreement with a hypothesis that type I IFNs is a common culprit of severe congenital viral infections and associated grave complications in fetuses [34]. In addition, we suggest that in utero inflammation induced by subclinical TORCH infections [99–108], including ZIKV, may evoke type I IFN pathology in offspring which can be targeted to reduce long-term sequelae.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 422,
                    "end": 424,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 832,
                    "end": 834,
                    "mention": "91",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 851,
                    "end": 853,
                    "mention": "92",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "mention": "93",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "mention": "98",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 1315,
                    "end": 1317,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1318,
                    "end": 1320,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1789,
                    "end": 1791,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1886,
                    "end": 1888,
                    "mention": "99",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 1889,
                    "end": 1892,
                    "mention": "108",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In agreement with previous histological, magnetic resonance imaging, and computed tomography screening of porcine fetal brains [17,18], subclinical in utero ZIKV infection at mid and late gestational periods did not cause brain lesions in offspring. However, we found profound transcriptional changes in brains of offspring which did not show clinical signs of congenital Zika syndrome. We do not know whether two hours-long social stress which was induced two days before a necropsy could affect transcriptional signature in brains of Control and ZIKV offspring. Although, the considerable number of tested brain samples, the obvious difference of the whole genome expression between brains of Control and ZIKV offspring, and independent confirmation of the altered transcriptional profile in placental samples, clearly indicate effects of subclinical in utero infection.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 131,
                    "end": 133,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Offspring brains were negative for ZIKV, suggesting that transcriptional changes in the PFC may be a persistent representation of earlier ZIKV replication in their brains during subclinical in utero infection. We believe that ZIKV caused brain infection in at least some offspring during their in utero fetal life and was subsequently cleared. In support, first, ZIKV-specific Abs in newborns detected at birth (P subgroup) (Fig 2J) postulated productive infection in developing fetuses during in utero life and most probably in fetal brains because fetal brain is the target for ZIKV in the porcine model [18,37]. Second, when porcine litters inoculated at the mid of gestation, ZIKV replicates in the fetal brain for at least 28 days [18,37] and cleared at 60 days [19]. The virus clearance from fetal brains of rhesus monkeys has been also suggested [109]. Third, affected type I IFN processes (Fig 5) and “defense response to virus” (FDR-adjusted P = 0.001) and “response to virus” (FDR-adjusted P = 0.009) (S2B Table) in brains of offspring, strongly suggest previous infection in the fetal brain. Finally, in offspring of the N subgroup, the lack of virus-specific Abs at birth (Fig 2J) does not rule out earlier subclinical fetal and fetal brain infection because ZIKV can persist in brains of porcine fetuses negative for Abs [18,37]. Even if ZIKV offspring in the N subgroup did not have virus replication in their internal organs during in utero life, most of them had infection in their individual amniotic membranes and placenta collected at birth (Fig 2I; S1B and S1C Table). Fetuses and fetal membranes form a conceptus, a fetal-fetal membrane unit, because fetal, amniotic membrane, and placental blood circulations are intimately interconnected. Replicating in individual amniotic membranes and placenta during persistent in utero infection, ZIKV may distantly affect the developing fetal brain. This was previously described in herpesvirus and malaria infections in mice and humans [110,111], where pathogens did not reach the fetus, but the inflammatory process in the placenta affected the normal fetal development. The role of immune responses to ZIKV at the maternal-fetal interface in birth defects has been also suggested [112]. In strong agreement, numerous biological processes, including vascular processes, were affected in the porcine placenta persistently infected with ZIKV (Fig 9D). Also, offspring of both N and P subgroups had the altered whole-genome expression signature in brains (Fig 7). In the fetal pig model of ZIKV infection, the cumulative negative effects originated in the developing fetal brain, fetal membranes, and placenta are also possible. Alternative animal model approaches are required to discriminate the effects of local ZIKV replication in the fetal brain and placenta on health in offspring.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 609,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 610,
                    "end": 612,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 737,
                    "end": 739,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 740,
                    "end": 742,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 768,
                    "end": 770,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 854,
                    "end": 857,
                    "mention": "109",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1338,
                    "end": 1340,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2000,
                    "end": 2003,
                    "mention": "110",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 2004,
                    "end": 2007,
                    "mention": "111",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 2246,
                    "end": 2249,
                    "mention": "112",
                    "ref_id": "BIBREF111"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 425,
                    "end": 431,
                    "mention": "Fig 2J",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 898,
                    "end": 903,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1185,
                    "end": 1191,
                    "mention": "Fig 2J",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1561,
                    "end": 1567,
                    "mention": "Fig 2I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2405,
                    "end": 2411,
                    "mention": "Fig 9D",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2517,
                    "end": 2522,
                    "mention": "Fig 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Using RNA-seq, we defined sex-specific transcriptional changes in brains of affected porcine offspring, and subsequently confirmed sex-specific responses in infected placental samples. It is well-recognized that male fetuses are more vulnerable in affected pregnancies, with more adverse long-term outcomes occurring after birth [66,113]. Accordingly, ZIKV-affected male piglets demonstrated more dramatic molecular pathology both in the brain and placenta. In the brains, most affected biological processes related to neuropathology were represented by male offspring. In the placenta, a higher number of differentially expressed genes was showed by male offspring (Fig 9B and 9C). Our findings are in agreement with a study in mice, where male offspring affected with mild ZIKV infection showed higher risks of developing neurocognitive disorders [12]. Moreover, in a recent study on the prospective human cohort of ZIKV-exposed children, male gender was identified as a potential predictor of delayed developmental alterations [7]. Observed behavioral differences between groups during social stress also had a sex-specific trend (Fig 10). Zika virus-affected male offspring showed more aggressive social behavior than affected female offspring as represented by a higher percentage of initiated and won fights (Fig 10). Altered behavior conveyed by ZIKV-affected porcine offspring during stress is in high agreement with findings in macaques [14], where postnatal ZIKV infection of infants resulted in altered functional connectivity between brain areas involved in emotional behavior and arousal functions, as well as in distinct alterations in the species-typical emotional reactivity to acute stress. It is difficult to compare our sex-specific data in pigs with the macaque model study due to different experimental approaches [14]. While ZIKV-affected offspring showed the trend to behavioral differences (Fig 10), the statistical significance was not attained in both female and male animals, which is not surprising in the context of subclinical in utero infection and silent pathology. Delayed neurodevelopmental abnormalities identified at the only second year of life have been described in the most recent study on the prospective human cohort of ZIKV-exposed children [7]. Thus, to further confirm and better understand behavioral sequelae in the porcine model, its functional connection to molecular pathology in the brain and placenta, and the relevance of the model to study delayed childhood neurodevelopment described in affected human offspring [7], future experiments should utilize the larger sample size, the longer observational periods, and a broader panel of standardized methods for behavioral and cognitive research in pigs [114–119].",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 333,
                    "end": 336,
                    "mention": "113",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 850,
                    "end": 852,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1031,
                    "end": 1032,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1447,
                    "end": 1449,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1836,
                    "end": 1838,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2285,
                    "end": 2286,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2568,
                    "end": 2569,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2755,
                    "end": 2758,
                    "mention": "114",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 2759,
                    "end": 2762,
                    "mention": "119",
                    "ref_id": "BIBREF118"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 667,
                    "end": 680,
                    "mention": "Fig 9B and 9C",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1134,
                    "end": 1140,
                    "mention": "Fig 10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1315,
                    "end": 1321,
                    "mention": "Fig 10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1915,
                    "end": 1921,
                    "mention": "Fig 10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Collectively, our results provide strong evidence for long-term silent immunopathology and sex-specific brain molecular pathology in porcine offspring and novel insights into pathogenesis of subclinical in utero ZIKV infection. We also demonstrated that subclinical prenatal ZIKV exposure and postnatal social stress may cumulatively induce immunopathology in affected offspring. These findings should encourage further efforts to better understand silent pathology in fetuses and offspring, monitor ZIKV-affected human cohorts, and develop strategies to prevent and alleviate long-term sequelae.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We used low-passage, contemporary, Asian-lineage Zika virus (ZIKV) strain PRVABC59 [GenBank: KU501215.1] isolated from human serum specimen (Puerto Rico, 2015) [120]. After two passages on C6/36 cells, cell culture media containing ZIKV was centrifuged (12,000g, 20 min, +4°C), and the supernatant was collected. Media from virus-negative C6/36 cells was used for mock-inoculation. The absence of mycoplasma contamination in all inoculums and cell cultures was confirmed using LookOut Mycoplasma PCR Detection Kit (Sigma-Aldrich).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "mention": "120",
                    "ref_id": "BIBREF119"
                }
            ],
            "section": "Virus ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Animal experiments were performed in strict accordance with the Canadian Council on Animal Care guidelines for humane animal use. All animal protocols were approved by the University of Saskatchewan's Animal Research Ethics Board. Six, pregnancy-matched Landrace-cross pigs, were obtained from a high-health status herd free for porcine reproductive and respiratory syndrome virus and porcine parvovirus (viruses which can cause fetal infection in pigs). To exclude porcine circovirus 2 (PCV2) in utero infection (another pig virus which can cause infection in fetuses) we tested blood plasma collected from all newborns at birth, before feeding colostrum, for PCV2 antibodies (Ab) [121]. All samples were negative for anti-PCV2 Ab. Pregnant pigs were housed at the Vaccine and Infectious Disease Organization-International Vaccine Centre (VIDO-InterVac) level 3 facilities. Pregnant pigs were randomly assigned into control (three animals) and ZIKV (three animals) groups and housed in identical, but isolated rooms. Housing conditions and diet were the same for all sows and offspring.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 686,
                    "mention": "121",
                    "ref_id": "BIBREF120"
                }
            ],
            "section": "Animal experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In utero inoculation was performed at 53–54 gestation days (gd) (the total duration of porcine pregnancy is 114–115 days) as previously described [18] with some modifications. Briefly, to establish subclinical infection, we manipulated only two conceptuses per pregnant pig. Two conceptuses from three experimental pigs (pig #109, #335, #409) were inoculated intraperitoneally + intra-amniotic (IP+IA; 100 μl+100 μl) with 105 TCID50 (tissue culture infectious dose with 50% endpoint) of ZIKV. Two conceptuses from three control pigs (pigs #122, #179, #720) were inoculated with virus-free media. For precise inoculation, we used an ultrasound-guided technique which verifies fetal viability before and after injection by visualizing heart beating (S1 Video). Two fetuses close to the uterine bifurcation (S1 Fig) were directly inoculated. This fetal location was selected in order to maximize the virus spread within the uterus. Fetuses in the only one uterine horn were inoculated to reduce manipulation.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Animal experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We collected blood samples (in sterile EDTA tubes with vacutainer blood-sampling system (BD)) from mothers at 53–54 and 112 gestation days (at 0 and 59 days post-fetal inoculation), on the day of parturition, and 14 and 21 days after parturition. After blood centrifugation (2,000g, 20 min, +4°C) plasma was aliquoted and immediately frozen (-80°C). Colostrum was collected at delivery day, centrifuged (2,000g, 20 min, +4°C), and immediately frozen at -80°C.",
            "cite_spans": [],
            "section": "Animal experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Births were monitored closely. Rejected after birth placental tissues and individual amniotic membranes surrounding each newborn were collected and immediately frozen on dry ice or preserved in 10% buffered formalin. At birth (day 0), we tagged piglets, recorded gender, and measured cranium, body dimensions and body weight. After birth, piglets were monitored for 36 days for clinical signs by veterinarians. Placental, amniotic membrane and brain tissues from stillborn and weak piglets were tested for ZIKV. Weak piglets were euthanized at day 2 after birth and excluded from the study (S1A Table). Mothers were separated from piglets at 21 days after birth. Piglets were weighed at birth and at 32 days after birth. Blood from piglets was collected at 0 (immediately after birth, before the first colostrum uptake), 14, 21, 32, and 35 days after birth. Blood was collected in sterile EDTA tubes with vacutainer blood-sampling system (BD) by puncture of the vena cava. After blood centrifugation (2,000g, 20 min, +4°C) plasma was aliquoted and immediately frozen (-80°C).",
            "cite_spans": [],
            "section": "Animal experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Piglets were euthanized at 37 days of age. Animals were euthanized by licensed veterinarians with an anesthetic overdose followed by exsanguination: After injecting the anesthetic, complete unconsciousness was confirmed by loss of pedal and palpebral reflexes and pigs were rapidly exsanguinated to ensure a quick death. This method minimizes animal distress, and is consistent with the recommendations of the Panel on Euthanasia of the American Veterinary Medical Association and approved by the University of Saskatchewan's Animal Research Ethics Board. At euthanasia, we weighted piglets. Brains were removed, weighed, and preserved in liquid nitrogen (left hemisphere) or formalin (right hemisphere) within 4–5 minutes after euthanasia. To avoid the effects of circadian rhythms on gene expression in the brain, animals from both groups were sampled at the same time within a short period.",
            "cite_spans": [],
            "section": "Animal experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cameras were mounted above the home pens with mothers and offspring for continuous video recording. Behavior of each piglet was recorded to determine whether in utero ZIKV infection affects individual activity in a regular environment, i.e., in a home pen in the presence of their mother (at 20 days after birth, the whole day), during a novel situation in a familiar environment, i.e., after removal of the mother from the home pen (the second half (12:00 pm -12:00 am) of the 21st day), and at a later time point (at 22 days, the whole day) as previously described [79]. We analyzed video recordings and quantified the activity of the whole litter using sampling at 5-min intervals. The number of lying down, and sitting events (passive behavior), and the number of standing, walking, playing, interacting, and running events (active behavior) was registered for each litter [79]. The number of active piglets was divided by litter size and expressed as a percentage at each moment of observations [79].",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 570,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 878,
                    "end": 880,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Individual activity in offspring ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The mixing test [76–79] was performed at 35 days after birth to determine effects of subclinical in utero ZIKV infection on blood cytokine levels and aggressive behavior in a stressful environment—during a social confrontation with an unfamiliar piglet. We used following criteria to form mixing pairs: (i) A piglet from the ZIKV group was mixed with a piglet from the control group; (ii) males were mixed with males, females with females; (iii) the piglets' body weight differences did not exceed 1 kg.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 19,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 20,
                    "end": 22,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "The mixing test ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Mixing pairs were individually marked with numbers on their backs, relocated to the mixing room and simultaneously released into individual unfamiliar mixing pens (2.5 m x 0.7 m). Cameras were mounted above each pen. The room was left, and videos were recorded for 120 min, as most fights between unfamiliar pigs occur during the first few hours after mixing [58,122,123]. Then immediately after the mixing test, we collected blood samples as described above. We used video recordings to score fighting activities (S2 Video). A fight, i.e., a ‘bout’ of fighting, was defined as a period of time lasting at least 10 s during which (i) two pigs showed close physical contact and (ii) five or more head knocks or bites were shown by one or both pigs. A fight was deemed to have ended when aggressive acts ceased after the retreat of one or both pigs and pigs were staying separated for 60 s or more. For every fight, we scored the initiator, i.e., the pig that first bites or head knocks. In addition, we recorded the winner and loser of every fight. The pig that first stopped fighting, retreated, turned away from its opponent or tried to flee was considered to be the loser of the fight. From these observations, we calculated the ratio of initiated fights and the ratio of winners within the group. Three blinded investigators performed analyses of behavioral data (S1G Table). Observations were compared (initiators: Fleiss’ kappa = 0.81, winners: Fleiss’ kappa = 0.98) and averaged both in males and females [124].",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 363,
                    "end": 366,
                    "mention": "122",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 367,
                    "end": 370,
                    "mention": "123",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 1512,
                    "end": 1515,
                    "mention": "124",
                    "ref_id": "BIBREF123"
                }
            ],
            "section": "The mixing test ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "RNA extraction, RT-qPCR assays, serology, Bio-Plex assay, cortisol assay, histology, and ZIKV-specific in situ hybridization were performed as previously described [18,19,75,125–131]. The sandwich ELISA (LSBio LS-F23292) to quantify porcine IFN-β in blood plasma samples was performed as per the manufacturer's instructions. All details on sample testing are provided in S1 Appendix.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 171,
                    "end": 173,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 174,
                    "end": 177,
                    "mention": "125",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 178,
                    "end": 181,
                    "mention": "131",
                    "ref_id": "BIBREF130"
                }
            ],
            "section": "Sample testing ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "RNA was isolated using TRIzol (Thermo Fisher Scientific) lysis and extraction, and then cleaned using Total RNA Purification Kit (Norgen Biotek). RNA was assessed on a Bioanalyzer and all samples had RNA Integrity above 8.5. Complementary DNA (cDNA) libraries for sequencing were prepared using NEBNext Ultra II Directional RNA Library Prep Kit for Illumina with rRNA depletion (New England Biolabs). Libraries were sequenced on a NovaSeq as paired-end reads using the 150 base read kit. Over the whole experiment, there was an average of 26 million paired-end reads per sample. Sequencing data were mapped and quantified using the pseudo alignment method of Kallisto [132]. A sequence database of coding and non-coding transcripts was generated from ENSEMBL Sus scrofa 11.1. The count table was assembled using tximport in R and normalized using EdgeR then converted into a normal distribution using the voom function and differential expression was calculated using linear and Bayes models as part of the R package limma. Gene set enrichment was done using human annotation of Gene Ontology using the R function camera.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 672,
                    "mention": "132",
                    "ref_id": "BIBREF131"
                }
            ],
            "section": "RNA-seq and bioinformatics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Confirmation of sex in placental samples was accomplished using the expression of the Y chromosome and expression of the X chromosome gene KDM6A as it escapes X inactivation and gives a higher signal in females. Correction for sex was done directly in the linear model by setting sex as a variable in the model. Before visualization corrected expression values were generated using the R function remove BatchEffects for data represented in heatmaps (generated using the R package pheatmap) or principal component plots (generated using the R function princomp and the ggplot2 package).",
            "cite_spans": [],
            "section": "RNA-seq and bioinformatics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The set enrichment results from camera were graphed in Cytoscape using the EnrichmentMap plugin. All networks were generated using a Jaccard + Overlap with a cutoff of 0.375 and a Combined Constant of 0.5. Sub-networks were discovered using GLay cluster and annotated using the WordCloud plugin of the top 4 words with a bonus of 8 for word co-occurrence. Gene expression data are provided in S2 Table. An accession number for RNA-seq data is PRJNA573521 in NCBI BioProject.",
            "cite_spans": [],
            "section": "RNA-seq and bioinformatics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We used GraphPad PRISM7 software (GraphPad Software Inc., San Diego, CA, USA) for statistical analyses. Results were considered significantly different when P < 0.05. All data were expressed as mean ± standard deviation (M ± SD). All raw animal data for this study are provided in S1 Table. Prevalence of stillborn and weak piglets was compared using Pearson’s chi-squared test with Yates’ correction for continuity. Body and brain weights and body dimensions were compared with Mann-Whitney U-test. Maternal cytokines levels between control and ZIKV groups and within groups were compared with Bonferroni-corrected repeated measures analysis of variance (rANOVA). IFN-α levels in offspring blood plasma sampled at birth, 14, 21, and 32 days after birth were compared between control and ZIKV groups with Mann-Whitney U-test.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Unpaired Student’s t-test was used to analyze cortisol in hair samples. IFN-α levels in blood plasma sampled before and after the mixing test were compared between control and ZIKV groups by ANOVA with Tukey’s post-test. We also assessed fold change between IFN-α levels before and after the mixing test within N and P subgroups and in sex subgroups—Mann-Whitney U-test. In the mixing test, within each pair, we quantified a percentage of fights initiated and a percentage of fights won by control piglet or ZIKV piglet. The percentage of initiated and won fights—individually for males and females—were compared against the expected value (50% versus 50%) in control versus ZIKV groups with two-sided Wilcoxon signed-rank test.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (A) The actual number of experimental animals and sampling schedule for mothers and offspring. (B) A porcine uterus has multiple fetuses (on average pigs have 14–16 fetuses) with each fetus possessing individual amniotic membrane and placenta. Two fetuses in each pregnant pig were directly inoculated (I) with ZIKV. See S1 Video for ultrasound-guided inoculation. Afterward, ZIKV spreads (II) between siblings and causes productive infection in (1) amniotic membranes, (2) placenta, and (3) fetal brains of directly inoculated and trans-infected not-manipulated fetuses [17–19,37]. (C) Body weight, (D) body weight gain, (E) brain weight, and (F) brain/body weight ratio in control and ZIKV-exposed offspring. Solid lines represent mean values. Brains from offspring were collected at necropsy. See S1A Table for individual values.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Hematoxylin-eosin staining in the placenta (sampled at birth) (A: control sow #122; B: ZIKV-inoculated sow #335) and neonatal brain (sampled at euthanasia, 37 days) (C: control piglet #2, sow 720; D: piglet #7 from ZIKV-inoculated sow 409). ZIKV-specific in situ hybridization in the placenta (sampled at birth) from control (E) and ZIKV (F) litters. Positive cells were found in a sample from pig #335. An immunoperoxidase monolayer assay (IPMA) to detect and quantify ZIKV-specific IgG Ab in porcine blood plasma. Blood plasma from control (G) and ZIKV-exposed (H) offspring (sampled at birth). (I) ZIKV RNA loads in amniotic membrane and placenta determined by RT-qPCR. Solid lines represent mean values. The dotted line represents the limit of detection (LOD). See S1B Table for individual values. ZIKV-specific Ab in offspring blood plasma detected by IPMA (J). All samples from the control litters were negative. Black dots–Ab titers in maternal blood. Offspring blood at birth was collected before first colostrum feeding. Offspring were subdivided into two subgroups based on ZIKV-specific serological status at birth: negative for Ab at birth–“N” and positive for Ab at birth–“P.” Solid lines represent mean values. The dotted line represents LOD. See S1C Table for individual values.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) Kinetics of IFN-α in offspring blood plasma. An arrowhead (▲)–weaning at 21 days after birth. (B) IFN-α in offspring blood plasma at 32 days after birth. Solid lines represent means. The dotted line represents the limit of quantification (LOQ). See raw data in S1C Table for individual values. (C) Cytokine levels in offspring blood plasma at 32 days after birth. See raw data in S1E Table for individual values. Offspring subgroups: N–negative for endogenous ZIKV-specific Ab at birth; P–positive for endogenous ZIKV-specific Ab at birth.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) IFN-α in offspring blood plasma before and after social stress (the mixing test). (B) Fold decrease of IFN-α level after the mixing test. (C) Fold decrease of other tested cytokines after the mixing test. Offspring subgroups: N–negative for endogenous ZIKV-specific Ab at birth; P–positive for endogenous ZIKV-specific Ab at birth. The dotted line represents LOQ. For negative samples (below LOQ), fold change was calculated using LOQ value as a baseline. Solid lines represent means. See raw data in S1C and S1E Table for individual values.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: Molecular pathology network in the prefrontal cortex of offspring affected with subclinical in utero ZIKV infection. Enrichment map of significantly altered GO biological processes. Red are pathways with positive and blue are with negative enrichment. All subnetworks with FDR-adjusted P < 0.1 and at least three connected nodes are shown. See raw data in S2B Table for individual GO biological processes.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: FDR-adjusted P < 0.05. Blue bars–downregulated processes. Red bars–upregulated processes. See raw data in S2B Table for individual values.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: (A) Volcano plots of the upregulated (red) and downregulated (blue) genes in N and P subgroups. FDR-adjusted P < 0.05. See raw data in S2F and S2G Table for individual gene values. (B) Venn diagram of individual and shared GO processes in the N and P subgroups. FDR-adjusted P < 0.1. See raw data in S2H–S2J Table for individual process values. (C) Bar plot of shared neuronal and behavioral GO processes in the N and P subgroups. FDR-adjusted P < 0.1. See raw data in S2J Table for individual process values.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8: (A) Venn diagram of individual and shared GO processes in the female and male subgroups. FDR adjusted P < 0.1. See raw data in S2K–S2M Tables for individual process values. Enrichment map of significantly altered GO biological processes in the prefrontal cortex of female (B) and male (D) offspring affected with subclinical in utero ZIKV infection. Pathways with positive (red) and negative (blue) enrichment are shown. All subnetworks with FDR-adjusted P < 0.1 and at least three connected nodes are shown. (C) Positive (red) and negative (blue) enrichment of neuronal and behavioral GO processes in female and male subgroups. FDR adjusted P < 0.05.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig 9: (A) Principal-component analysis (PCA) of RNA-seq data in the placenta with persistent ZIKV infection. Female low-responders are in the left low corner. Volcano plots display significantly affected genes (P < 0.05) in female (B) and male (C) placental samples. Blue and red dots indicate downregulated and upregulated genes, respectively. (D) A sample size of male control placentae (Fig 9A) motivated us to focus on GSEA analysis in only placental samples of female high responders (S2Q Table). GO biological vascular processes significantly altered (FDR-adjusted P < 0.05) in the placenta with persistent ZIKV infection. See raw data in S2Q Table for individual GO biological processes.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig 10: Mixing tests were performed between control and ZIKV-affected offspring to induce social stress and assess behavior. See raw behavioral data in S1G Table.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Skills attained by infants with congenital Zika syndrome: Pilot data from Brazil",
            "authors": [],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0201495"
                ]
            }
        },
        "BIBREF1": {
            "title": "Zika Virus Infection in Pregnant Women in Rio de Janeiro",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "2321-2334",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1602412"
                ]
            }
        },
        "BIBREF2": {
            "title": "Association between Zika virus infection and microcephaly in Brazil, January to May, 2016: preliminary report of a case-control study",
            "authors": [],
            "year": 2016,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(16)30318-8"
                ]
            }
        },
        "BIBREF3": {
            "title": "Early growth and neurologic outcomes of infants with probable congenital Zika virus syndrome",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1953-1956",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2211.160956"
                ]
            }
        },
        "BIBREF4": {
            "title": "Adverse birth outcomes associated with Zika virus exposure during pregnancy in São José do Rio Preto, Brazil",
            "authors": [],
            "year": 2018,
            "venue": "Clin Microbiol Infect",
            "volume": "24",
            "issn": "",
            "pages": "646-652",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2017.11.004"
                ]
            }
        },
        "BIBREF5": {
            "title": "Children Born to Mothers with Rash During Zika Virus Epidemic in Brazil: First 18 Months of Life",
            "authors": [],
            "year": 2019,
            "venue": "J Trop Pediatr",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/tropej/fmz019"
                ]
            }
        },
        "BIBREF6": {
            "title": "Delayed childhood neurodevelopment and neurosensory alterations in the second year of life in a prospective cohort of ZIKV-exposed children",
            "authors": [],
            "year": 2019,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-019-0496-1"
                ]
            }
        },
        "BIBREF7": {
            "title": "The Aftermath of Zika: Need for Long-Term Monitoring of Exposed Children",
            "authors": [],
            "year": 2018,
            "venue": "Trends Microbiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2018.05.011"
                ]
            }
        },
        "BIBREF8": {
            "title": "Zika virus infection during pregnancy and effects on early childhood development, French Polynesia, 2013–2016",
            "authors": [],
            "year": 2018,
            "venue": "Emerg Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "1850-1858",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2410.172079"
                ]
            }
        },
        "BIBREF9": {
            "title": "Congenital Zika virus infection as a silent pathology with loss of neurogenic output in the fetal brain",
            "authors": [],
            "year": 2018,
            "venue": "Nat Med",
            "volume": "24",
            "issn": "",
            "pages": "368-374",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.4485"
                ]
            }
        },
        "BIBREF10": {
            "title": "Fetal brain lesions after subcutaneous inoculation of Zika virus in a pregnant nonhuman primate",
            "authors": [],
            "year": 2016,
            "venue": "Nat Med",
            "volume": "22",
            "issn": "",
            "pages": "1256-1259",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.4193"
                ]
            }
        },
        "BIBREF11": {
            "title": "Male offspring born to mildly ZIKV-infected mice are at risk of developing neurocognitive disorders in adulthood",
            "authors": [],
            "year": 2018,
            "venue": "Nat Microbiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-018-0236-1"
                ]
            }
        },
        "BIBREF12": {
            "title": "Congenital Zika Virus Infection in Immunocompetent Mice Causes Postnatal Growth Impediment and Neurobehavioral Deficits",
            "authors": [],
            "year": 2018,
            "venue": "Front Microbiol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2018.02028"
                ]
            }
        },
        "BIBREF13": {
            "title": "Postnatal Zika virus infection is associated with persistent abnormalities in brain structure, function, and behavior in infant macaques",
            "authors": [],
            "year": 2018,
            "venue": "Sci Transl Med",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aao6975"
                ]
            }
        },
        "BIBREF14": {
            "title": "Stress in Puberty Unmasks Latent Neuropathological Consequences of Prenatal Immune Activation in Mice",
            "authors": [],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "1095-1099",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1228261"
                ]
            }
        },
        "BIBREF15": {
            "title": "Distinct alterations in motor & reward seeking behavior are dependent on the gestational age of exposure to LPS-induced maternal immune activation",
            "authors": [],
            "year": 2017,
            "venue": "Brain Behav Immun",
            "volume": "63",
            "issn": "",
            "pages": "21-34",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2016.06.002"
                ]
            }
        },
        "BIBREF16": {
            "title": "Microencephaly in fetal piglets following in utero inoculation of Zika virus",
            "authors": [],
            "year": 2018,
            "venue": "Emerg Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41426-018-0044-y"
                ]
            }
        },
        "BIBREF17": {
            "title": "Zika Virus Causes Persistent Infection in Porcine Conceptuses and may Impair Health in Offspring",
            "authors": [],
            "year": 2017,
            "venue": "EBioMedicine",
            "volume": "25",
            "issn": "",
            "pages": "73-86",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ebiom.2017.09.021"
                ]
            }
        },
        "BIBREF18": {
            "title": "Persistent Zika virus infection in porcine conceptuses is associated with elevated in utero cortisol levels",
            "authors": [],
            "year": 2018,
            "venue": "Virulence",
            "volume": "9",
            "issn": "",
            "pages": "1338-1343",
            "other_ids": {
                "DOI": [
                    "10.1080/21505594.2018.1504558"
                ]
            }
        },
        "BIBREF19": {
            "title": "Selected physiologic compatibilities and incompatibilities between human and porcine organ systems",
            "authors": [],
            "year": 2006,
            "venue": "Xenotransplantation",
            "volume": "13",
            "issn": "",
            "pages": "488-499",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1399-3089.2006.00346.x"
                ]
            }
        },
        "BIBREF20": {
            "title": "Comparison of Mucus Glands in the Tracheobronchial Tree of Man and Animals",
            "authors": [],
            "year": 1963,
            "venue": "Ann N Y Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "555-571",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1749-6632.1963.tb16665.x"
                ]
            }
        },
        "BIBREF21": {
            "title": "The immune system of the respiratory tract in pigs",
            "authors": [],
            "year": 1994,
            "venue": "Vet Immunol Immunopathol",
            "volume": "43",
            "issn": "",
            "pages": "151-156",
            "other_ids": {
                "DOI": [
                    "10.1016/0165-2427(94)90131-7"
                ]
            }
        },
        "BIBREF22": {
            "title": "Structural and functional annotation of the porcine immunome",
            "authors": [],
            "year": 2013,
            "venue": "BMC Genomics",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2164-14-332"
                ]
            }
        },
        "BIBREF23": {
            "title": "An in-depth comparison of the porcine, murine and human inflammasomes; lessons from the porcine genome and transcriptome",
            "authors": [],
            "year": 2017,
            "venue": "Vet Microbiol",
            "volume": "202",
            "issn": "",
            "pages": "2-15",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2016.05.013"
                ]
            }
        },
        "BIBREF24": {
            "title": "Advances in porcine genomics and proteomics-a toolbox for developing the pig as a model organism for molecular biomedical research",
            "authors": [],
            "year": 2010,
            "venue": "Briefings Funct Genomics Proteomics",
            "volume": "9",
            "issn": "",
            "pages": "208-219",
            "other_ids": {
                "DOI": [
                    "10.1093/bfgp/elq004"
                ]
            }
        },
        "BIBREF25": {
            "title": "Advances in swine biomedical model genomics",
            "authors": [],
            "year": 2007,
            "venue": "Int J Biol Sci",
            "volume": "3",
            "issn": "",
            "pages": "179-184",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.3.179"
                ]
            }
        },
        "BIBREF26": {
            "title": "The pig: A model for human infectious diseases",
            "authors": [],
            "year": 2012,
            "venue": "Trends Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "50-57",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2011.11.002"
                ]
            }
        },
        "BIBREF27": {
            "title": "Prenatal and postnatal growth and development of the central nervous system of the pig",
            "authors": [],
            "year": 1967,
            "venue": "Proc R Soc London Ser B, Biol Sci",
            "volume": "166",
            "issn": "",
            "pages": "384-395",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.1967.0002"
                ]
            }
        },
        "BIBREF28": {
            "title": "The pig as a model of developmental immunology",
            "authors": [],
            "year": 2002,
            "venue": "Hum Exp Toxicol",
            "volume": "21",
            "issn": "",
            "pages": "533-536",
            "other_ids": {
                "DOI": [
                    "10.1191/0960327102ht293oa"
                ]
            }
        },
        "BIBREF29": {
            "title": "Comparative aspects of the brain growth spurt",
            "authors": [],
            "year": 1979,
            "venue": "Early Hum Dev",
            "volume": "3",
            "issn": "",
            "pages": "79-83",
            "other_ids": {
                "DOI": [
                    "10.1016/0378-3782(79)90022-7"
                ]
            }
        },
        "BIBREF30": {
            "title": "Perinatal ontogeny of brain growth in the domestic pig",
            "authors": [],
            "year": 2000,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "223",
            "issn": "",
            "pages": "102-108",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1525-1373.2000.22314.x"
                ]
            }
        },
        "BIBREF31": {
            "title": "Birth defects among fetuses and infants of US women with evidence of possible Zika virus infection during pregnancy",
            "authors": [],
            "year": 2017,
            "venue": "JAMA—J Am Med Assoc",
            "volume": "317",
            "issn": "",
            "pages": "59-68",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.19006"
                ]
            }
        },
        "BIBREF32": {
            "title": "Gestational Stage and IFN-λ Signaling Regulate ZIKV Infection In Utero",
            "authors": [],
            "year": 2017,
            "venue": "Cell Host Microbe",
            "volume": "22",
            "issn": "",
            "pages": "366-376",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2017.08.012"
                ]
            }
        },
        "BIBREF33": {
            "title": "Type I interferons instigate fetal demise after Zika virus infection",
            "authors": [],
            "year": 2018,
            "venue": "Sci Immunol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/sciimmunol.aao1680"
                ]
            }
        },
        "BIBREF34": {
            "title": "Intrauterine Zika virus infection of pregnant immunocompetent mice models transplacental transmission and adverse perinatal outcomes",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms14575"
                ]
            }
        },
        "BIBREF35": {
            "title": "Maternal viral infection during pregnancy elicits anti-social behavior in neonatal piglet offspring independent of postnatal microglial cell activation",
            "authors": [],
            "year": 2017,
            "venue": "Brain Behav Immun",
            "volume": "59",
            "issn": "",
            "pages": "300-312",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2016.09.019"
                ]
            }
        },
        "BIBREF36": {
            "title": "The African strain of Zika virus causes more severe in utero infection than Asian strain in a porcine fetal transmission model",
            "authors": [],
            "year": 2019,
            "venue": "Emerg Microbes Infect",
            "volume": "8",
            "issn": "",
            "pages": "1098-1107",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2019.1644967"
                ]
            }
        },
        "BIBREF37": {
            "title": "Differential Gene Expression in Endometrium, Endometrial Lymphocytes, and Trophoblasts during Successful and Abortive Embryo Implantation",
            "authors": [],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "",
            "pages": "148-156",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.176.1.148"
                ]
            }
        },
        "BIBREF38": {
            "title": "Longitudinal field study to assess sow level risk factors associated with stillborn piglets",
            "authors": [],
            "year": 2010,
            "venue": "Anim Reprod Sci",
            "volume": "120",
            "issn": "",
            "pages": "78-83",
            "other_ids": {
                "DOI": [
                    "10.1016/j.anireprosci.2010.02.010"
                ]
            }
        },
        "BIBREF39": {
            "title": "Impermeability of pig placenta for antibodies",
            "authors": [],
            "year": 1966,
            "venue": "Folia Microbiol (Praha)",
            "volume": "11",
            "issn": "",
            "pages": "7-10",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02877148"
                ]
            }
        },
        "BIBREF40": {
            "title": "Experimental study of transplacental passage of alpha interferon by two assay techniques",
            "authors": [],
            "year": 1993,
            "venue": "Antimicrob Agents Chemother",
            "volume": "37",
            "issn": "",
            "pages": "1232-1237",
            "other_ids": {
                "DOI": [
                    "10.1128/aac.37.6.1232"
                ]
            }
        },
        "BIBREF41": {
            "title": "In vivo study of interferon-alpha-secreting cells in pig foetal lymphohaematopoietic organs following in utero TGEV coronavirus injection",
            "authors": [],
            "year": 1997,
            "venue": "Res Immunol",
            "volume": "148",
            "issn": "",
            "pages": "247-256",
            "other_ids": {
                "DOI": [
                    "10.1016/s0923-2494(97)80866-8"
                ]
            }
        },
        "BIBREF42": {
            "title": "Maternal Immune Activation Alters Fetal Brain Development through Interleukin-6",
            "authors": [],
            "year": 2007,
            "venue": "J Neurosci",
            "volume": "27",
            "issn": "",
            "pages": "10695-10702",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.2178-07.2007"
                ]
            }
        },
        "BIBREF43": {
            "title": "The maternal interleukin-17a pathway in mice promotes autism-like phenotypes in offspring",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "933-939",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aad0314"
                ]
            }
        },
        "BIBREF44": {
            "title": "Biomarkers and immunoprofiles associated with fetal abnormalities of ZIKV-positive pregnancies",
            "authors": [],
            "year": 2018,
            "venue": "JCI Insight",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1172/jci.insight.124152"
                ]
            }
        },
        "BIBREF45": {
            "title": "Hair cortisol as a biological marker of chronic stress: Current status, future directions and unanswered questions",
            "authors": [],
            "year": 2012,
            "venue": "Psychoneuroendocrinology",
            "volume": "37",
            "issn": "",
            "pages": "589-601",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psyneuen.2011.09.009"
                ]
            }
        },
        "BIBREF46": {
            "title": "Analysis of endogenous cortisol concentrations in the hair of rhesus macaques",
            "authors": [],
            "year": 2006,
            "venue": "Gen Comp Endocrinol",
            "volume": "147",
            "issn": "",
            "pages": "255-61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ygcen.2006.01.005"
                ]
            }
        },
        "BIBREF47": {
            "title": "Quantitative Changes of Sialoadhesin and CD163 Positive Macrophages in the Implantation Sites and Organs of Porcine Embryos/Fetuses During Gestation",
            "authors": [],
            "year": 2009,
            "venue": "Placenta",
            "volume": "30",
            "issn": "",
            "pages": "497-500",
            "other_ids": {
                "DOI": [
                    "10.1016/j.placenta.2009.03.016"
                ]
            }
        },
        "BIBREF48": {
            "title": "Porcine reproductive and respiratory syndrome virus (PRRSV) causes apoptosis during its replication in fetal implantation sites",
            "authors": [],
            "year": 2011,
            "venue": "Microb Pathog",
            "volume": "51",
            "issn": "",
            "pages": "194-202",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micpath.2011.04.001"
                ]
            }
        },
        "BIBREF49": {
            "title": "Relationships of CD163 and CD169 positive cell numbers in the endometrium and fetal placenta with type 2 PRRSV RNA concentration in fetal thymus",
            "authors": [],
            "year": 2016,
            "venue": "Vet Res",
            "volume": "47",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13567-016-0364-7"
                ]
            }
        },
        "BIBREF50": {
            "title": "Placental Pathology of Zika Virus: Viral Infection of the Placenta Induces Villous Stromal Macrophage (Hofbauer Cell) Proliferation and Hyperplasia",
            "authors": [],
            "year": 2017,
            "venue": "Arch Pathol Lab Med",
            "volume": "141",
            "issn": "",
            "pages": "43-48",
            "other_ids": {
                "DOI": [
                    "10.5858/arpa.2016-0401-OA"
                ]
            }
        },
        "BIBREF51": {
            "title": "Discordant congenital Zika syndrome twins show differential in vitro viral susceptibility of neural progenitor cells",
            "authors": [],
            "year": 2018,
            "venue": "Nat Commun",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-02790-9"
                ]
            }
        },
        "BIBREF52": {
            "title": "Discordant clinical outcomes of congenital Zika virus infection in twin pregnancies",
            "authors": [],
            "year": 2017,
            "venue": "Arq Neuropsiquiatr",
            "volume": "75",
            "issn": "",
            "pages": "381-386",
            "other_ids": {
                "DOI": [
                    "10.1590/0004-282X20170066"
                ]
            }
        },
        "BIBREF53": {
            "title": "Organotypic models of type III interferon-mediated protection from Zika virus infections at the maternal–fetal interface",
            "authors": [],
            "year": 2017,
            "venue": "Proc Natl Acad Sci",
            "volume": "114",
            "issn": "",
            "pages": "9433-9438",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1707513114"
                ]
            }
        },
        "BIBREF54": {
            "title": "Transcriptional Changes during Naturally Acquired Zika Virus Infection Render Dendritic Cells Highly Conducive to Viral Replication",
            "authors": [],
            "year": 2017,
            "venue": "Cell Rep",
            "volume": "21",
            "issn": "",
            "pages": "3471-3482",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2017.11.087"
                ]
            }
        },
        "BIBREF55": {
            "title": "Zika virus infection in immunocompetent pregnant mice causes fetal damage and placental pathology in the absence of fetal infection",
            "authors": [],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006994"
                ]
            }
        },
        "BIBREF56": {
            "title": "Zika virus infection in pregnant rhesus macaques causes placental dysfunction and immunopathology",
            "authors": [],
            "year": 2018,
            "venue": "Nat Commun",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-02499-9"
                ]
            }
        },
        "BIBREF57": {
            "title": "The establishment and nature of the dominance hierarchy in the domesticated pig",
            "authors": [],
            "year": 1973,
            "venue": "Anim Behav",
            "volume": "21",
            "issn": "",
            "pages": "326-334",
            "other_ids": {
                "DOI": [
                    "10.1016/S0003-3472(73)80074-0"
                ]
            }
        },
        "BIBREF58": {
            "title": "The African Zika virus MR-766 is more virulent and causes more severe brain damage than current Asian lineage and dengue virus",
            "authors": [],
            "year": 2017,
            "venue": "Development",
            "volume": "144",
            "issn": "",
            "pages": "4114-4124",
            "other_ids": {
                "DOI": [
                    "10.1242/dev.156752"
                ]
            }
        },
        "BIBREF59": {
            "title": "Intraamniotic Zika virus inoculation of pregnant rhesus macaques produces fetal neurologic disease",
            "authors": [],
            "year": 2018,
            "venue": "Nat Commun",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-018-04777-6"
                ]
            }
        },
        "BIBREF60": {
            "title": "Increasing Role of Maternal Immune Activation in Neurodevelopmental Disorders",
            "authors": [],
            "year": 2018,
            "venue": "Front Behav Neurosci.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fnbeh.2018.00230"
                ]
            }
        },
        "BIBREF61": {
            "title": "The fetal and infant origins of disease",
            "authors": [],
            "year": 1995,
            "venue": "Eur J Clin Invest",
            "volume": "25",
            "issn": "",
            "pages": "457-463",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2362.1995.tb01730.x"
                ]
            }
        },
        "BIBREF62": {
            "title": "Associations between Maternal Infection during Pregnancy, Childhood Infections, and the Risk of Subsequent Psychotic Disorder—A Swedish Cohort Study of Nearly 2 Million Individuals",
            "authors": [],
            "year": 2016,
            "venue": "Schizophr Bull",
            "volume": "42",
            "issn": "",
            "pages": "125-133",
            "other_ids": {
                "DOI": [
                    "10.1093/schbul/sbv112"
                ]
            }
        },
        "BIBREF63": {
            "title": "Maternal Immune Activation During the Third Trimester Is Associated with Neonatal Functional Connectivity of the Salience Network and Fetal to Toddler Behavior",
            "authors": [],
            "year": 2018,
            "venue": "J Neurosci",
            "volume": "38",
            "issn": "",
            "pages": "2877-2886",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.2272-17.2018"
                ]
            }
        },
        "BIBREF64": {
            "title": "Infection by Schistosoma mansoni during pregnancy: Effects on offspring immunity",
            "authors": [],
            "year": 2017,
            "venue": "Life Sci",
            "volume": "185",
            "issn": "",
            "pages": "46-52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.lfs.2017.07.021"
                ]
            }
        },
        "BIBREF65": {
            "title": "Programming of maternal and offspring disease: impact of growth restriction, fetal sex and transmission across generations",
            "authors": [],
            "year": 2016,
            "venue": "J Physiol",
            "volume": "594",
            "issn": "",
            "pages": "4727-4740",
            "other_ids": {
                "DOI": [
                    "10.1113/JP271745"
                ]
            }
        },
        "BIBREF66": {
            "title": "Maternal immune activation causes age- and region-specific changes in brain cytokines in offspring throughout development",
            "authors": [],
            "year": 2013,
            "venue": "Brain Behav Immun",
            "volume": "31",
            "issn": "",
            "pages": "54-68",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2012.07.008"
                ]
            }
        },
        "BIBREF67": {
            "title": "Immunoadolescence: Neuroimmune development and adolescent behavior",
            "authors": [],
            "year": 2016,
            "venue": "Neurosci Biobehav Rev",
            "volume": "70",
            "issn": "",
            "pages": "288-299",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neubiorev.2016.05.035"
                ]
            }
        },
        "BIBREF68": {
            "title": "Widespread alterations in the synaptic proteome of the adolescent cerebral cortex following prenatal immune activation in rats",
            "authors": [],
            "year": 2016,
            "venue": "Brain Behav Immun",
            "volume": "56",
            "issn": "",
            "pages": "289-309",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2016.04.002"
                ]
            }
        },
        "BIBREF69": {
            "title": "Prenatal immune activation causes hippocampal synaptic deficits in the absence of overt microglia anomalies",
            "authors": [],
            "year": 2016,
            "venue": "Brain Behav Immun",
            "volume": "55",
            "issn": "",
            "pages": "25-38",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2015.09.015"
                ]
            }
        },
        "BIBREF70": {
            "title": "In-vivo rodent models for the experimental investigation of prenatal immune activation effects in neurodevelopmental brain disorders",
            "authors": [],
            "year": 2009,
            "venue": "Neurosci Biobehav Rev",
            "volume": "33",
            "issn": "",
            "pages": "1061-1079",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neubiorev.2009.05.001"
                ]
            }
        },
        "BIBREF71": {
            "title": "Effects of stress throughout the lifespan on the brain, behaviour and cognition",
            "authors": [],
            "year": 2009,
            "venue": "Nat Rev Neurosci",
            "volume": "10",
            "issn": "",
            "pages": "434-445",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn2639"
                ]
            }
        },
        "BIBREF72": {
            "title": "Peri-pubertal maturation after developmental disturbance: A model for psychosis onset in the rat",
            "authors": [],
            "year": 2006,
            "venue": "Neuroscience",
            "volume": "143",
            "issn": "",
            "pages": "395-405",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuroscience.2006.08.004"
                ]
            }
        },
        "BIBREF73": {
            "title": "Adolescent development, hypothalamic-pituitary-adrenal function, and programming of adult learning and memory",
            "authors": [],
            "year": 2010,
            "venue": "Prog Neuro-Psychopharmacology Biol Psychiatry",
            "volume": "34",
            "issn": "",
            "pages": "756-765",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pnpbp.2009.09.019"
                ]
            }
        },
        "BIBREF74": {
            "title": "Neonatal pigs are susceptible to experimental Zika virus infection",
            "authors": [],
            "year": 2017,
            "venue": "Emerg Microbes Infect",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2016.133"
                ]
            }
        },
        "BIBREF75": {
            "title": "Individual coping characteristics, aggressiveness and fighting strategies in pigs",
            "authors": [],
            "year": 2005,
            "venue": "Anim Behav",
            "volume": "69",
            "issn": "",
            "pages": "1085-1091",
            "other_ids": {
                "DOI": [
                    "10.1016/j.anbehav.2004.09.013"
                ]
            }
        },
        "BIBREF76": {
            "title": "Effects of Butafosfan on salivary cortisol and behavioral response to social stress in piglets",
            "authors": [],
            "year": 2007,
            "venue": "J Vet Pharmacol Ther",
            "volume": "30",
            "issn": "",
            "pages": "410-416",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2885.2007.00884.x"
                ]
            }
        },
        "BIBREF77": {
            "title": "Repeated social defeat in female pigs does not induce neuroendocrine symptoms of depression, but behavioral adaptation",
            "authors": [],
            "year": 2008,
            "venue": "Physiol Behav",
            "volume": "93",
            "issn": "",
            "pages": "453-460",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physbeh.2007.10.002"
                ]
            }
        },
        "BIBREF78": {
            "title": "Cortisol administration to pregnant sows affects novelty-induced locomotion, aggressive behaviour, and blunts gender differences in their offspring",
            "authors": [],
            "year": 2006,
            "venue": "Horm Behav",
            "volume": "49",
            "issn": "",
            "pages": "663-672",
            "other_ids": {
                "DOI": [
                    "10.1016/j.yhbeh.2005.12.008"
                ]
            }
        },
        "BIBREF79": {
            "title": "Human monocytes represent a competitive source of interferon-α in peripheral blood",
            "authors": [],
            "year": 2008,
            "venue": "Clin Immunol",
            "volume": "127",
            "issn": "",
            "pages": "252-264",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clim.2008.01.014"
                ]
            }
        },
        "BIBREF80": {
            "title": "The nature of the principal type 1 interferon-producing cells in human blood",
            "authors": [],
            "year": 1999,
            "venue": "Science",
            "volume": "284",
            "issn": "",
            "pages": "1835-7",
            "other_ids": {
                "DOI": [
                    "10.1126/science.284.5421.1835"
                ]
            }
        },
        "BIBREF81": {
            "title": "Porcine peripheral blood dendritic cells and natural interferon-producing cells",
            "authors": [],
            "year": 2003,
            "venue": "Immunology",
            "volume": "110",
            "issn": "",
            "pages": "440-9",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2567.2003.01755.x"
                ]
            }
        },
        "BIBREF82": {
            "title": "Interferon alpha (IFN) treatment of bone marrow stroma inhibits haematopoesis",
            "authors": [],
            "year": 2004,
            "venue": "Leuk Res",
            "volume": "28",
            "issn": "",
            "pages": "1217-1220",
            "other_ids": {
                "DOI": [
                    "10.1016/j.leukres.2004.03.012"
                ]
            }
        },
        "BIBREF83": {
            "title": "IFNα activates dormant haematopoietic stem cells in vivo",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "904-908",
            "other_ids": {
                "DOI": [
                    "10.1038/nature07815"
                ]
            }
        },
        "BIBREF84": {
            "title": "IFNα-mediated remodeling of endothelial cells in the bone marrow niche",
            "authors": [],
            "year": 2017,
            "venue": "Haematologica",
            "volume": "102",
            "issn": "",
            "pages": "445-453",
            "other_ids": {
                "DOI": [
                    "10.3324/haematol.2016.151209"
                ]
            }
        },
        "BIBREF85": {
            "title": "Interferon and Interferon‐Induced Chemokine Expression Is Associated with Control of Acute Viremia in West Nile Virus–Infected Blood Donors",
            "authors": [],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "979-983",
            "other_ids": {
                "DOI": [
                    "10.1086/591466"
                ]
            }
        },
        "BIBREF86": {
            "title": "High Levels of Interferon Alpha in the Sera of Children with Dengue Virus Infection",
            "authors": [],
            "year": 1993,
            "venue": "Am J Trop Med Hyg",
            "volume": "48",
            "issn": "",
            "pages": "222-229",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.1993.48.222"
                ]
            }
        },
        "BIBREF87": {
            "title": "Pathogenic potential of interferon αβ in acute influenza infection",
            "authors": [],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms4864"
                ]
            }
        },
        "BIBREF88": {
            "title": "Interferon-alpha, immune activation and immune dysfunction in treated HIV infection",
            "authors": [],
            "year": 2014,
            "venue": "Clin Transl Immunol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/cti.2014.1"
                ]
            }
        },
        "BIBREF89": {
            "title": "Type I interferon signaling genes in recurrent major depression: Increased expression detected by whole-blood RNA sequencing",
            "authors": [],
            "year": 2014,
            "venue": "Mol Psychiatry",
            "volume": "19",
            "issn": "",
            "pages": "1267-1274",
            "other_ids": {
                "DOI": [
                    "10.1038/mp.2013.161"
                ]
            }
        },
        "BIBREF90": {
            "title": "A longitudinal study evaluating the effects of interferon-alpha therapy on cognitive and psychiatric function in adults with chronic hepatitis C",
            "authors": [],
            "year": 2015,
            "venue": "J Psychosom Res",
            "volume": "78",
            "issn": "",
            "pages": "184-192",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpsychores.2014.07.020"
                ]
            }
        },
        "BIBREF91": {
            "title": "A potential role for interferon-α in the pathogenesis of HIV-associated dementia",
            "authors": [],
            "year": 1995,
            "venue": "Brain Behav Immun",
            "volume": "9",
            "issn": "",
            "pages": "366-377",
            "other_ids": {
                "DOI": [
                    "10.1006/brbi.1995.1034"
                ]
            }
        },
        "BIBREF92": {
            "title": "Seizures during alpha interferon therapy",
            "authors": [],
            "year": 1996,
            "venue": "J Hepatol",
            "volume": "24",
            "issn": "",
            "pages": "48-51",
            "other_ids": {
                "DOI": [
                    "10.1016/s0168-8278(96)80185-1"
                ]
            }
        },
        "BIBREF93": {
            "title": "Cognitive impairment in patients with chronic hepatitis treated with interferon alpha (IFNα): results from a prospective study",
            "authors": [],
            "year": 2006,
            "venue": "Eur Psychiatry",
            "volume": "21",
            "issn": "",
            "pages": "204-210",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eurpsy.2004.09.030"
                ]
            }
        },
        "BIBREF94": {
            "title": "Letter to the editor: Further evidence of neurological sequelae associated with interferon therapy in the pediatric population",
            "authors": [],
            "year": 2000,
            "venue": "Eur J Paediatr Neurol",
            "volume": "4",
            "issn": "",
            "pages": "295-296",
            "other_ids": {
                "DOI": [
                    "10.1053/ejpn.2000.0388"
                ]
            }
        },
        "BIBREF95": {
            "title": "Interferon alpha (IFNα) and psychiatric syndromes: A review",
            "authors": [],
            "year": 2002,
            "venue": "Prog Neuro-Psychopharmacology Biol Psychiatry",
            "volume": "26",
            "issn": "",
            "pages": "731-746",
            "other_ids": {
                "DOI": [
                    "10.1016/S0278-5846(01)00324-4"
                ]
            }
        },
        "BIBREF96": {
            "title": "Prefrontal cortical hypometabolism during low-dose interferon alpha treatment",
            "authors": [],
            "year": 2000,
            "venue": "Psychopharmacology (Berl)",
            "volume": "152",
            "issn": "",
            "pages": "383-389",
            "other_ids": {
                "DOI": [
                    "10.1007/s002130000549"
                ]
            }
        },
        "BIBREF97": {
            "title": "Neuropsychiatric adverse effects of interferon-alpha: recognition and management",
            "authors": [],
            "year": 2005,
            "venue": "CNS Drugs",
            "volume": "19",
            "issn": "",
            "pages": "105-23",
            "other_ids": {
                "DOI": [
                    "10.2165/00023210-200519020-00002"
                ]
            }
        },
        "BIBREF98": {
            "title": "Treatment of subclinical congenital toxoplasmosis by sulfadiazine and pyrimethamine continuously during 1 year: apropos of 46 cases",
            "authors": [],
            "year": 2002,
            "venue": "Arch Pediatr",
            "volume": "9",
            "issn": "",
            "pages": "7-13",
            "other_ids": {
                "DOI": [
                    "10.1016/s0929-693x(01)00687-x"
                ]
            }
        },
        "BIBREF99": {
            "title": "Auditory and visual defects resulting from symptomatic and subclinical congenital cytomegaloviral and toxoplasma infections",
            "authors": [],
            "year": 1977,
            "venue": "Pediatrics",
            "volume": "59",
            "issn": "",
            "pages": "669-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "Relationship between the production of interferon-alpha/beta and interferon-gamma during acute toxoplasmosis",
            "authors": [],
            "year": 1989,
            "venue": "Parasitology",
            "volume": "99",
            "issn": "Pt 1",
            "pages": "11-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "Human Cytomegalovirus Induces the Interferon Response via the DNA Sensor ZBP1",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "585-598",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01748-09"
                ]
            }
        },
        "BIBREF102": {
            "title": "Congenital syphilis: update and perspectives",
            "authors": [],
            "year": null,
            "venue": "Sante",
            "volume": "9",
            "issn": "",
            "pages": "38-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "Subclinical transplacental parvovirus B19 infection: an increased fetal risk?",
            "authors": [],
            "year": 1994,
            "venue": "Lancet",
            "volume": "343",
            "issn": "",
            "pages": "1100-1101",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(94)90212-7"
                ]
            }
        },
        "BIBREF104": {
            "title": "Subclinical congenital rubella infection associated with maternal rubella vaccination in early pregnancy",
            "authors": [],
            "year": 1980,
            "venue": "J Pediatr",
            "volume": "96",
            "issn": "",
            "pages": "869-72",
            "other_ids": {
                "DOI": [
                    "10.1016/s0022-3476(80)80562-2"
                ]
            }
        },
        "BIBREF105": {
            "title": "Asymptomatic herpes simplex virus type 2 (HSV-2) infection among pregnant women in Turkey",
            "authors": [],
            "year": 2004,
            "venue": "Indian J Med Res",
            "volume": "120",
            "issn": "",
            "pages": "106-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "Protective efficacy of multiple vaccine platforms against Zika virus challenge in rhesus monkeys",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "353",
            "issn": "",
            "pages": "1129-1132",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aah6157"
                ]
            }
        },
        "BIBREF107": {
            "title": "Type I interferon production during herpes simplex virus infection is controlled by cell-type-specific viral recognition through Toll-like receptor 9, the mitochondrial antiviral signaling protein pathway, and novel recognition systems",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "13315-24",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01167-07"
                ]
            }
        },
        "BIBREF108": {
            "title": "Fetal Neuropathology in Zika Virus-Infected Pregnant Female Rhesus Monkeys",
            "authors": [],
            "year": 2018,
            "venue": "Cell",
            "volume": "173",
            "issn": "",
            "pages": "1111-1122.e10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2018.03.019"
                ]
            }
        },
        "BIBREF109": {
            "title": "Viral infection of the placenta leads to fetal inflammation and sensitization to bacterial products predisposing to preterm labor",
            "authors": [],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "",
            "pages": "1248-57",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1000289"
                ]
            }
        },
        "BIBREF110": {
            "title": "Epidemiology and burden of malaria in pregnancy",
            "authors": [],
            "year": 2007,
            "venue": "Lancet Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "93-104",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(07)70021-X"
                ]
            }
        },
        "BIBREF111": {
            "title": "Placental Inflammatory Response to Zika Virus may Affect Fetal Brain Development",
            "authors": [],
            "year": 2016,
            "venue": "Am J Reprod Immunol",
            "volume": "75",
            "issn": "",
            "pages": "421-422",
            "other_ids": {
                "DOI": [
                    "10.1111/aji.12505"
                ]
            }
        },
        "BIBREF112": {
            "title": "Boys live dangerously in the womb",
            "authors": [],
            "year": 2010,
            "venue": "Am J Hum Biol",
            "volume": "22",
            "issn": "",
            "pages": "330-335",
            "other_ids": {
                "DOI": [
                    "10.1002/ajhb.20995"
                ]
            }
        },
        "BIBREF113": {
            "title": "Delayed growth, motor function and learning in preterm pigs during early postnatal life",
            "authors": [],
            "year": 2016,
            "venue": "Am J Physiol Integr Comp Physiol",
            "volume": "310",
            "issn": "",
            "pages": "R481-R492",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpregu.00349.2015"
                ]
            }
        },
        "BIBREF114": {
            "title": "The pig as a model animal for studying cognition and neurobehavioral disorders",
            "authors": [],
            "year": 2011,
            "venue": "Current Topics in Behavioral Neurosciences",
            "volume": "",
            "issn": "",
            "pages": "359-383",
            "other_ids": {
                "DOI": [
                    "10.1007/7854_2010_112"
                ]
            }
        },
        "BIBREF115": {
            "title": "Social Support Modulates Stress-Related Gene Expression in Various Brain Regions of Piglets",
            "authors": [],
            "year": 2016,
            "venue": "Front Behav Neurosci",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fnbeh.2016.00227"
                ]
            }
        },
        "BIBREF116": {
            "title": "Mapping the amphetamine-evoked dopamine release in the brain of the Göttingen minipig",
            "authors": [],
            "year": 2005,
            "venue": "Brain Res Bull",
            "volume": "65",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brainresbull.2004.08.007"
                ]
            }
        },
        "BIBREF117": {
            "title": "Prepulse inhibition of the acoustic startle reflex in pigs and its disruption by D-amphetamine",
            "authors": [],
            "year": 2004,
            "venue": "Behav Brain Res",
            "volume": "155",
            "issn": "",
            "pages": "217-222",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbr.2004.04.014"
                ]
            }
        },
        "BIBREF118": {
            "title": "The d-amphetamine-treated Göttingen miniature pig: An animal model for assessing behavioral effects of antipsychotics",
            "authors": [],
            "year": 2009,
            "venue": "Psychopharmacology (Berl)",
            "volume": "206",
            "issn": "",
            "pages": "715-729",
            "other_ids": {
                "DOI": [
                    "10.1007/s00213-009-1599-z"
                ]
            }
        },
        "BIBREF119": {
            "title": "Phylogeny of Zika virus in western Hemisphere, 2015",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "933-935",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2205.160065"
                ]
            }
        },
        "BIBREF120": {
            "title": "Unusual outcome of in utero infection and subsequent postnatal super-infection with different PCV2b strains",
            "authors": [],
            "year": 2014,
            "venue": "Virol Sin",
            "volume": "29",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s12250-014-3431-0"
                ]
            }
        },
        "BIBREF121": {
            "title": "Influence of resources on pig aggression and dominance",
            "authors": [],
            "year": 1986,
            "venue": "Behav Processes",
            "volume": "12",
            "issn": "",
            "pages": "135-144",
            "other_ids": {
                "DOI": [
                    "10.1016/0376-6357(86)90052-5"
                ]
            }
        },
        "BIBREF122": {
            "title": "Effects of straw and unfamiliarity on fighting between newly mixed growing pigs",
            "authors": [],
            "year": 1995,
            "venue": "Appl Anim Behav Sci",
            "volume": "45",
            "issn": "",
            "pages": "23-30",
            "other_ids": {
                "DOI": [
                    "10.1016/0168-1591(95)00600-W"
                ]
            }
        },
        "BIBREF123": {
            "title": "Measuring nominal scale agreement among many raters",
            "authors": [],
            "year": 1971,
            "venue": "Psychol Bull",
            "volume": "76",
            "issn": "",
            "pages": "378-382",
            "other_ids": {
                "DOI": [
                    "10.1037/h0031619"
                ]
            }
        },
        "BIBREF124": {
            "title": "Detection of Zika virus by SYBR green one-step real-time RT-PCR",
            "authors": [],
            "year": 2016,
            "venue": "J Virol Methods",
            "volume": "236",
            "issn": "",
            "pages": "93-97",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2016.07.014"
                ]
            }
        },
        "BIBREF125": {
            "title": "One-step RT-PCR for detection of Zika virus",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol.",
            "volume": "43",
            "issn": "",
            "pages": "96-101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2008.05.005"
                ]
            }
        },
        "BIBREF126": {
            "title": "Acute and chronic neurological consequences of early-life zika virus infection in mice",
            "authors": [],
            "year": 2018,
            "venue": "Sci Transl Med",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aar2749"
                ]
            }
        },
        "BIBREF127": {
            "title": "Peripheral regulation of stress and fear responses in pigs from tail-biting pens",
            "authors": [],
            "year": 2017,
            "venue": "Rev Bras Zootec",
            "volume": "46",
            "issn": "",
            "pages": "33-38",
            "other_ids": {
                "DOI": [
                    "10.1590/S1806-92902017000100006"
                ]
            }
        },
        "BIBREF128": {
            "title": "Intermittent suckling causes a transient increase in cortisol that does not appear to compromise selected measures of pigletwelfare and stress",
            "authors": [],
            "year": 2016,
            "venue": "Animals",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/ani6030024"
                ]
            }
        },
        "BIBREF129": {
            "title": "Effects of oxytocin administration on the response of piglets to weaning",
            "authors": [],
            "year": 2015,
            "venue": "Animals",
            "volume": "5",
            "issn": "",
            "pages": "545-560",
            "other_ids": {
                "DOI": [
                    "10.3390/ani5030371"
                ]
            }
        },
        "BIBREF130": {
            "title": "Hair cortisol concentration as a noninvasive measure of long-term stress in free-ranging grizzly bears (Ursus arctos): considerations with implications for other wildlife",
            "authors": [],
            "year": 2010,
            "venue": "Can J Zool",
            "volume": "88",
            "issn": "",
            "pages": "935-949",
            "other_ids": {
                "DOI": [
                    "10.1139/z10-057"
                ]
            }
        },
        "BIBREF131": {
            "title": "Near-optimal probabilistic RNA-seq quantification",
            "authors": [],
            "year": 2016,
            "venue": "Nat Biotechnol",
            "volume": "34",
            "issn": "",
            "pages": "525-527",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.3519"
                ]
            }
        }
    }
}