{
    "paper_id": "PMC6143185",
    "metadata": {
        "title": "Viral etiology of acute respiratory infections in hospitalized children in Novosibirsk City, Russia (2013 – 2017)",
        "authors": [
            {
                "first": "Olga",
                "middle": [],
                "last": "Kurskaya",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tatyana",
                "middle": [],
                "last": "Ryabichenko",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Natalya",
                "middle": [],
                "last": "Leonova",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Weifeng",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hongtao",
                "middle": [],
                "last": "Bi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kirill",
                "middle": [],
                "last": "Sharshov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eugenia",
                "middle": [],
                "last": "Kazachkova",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ivan",
                "middle": [],
                "last": "Sobolev",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Prokopyeva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tatiana",
                "middle": [],
                "last": "Kartseva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Alekseev",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Shestopalov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sreekumar",
                "middle": [],
                "last": "Othumpangat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute respiratory infections (ARIs) pose a significant public health problem worldwide, causing considerable morbidity and mortality among people of all age groups [1]. Children are on average infected two to three times more frequently than adults. [2]. There are more than 200 respiratory viruses that can cause ARIs. Human respiratory syncytial virus (HRSV), human rhinovirus (HRV), human metapneumovirus (HMPV), human parainfluenza virus (HPIV), human enterovirus (EV), influenza virus (IFV), human coronavirus (HCoV), adenovirus (HAdV), and human bocavirus (HBoV) are the most common viral agents associated with ARIs, accounting for around 70% of ARIs [3, 4]. The frequency of mixed respiratory viral detection varies from 10% to 30% in hospitalized children [5–7]. In addition, several new human respiratory viruses have been described in recent years, including human metapneumovirus [8, 9], human bocavirus [10], and novel human coronaviruses, including severe acute respiratory syndrome coronavirus (SARS-CoV) [11], human coronaviruses NL63 (HCoV-NL63), HKU1 (HCoV-HKU1) [12], and Middle East respiratory syndrome coronavirus (MERS—CoV) [13].",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 252,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 662,
                    "end": 663,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 766,
                    "end": 767,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 768,
                    "end": 769,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 893,
                    "end": 894,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 896,
                    "end": 897,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 917,
                    "end": 919,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although the majority of ARIs are associated with respiratory viruses, antibiotics are often used in the clinical treatment of ARIs. As children with ARIs often have similar clinical symptoms, studying the clinical hallmarks of children with virus-related ARIs and the spectrum of respiratory viruses will help in developing more accurate treatments for ARIs [14]. Rapid diagnosis is important not only for timely treatment starting but also for the detection of a beginning influenza epidemic and the avoidance of unnecessary antibiotic treatment [15, 16].",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 549,
                    "end": 551,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Western Siberia plays a key role in ecology, epizootiology and epidemiology of emerging diseases. This territory was involved in the circulation of A/H5N1 and A/H5N8 avian influenza viruses in 2005–2017 [17, 18]. These viruses were spread by wild birds’ migration. In Western Siberia migratory flyways of birds’ wintering in different regions of the world: South East Asia, Central Asia, Middle East, Hindustan, Europe, and Africa—cross. For this reason, there is high probability of the emergence of humans and animal influenza viruses reassortants, as well as emergence of local outbreaks of human morbidity caused by uncommon variants of influenza viruses. Furthermore, Novosibirsk is the largest transport hub in this part of Russia with numerous international connections, that is important for the spread of ARIs [19, 20].",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 208,
                    "end": 210,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 820,
                    "end": 822,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 824,
                    "end": 826,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The prevalence of respiratory viruses among children with ARIs differs in different regions and varies over time [21–25]. Thus, to better understand the epidemiology of Acute Respiratory Infections in Novosibirsk region, we investigated etiology of ARIs in children admitted to Novosibirsk Children’s Municipal Clinical Hospital in 2013–2017.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 117,
                    "end": 119,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All aspects of the study were approved by the Ethics Committee of the Federal State Budgetary Institution \"Research Center of Clinical and Experimental Medicine\" (2013–23). Accordingly, written informed consent was obtained from parents prior to sample taking.",
            "cite_spans": [],
            "section": "Ethics issues ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Children 0-15years of age were enrolled in the study within 3 days of illness onset and had at least two of the following symptoms: fever, sore throat, cough, rhinorrhea, nasal congestion, sputum, shortness of breath, lung auscultation abnormalities, tachypnea, and chest pain. Paired nasal and throat swabs were collected from each patient admitted to Novosibirsk Children’s Municipal Clinical Hospital by hospital nurses. A total of 1560 samples collected during four epidemic seasons of 2013–2017 (October–April) were enrolled to the study. The epidemiological and clinical information including case history, symptoms, physical signs, and examination were included in a standardized questionnaire. The samples were placed immediately in viral transport medium (Eagle MEM, BSA and antibiotics) and stored at 4–8°C prior transportation to the laboratory (not more than 24 hours). Detection of respiratory viruses was performed immediately after delivery to the laboratory. All specimens were tested for 15 common respiratory viruses, including influenza virus types A, B (IFVA and IFVB), human parainfluenza virus (HPIV) types 1–4, human respiratory syncytial virus (HRSV), human metapneumovirus (HMPV), four human coronaviruses (HCo), human rhinovirus (HRV), human adenovirus (HAdV) and human bocavirus (HBoV), using a real-time PCR assay-kit.",
            "cite_spans": [],
            "section": "Patients and specimens ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Viral nucleic acids were extracted from nasal and throat swabs using RNA/DNA extraction kit «RIBO-sorb» (Interlabservice, Russia) according to the manufacturer’s instructions. The extracted viral nucleic acid was immediately used to perform the reaction of reverse transcription using commercial kit \"REVERTA-L\" (Interlabservice, Russia).",
            "cite_spans": [],
            "section": "Nucleic acid extraction and reverse transcription ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Detection of respiratory viruses, including HPIV 1–4, HRSV, HMPV, HCoV-OC43, HCoV-229E, HCoVNL63, HCoV-HKU1, HRV, HAdV, and HBoV was performed using a RT-PCR Kit «AmpliSens ARVI-screen-FL» (Interlabservice, Russia), and IFVA and IFVB virus detection was performed using a RT-PCR Kit « AmpliSens Influenza virus A/B-FL» (Interlabservice, Russia) according to the manufacturer's instructions. Positive and negative controls were included in each run.",
            "cite_spans": [],
            "section": "Virus detection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Two-tailed chi-square test (two by two table) was performed to compare the infection rates for respiratory viruses among different age groups. P-value <0.05 was considered to be statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Totally, 1560 samples collected from patients with ARIs during the period from December 2013 to April 2017 were enrolled in the investigation. There were 824 males (52.8%) and 736 females (47.2%), and the patient’s ages ranged from 3 months to 15 years. The most numerous age group (43.2%) was between 1 and 3 years old. The age distribution is shown in Table 1.",
            "cite_spans": [],
            "section": "Patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 354,
                    "end": 361,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Among 1560 samples, 1128 (72.3%) were found positive for at least one virus, and 432 (27.7%) were negative for all respiratory viruses tested (Table 1). There was no significant difference in the incidence of respiratory viral infection between boys (601/824; 72.9%) and girls (527/736; 71.6%) (χ2 = 0.345, p>0.05). The respiratory virus positive rate appeared to decrease with age. The lowest positive rate was observed in the age group of more than 6 years old (167/302; 55.3%), while the positive rates in age groups less than 6 years old were more than 70% (Table 1). Statistically significant difference was observed between the age group of more than 6 years old and other age groups (χ2 = 54.113, p<0.01). No statistically significant difference was observed among the age groups less than 1 year old, 1–3 years, and 4–6 years.",
            "cite_spans": [],
            "section": "Detection of respiratory viruses ::: Results",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 569,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Among all the samples, single infections accounted for 61.9% (965/1560), while co-infections accounted for 10.4% (163/1560) with the lowest rate of incidence in children more than 6 years old compared to children younger than 6 years (χ2 = 20.389, p<0.01) (Fig 1).",
            "cite_spans": [],
            "section": "Detection of respiratory viruses ::: Results",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 262,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "HRSV and IFV were the most frequently detected viruses with high incidence of 23.0% (358/1560) and 22.1% (344/1560), respectively, among all patients with ARIs. HRV was detected in 15.1% (235/1560), followed by HMPV, HPIV and HBoV with the detection rates higher than 5.0%. The positivity rates of HCoV and HAdV were lower than 5.0% (Fig 2).",
            "cite_spans": [],
            "section": "Viral etiology ::: Results",
            "ref_spans": [
                {
                    "start": 334,
                    "end": 339,
                    "mention": "Fig 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The data were analyzed with regard to the age and gender distribution of virus infection. No difference in the etiological distribution of viral pathogens was observed between males and females.",
            "cite_spans": [],
            "section": "Age and gender distribution ::: Results",
            "ref_spans": []
        },
        {
            "text": "Among detected respiratory viruses, HRV, HPIV, HCoV, and HAdV did not have statistically significant difference in the distribution among the different age groups. HMPV was detected in age group less than 1 year old much more frequently than in children 1–3 years old (χ2 = 4.986, p<0.05) and 7–15 years old (χ2 = 8.174, p<0.05). HBoV was significantly more frequently observed in children younger than 3 years old compare with children of 4–15 years old (χ2 = 28.523, p<0.005). The incidence of HRSV decreased significantly with increasing age (p < 0.05) dropping from 35.1% in children younger than 1 year old to 5.3% in the school-age children (7–15 years old group), while the reverse relationship was observed for IFV (Fig 3).",
            "cite_spans": [],
            "section": "Age and gender distribution ::: Results",
            "ref_spans": [
                {
                    "start": 724,
                    "end": 729,
                    "mention": "Fig 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The data were analyzed with regard to the seasonality. Overall, virus detection positive rate did not differ significantly between seasons, ranging from 71.3% to 73.3%. Fig 4 illustrates the monthly distribution of the most frequently detected viruses (HRSV, HRV and IFV) from 2013 to 2017. We have observed no considerable activity of Influenza viruses in 2013–2014 epidemic season, but increasing activity detected in subsequent years with peaks in February 2015, February 2016 and January and February 2017. HRSV exhibited marked peaks during each season: in January 2014, March 2015, December 2015 and March 2017. For HRV monthly distribution was relatively constant with only one clear peak in October–November 2014 (Fig 4).",
            "cite_spans": [],
            "section": "Seasonal distribution ::: Results",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 174,
                    "mention": "Fig 4",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 727,
                    "mention": "Fig 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Co-infections with two or more viruses were detected in 163 out of the 1128 (14.5%) positive samples (Table 1). Dual infections accounted for 11.4% (129/1128) of all positive samples and three viruses were detected in 3.1% (34/1128) of positive samples. Most co-infected patients were 0–6 years of age (12.2%, 153/1258) versus children older than 6 years (3.4%, 10/292). No significant difference was found for incidence of co-infections between the age group less than 1 year (13.2%, 43/325), 1–3 years (12.9%, 87/674), and 4–6 years (8.9%, 23/259). The most common combinations were HRSV/HRV, and IFV/HRSV, which amounted to 13.5% (22/168) and 12.3% (20/163) of all cases of co-infection respectively. Co-infection rate of each individual virus detected varied significantly. DNA viruses, HAdV and HBoV, most often appeared in co-infections, with 52.7% (29/55) of adenovirus detection and 45.1% (41/91) of bocavirus detection. HRV was the most often co-infected with HBoV (34.1%, 14/41) and HAdV (31%, 9/29). We have not detected any case of simultaneous infection of HAdV and HBoV. All occurring combinations of viruses are shown in Table 2.",
            "cite_spans": [],
            "section": "Multiple infections ::: Results",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1143,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "IFV was one of the most frequently detected viruses among children with ARIs with detection rate 22.1% (344/1560). The lowest detection rate of IFV was in the less than 1 year old age group (5.8%, 19/325). The incidence of IFV increased significantly with increasing patients’ age (p-value < 0.0001) showing 32.6% (183/561) in children older than 3 years.",
            "cite_spans": [],
            "section": "Influenza viruses in etiology of ARIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "During the study period the lowest influenza activity was investigated in 2013–2014 with positivity rate 6.9% of all positive samples. In 2014–2015 influenza virus detection was 17.2% while in 2015–2016 and 2016–2017 the detection rates were much higher and amounted to 32.2% and 30.2% respectively. Influenza А(H3N2) virus was predominant in 2013–2014 and 2014–2015 accounting for 57.9% and 69.8% of all influenza virus detections while in 2015–2016 82% of influenza viruses were A(H1N1)pdm09. We did not reveal any influenza А(H3N2) viruses during 2015–2016 epidemic season. In 2016–2017 influenza type B detections (52%) predominating over type A (48%). Of influenza A viruses, all of them were A(H3N2) viruses (Fig 5).",
            "cite_spans": [],
            "section": "Influenza viruses in etiology of ARIs ::: Results",
            "ref_spans": [
                {
                    "start": 715,
                    "end": 720,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Acute respiratory infections are a serious health and economic problem, causing high morbidity and significant economic losses due to temporary disability payments and medical costs. Children are the most vulnerable group to the development of the disease. As several authors mentioned previously [26], ARIs can lead to serious diseases such as bronchiolitis and pneumonia and sometimes even cause death in infants and children worldwide. Nevertheless, most of the data on the epidemiological features and etiological structure of ARIs were from more-developed countries, and less is known about the etiology of ARIs in Russia. In the present study, we examined the viral etiology of ARIs in hospitalized children in Novosibirsk by Real-Time RT-PCR assay.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We detected at least one of the tested viruses in 72.3% (1128/1560) of the samples. In similar studies conducted in different regions of the world, the virus detection rate ranged from less than 50% to 75% [27–29]. For example, in studies performed in China, the proportion of positive samples in children with ARIs ranged from 37.6% to 78.7% [15, 17, 30, 31]. The previous study of respiratory infections among children in European part of Russia revealed the 71.5% detection rate of respiratory viruses [32].",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 209,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 344,
                    "end": 346,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 352,
                    "end": 354,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 356,
                    "end": 358,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 506,
                    "end": 508,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The percentage of the respiratory viruses’ detection varies in different years in different regions, which may be associated with climatic and environmental factors, population distribution, economic status and diagnostic methods used [1]. In addition, seasonality of sampling can also lead to differences in the level of viruses’ detection in various studies. Thus, Ju X. et al. carried out a study continuously from July 2011 through July 2013 and found 48.66% of samples to be positive for at least one respiratory virus [33]. In contrast, we collected samples only during epidemic seasons of ARIs, so the positivity rate in our study was considerably higher. Furthermore, acute respiratory infections can be caused by viruses that are not yet known, as well as bacteria that have not been included in these studies [14].",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 525,
                    "end": 527,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 820,
                    "end": 822,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that the prevalence of respiratory viruses did not differ between boys and girls (72.9% and 71.6% respectively), which confirms the absence of a gender-based susceptibility to respiratory viral infections [14]. However, we observed a decrease in the respiratory viruses’ detection rate with age, with the lowest detection rate in school-age children compared to children under 7 years of age (55.3% versus 76.4%, respectively). These data are consistent with findings obtained in other regions of Russia [32] and it may be due to decreased sensitivity to respiratory virus infections in older children.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 514,
                    "end": 516,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Etiology of ARIs and the respiratory virus prevalence varies in different studies. In the United States, IFV, HRSV and HPIV were the most frequently detected [34]. Studies conducted in France have shown that metapneumovirus and respiratory syncytial virus are the most common [35]. IFV, HRSV and HRV were the most commonly detected respiratory viruses among children with ARIs in most regions of China [14]. The study of ARIs etiologic structure showed that HRSV, HRV, HPIV and IFV were registered significantly often among children in western part of Russia [32].",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 277,
                    "end": 279,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our study the most common viruses detected were HRSV and IFV, followed by HRV. The age distribution of ARIs indicated that children under 3 years old were more likely to be infected by HRSV confirmed the importance of RSV in children with ARIs, especially in children < 4 years of age [36–39]. We observed a high rate of HRSV-detections in 2013–2014 (44.4%), while in 2016–2017 it was less than 10% which could be due to the annual variation in the circulation pattern of HRSV. Such year-to-year variation in the epidemiological patterns of viral infections confirms importance of the long-term study of the ARIs epidemiology [40].",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Influenza virus is one of the major causative agents of respiratory disease in humans and may lead to serious illness [41]. In temperate countries influenza outbreaks usually occur during the winter season. Finally, in our study, IFV (344/1560, 22.1%) was the second most frequent detected pathogen with markable seasonality in winter months. During the 2013–2014 epidemic season, influenza virus detection rate was low—6.9% of all respiratory viruses, which was in accordance with the official influenza surveillance results of Ministry of Health, Russia [42]. In our study in 2014–2015, influenza viruses were detected in 17.2% among all respiratory viruses. Among those, the percentage of influenza A virus accounted for 73.3% and influenza B virus made up 26.7% of all detected influenza viruses. At the same time, in Russia influenza B was the main etiological agent, accounting for 50.6% of all detected influenza viruses. In 2015–2016, influenza A(H1N1)pdm09 virus was predominant in Russia, accounting for 79% of all influenza-positive samples consistent with our results (82%). In 2016–2017 influenza A(H3N2) virus was dominant in Russia detected in 61.3% of all influenza virus cases [42]. In our study influenza A and B viruses were detected with approximately the same frequency (48% and 52% respectively).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "With the introduction of molecular techniques, the detection of multiple co-infecting viruses has become common, though the prevalence of each virus varies between studies [43]. In our study detection rate of viral co-infection was 14.5% among the positive samples. According to the previous reports, the incidence of viral co-infection in children can reach 30% [44]. Co-infection is most often found in children under the age of 5, due to the immaturity of the immune system and, thus, greater susceptibility to infection [45]. In our study, we significantly more frequently detected cases of simultaneous infection with two or more viruses in children under 7 years of age compared with children of school age (12.2% versus 3.4%), while there was no significant difference in the incidence of viral co-infection between the age groups of 0–1 year, 1–3 years and 4–6 years.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 364,
                    "end": 366,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 525,
                    "end": 527,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, in our study we investigated the etiological structure of acute respiratory viral infections in hospitalized children in Novosibirsk, Russia, and evaluated age and seasonal distribution of the various respiratory viruses. Systematic monitoring of respiratory viruses is necessary to better understand the structure of respiratory infections. Such studies are important for the improvement and optimization of diagnostic tactics, as well as measures for the control and prevention of the respiratory viral infections.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF4": {
            "text": "Fig 5: Distribution of influenza A and B viruses in 2013–2017. a) 2013–2014 epidemic season. b) 2014–2015 epidemic season. c) 2015–2016 epidemic season. d) 2016–2017 epidemic season.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Prevalence of respiratory viruses among children hospitalized from respiratory infections in Shenzhen, China",
            "authors": [],
            "year": 2016,
            "venue": "Virol J",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-016-0493-7"
                ]
            }
        },
        "BIBREF1": {
            "title": "Estimates of world-wide distribution of child deaths from acute respiratory infections",
            "authors": [],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "25-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Role of respiratory viruses in acute upper and lower respiratory tract illness in the first year of life: a birth cohort study",
            "authors": [],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "25",
            "issn": "",
            "pages": "680-686",
            "other_ids": {
                "DOI": [
                    "10.1097/01.inf.0000226912.88900.a3"
                ]
            }
        },
        "BIBREF3": {
            "title": "Multiplex real-time PCR for detection of respiratory tract infections",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "",
            "pages": "53-56",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2007.10.029"
                ]
            }
        },
        "BIBREF4": {
            "title": "Epidemiology of human respiratory viruses in children with acute respiratory tract infections in Jinan, China",
            "authors": [],
            "year": 2013,
            "venue": "Clin Dev Immunol",
            "volume": "2013",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2013/210490"
                ]
            }
        },
        "BIBREF5": {
            "title": "Respiratory virus infections in hospitalized children and adults in Lao PDR",
            "authors": [],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "6",
            "pages": "1070-78",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12135"
                ]
            }
        },
        "BIBREF6": {
            "title": "Single and multipathogen viral infections in hospitalized children with acute respiratory infections",
            "authors": [],
            "year": 2013,
            "venue": "Roum Arch Microbiol Immunol",
            "volume": "72",
            "issn": "4",
            "pages": "242-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "6",
            "pages": "719-24",
            "other_ids": {
                "DOI": [
                    "10.1038/89098"
                ]
            }
        },
        "BIBREF8": {
            "title": "Ten years of human metapneumovirus research",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Virol",
            "volume": "53",
            "issn": "2",
            "pages": "97-105",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2011.10.002"
                ]
            }
        },
        "BIBREF9": {
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "36",
            "pages": "12891-6",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0504666102"
                ]
            }
        },
        "BIBREF10": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1967-76",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa030747"
                ]
            }
        },
        "BIBREF11": {
            "title": "The novel human coronaviruses NL63 and HKU1",
            "authors": [],
            "year": null,
            "venue": "J Virol",
            "volume": "81",
            "issn": "7",
            "pages": "3051-7",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01466-06"
                ]
            }
        },
        "BIBREF12": {
            "title": "Coronaviruses: Important Emerging Human Pathogens",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "10",
            "pages": "5209-12",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03488-13"
                ]
            }
        },
        "BIBREF13": {
            "title": "Epidemiological and clinical characteristics of respiratory viral infections in children in Shanghai",
            "authors": [],
            "year": 2016,
            "venue": "China. Arch Virol",
            "volume": "161",
            "issn": "7",
            "pages": "1907-13",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-016-2866-z"
                ]
            }
        },
        "BIBREF14": {
            "title": "Seasonal influenza in adults and children—diagnosis, treatment, chemoprophylaxis, and institutional outbreak management: clinical practice guidelines of the Infectious Diseases Society of America",
            "authors": [],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1003-32",
            "other_ids": {
                "DOI": [
                    "10.1086/598513"
                ]
            }
        },
        "BIBREF15": {
            "title": "Reducing antibiotic use in influenza: challenges and rewards",
            "authors": [],
            "year": 2008,
            "venue": "Clin Microbiol Infect",
            "volume": "14",
            "issn": "4",
            "pages": "298-306",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2007.01910.x"
                ]
            }
        },
        "BIBREF16": {
            "title": "Genetic and biological characterization of avian influenza H5N1 viruses isolated from wild birds and poultry in Western Siberia",
            "authors": [],
            "year": 2010,
            "venue": "Arch Virol",
            "volume": "155",
            "issn": "7",
            "pages": "1145-1150",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-010-0676-2"
                ]
            }
        },
        "BIBREF17": {
            "title": "Novel Reassortant Clade 2.3.4.4 Avian Influenza A(H5N8) Virus in Wild Aquatic Birds, Russia, 2016",
            "authors": [],
            "year": 2017,
            "venue": "Emerg Infect Dis",
            "volume": "23",
            "issn": "2",
            "pages": "359-360",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2302.161252"
                ]
            }
        },
        "BIBREF18": {
            "title": "Monitoring of influenza viruses in Western Siberia in 2008–2012",
            "authors": [],
            "year": 2013,
            "venue": "Infect Genet Evol",
            "volume": "20",
            "issn": "",
            "pages": "177-87",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2013.08.025"
                ]
            }
        },
        "BIBREF19": {
            "title": "Virological evaluation of avian influenza virus persistence in natural and anthropic ecosystems of Western Siberia (Novosibirsk Region, summer 2012)",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0100859"
                ]
            }
        },
        "BIBREF20": {
            "title": "High incidence of multiple viral infections identified in upper respiratory tract infected children under three years of age in Shanghai, China",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0044568"
                ]
            }
        },
        "BIBREF21": {
            "title": "Viral etiology of acute respiratory infection in Gansu Province, China, 2011",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0064254"
                ]
            }
        },
        "BIBREF22": {
            "title": "Respiratory virus infections among children in South China",
            "authors": [],
            "year": 2014,
            "venue": "J Med Virol",
            "volume": "86",
            "issn": "7",
            "pages": "1249-55",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.23931"
                ]
            }
        },
        "BIBREF23": {
            "title": "Aetiology of Acute Respiratory Tract Infections in Hospitalised Children in Cyprus PLoS One",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "11",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0147041"
                ]
            }
        },
        "BIBREF24": {
            "title": "Epidemiology and seasonality of respiratory viral infections in hospitalized children in Kuala Lumpur, Malaysia: a retrospective study of 27 years",
            "authors": [],
            "year": 2012,
            "venue": "BMC Pediatr",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2431-12-32"
                ]
            }
        },
        "BIBREF25": {
            "title": "Molecular epidemiology of respiratory viruses in virus-induced asthma",
            "authors": [],
            "year": 2013,
            "venue": "Front Microbiol",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2013.00278"
                ]
            }
        },
        "BIBREF26": {
            "title": "Detection and typing by molecular techniques of respiratory viruses in children hospitalized for acute respiratory infection in Rome, Italy",
            "authors": [],
            "year": 2007,
            "venue": "J Med Virol",
            "volume": "79",
            "issn": "",
            "pages": "463-8",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.20832"
                ]
            }
        },
        "BIBREF27": {
            "title": "Viral aetiology of influenza-like illness in Belgium during the influenza A(H1N1)2009 pandemic",
            "authors": [],
            "year": 2012,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "31",
            "issn": "6",
            "pages": "999-1007",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-011-1398-4"
                ]
            }
        },
        "BIBREF28": {
            "title": "Etiology and seasonality of viral respiratory infections in rural Honduran children",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "1113-8",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31826052eb"
                ]
            }
        },
        "BIBREF29": {
            "title": "The epidemiology and etiology of influenza-like illness in Chinese children from 2008 to 2010",
            "authors": [],
            "year": 2012,
            "venue": "J Med Virol",
            "volume": "84",
            "issn": "4",
            "pages": "672-8",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.22247"
                ]
            }
        },
        "BIBREF30": {
            "title": "Epidemiological analysis of respiratory viral etiology for influenza-like illness during 2010 in Zhuhai, China",
            "authors": [],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-10-143"
                ]
            }
        },
        "BIBREF31": {
            "title": "[The features of ARVD etiological structure in different age and professional population groups in Saint-Petersburg during 2013–2014 epidemic season]",
            "authors": [],
            "year": 2014,
            "venue": "Journal of Infectology",
            "volume": "6",
            "issn": "3",
            "pages": "62-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Viral etiology of influenza-like illnesses in Huizhou, China, from 2011 to 2013",
            "authors": [],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "159",
            "issn": "8",
            "pages": "2003-10",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-014-2035-1"
                ]
            }
        },
        "BIBREF33": {
            "title": "Aetiology of influenza-like illness in adults includes parainfluenzavirus type 4",
            "authors": [],
            "year": 2009,
            "venue": "J Med Microbiol",
            "volume": "58",
            "issn": "Pt 4",
            "pages": "408-13",
            "other_ids": {
                "DOI": [
                    "10.1099/jmm.0.006098-0"
                ]
            }
        },
        "BIBREF34": {
            "title": "Nationwide surveillance of 18 respiratory viruses in patients with influenzalike illnesses. A pilot feasibility study in the French Sentinel network",
            "authors": [],
            "year": 2011,
            "venue": "J Med Virol",
            "volume": "83",
            "issn": "8",
            "pages": "1451-7",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.22113"
                ]
            }
        },
        "BIBREF35": {
            "title": "Viral etiologies of acute respiratory infections among hospitalized Vietnamese children in Ho Chi Minh City, 2004–2008",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0018176"
                ]
            }
        },
        "BIBREF36": {
            "title": "A 3-year prospective study of the epidemiology of acute respiratory viral infections in hospitalized children in Shenzhen",
            "authors": [],
            "year": 2014,
            "venue": "China Influenza Other Respir Viruses",
            "volume": "8",
            "issn": "4",
            "pages": "443-51",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12257"
                ]
            }
        },
        "BIBREF37": {
            "title": "Relative frequency, Possible Risk Factors, Viral Codetection Rates, and Seasonality of Respiratory Syncytial Virus Among Children With Lower Respiratory Tract Infection in Northeastern Brazil",
            "authors": [],
            "year": 2016,
            "venue": "Medicine (Baltimore)",
            "volume": "95",
            "issn": "15",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/MD.0000000000003090"
                ]
            }
        },
        "BIBREF38": {
            "title": "Respiratory Viruses Associated Hospitalization among Children Aged< 5 Years in Bangladesh: 2010–2014",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0147982"
                ]
            }
        },
        "BIBREF39": {
            "title": "Viral aetiology influenza like illnesses in Santa Cruz, Bolivia (2010–2012)",
            "authors": [],
            "year": 2014,
            "venue": "Virol J",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-11-35"
                ]
            }
        },
        "BIBREF40": {
            "title": "Understanding the symptoms of the common cold and influenza",
            "authors": [],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "11",
            "pages": "718-25",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(05)70270-X"
                ]
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Viral Co-Infections in Pediatric Patients Hospitalized with Lower Tract Acute Respiratory Infections",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0136526"
                ]
            }
        },
        "BIBREF43": {
            "title": "Clinical Disease Severity of Respiratory Viral Co-Infection versus Single Viral Infection: A Systematic Review and Meta-Analysis",
            "authors": [],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0099392"
                ]
            }
        },
        "BIBREF44": {
            "title": "Surveillance of 16 respiratory viruses in patients with influenza-like illness in Nanjing, China",
            "authors": [],
            "year": 2012,
            "venue": "J Med Virol",
            "volume": "84",
            "issn": "12",
            "pages": "1980-4",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.23401"
                ]
            }
        }
    }
}