{
    "paper_id": "PMC6125346",
    "metadata": {
        "title": "SARS-Coronavirus Open Reading Frame-3a drives multimodal necrotic cell death",
        "authors": [
            {
                "first": "Yuan",
                "middle": [],
                "last": "Yue",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Neel",
                "middle": [
                    "R."
                ],
                "last": "Nabar",
                "suffix": "",
                "email": "neel.nabar@nih.gov",
                "affiliation": {}
            },
            {
                "first": "Chong-Shan",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Olena",
                "middle": [],
                "last": "Kamenyeva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xun",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Il-Young",
                "middle": [],
                "last": "Hwang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "H."
                ],
                "last": "Kehrl",
                "suffix": "",
                "email": "jkehrl@niaid.nih.gov",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is caused by a coronavirus (SARS-CoV) that at its peak affected more than 8000 people with a 10% mortality rate1. The recent emergence of a SARS-like CoV called Middle East Respiratory Syndrome coronavirus has underscored the need to understand the mechanisms behind CoV pathogenicity2. SARS presents with flu-like symptoms that can progress to respiratory failure secondary to immunopathologic injury3,4. Pathologic examination of lung tissue from fatal cases shows diffuse alveolar damage, significant monocyte–macrophage infiltration, and elevated serum cytokines3,5,6. A study in mouse models highlighted the importance of inflammatory monocyte-macrophages (IMMs) in SARS pathogenesis7, as high initial viral titer along with delayed type I interferon induction results in the recruitment and aberrant activation of IMMs. Deletion of the interferon receptor or IMMs rescued pathologic elevation of these cytokines post-infection and prevented lethal infection in mouse models, underscoring that patient death is likely due to a combination of an aberrant innate immune response and direct cytopathic effects of the virus7.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 325,
                    "end": 326,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 442,
                    "end": 443,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 444,
                    "end": 445,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 607,
                    "end": 608,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 609,
                    "end": 610,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 611,
                    "end": 612,
                    "mention": "6",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 729,
                    "end": 730,
                    "mention": "7",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1165,
                    "end": 1166,
                    "mention": "7",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "While the contributions of IMMs to disease pathogenesis is now understood, the molecular mechanisms behind their aberrant inflammatory state is not. The SARS-CoV genome encodes eight accessory proteins designated open reading frame (ORF)-3a, 3b, 6, 7a, 7b, 8a, 8b, and 9b8. Several ORF functions have been identified: ORF-7a activates NF-κB;9 ORF3b upregulates the expression of several cytokines and chemokines;10,11 ORF-6 reduces IFN production;12 ORF-8a triggers cellular apoptosis;13 and ORF-8b reduces viral replication14. ORF-9b targets the MAVS signalosome to trigger the degradation of MAVS, TRAF3, and TRAF6, severely limiting the host cell IFN response15. However, in apparent contradiction with the severe inflammatory phenotype important in SARS pathogenesis, the SARS-CoV accessory proteins thus far have primarily been implicated in apoptotic (non-inflammatory) cell death. Cells undergoing apoptosis show morphological apoptotic hallmarks of cell shrinkage and nuclear fragmentation16, which limits the inflammatory response by neatly containing dying cells for clearance by macrophages17,18. Necrotic cell death is inflammatory in nature due to the release of intracellular contents and is morphologically characterized by a gain in cell volume, organelle swelling, and plasma membrane rupture18,19.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 272,
                    "mention": "8",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 341,
                    "end": 342,
                    "mention": "9",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 412,
                    "end": 414,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 485,
                    "end": 487,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 662,
                    "end": 664,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 997,
                    "end": 999,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1309,
                    "end": 1311,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1312,
                    "end": 1314,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recent advances have discovered multiple pathways of programmed necrosis, including necroptosis and pyroptosis. Necroptosis is a caspase-independent form of programmed necrosis mediated by the Rip1–Rip3–MLKL signaling axis. Activated Rip3 phosphorylates MLKL, inducing its oligomerization, membrane insertion, and pore formation20. Pyroptosis is another form of inflammatory cell death following inflammasome activation; it allows the release of proinflammatory damage associated molecular patterns21. Inflammasome activation occurs when pathogenic molecules or cell stress activates the inflammasome sensor proteins, which then form a multimeric complex that directly activates caspase-1, allowing the cleavage of pro-IL-1β to its mature form22. Activated caspase-1 also cleaves the effector molecule Gasdermin D, which oligomerizes and inserts into the plasma membrane to form pores23. Importantly, both forms of inflammatory cell death share a similar final effector step, namely the insertion of an oligomerized protein with channel functionality into the plasma membrane.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 743,
                    "end": 745,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 884,
                    "end": 886,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The SARS-CoV ORF-3a protein (SARS 3a), at 274 amino-acids, is the largest SARS-CoV accessory protein8. The N-terminus of SARS 3a contains three transmembrane segments, and disulfide bond formation at cysteine-133 mediates its oligomerization and ion channel functionality24. Deletion studies from live virus indicate that ORF-3a is critical for SARS-CoV-infected cell death, and in vivo murine studies show that deletion of ORF-3a rescues mice from SARS-CoV-induced death25,26. Importantly, overexpression of GFP-tagged SARS 3a accurately recapitulates the cell death phenotype25. As SARS 3a shares membrane insertion characteristics and channel functionality with necrotic effector molecules, we investigated the downstream consequences of SARS 3a membrane insertion.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "mention": "8",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 271,
                    "end": 273,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Rip3 mediates necroptosis by phosphorylating MLKL, resulting in its oligomerization and membrane insertion. SARS 3a has three transmembrane segments, allowing it to form a potassium-sensitive channel when oligomerized24. Based on the shared ability of MLKL and SARS 3a to oligomerize and insert into membranes, we addressed whether Rip3 could target SARS 3a to drive necrotic cell death. To assay necrotic cell death, we concomitantly monitored cellular ATP (which is depleted during death) and the release of cytosolic proteases (which increases with necrosis)27. To parse out contributions from components of the necroptotic pathway, we used 293T and HeLa cells in parallel, as 293T cells do not express endogenous Rip3 or MLKL, while HeLa cells express MLKL but not Rip328. Overexpression of SARS 3a in 293T or HeLa cells alone did not cause significant ATP depletion or the release of cellular proteases. Similarly, expression of Rip3 in 293T cells expectedly did not cause necrotic cell death due to the lack of necroptosis effector MLKL. However, co-expression of SARS 3a and Rip3 caused substantial necrotic death that was unaffected by the addition of a pan-caspase inhibitor, suggesting Rip3 helps SARS 3a cause necrotic death in a caspase-independent manner (Fig. 1a, Supplementary Figure 1). To directly observe cell death, we transfected Rip3-mCherry into HeLa cells expressing SARS 3a-GFP and recorded the cell death process by time-lapse confocal microscopy. The images show that expression of Rip3 drives cell death in the presence of SARS 3a. As a control, a neighboring cell which did not express SARS 3a and Rip3 was captured and clearly survives the duration of imaging (Fig. 1b, video 1). The above functional results encouraged us to determine if SARS 3a and Rip3 interact by immunoprecipitation. After expression of SARS 3a-flag and Rip3-Myc in 293T cells, immunoprecipitated SARS 3a-flag pulls down Rip3-Myc, whereas SARS 3a and Rip3-Myc cannot be detected from immunoprecipitation using mock antibody beads (Fig. 1c). Mapping of the interaction between Rip3 and SARS 3a showed that the kinase domain of Rip3 (1–326) interacted with SARS 3a, but that the RHIM motif containing C-terminus (327–518) interacted very weakly (Fig. 1d).",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "SARS 3a-associated necrotic cell death is Rip3 dependent ::: Results",
            "ref_spans": [
                {
                    "start": 1274,
                    "end": 1276,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1695,
                    "end": 1697,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2037,
                    "end": 2039,
                    "mention": "1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2250,
                    "end": 2252,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To address whether oligomerization plays a role in SARS 3a-driven necrotic cell death, we transfected an oligomerization-deficient SARS 3a-flag C133A mutant24 into 293T or Hela cells and monitored necrotic cell death. While expression of SARS 3a C133A alone showed similar behavior to WT SARS 3a (minimal necrotic death), the SARS 3a C133A mutant induced significantly less necrotic death than the WT upon co-transfection with Rip3 (Fig. 2a, b; Supplementary Figure 2a, b), indicating that the oligomerization of SARS 3a is important for Rip3/SARS 3a-driven necrotic cell death. To determine whether Rip3 kinase activity is required to drive SARS 3a-mediated death, the Rip3 K50A (kinase dead) mutant was used in the above assays. The results showed that the Rip3 kinase dead form induced necrotic cell death to a similar extent as WT Rip3 when expressed with SARS 3a (Fig. 2c, d; Supplementary Figure 2c, d).",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Rip3 induced oligomerization of SARS 3a drives necrotic cell death ::: Results",
            "ref_spans": [
                {
                    "start": 438,
                    "end": 443,
                    "mention": "2a, b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 874,
                    "end": 879,
                    "mention": "2c, d",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We then checked whether Rip3 enhances the oligomerization of SARS 3a. Using immunoblotting to detect SARS 3a oligomerization, we found that expression of both wild-type Rip3 and its kinase dead form increased SARS 3a oligomerization (2.75× and 2.54×, respectively); the addition of DTT completely erases the oligomerization, indicating it is disulfide bond dependent as seen in previous studies24. As a parallel experiment, the oligomerization assay was done in cells treated with a protein crosslinker. When samples were heated at 65 °C, SARS 3a oligomerization increases 1.53× and 1.25× after transfection of WT and kinase dead Rip3, while heating samples to 100 °C abrogated detectable oligomerization (Fig. 2e). We note that the oligomerization-deficient mutant causes some cell death (Fig. 2a, b), due to either residual oligomerization activity of the mutant or cell death by the monomer. Nevertheless, our results demonstrate that Rip3-driven oligomerization of SARS 3a plays a critical role in driving necrotic cell death, but that Rip3 kinase activity is dispensible.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 396,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Rip3 induced oligomerization of SARS 3a drives necrotic cell death ::: Results",
            "ref_spans": [
                {
                    "start": 711,
                    "end": 713,
                    "mention": "2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 795,
                    "end": 800,
                    "mention": "2a, b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Given that HeLa cells express endogenous MLKL, and co-expression of Rip3 and SARS 3a caused necrotic cell death, we addressed whether SARS 3a/Rip3-mediated cell death was MLKL dependent. Addition of an MLKL inhibitor did not reduce necrotic cell death driven by the co-expression of Rip3 and SARS 3a (Fig. 3a). This is consistent with our earlier data showing cell death in 293T cells following expression of Rip3 and SARS 3a (Fig. 1a). Furthermore, expression of SARS 3a reduced phosphorylation of both transfected Rip3 and endogenous MLKL (Fig. 3b). The assayed phosphorylation sites of Rip3 and MLKL are indicators of necroptotic signaling27,29. Although SARS 3a interacts with Rip3 and Rip3 enhances oligomerization of SARS 3a causing necrotic cell death, this appears to be independent from, and may even partially inhibit Rip3-MLKL necroptotic signaling. Thus, given that SARS 3a can insert into membranes and act as an ion channel24, our data suggest that SARS 3a may hijack host cell necroptotic machinery and directly act as a necrotic cell death effector regulated by Rip3.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 644,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 937,
                    "end": 939,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "MLKL is dispensable for necrotic cell death driven by Rip3 and SARS 3a ::: Results",
            "ref_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 432,
                    "end": 434,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We next investigated whether SARS 3a could cause cell death in a lung cell line with an intact endogenous necroptotic pathway. Rip3 is suppressed in most cancer cell lines by DNA methylation, and treatment with hypomethylating agents such as 5-Aza-2′-deoxycytidine (5-AD) induces Rip3 expression and sensitizes these cells to necroptosis inducing stimuli30. Previous reports have shown that the human alveolar epithelial cell line A549 is resistant to the traditional necroptotic stimulus (TNF-α + caspase inhibitor Z-VAD-FMK + Smac-mimetic BV6), and that treatment with 5-AD induces endogenous Rip3 expression30. To validate this system, we first treated A459 cells with 5-AD or DMSO, followed by immunoblotting for Rip3. As expected, Rip3 was undetectable in the DMSO-treated cells, but clearly induced by 5-AD (Fig. 4a). Consistently, DMSO-treated cells showed very little cell death after TNF-α + Z-VAD-FMK + Smac-mimetic treatment as assayed by 7-aminoactinomycin D (7-AAD, red color) staining, while 5-AD treated cells under the same conditions showed significant cell death (~50%) (Fig. 4b). We next transfected DMSO- or 5-AD-treated A549 cells with GFP-vector, SARS 3a-GFP, or SARS 3a C133A-GFP and imaged them live after 7-AAD staining. In the DMSO-treated cells, transfection of SARS 3a-GFP or its mutant did not induce cell death to a greater extent than the control. However, transfection of SARS 3a-GFP induced significant cell death in 5-AD-treated cells, while cell death was reduced almost to basal levels in SARS 3a C133A-GFP-transfected cells (Fig. 4c, d). Taken together, these data suggest that SARS 3a does not induce cell death in the absence of Rip3, but induces significant oligomerization-dependent death in the presence of endogenous Rip3.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 610,
                    "end": 612,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "SARS 3a causes cell death in a human lung cell line after induction of necroptotic elements ::: Results",
            "ref_spans": [
                {
                    "start": 819,
                    "end": 821,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1094,
                    "end": 1096,
                    "mention": "4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1567,
                    "end": 1572,
                    "mention": "4c, d",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Next, we investigated whether SARS 3a affects lysosome function by inserting into lysosomal membranes. To do so we co-transfected SARS 3a-GFP, Rip3-mCherry, and LAMP1-CFP (a lysosome membrane marker) into HeLa cells. Confocal imaging showed that co-expressed SARS 3a and Rip3 co-localize with LAMP1, but that Rip3 only minimally localizes to the lysosome without SARS 3a (Fig. 5a). Consistently, quantification of colocalization between Rip3 and LAMP1 by Pearson’s Correlation Coefficient (PCC) showed an increase from 0.153 basally to 0.435 after co-transfection with SARS 3a (Fig. 5a), indicating that SARS 3a likely targets Rip3 to lysosomes, SARS 3a alone localized with LAMP1 (Fig. 5b) (PCC = 0.330, 34% SARS 3a-GFP and 42% LAMP1-mCherry colocalizing). To test whether SARS 3a causes lysosome damage, we monitored Galectin 3, which forms puncta on the lysosome after lysosomal membrane permeabilization31. Co-transfection of RFP-Galectin 3 and SARS 3a-GFP showed significantly more Galectin-3 puncta per cell than the control GFP-vector (Fig. 6a, b). We note SARS 3a and Galectin 3 colocalized (PCC = 0.339), indicating that the lysosome damage is SARS 3a specific (Fig. 6c). To validate that SARS 3a causes lysosomal damage, we assayed the lysosomal degradation capacity of SARS 3a-transfected cells using DQ-BSA red dye, which fluoresces after activation by lysosomal proteases. Cells expressing SARS 3a-GFP had dramatically decreased DQ-BSA red stain compared with the GFP-vector control (Fig. 6d), and intensity analysis from several images confirmed that SARS 3a-GFP-positive cells showed a significant decrease of the DQ-BSA stain (Fig. 6e). Finally, to test whether lysosomal cathepsins were released into the cytoplasm from SARS 3a-damaged lysosomes, we transfected a cytoplasmic cathepsin substrate Bid and assayed Bid cleavage by immunoblot. Expression of SARS 3a induced cleavage of Bid, which was reversed by the addition of the cathepsin inhibitors E64D and pepstatin A (Fig. 6f). These data indicate that SARS 3a causes lysosomal membrane permeablization and the release of cathepsins from lysosomes, resulting in impaired lysosomal degradation capacity.",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 909,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "SARS 3a causes lysosome damage ::: Results",
            "ref_spans": [
                {
                    "start": 377,
                    "end": 379,
                    "mention": "5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 687,
                    "end": 689,
                    "mention": "5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1048,
                    "end": 1053,
                    "mention": "6a, b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "mention": "6c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1502,
                    "end": 1504,
                    "mention": "6d",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1648,
                    "end": 1650,
                    "mention": "6e",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1994,
                    "end": 1996,
                    "mention": "6f",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "A variety of cellular stresses, including lysosomal dysfunction, cause activation of TFEB32–34. As SARS 3a causes lysosomal damage, we looked to see if SARS 3a induced TFEB nuclear translocation by separating the cytosolic and nuclear fraction from 293T cells and detecting endogenous TFEB. SARS 3a strongly induced TFEB nuclear translocation (3.2-fold greater than the control), while the oligomerization-deficient mutant did not (Fig. 7a). Consistenly, confocal microscopy of cells expressing SARS 3a-GFP and TFEB-mCherry showed that SARS 3a-GFP induced TFEB-mCherry nuclear translocation, but that a control GFP-vector did not (Fig. 7b, c).",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 92,
                    "end": 94,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "SARS 3a induces TFEB activation ::: Results",
            "ref_spans": [
                {
                    "start": 437,
                    "end": 439,
                    "mention": "7a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 636,
                    "end": 641,
                    "mention": "7b, c",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "To dynamically observe TFEB translocation after SARS 3a expression, we transfected SARS 3a-GFP and TFEB-mCherry into HeLa cells and recorded images via confocal time-lapse microscopy. In the presence of SARS 3a, it took 30 min to translocate all detectable TFEB into the nucleus (Fig. 7d, video 2). Under normal conditions, TFEB is phosphorylated by mTORC1 and sequestered in the cytoplasm. The phosphatase activity of calcineurin (PPP3CB) is essential in dephosphorylating TFEB to promote its nuclear translocation35. To address whether PPP3CB mediates SARS 3a-induced TFEB nuclear translocation, we used cyclosporine (a calcineurin inhibitor) and PPP3CB siRNA and found that both reduced SARS 3a-induced TFEB nuclear translocation (Fig. 7e, f). We next checked whether SARS 3a mediated TFEB nuclear translocation-induced TFEB target gene expression. qRT-PCR of LAMP1 and p62 showed increased transcript levels compared to the vector, while the SARS 3a C133A mutant did not induce those genes (Fig. 7g). Similarly, immunoblot analysis of LAMP1 and p62 confirmed increase in protein levels after SARS 3a transfection, but less induction after expression of the SARS 3a C133A mutant (Fig. 7h). Collectively, SARS 3a oligomerization induces TFEB nuclear translocation, activation, and induction of TFEB target genes via PPP3CB.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 517,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "SARS 3a induces TFEB activation ::: Results",
            "ref_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "mention": "7d",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 739,
                    "end": 744,
                    "mention": "7e, f",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "mention": "7g",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1188,
                    "end": 1190,
                    "mention": "7h",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The NLRP3 inflammasome responds to a variety of pathogens and cell stress signals, and upon activation NLRP3 assembles with the adaptor protein ASC to form the active inflammasome that cleaves caspase-1. Potassium efflux is the most upstream shared signaling event across various NLRP3 activators, and NEK7 is an essential downstream kinase that mediates NLRP3 inflammasome assembly36. Given the ability of SARS 3a to act as a potassium channel24, we tested whether SARS 3a triggers the NLRP3 inflammasome. Using an NLRP3 inflammasome reconstitution system in 293T cells, expression of SARS 3a induced approximately twice as much caspase-1 activation and mature IL-1β formation than the control vector. To determine whether SARS 3a functioned upstream of NEK7 (which is directly downstream of potassium efflux), we knocked down NEK7 in the presence of SARS 3a. Compared to transfection of SARS 3a with control shRNA, NEK7 knockdown resulted in reduced cleaved caspase-1 and less mature IL-1β, confirming that SARS 3a acts upstream to NEK7 (Fig. 8a). We then transfected SARS 3a into Phorbol 12-myristate 13-acetate (PMA) differentiated Thp-1 macrophages, and observed the release of endogenous cleaved caspase-1 in culture supernatant (Supplementary Figure 3).",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 444,
                    "end": 446,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "SARS 3a activates NLRP3 inflammasomes ::: Results",
            "ref_spans": [
                {
                    "start": 1045,
                    "end": 1047,
                    "mention": "8a",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "However, upon testing the SARS 3a C133A mutant we unexpectedly found that it activated the NLRP3 inflammasome to a similar extent as WT SARS 3a (Fig. 8b), indicating additional mechanisms exist by which SARS 3a activates NLRP3. We hypothesized that SARS 3a activates caspase-1 without NLRP3 and ASC. Consistenly, SARS 3a and its mutant produced more cleaved caspase-1 (2.04- and 2.10-fold) and IL-1β (1.37- and 1.55-fold) than basal even in the absence of NLRP3 and ASC (Fig. 8c). Based on these results, we checked if SARS 3a interacts directly with caspase-1; our data show that while wild-type SARS 3a interacts with caspase-1, the SARS 3a oligomerization-deficient mutant pulls down caspase-1 to a much greater degree (Fig. 8d). This result suggests that monomeric SARS 3a may have a higher affinity for caspase-1, and that SARS 3a activates the NLRP3 inflammasome both via potassium efflux mediated by SARS 3a oligomers and via direct caspase-1 targeting by SARS 3a monomers.",
            "cite_spans": [],
            "section": "SARS 3a activates NLRP3 inflammasomes ::: Results",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "mention": "8b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "8c",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 728,
                    "end": 730,
                    "mention": "8d",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "The role of the necroptotic pathway in antiviral immunity remains incompletely understood. Some believe necroptosis functions as a backup to apoptotic death, while others suggest it is important in generating the antiviral response based on the critical role of Rip3 in promoting inflammation37. A specific example of the latter was shown in an influenza infection model, as bone marrow-derived macrophages lacking Rip3 generate a less robust interferon-β response after infection, which is critical in promoting antiviral immunity38,39. On the other hand, there is considerable evidence that an abundance of necroptosis perpetuates pathogenic inflammation and drives tissue injury40. Rip3 deletion rescues the pathogenesis of several animal models of inflammatory disease, including pancreatitis28,41, atherosclerosis42, Gaucher’s disease43, and morbidity after systemic TNF administration44,45, suggesting that necroptosis induces tissue injury by augmenting inflammation after cell death. Fatal cases of SARS-CoV infection similarly show significant lung damage in response to inflammation, which may very well be driven by necroptosis.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 294,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 531,
                    "end": 533,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 681,
                    "end": 683,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 796,
                    "end": 798,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 799,
                    "end": 801,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 818,
                    "end": 820,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 839,
                    "end": 841,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 890,
                    "end": 892,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 893,
                    "end": 895,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The SARS-CoV may have evolved to target Rip3 and the necroptotic pathway for a variety of reasons. First, a late interferon response is critical in the pathogenesis of SARS-CoV7, and interferons are produced primarily by immune cells which express high levels of Rip3. SARS 3a-induced deletion of Rip3-expressing cells may suppress the interferon response, allowing better viral survival early in the infection. Second, while necrotic death of IMMs may suppress the interferon response, necroptosis more generally is an inflammatory process. Inflammatory cell death, especially in the lungs, may contribute to the severe lung damage pathophysiologically associated with clinical development of a cough. As SARS-CoV is transmitted primarily through respiratory droplets, propagation of the general inflammatory response via necroptosis may promote virus transmissibility. Finally, necrotic cell death through the generation of pores may perpetuate viral release, as previously suggested24.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "7",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 985,
                    "end": 987,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "SARS 3a reduced Rip3 activation and MLKL phosphorylation in our study, suggesting it suppresses the Rip1–Rip3–MLKL axis. While it would be reasonable to expect a reduction in necrotic cell death following Rip3 and SARS 3a co-expression, our cell death assays indicated the opposite. This phenomenon is mechanistically explained by the observation that Rip3 targets SARS 3a to induce its oligomerization, which facilitates SARS 3a membrane insertion and ion channel functionality24. We would briefly like to point out that it is possible the oligomers detected in this study are in fact single or multiple SARS 3a proteins in complex with another unknown protein, though it is clear that this complex is needed for cell death. Taken together, our data show that SARS 3a may act as an alternative death effector protein downstream of the Rip3 to induce necrotic death, in effect hijacking the cells necroptotic machinery to promote virus release and inflammatory cell death. As SARS-CoV infection in monocytes and macrophages is typically abortive46,47, these data provide an alternative mechanism for host cell lysis, virus release, and cell death.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 480,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite evidence showing direct interaction between SARS 3a and Rip3, the detailed mechanism behind Rip3′s facilitation of SARS 3a oligomerization is still not clear. Our data sufficiently prove that both wild type and kinase dead Rip3 promotes SARS 3a oligomerization, and that this interaction occurs via the N-terminal Rip3 kinase domain. Rip3 may have a scaffolding role in supporting the formation of SARS 3a oligomers. Typically, the Rip3 kinase dead form (or use of kinase inhibitors) triggers apoptosis due to the RHIM motif-dependent formation of the Rip1/FADD/cFLIPL/caspase 8 complex48. Given that our results show kinase-independent necrotic death, it suggests the possibility of (exogenous or endogenous) necrotic death effectors downstream of Rip3 that are independent of its kinase activity.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 596,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Accumulating evidence shows the importance of IMMs in inducing the aberrant inflammatory state responsible for immunopathologic injury in fatal SARS cases. Infiltrating monocytes (Ly6ChiCd11b+CCR2+) in SARS-CoV-infected mice have high levels of inflammatory markers (IL-1β, TNF-α, IL-6, and iNOS)7. IMMs typically have a proclivity for proinflammatory M1 macrophage differentiation and generate a robust cytokine response after exposure to infectious agents49,50. Thus, our study keyed in on SARS 3a to gain molecular level insights into the host–pathogen interactions governing the proinflammatory programming of IMMs. Our data show that SARS 3a activates TFEB. The activation of TFEB may be significant as TFEB directly transcriptionally activates proinflammatory cytokines in macrophages (including IL-1β, IL-2, and IL-27) and promotes a macrophage proinflammatory state51,52. TFEB has also been implicated in the migration of macrophages in response to CCL2. CCL2 is a ligand for CCR2, which is expressed highly on SARS-CoV-infected IMMs51. Thus, activation of TFEB may contribute to the hypermigration and the inflammatory state of SARS-CoV-infected IMMs.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "mention": "7",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 457,
                    "end": 459,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 876,
                    "end": 878,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, our data show that SARS 3a directly initiates the inflammatory cascade by activating the NLRP3 inflammasome and contributing to pyroptotic death. The NLRP3 inflammasome is activated by K+ efflux, which causes the kinase NEK7 to translocate to the mitochondrial membrane allowing NLRP3 inflammasome assembly53. SARS 3a oligomers likely activate the NLRP3 inflammasome via K+ efflux, while SARS 3a monomers directly target and activate caspase-1 to cleave IL-1β. The ability of SARS 3a to generate IL-1β is significant, as IL-1β is an upstream initiator of the inflammatory cascade. It will be of interest to see whether SARS 3a monomers target and activate other caspases, and to determine the contribution of the proinflammatory pyroptotic cell death to SARS pathogenesis. More detailed experiments looking at the cleavage of the gasdermin D protein will be needed to get a better mechanistic understanding of the contribution of pyroptosis to host cell death, but these are quite relevant as both lung IMMs and lung epithelial cells express inflammasome components54.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Live virus deletion studies have already shown the importance of ORF-3a in SARS-CoV-induced cell death, intracellular vesicle formation, and SARS-CoV virulence in mouse models25,26. Though previous studies have shown that overexpression of SARS 3a alone can recapitulate these phenotypes, the overexpression nature of this study is a limitation that will require further live virus evaluation of the necroptotic pathway for validation. In summary, our data show that a single SARS accessory protein initiates multiple forms of cell death. More significantly, our data strongly link SARS 3a and the SARS-CoV to Rip3, a necroptotic protein whose inhibition has been shown to ameliorate a variety of inflammatory diseases causing tissue damage. This study supports additional research into the contributions of Rip3 and the necroptotic pathway to the pathogenesis of SARS-CoV, and may lay the foundation for a new targeted therapy for SARS or MERS patients.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Cell death was assayed using CellTiter-Glo® Luminescent Cell Viability Assay (Promega, G7572), CytoTox-Fluor™ Cytotoxicity Assay (Promega, G9260), and 7-AAD (ThermoFisher, 00-6993-50) following the manufacturers protocol. E64D (Sigma, E8640) was used at a concentration of 10 μg/ml and Pepstatin A (Sigma, P5318) at 10 μg/ml overnight. Necrosulfonamide (NSA) (Cellagen Technology, C6327) was used at a concentration of 2 μM, Z-VAD (R&D Systems, FMK001) at 20 μΜ, TNF-α at 20 ng/ml (Peprotech, 300-01A), and the Smac-mimetic BV6 (ApeX Bio, B4653) at 10 nM overnight. 5-AD (Sigma, A3656) was used for 4 days at 2 μM. DQ-BSA Red (ThermoFisher, D12051) was used at a concentration of 4 μg/ml following the manufacturer’s protocol, and Cyclosporin A (R&D Systems, 1101) at 10 μM for 18 h.",
            "cite_spans": [],
            "section": "Reagents and Abs ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The following primary Abs were used for western blotting: Anti-Myc Epitope Tag Rabbit (Rockland, 600-401-381, 1:2500), Anti-Flag Epitope Tag Rabbit (Rockland, 600-401-383, 1:5000), Anti-HA Tag Rabbit (Rockland, 600-401-384, 1:5000), Anti-MLKL(D2I6N) Rabbit (Cell Signaling, 1:1000, 14993), Anti-Rip3 Rabbit (E1Z1D) (Cell Signaling, 1:1000, 13526), Anti-MLKL (phospho S358) (Abcam, 1:1000, EPR9514), Anti-Rip3 (phospho S227) (Abcam, 1:1000, EPR9627), Anti-LAMP-1 (H4A3) (Santa Cruz, 1:1000, sc-20011), Anti-Flag monoclonal M2 Mouse (Sigma, 1:500, F1804), Anti-SQSTM1 (P-15) (Santa Cruz, 1:1000, sc-10117), Anti-Myc Mouse (9E10) (Santa Cruz, 1:500, sc-40), Anti-c-Myc Tag (9E10) Affinity Gel (Biolegend, 658502), Anti-TFEB (Bethyl Laboratories, 1:2000, A303-672A), Anti-ASC (2EI-7) (Millipore, 1:500, 04-147), Anti-IL-1β (3A6) (Cell Signaling, 1:1000, 12242), Anti-NLRP3 (D2P5E) (Cell Signaling, 1:1000, 13158), Anti-Caspase-1 (Cell Signaling, 1:1000, 2225).",
            "cite_spans": [],
            "section": "Reagents and Abs ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "HeLa, HEK 293T, A549, and Thp-1 cells were obtained from the American Type Culture Collection. All cells were maintained in Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum (Invitrogen), and Thp-1 cells were differentiated with 10 ng/ml PMA overnight prior to use. The vector encoding the SARS-CoV genome was a gift from Marco Marra, and ORF-3a was cloned by PCR and placed into the pEGFP-N1 vector (Addgene). To make the SARS 3a-Flag and SARS 3a-HA constructs, the eGFP was replaced with a 3x Flag tag or HA tag, respectively. Lamp1-mCherry plasmid and LAMP1-CFP plasmids were obtained from the Jenifer Lippincott-Shwartz lab; PPP3CB siRNA was bought from Santa Cruz (SC-39195); the NLRP3 flag plasmid was obtained from Gabriel Nunez’s Lab at the University of Michigan Med School; Caspase-1 flag plasmid, IL-1β-flag plasmid, and ASC-flag plasmids were from the lab of Katherine A Fitzgerald at the University of Massachusetts Medical School; TFEB-GFP was bought from Addgene (38119), and the TFEB-mCherry plasmid was made by moving the TFEB cDNA into the mCherry N1 vector (ClonTech); NEK7 shRNA was made using the targeting sequence: 5′-C​C​G​G​T​G​G​A​G​T​G​C​C​G​G​T​A​G​C​G​T​T​A​A​A​C​T​C​G​A​G​T​T​T​A​A​C​G​C​T​A​C​C​G​G​C​A​C​T​C​C​A​T​T​T​T​T​G​-3′ and inserting into the pSIREN vector (ClonTech); pRip3-mCherry(61386) and ptf-Galectin3 (64149) were purchased from Addgene, and mCherry-Galectin3 was made by removing the GFP from ptf-Galectin3. Rip3-Myc plasmid was a gift of Dr. Zheng-Gang Liu (National Institutes of Health, MD, USA), and truncated constructs were made for the N-terminal (1–326) and C-terminal (327–518). The control vector used was pCR3.1 from Invitrogen. All plasmids were transiently transfected into the cells using X-treme GENE HP DNA Transfection Reagant (Roche, 6366236001) following the manufacturer’s protocol. Cells were transfected overnight (16 h) unless otherwise indicated.",
            "cite_spans": [],
            "section": "Cells and plasmids ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For standard immunoblotting, the cells were lysed in Buffer A containing 20 mM HEPES (pH 7.4), 50 mM β-glycerophosphate, 1% (v/v) Triton X-100, 2 mM EGTA, and 10% (v/v) glycerol with a cOmplete protease inhibitor cocktail (Sigma) and PhosStop (Sigma) phosphatase inhibitor tablets. For nuclear fractionation, the cells were lysed with Buffer B, which is the buffer A containing 0.5% (v/v) NP40 instead of Triton X-100 for the cytosolic fraction and with the addition of 0.5% (v/v) sodium dodecyl sulfate (SDS) for the nuclear fraction. For the SARS 3a oligomerization experiments, cells were lysed with Buffer B. The lysates were separated by SDS-polyacrylamide gel electrophoresis (PAGE) on either 4–20% or 8–16% Tris-Glycine gels (Invitrogen) and transferred to a nitrocellulose membrane by the iBlot Gel Transfer System (Invitrogen) using program P2. The membrane was incubated with 5% nonfat milk w/v in TBST buffer (25 mM Tris-HCl, 150 mM NaCl, 0.1% Tween 20) for 1 h, and incubated with the primary Ab in TBST buffer with 2.5% nonfat milk or 5% bovine serum albumin w/v on a shaker overnight at 4 °C. The appropriate secondary Abs conjugated to HRP were used to detect the protein of interest via ECL. For immunoprecipitation experiments, cells were lysed with Buffer C which is Buffer A plus 0.5% (w/v) CHAPS. To immunoprecipitate Myc-Rip3, the lysate was incubated 2 h at 4 °C with the Anti-c-Myc Tag (9E10) Affinity Gel after pre-cleaning with protein G mouse IgG for 30 min. The immunoprecipitates were collected and washed eight times with lysis buffer, separated by SDS-PAGE, and analyzed by immunoblotting. Membranes were stripped using Restore™ Plus Western Blot Stripping Buffer (Thermo Scientific) following the manufacturer’s protocol, re-blocked, and reblotted. Blots were scanned and imported into Photoshop as unmodified tagged image file format. Quantification of band intensity was performed using standard methods on Image J; bands were normalized to their respective loading control and presented as fold change of the control sample.",
            "cite_spans": [],
            "section": "Immunoblot analysis and immunoprecipitation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cells were treated with 500 μl 1.5% formaldehyde solution for 7 min at RT and then pelleted at 1800xg for 3 min at RT, resulting in 10 min of exposure to formaldehyde. The cross-linking reaction was quenched by treating the cells with 0.5 ml ice-cold 1 M glycine in phospate-buffered saline twice, and cells were then lysed in 250 μl RIPA buffer (50 mM Tris-HCl, pH 8.0, 150 mM sodium chloride, 1% NP40, 0.5% sodium deoxycholate, 0.1% SDS, 1 mM EDTA, protease inhibitors) for 60 min on ice. After 30 min, cell lysates underwent 20 strokes using an injection syringe. Lysates were spun for 15 min at 3000 rpm and 4 °C to remove insoluble debris. The supernatant was either used directly or stored at −80 °C. Lysates were separated by SDS-PAGE and analyzed by immunoblotting.",
            "cite_spans": [],
            "section": "Cross-linking ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Transfected cells were seeded in glass-bottom 14 mm microwell dishes (MatTek) and analyzed using confocal microscopy. Live-cell imaging was performed using a Leica DMi8 inverted 5 channel confocal microscope equipped with ultra-sensitive hybrid detectors (Leica Microsystems) and an Environmental Chamber (NIH Division of Scientific Equipment and Instrumentation Services) to maintain 37 °C and 5% CO2. The following laser lines were used at minimal laser power (0.2–1%): diode for 405 nm, Argon for 458 and 488 nm, and HeNe lasers for 594 and 633 nm excitation wavelengths. To observe Rip3-dependent cell death in SARS 3a-expressing cells, SARS 3a-GFP was transfected on day 0 and Rip3-mCherry transfected on day 1. Recordings were done overnight after day 1 transfection, and the first time point with Rip3-mCherry expression was considered time 0. For time-lapse analysis of protein expression in the cells, Z-stacks of cellular monolayers (Z = 10–15 µm) were collected over time (1 to 12 h). Post-acquisition image processing and analysis of protein colocalization was performed using Huygens (Scientific Volume Imaging) and Imaris (Bitplane) software. For quantification of the BSA Red substrate, circular regions of interest were defined and analyzed for intensity using LASAF software (Leica) in transiently transfected SARS 3a-GFP cells and untransfected cells from the same dish; the same analysis was performed on cells transiently transfected with GFP-vector or untransfected cells from the same dish as a control. Data are normalized to the GFP-negative cells from the control dish and presented as Normalized Intensity. For galectin-3 spot analysis, the spot function of Imaris Cell was used to identify and quantify cytoplasmic spots greater than 0.75 μm in diameter following 3D reconstruction of z-stacks. A minimum of 15 cells are included for all imaging quantification.",
            "cite_spans": [],
            "section": "Confocal microscopy ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Total RNA extraction was done using Trizol (ThermoFisher scientific, 15596026) following the manufacturers protocol. Two micrograms of extracted RNA was used the same day for cDNA synthesis using the Omniscript RT Kit (Qiagen, 205113). Quantitative real-time PCR (qRT-PCR) was performed in 10 ul reactions containing 2× SYBR Green Master Mix, diluted cDNA, and PCR primers. The primers used for qRT-PCR were as follows:",
            "cite_spans": [],
            "section": "qRT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "GAPDH: F′: TGCACCACCAACTGCTTAGC, R′: GGCATGGACTGTGGTCATGAG;",
            "cite_spans": [],
            "section": "qRT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "TFEB: F′: CCAGAAGCGAGAGCTCACAGAT, R′: TGTGATTGTCTTTCTTCTGCCG;",
            "cite_spans": [],
            "section": "qRT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "SQSTM1: F′: GCACCCCAATGTGATCTGC, R′: CGCTACACAAGTCGTAGTCTGG;",
            "cite_spans": [],
            "section": "qRT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "LAMP1: F′: ACGTTACAGCGTCCAGCTCAT, R′: TCTTTGGAGCTCGCATTGG;",
            "cite_spans": [],
            "section": "qRT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "ATP6V1H: F′: GGAAGTGTCAGATGATCCCCA, R′: CCGTTTGCCTCGTGGATAAT. Reaction mixtures were incubated at 95 °C for 10 min, followed by 40 cycles of 95 °C for 10 s and 60 °C for 1 min, followed by a melting curve stage. A threshold cycle (Ct) was observed in exponential phases of the amplification, and quantification of the relative expression levels was determined by the 2−△△Ct method.",
            "cite_spans": [],
            "section": "qRT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "HEK 293T cells or HeLa Cells were seeded into an opaque-wall 96-well plate (Plate A) and transiently transfected; inhibitors were added 3 h after transfection. After 24 h, 50 μl of supernatant from each well was transferred into a new opaque-wall 96-well plate (Plate B). Fifty microliters of CytoTox-Fluor™ Cytotoxicity Assay reagent was added to test leakage after cell membrane damage. After incubation at 37 ℃ for 1 h, plates were read on a FlexStation 3 at 485nmEx/520nmEm. Concurrently, plate A was equilibrated at room temperature for 30 min, followed by the addition of 50 μl CellTiter-Glo® Luminescent Cell Viability Assay reagent into each well of plate A to test the ATP depletion of live cells. After mixing contents for 2 min on an orbital shaker to induce cell lysis and a 10-min incubation to stabilize luminescent signal, the luminescence was recorded using the FlexStation 3. Data were normalized to the vector control and reported as percent change compared to the control.",
            "cite_spans": [],
            "section": "Cell death by protease release and ATP depletion ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "One-way ANOVA followed by post hoc Tukey’s HSD test was used to test for statistical differences between all groups. All statistical analysis was done on GraphPad Prism 7.01 and p < 0.05 was considered significant. Experiments were repeated a minimum of three times.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: a Cell death assays (ATP level and membrane leakage assays) in HEK 293T cells after co-transfection of SARS 3a and Rip3, with and without caspase inhibitor. b Confocal time lapse showing cell death after transfection of SARS 3a-GFP in the presence of Rip3-mCherry in HeLa cells (Scale bar, 10 μm). c Immunoprecipitation analysis of the interaction between SARS 3a and Rip3 in HEK 293T cells. d Immunoblot of Myc immunoprecipitate from HEK 293T cells expressing full-length or truncated Rip3-Myc and SARS 3a-flag. Myc and flag expression levels were verified by immunoblotting cell lysates from the same cells. The western data are representative of two or three independent experiments. Cell death data are the average and SEM of n = 3 independent experiments in triplicate (*p < 0.05; **p < 0.001, ***p < 0.0001, ordinary one-way ANOVA with post hoc Tukey’s HSD)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: a, b Cell death assays (ATP level and membrane leakage assays) in HEK 293T cells following co-transfection of Rip3 and either SARS 3a WT or SARS 3a C133A (SARS 3a*). c, d Cell death assays in HEK 293T cells after co-transfection of SARS 3a and either Rip3 WT or Rip3 kinase dead (Rip3*). e Western blot analysis of cell lysates or cross-linked samples from HEK 293T cells to determine oligomerization of SARS 3a in the presence of Rip3. The western blot data are representative of two or three independent experiments. Cell death data are the average and SEM of n = 3 independent experiments in triplicate (*p < 0.05; **p < 0.001, ***p < 0.0001, ordinary one-way ANOVA with post hoc Tukey’s HSD)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: a Cell death assays (ATP level and membrane leakage assays) in HeLA cells co-transfected with SARS 3a and Rip3 with or without an MLKL inhibitor (NSA). b Immunoblot of lysates from HeLa cells expressing SARS 3a-flag and Rip3-Myc. Western data are representative of two or three independent experiments. Cell death data are the average and SEM of n = 3 independent experiments in triplicate (*p < 0.05; **p < 0.001, ***p < 0.0001, ordinary one-way ANOVA with post hoc Tukey’s HSD)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: a Immunoblots for the indicated proteins after treatment of A549 cells with 5-AD (2 μm) or DMSO for 4 days. b Confocal microscopy to evaluate cell death by 7-AAD staining (Red) in DMSO- or 5-AD (2 μM)-treated A459 cells after necroptotosis-inducing treatment (TNF-α (25 ng/mL), Z-VAD-FMK (20 μM), BV6 (2 nM)) overnight (×63 electronic zoom, scale bar 15 μm). c Confocal microscopy of 5-AD (2 μM) or DMSO-treated A459 cells transiently expressing GFP-vector (GFPV) or SARS 3a-GFP stained with 7-AAD (Red) (×63 electronic zoom, scale bar 10 μm). d Quantification of cell viability in GFP-positive cells after transfection of GFP-vector (GFPV), SARS 3a-GFP (3a-GFP), or SARS 3a C133A-GFP (3a* GFP). Cell death data are the average and SEM of n = 3 experiments (*p < 0.05; **p < 0.001, ***p < 0.0001, ordinary one-way ANOVA with post hoc Tukey’s HSD)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Confocal imaging analysis from confocal microscopy of (a) HeLa cells expressing LAMP1-CFP, SARS 3a-GFP, and Rip3-mCherry 12 h after transfection. Pearson's correlation coefficient (PCC) between LAMP1-CFP and Rip3-mCherry with and without SARS 3a-GFP is shown on the right (n = 15 cells). b HeLa cells expressing LAMP1-mCherry and SARS 3a-GFP to determine subcellular localization. Pearson's correlation coefficient (PCC) and percent colocalization between LAMP1-mCherry and SARS 3a-GFP are shown on the right (n = 15 cells). ×100 electronic zoom, scale bar 10 μm (***p < 0.0001, Unpaired Student’s T-test)",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Confocal imaging analysis of (a) HeLa cells co-transfected with Galectin3-mCherry and SARS 3a-GFP, to assay lysosomal damage. b Quantification of Galectin3-mCherry spots/cell from GFP-vector (GPFV) or SARS 3a-GFP (3a GFP) expressing cells (n = 15 cells). c Quantification of colocalization (PCC) between Galectin3-mCherry and either GFP-vector or SARS 3a-GFP (n = 15 cells). d HeLa cells transfected with SARS 3a-GFP and incubated with DQ-BSA red to assay lysosomal degradation capacity. ×100 electronic zoom, scale bar 10 μm. e Quantification of multiple images from d, data shown as normalized intensity. f Immunoblot of lysates from 293T cells expressing SARS 3a-flag and HA-bid with or without Z-VAD or E64D and pep A. The western data are representative of two or three independent experiments (***p < 0.0001, unpaired Student’s T-test)",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: a Immunoblots showing endogenous TFEB after nuclear fractionation of 293T cells transfected with SARS 3a-flag or SARS 3a C133A-flag (SARS 3a* flag). Histone H3 and GAPDH are used as fractionation and loading controls. b Subcellular localization analysis by confocal microscopy of HeLa cells expressing TFEB-mCherry with SARS 3a-GFP or a GFP-vector. c Quantification of immunofluorescence data in b.\nd Live time-lapse confocal microscopy of SARS 3a-GFP driving TFEB-mCherry nuclear translocation, after co-expression of SARS 3a-GFP and TFEB-mCherry. e Immunoblot showing endogenous TFEB after nuclear fractionation of 293T cell lysates after transfection with SARS 3a-flag and either PPP3CB or control siRNA. f Immunoblot showing endogenous TFEB after nuclear fractionation of 293T cell lysates after transfection with SARS 3a-flag and treatment with cyclosporine. g qRT-PCR expression analysis of TFEB target genes after SARS 3a or SARS 3a C133A overexpression. Bars show the mRNA level fold change normalized to GAPDH and relative to the vector control. h Immunoblot analysis of TFEB target proteins expression level after transfection with SARS 3a-flag or SARS 3a C133A-flag (SARS 3a* flag). All western data are representative of two or three independent experiments. Western bands are quantified and normalized to the loading control then presented relative to the control lane. Confocal imaging done at ×100 electronic zoom, scale bar 10 μm. qRT-PCR data are the average and SEM of n = 3 independent experiments in triplicate (*p < 0.05; **p < 0.001, ***p < 0.0001, ordinary one-way ANOVA with post hoc Tukey’s HSD)",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: a Immunoblot analysis of the pro- and cleaved forms of caspase-1 and IL-1β after reconstitution of inflammasome in HEK 293T cells transfected with SARS 3a with or without NEK7 shRNA. b Immunoblot analysis of the pro- and cleaved forms of caspase-1 and IL-1β after reconstitution of inflammasome and transfection with SARS 3a or SARS 3a C133A. c Immunoblot analysis of the pro- and cleaved forms of caspase-1 and IL-1β after co-transfection with caspase-1, IL-1β, and SARS 3a or SARS 3a C133A. d Immunoprecipitation analysis of interaction between SARS 3a or SARS 3a C133A and caspase-1. All western blot data are representative of two or three independent experiments",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "de Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "VJ",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Rev. Microbiol.",
            "volume": "14",
            "issn": "",
            "pages": "523-534",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro.2016.81"
                ]
            }
        },
        "BIBREF1": {
            "title": "Severe acute respiratory syndrome coronavirus open reading frame (ORF) 3b, ORF 6, and nucleocapsid proteins function as interferon antagonists",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Kopecky-Bromberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol.",
            "volume": "81",
            "issn": "",
            "pages": "548-557",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01782-06"
                ]
            }
        },
        "BIBREF2": {
            "title": "SARS coronavirus 3b accessory protein modulates transcriptional activity of RUNX1b",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varshney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agnihothram",
                    "suffix": ""
                },
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0029542"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Open reading frame 8a of the human severe acute respiratory syndrome coronavirus not only promotes viral replication but also induces apoptosis",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Infect. Dis.",
            "volume": "196",
            "issn": "",
            "pages": "405-415",
            "other_ids": {
                "DOI": [
                    "10.1086/519166"
                ]
            }
        },
        "BIBREF5": {
            "title": "SARS coronavirus 8b reduces viral replication by down-regulating E via an ubiquitin-independent proteasome pathway",
            "authors": [
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Keng",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Microbes Infect.",
            "volume": "13",
            "issn": "",
            "pages": "179-188",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2010.10.017"
                ]
            }
        },
        "BIBREF6": {
            "title": "SARS-coronavirus open reading frame-9b suppresses innate immunity by targeting mitochondria and the MAVS/TRAF3/TRAF6 signalosome",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Immunol.",
            "volume": "193",
            "issn": "",
            "pages": "3080-3089",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1303196"
                ]
            }
        },
        "BIBREF7": {
            "title": "Apoptosis: a review of programmed cell death",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elmore",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Toxicol. Pathol.",
            "volume": "35",
            "issn": "",
            "pages": "495-516",
            "other_ids": {
                "DOI": [
                    "10.1080/01926230701320337"
                ]
            }
        },
        "BIBREF8": {
            "title": "Antiinflammatory effects of apoptotic cells",
            "authors": [
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Henson",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Bratton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Clin. Invest.",
            "volume": "123",
            "issn": "",
            "pages": "2773-2774",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI69344"
                ]
            }
        },
        "BIBREF9": {
            "title": "The inflammatory response to cell death",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Rock",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu. Rev. Pathol.",
            "volume": "3",
            "issn": "",
            "pages": "99-126",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.pathmechdis.3.121806.151456"
                ]
            }
        },
        "BIBREF10": {
            "title": "Necroptosis: an alternative cell death program defending against cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1865",
            "issn": "",
            "pages": "228-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Comparative epidemiology of Middle East respiratory syndrome coronavirus (MERS-CoV) in Saudi Arabia and South Korea",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dyda",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "MacIntyre",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg. Microbes Infect.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2017.40"
                ]
            }
        },
        "BIBREF12": {
            "title": "Mixed lineage kinase domain-like protein mediates necrosis signaling downstream of RIP3 kinase",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "148",
            "issn": "",
            "pages": "213-227",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2011.11.031"
                ]
            }
        },
        "BIBREF13": {
            "title": "Roles of caspases in necrotic cell death",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Najafov",
                    "suffix": ""
                },
                {
                    "first": "BF",
                    "middle": [],
                    "last": "Py",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "167",
            "issn": "",
            "pages": "1693-1704",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2016.11.047"
                ]
            }
        },
        "BIBREF14": {
            "title": "Autophagy and inflammasomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol. Immunol.",
            "volume": "86",
            "issn": "",
            "pages": "10-15",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molimm.2017.02.013"
                ]
            }
        },
        "BIBREF15": {
            "title": "Classification of cell death: recommendations of the Nomenclature Committee on Cell Death 2009",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kroemer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Death Differ.",
            "volume": "16",
            "issn": "",
            "pages": "3-11",
            "other_ids": {
                "DOI": [
                    "10.1038/cdd.2008.150"
                ]
            }
        },
        "BIBREF16": {
            "title": "Severe acute respiratory syndrome-associated coronavirus 3a protein forms an ion channel and modulates virus release",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "12540-12545",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0605402103"
                ]
            }
        },
        "BIBREF17": {
            "title": "The open reading frame 3a protein of severe acute respiratory syndrome-associated coronavirus promotes membrane rearrangement and cell death",
            "authors": [
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Freundt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol.",
            "volume": "84",
            "issn": "",
            "pages": "1097-1109",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01662-09"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Mixed lineage kinase domain-like protein MLKL causes necrotic membrane disruption upon phosphorylation by RIP3",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol. Cell",
            "volume": "54",
            "issn": "",
            "pages": "133-146",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2014.03.003"
                ]
            }
        },
        "BIBREF20": {
            "title": "Receptor interacting protein kinase-3 determines cellular necrotic response to TNF-alpha",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "137",
            "issn": "",
            "pages": "1100-1111",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2009.05.021"
                ]
            }
        },
        "BIBREF21": {
            "title": "A cytosolic heat shock protein 90 and cochaperone CDC37 complex is required for RIP3 activation during necroptosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "5017-5022",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1505244112"
                ]
            }
        },
        "BIBREF22": {
            "title": "Pathology and pathogenesis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korteweg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. J. Pathol.",
            "volume": "170",
            "issn": "",
            "pages": "1136-1147",
            "other_ids": {
                "DOI": [
                    "10.2353/ajpath.2007.061088"
                ]
            }
        },
        "BIBREF23": {
            "title": "Methylation-dependent loss of RIP3 expression in cancer represses programmed necrosis in response to chemotherapeutics",
            "authors": [
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Koo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Res.",
            "volume": "25",
            "issn": "",
            "pages": "707-725",
            "other_ids": {
                "DOI": [
                    "10.1038/cr.2015.56"
                ]
            }
        },
        "BIBREF24": {
            "title": "Sensitive detection of lysosomal membrane permeabilization by lysosomal galectin puncta assay",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aits",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Autophagy",
            "volume": "11",
            "issn": "",
            "pages": "1408-1424",
            "other_ids": {
                "DOI": [
                    "10.1080/15548627.2015.1063871"
                ]
            }
        },
        "BIBREF25": {
            "title": "TFEB and TFE3 are novel components of the integrated stress response",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "HI",
                    "middle": [],
                    "last": "Diab",
                    "suffix": ""
                },
                {
                    "first": "OA",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Puertollano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "EMBO J.",
            "volume": "35",
            "issn": "",
            "pages": "479-495",
            "other_ids": {
                "DOI": [
                    "10.15252/embj.201593428"
                ]
            }
        },
        "BIBREF26": {
            "title": "Transaldolase inhibition impairs mitochondrial respiration and induces a starvation-like longevity response in Caenorhabditis elegans",
            "authors": [
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Genet.",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.1006695"
                ]
            }
        },
        "BIBREF27": {
            "title": "A novel curcumin analog binds to and activates TFEB in vitro and in vivo independent of MTOR inhibition",
            "authors": [
                {
                    "first": "JX",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Autophagy",
            "volume": "12",
            "issn": "",
            "pages": "1372-1389",
            "other_ids": {
                "DOI": [
                    "10.1080/15548627.2016.1179404"
                ]
            }
        },
        "BIBREF28": {
            "title": "Lysosomal calcium signalling regulates autophagy through calcineurin and TFEB",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Medina",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Cell Biol.",
            "volume": "17",
            "issn": "",
            "pages": "288-299",
            "other_ids": {
                "DOI": [
                    "10.1038/ncb3114"
                ]
            }
        },
        "BIBREF29": {
            "title": "NEK7 is an essential mediator of NLRP3 activation downstream of potassium efflux",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "MY",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Motro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nunez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "530",
            "issn": "",
            "pages": "354-357",
            "other_ids": {
                "DOI": [
                    "10.1038/nature16959"
                ]
            }
        },
        "BIBREF30": {
            "title": "Down the rabbit hole: is necroptosis truly an innate response to infection?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pearson Jaclyn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murphy James",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Microbiol.",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/cmi.12750"
                ]
            }
        },
        "BIBREF31": {
            "title": "RIPK3 interacts with MAVS to regulate type I IFN-mediated immunity to Influenza A virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog.",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006326"
                ]
            }
        },
        "BIBREF32": {
            "title": "Apoptosis and necroptosis as host defense strategies to prevent viral infection",
            "authors": [
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Orzalli",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Kagan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trends Cell Biol.",
            "volume": "27",
            "issn": "",
            "pages": "800-809",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tcb.2017.05.007"
                ]
            }
        },
        "BIBREF33": {
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761-1766",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(03)13410-1"
                ]
            }
        },
        "BIBREF34": {
            "title": "RIP3: a molecular switch for necrosis and inflammation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moriwaki",
                    "suffix": ""
                },
                {
                    "first": "FK",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genes Dev.",
            "volume": "27",
            "issn": "",
            "pages": "1640-1649",
            "other_ids": {
                "DOI": [
                    "10.1101/gad.223321.113"
                ]
            }
        },
        "BIBREF35": {
            "title": "RIP3, an energy metabolism regulator that switches TNF-induced cell death from apoptosis to necrosis",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "332-336",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1172308"
                ]
            }
        },
        "BIBREF36": {
            "title": "A role of RIP3-mediated macrophage necrosis in atherosclerosis development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Rep.",
            "volume": "3",
            "issn": "",
            "pages": "200-210",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2012.12.012"
                ]
            }
        },
        "BIBREF37": {
            "title": "RIPK3 as a potential therapeutic target for Gaucher’s disease",
            "authors": [
                {
                    "first": "EB",
                    "middle": [],
                    "last": "Vitner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Med.",
            "volume": "20",
            "issn": "",
            "pages": "204-208",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.3449"
                ]
            }
        },
        "BIBREF38": {
            "title": "RIP kinase-dependent necrosis drives lethal systemic inflammatory response syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duprez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunity",
            "volume": "35",
            "issn": "",
            "pages": "908-918",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2011.09.020"
                ]
            }
        },
        "BIBREF39": {
            "title": "Activity of protein kinase RIPK3 determines whether cells die by necroptosis or apoptosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "1357-1360",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1249361"
                ]
            }
        },
        "BIBREF40": {
            "title": "Cytokine responses in severe acute respiratory syndrome coronavirus-infected macrophages in vitro: possible relevance to pathogenesis",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol.",
            "volume": "79",
            "issn": "",
            "pages": "7819-7826",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.12.7819-7826.2005"
                ]
            }
        },
        "BIBREF41": {
            "title": "Chemokine up-regulation in SARS-coronavirus-infected, monocyte-derived human dendritic cells",
            "authors": [
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Blood",
            "volume": "106",
            "issn": "",
            "pages": "2366-2374",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2004-10-4166"
                ]
            }
        },
        "BIBREF42": {
            "title": "RIP3 induces apoptosis independent of pronecrotic kinase activity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol. Cell",
            "volume": "56",
            "issn": "",
            "pages": "481-495",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2014.10.021"
                ]
            }
        },
        "BIBREF43": {
            "title": "Monocyte-mediated defense against microbial pathogens",
            "authors": [
                {
                    "first": "NV",
                    "middle": [],
                    "last": "Serbina",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Hohl",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Pamer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu. Rev. Immunol.",
            "volume": "26",
            "issn": "",
            "pages": "421-452",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.immunol.26.021607.090326"
                ]
            }
        },
        "BIBREF44": {
            "title": "Lung pathology of severe acute respiratory syndrome (SARS): a study of 8 autopsy cases from Singapore",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hum. Pathol.",
            "volume": "34",
            "issn": "",
            "pages": "743-748",
            "other_ids": {
                "DOI": [
                    "10.1016/S0046-8177(03)00367-8"
                ]
            }
        },
        "BIBREF45": {
            "title": "Monocyte and macrophage differentiation: circulation inflammatory monocyte as biomarker for inflammatory diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "XF",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biomark. Res.",
            "volume": "2",
            "issn": "",
            "pages": "1-1",
            "other_ids": {
                "DOI": [
                    "10.1186/2050-7771-2-1"
                ]
            }
        },
        "BIBREF46": {
            "title": "TFEB and TFE3 cooperate in the regulation of the innate immune response in activated macrophages",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pastore",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Autophagy",
            "volume": "12",
            "issn": "",
            "pages": "1240-1258",
            "other_ids": {
                "DOI": [
                    "10.1080/15548627.2016.1179405"
                ]
            }
        },
        "BIBREF47": {
            "title": "The transcription factor EB links cellular stress to the immune response",
            "authors": [
                {
                    "first": "NR",
                    "middle": [],
                    "last": "Nabar",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kehrl",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Yale J. Biol. Med.",
            "volume": "90",
            "issn": "",
            "pages": "301-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Response of host inflammasomes to viral infection",
            "authors": [
                {
                    "first": "IY",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ichinohe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Microbiol.",
            "volume": "23",
            "issn": "",
            "pages": "55-63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2014.09.007"
                ]
            }
        },
        "BIBREF49": {
            "title": "The airway epithelium nucleotide-binding domain and leucine-rich repeat protein 3 inflammasome is activated by urban particulate matter",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Hirota",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Allergy Clin. Immunol.",
            "volume": "129",
            "issn": "",
            "pages": "1116-1125.e1116",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2011.11.033"
                ]
            }
        },
        "BIBREF50": {
            "title": "SARS: clinical virology and pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "XP",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8",
            "issn": "Suppl.",
            "pages": "S6-S8",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1440-1843.2003.00517.x"
                ]
            }
        },
        "BIBREF51": {
            "title": "Dysregulated type I interferon and inflammatory monocyte-macrophage responses cause lethal pneumonia in SARS-CoV-infected mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "19",
            "issn": "",
            "pages": "181-193",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2016.01.007"
                ]
            }
        },
        "BIBREF52": {
            "title": "SARS coronavirus accessory proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res.",
            "volume": "133",
            "issn": "",
            "pages": "113-121",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2007.10.009"
                ]
            }
        },
        "BIBREF53": {
            "title": "Augmentation of chemokine production by severe acute respiratory syndrome coronavirus 3a/X1 and 7a/X4 proteins through NF-kappaB activation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kanzawa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FEBS Lett.",
            "volume": "580",
            "issn": "",
            "pages": "6807-6812",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2006.11.046"
                ]
            }
        }
    }
}