{
    "paper_id": "PMC6659655",
    "metadata": {
        "title": "Differential neurodegenerative phenotypes are associated with heterogeneous voiding dysfunction in a coronavirus-induced model of multiple sclerosis",
        "authors": [
            {
                "first": "Sanghee",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Balachandar",
                "middle": [],
                "last": "Nedumaran",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Hypolite",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Caldwell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "C."
                ],
                "last": "Rudolph",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [
                    "P."
                ],
                "last": "Malykhina",
                "suffix": "",
                "email": "Anna.Malykhina@ucdenver.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Neurogenic bladder dysfunction often develops in patients with neurodegenerative disorders such as multiple sclerosis (MS) causing a great discomfort, and having a negative effect on the quality of the individual’s social, occupational and sexual life1. Up to 90% of patients with MS experience lower urinary tract symptoms (LUTS) including detrusor overactivity, urgency, frequency of urination, nocturia and dysuria. Prevalence and severity of LUTS increase with disease duration and progression of physical disability in MS patients2. In 10–15% of patients, bladder symptoms are present at the onset of MS when there may be few demyelinated lesions in the spinal cord and/or brain detected by the MRI3. The most common symptom reported by patients in remission is urgency of micturition followed by urinary frequency3–6. Bladder symptoms become prevalent7 in patients with chronic progression of the disease, and are often accompanied by bowel and sexual dysfunction8,9. Poor understanding of the mechanisms underlying functional interplay between the lower urinary tract (LUT) and the nervous system warrants further translational and clinical research efforts in the field.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 535,
                    "end": 536,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 703,
                    "end": 704,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 819,
                    "end": 820,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 821,
                    "end": 822,
                    "mention": "6",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 857,
                    "end": 858,
                    "mention": "7",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 969,
                    "end": 970,
                    "mention": "8",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 971,
                    "end": 972,
                    "mention": "9",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Experimental autoimmune encephalomyelitis (EAE) is one of the most studied animal models of MS which is induced by inoculation of rats or mice with antibodies against myelin binding protein (MBP), proteolipid protein (PLP) or myelin oligodendrocyte glycoprotein (MOG)10–12. After inoculation, animals develop pathological features of inflammation and demyelination in the spinal cord and brain, with infiltration of the spinal cord with inflammatory cells expressing pro-inflammatory cytokines10–12. EAE-driven demyelination is mostly mediated by CD4 T cells of a Th17 phenotype13, which is a population of immune cells known to be associated with more severe pathology of MS14,15. Several previous studies investigated micturition abnormalities in animals with EAE. In rats with MBP-induced EAE, both detrusor areflexia and detrusor hyperactivity were observed and correlated with spinal cord inflammation and hindlimb paralysis16. Using cystometric analysis, Mizusawa et al. showed that EAE caused detrusor areflexia in 52% of female rats in comparison to 12% which developed detrusor overactivity16. Another group established that the majority of female rats showed symptoms of detrusor areflexia prior to EAE onset but that detrusor overactivity developed at the onset of the disease17. Additional animal models of neurodegeneration and demyelination include a murine model of coronavirus-induced encephalomyelitis (CIE)18,19. Mice inoculated with neurotropic strain A59 of mouse hepatitis virus (MHV) develop CIE accompanied by severe central nervous system (CNS) demyelination and axonal degeneration20,21. The viral nature of CIE model reflects a spontaneously occurring demyelination in the CNS in comparison to induced models (e.g. EAE). MHV-driven demyelination is mediated by interferon-gamma (INF-γ) of a Th1 phenotype18,19,22. Compelling preponderance of Th1 cytokine responses has been previously reported in a majority of MS patients15,23,24.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 270,
                    "end": 272,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 493,
                    "end": 495,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 496,
                    "end": 498,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 578,
                    "end": 580,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 675,
                    "end": 677,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 929,
                    "end": 931,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1287,
                    "end": 1289,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1424,
                    "end": 1426,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1427,
                    "end": 1429,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1606,
                    "end": 1608,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1609,
                    "end": 1611,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1830,
                    "end": 1832,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1833,
                    "end": 1835,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1836,
                    "end": 1838,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1948,
                    "end": 1950,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1951,
                    "end": 1953,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1954,
                    "end": 1956,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We previously characterized the symptoms of neurogenic voiding dysfunction in CIE mice21,25. Several neural mechanisms contributing to neurogenic bladder in the CIE model of MS were identified in our laboratory. They included the morphological changes in the neuronal centers controlling micturition, activation of gliosis at the lesion sites in the spinal cord, increased expression of pro-inflammatory cytokines during acute inflammation in the CNS followed by an up-regulation of anti-inflammatory cytokines at later time points, and an increase of purinergic component of nerve-mediated bladder contractions associated with the changes in bladder mucosa21,25. Most of these changes were observed within a month after inoculation with the virus, when the first signs of demyelination developed in the CNS. In the present study, we aimed to understand the long-term effects of neurodegenerative changes on voiding patterns and bladder function in CIE model. We tested the hypothesis that long-lasting neurodegeneration in CIE mice may cause the development of differential neurological phenotypes of MS development associated with heterogeneous types of neurogenic LUTS.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 89,
                    "end": 91,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 660,
                    "end": 662,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To understand the effects of coronavirus-induced demyelination on LUT function, we performed a long-term follow up study (up to 10 wks) of CIE mice. As described in the Methods, all CIE mice were assigned to one of the following experimental groups: a group with recovery from initial symptoms after acute phase of the disease (REC group); a group with chronic progression of neurodegeneration and the presence of symptoms at 8 wks post-inoculation (C-PRO group), and a group with occurring relapsing and remission episodes (C-RELAP group, Fig. 1a).",
            "cite_spans": [],
            "section": "Long-term follow-up of CIE mice revealed three phenotypes of neurological symptom development ::: Results",
            "ref_spans": [
                {
                    "start": 545,
                    "end": 547,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Out of 72 mice in CIE group, 48.6% of animals (N = 35) had no neurological impairment symptoms at 8 wks and, therefore, were assigned to REC group (Fig. 1b). 31.94% of CIE mice (N = 23) still had elevated clinical symptom score (CSS) and were assigned to C-PRO group (Fig. 1c). 19.44% of all CIE mice (N = 14) experienced relapsing-remitting episodes and, therefore, were assigned to C-RELAP group (Fig. 1d). Inoculation of mice with MHV-A59 virus caused a significant weight loss at 1 and 2 wks in all groups of inoculated animals (Fig. 1e, p < 0.05 to baseline). The weight loss was reflective of the acute phase of infection associated with the development of active inflammation in the CNS. Mice in all groups started gaining weight at the normal rate at 3 wks post-inoculation.",
            "cite_spans": [],
            "section": "Long-term follow-up of CIE mice revealed three phenotypes of neurological symptom development ::: Results",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 404,
                    "end": 406,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "1e",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The analysis of the combined CSS in all CIE mice showed that the most significant neurological impairment was developed between 1 and 2 weeks after inoculation with the virus (Fig. 1f, p < 0.05 to the baseline). The highest weekly recorded CSS revealed that up to 40% of mice in REC and C-PRO groups had CSS of 3 over the course of the experiment (Fig. 1g). Mice in C-PRO group showed the patterns of neurologic impairment similar to the mice in REC group at 1 and 2 wks, however, 86.96% and 13.04% of C-PRO mice still had CSS 2 and 1, respectively, at 8 wks post-inoculation (Fig. 1g). Interestingly, more mice in C-RELAP group (92.86% and 85.71% at 1 and 2 wks, respectively) had CSS 2 or above at earlier time points as compared to REC and C-PRO mice (Fig. 1g).",
            "cite_spans": [],
            "section": "Long-term follow-up of CIE mice revealed three phenotypes of neurological symptom development ::: Results",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "1f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 353,
                    "end": 355,
                    "mention": "1g",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 582,
                    "end": 584,
                    "mention": "1g",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "1g",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Our group previously reported that CIE mice had fluctuations in CNS cytokine levels at 4 wks post-inoculation21. Therefore, we also tested the expression level of INF-γ, IL-1β, IL-2, IL-4, IL-5, IL-6, IL-10, IL-12 and IL-17 as well as growth factors, TGF-β and TNF-α, by multiplex ELISA at 10 wks after inoculation with the virus. REC mice had significantly decreased expression levels of IL-1β and IL-10 in the brain (p < 0.05 to PBS group, Fig. 2a). C-PRO group was characterized by a decreased expression of IL-1β, IL-6, IL-10, IL-17 and TNF-α (p < 0.05 to PBS group, Fig. 2a) whereas C-RELAP mice had a significantly reduced level of IL-4 in the brain (p < 0.05 to PBS group). No significant changes in cytokine content were detected in the spinal cord of all subgroups of CIE mice (data not shown). However, several changes were noted in the urinary bladders of CIE mice. Figure 2b presents a significantly decreased expression of TNF-α in REC mice (p < 0.05 to PBS group) and a reduced content of INF-γ, IL-2, TGF-β and TNF-α in the urinary bladders of C-PRO mice (p < 0.05 to PBS group) without substantial changes observed in C-RELAP group (Fig. 2b).",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Long-term follow-up of CIE mice revealed expression changes of cytokines and growth factor in the brain and urinary bladder ::: Results",
            "ref_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 576,
                    "end": 578,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 884,
                    "end": 886,
                    "mention": "2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "mention": "2b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We previously reported an increase in large (>1 cm) and small (<1 cm) voiding spots in CIE mice from 2 to 4 wks after inoculation with the same virus21 suggestive of overactive bladder phenotype development. In this study, we followed the micturition patterns up to 8 wks in each of REC, C-PRO and C-RELAP groups. The number of large urine spots in C-RELAP group was significantly higher than in REC group at 5 wks post-inoculation (Fig. 3a, p ≤ 0.05 to REC and C-PRO groups). In addition, the number of large urine spots in C-RELAP group at 5 wks was significantly higher than the number at 7 and 8 wks within the same group. No significant differences were observed in the numbers of small urine spots between the groups at long-term followup (Fig. 3b).",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Evaluation of micturition patterns in vivo by FPA revealed a delayed recovery of voiding function in C-RELAP group ::: Results",
            "ref_spans": [
                {
                    "start": 438,
                    "end": 440,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 751,
                    "end": 753,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "While FPA assay allows for a long-term follow-up of micturition patters in mice in vivo, it does not provide the direct measures of bladder pressure, bladder capacity and frequency of micturition. Therefore, we performed urodynamic evaluation of voiding patterns in each subgroup of CIE mice by in vivo cystometry which was conducted in unanesthetized mice. Figure 4a shows representative single micturition cycles recorded in the control (PBS), REC, C-PRO and C-RELAP groups of mice. At 10 wks post-inoculation, bladder capacity (Fig. 4b), the inter-micturition interval (Fig. 4c), and bladder pressure at voiding (Fig. 4d) in all groups, except for the C-RELAP group, were similar to the respective values in the control group. However, mice in C-RELAP group developed overactive bladder phenotype associated with lower bladder capacity (17.88 ± 0.72 vs 107.49 ± 22.56 μl, p ≤ 0.05 to control group, Fig. 4b), reduced ratio of normalized inter-micturition interval (0.17 ± 0.01, p ≤ 0.05 ratio to control group, Fig. 4c), and decreased pressure at micturition (17.75 ± 1.52 vs. 43.62 ± 7.43 ml, p ≤ 0.05 to control; Fig. 4d). These results suggest that mice in C-RELAP group develop a more severe and long-lasting type of neurogenic bladder overactivity than other groups providing evidence of some correlation between the type of neurodegenerative changes in the CNS and type of developed voiding dysfunction in CIE mice.",
            "cite_spans": [],
            "section": "Mice in C-RELAP group showed the most severe overactive bladder phenotype evaluated by cystometry ::: Results",
            "ref_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 536,
                    "end": 538,
                    "mention": "4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 578,
                    "end": 580,
                    "mention": "4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "4d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "mention": "4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1123,
                    "end": 1125,
                    "mention": "4d",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Next, we isolated the urinary bladders from CIE mice to measure detrusor muscle tone at the baseline, assess the peak force (PF) of the contractile responses to EFS, high potassium solution and pharmacological activation by different drugs. In vitro contractility studies determined a decreased basal tone of the detrusor (by 48.59% to REC group, p ≤ 0.05, Fig. 5a) and diminished amplitude of nerve-mediated contractions in the C-RELAP group in response to EFS (by 25.50% to C-PRO group, p ≤ 0.05, Fig. 5b). Bladder smooth muscle strips from C-PRO group had a significantly elevated contractile response to EFS (by 174.09% to control, p ≤ 0.05, Fig. 5b) and increased PF of muscle-mediated contractions (in response to high potassium, by 199.77% to control, p ≤ 0.05, Fig. 5c). Additionally, percentage of maximal purinergic responses of nerve-mediated contractions normalized to L0 were up-regulated in C-PRO group when compared to control group (p ≤ 0.05, Fig. 5d) whereas muscarinic responses in C-PRO group were comparable to the control group (Fig. 5e). We further dissected the muscarinic components (Fig. 5f) from nicotinic components (Fig. 5g) of the contractile responses to EFS but neither of them revealed significant differences between experimental groups. To evaluate the velocity of both contractile and relaxing responses after application of EFS, we calculated the contractile and relaxing slopes of purinergic, M3-mediated muscarinic, M2-mediated muscarinic, α-3 nicotinic and α-7 nicotinic responses. The purinergic component of bladder smooth muscle strips contractions from C-PRO mice showed significantly increased slope values of both contraction (Fig. 6a–e) and relaxation phases (Fig. 6f–j). Interestingly, the purinergic, α3- and α7-nicotinic components of the detrusor contractile responses in C-RELAP group of mice showed a significantly delayed relaxation rates as evidenced by the Sr slope (Fig. 6f,i,j).",
            "cite_spans": [],
            "section": "In vitro studies revealed differential contractile responses of the detrusor to electric field stimulation (EFS) among the CIE groups ::: Results",
            "ref_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 651,
                    "end": 653,
                    "mention": "5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 774,
                    "end": 776,
                    "mention": "5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "5d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1055,
                    "end": 1057,
                    "mention": "5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1113,
                    "end": 1115,
                    "mention": "5f",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "mention": "5g",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1677,
                    "end": 1681,
                    "mention": "6a–e",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1711,
                    "end": 1715,
                    "mention": "6f–j",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1927,
                    "end": 1933,
                    "mention": "6f,i,j",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The long-term follow-up of CIE mice revealed three phenotypes of neurological symptom development which were associated with heterogeneous neurogenic bladder dysfunction. The symptoms of neurodegenerative changes in CIE mice included wobbly gait, hindlimb paresis, quadriparesis and paralysis, as previously reported21. The pattern of CSS fluctuations in CIE mice within the entire period of observation (8–10 wks) was used to assign the animals to one of the following experimental groups: group with recovery from initial symptoms after acute phase of the disease (REC group); chronic group with progression of neurodegenerative changes (C-PRO group), and chronic group with relapsing and remitting episodes (C-RELAP group). Each subgroup of CIE mice had unique features regarding bladder function as assessed by in vitro and in vivo studies.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The types of neurodegenerative symptoms observed in CIE mice closely reflect the features of symptom progression in MS patients. Dysfunctional level of mobility in MS varies depending on the stage and severity of the disease26. Based on a recently updated classification of MS phenotypes in humans27, C-PRO subgroup of CIE mice may correspond to the clinically “progressive type” of human MS, whereas C-RELAP subgroup is reflective of a “relapsing-remitting phenotype” in MS patients. REC subgroup in CIE mice is characterized by the recovery from the initial neurological impairment and absence of active CSS which corresponds to a type of MS which is not active but could still be progressing27. While the development of several distinguished clinical phenotypes in CIE mice provides an additional evidence of the high translational value of the viral murine MS model for future pharmacological and therapeutic studies, further experiments including MRI imaging in CIE mice would be helpful to better correlate the observed clinical symptoms in animals with the MS phenotypes in humans.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Progression of MS symptoms in patients is closely associated with the degree of inflammation in the CNS characterized by expression levels of cytokines and growth factors. The phenotypes of neurological impairment and bladder dysfunction observed in CIE mice correlated with functional modulation of the cytokines and growth factors in the CNS and urinary bladder. For example, C-PRO group showed a significantly increased TGF-β in the bladder as compared to PBS mice, but the same growth factor was unchanged in the other two CIE subtypes, REC and C-RELAP group. TGF-β along with IL-10 are known to be a co-inhibitory molecule expressed in peripheral regulatory immune cell population, which is forkhead box P3 (FoxP3) + regulatory T cells (Tregs) and type 1 regulatory T cells (Tr1). The peripheral regulatory immune cells expressing TGF-β and/or IL-10 are known to trigger autoreactive T cells anergy under normal conditions28. We speculate that an up-regulation of TGF-β in the urinary bladder of C-PRO group may reflect TGF-β-mediated inhibitory feedback loop in response to continuous progression of neurological impairment, which is not present in C-RELAP and REC group. On the other side, INF-γ, IL-2 and TNF-α, which are known to trigger progression of MS, are significantly up-regulated in the urinary bladder of C-PRO group29,30. Furthermore, in both C-RELAP and C-PRO group, the changes in cytokine content in the brain and urinary bladder suggest a functional cross-talk between the two systems. This speculation is supported by the previous studies which established a correlation between the functional connectivity within brain regions and voiding behavior in MS patients31, thereby, providing evidence of the relationship between pyramidal impairment in the lower limb and the severity of LUTS in MS patients4,7. The underlying mechanisms of such association are still unclear but could be partly explained by somatic-visceral convergence in the neural control of the lower limb and urinary bladder function4,32. Recent studies also suggest the contribution of peripheral nervous system and changes in the visceral organs to the modulation of LUTS in MS patients33. This is supported by the reports that local administration of lidocaine and cannabinoids in the urinary bladder of MS patients with neurogenic detrusor overactivity was proven to be therapeutically effective to improve voiding dysfunction34–37.",
            "cite_spans": [
                {
                    "start": 927,
                    "end": 929,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1337,
                    "end": 1339,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1687,
                    "end": 1689,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1825,
                    "end": 1826,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1827,
                    "end": 1828,
                    "mention": "7",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2024,
                    "end": 2025,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2026,
                    "end": 2028,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2179,
                    "end": 2181,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2421,
                    "end": 2423,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2424,
                    "end": 2426,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Analyses of bladder function by FPA and cystometry in vivo, as well as of detrusor contractility by organ bath studies in vitro revealed differential phenotypes of voiding dysfunction between subgroups of CIE mice. Mice in C-RELAP group showed a delayed recovery of voiding function based on the number of large voiding spots. Additionally, in vitro contractility studies determined a decreased basal detrusor tone and reduced amplitude of nerve-mediated contractions in C-RELAP group, with purinergic responses of nerve-mediated contractions being up-regulated in C-RELAP group. These data provide evidence that animals with relapsing-remitting type of neurodegenerative changes in the CNS had the most severe type of voiding dysfunction in comparison to other groups. The differences in the types of bladder dysfunction between the CIE mice suggest that this animal model could be used for the testing of novel therapeutic approaches to treat LUTS based on the degree and phenotype of neurological impairments in MS patients38. The majority of currently available and widely used oral medications for neurogenic bladder dysfunction include the anti-muscarinic agents39. Muscarinic receptors predominately expressed in the urinary bladder are M2 and M3 subtypes known for their role in modulation of bladder reflexes38. However, due to observed up-regulation of purinergic responses in C-RELAP group and down-regulation of muscarinic responses in C-PRO group, conventional anti-muscarinic agents may have limited effects in respective groups of MS patients. Although purinergic receptor-mediated responses in the urinary bladder of MS patients40 and animals having demyelination41 had been previously mentioned, little is known about the underlying mechanisms. One publication showed that purinergic receptor P2X1 expression in the urinary bladder of mice with EAE-driven demyelination was significantly lower than in control mice42. Major nicotinic subtypes of receptors in the bladder urothelium are α-3 and α7-isoforms which participate in regulation of bladder excitatory and inhibitory reflexes, respectively. Therefore, significant changes in slope values of relaxation (Sr) of both α3- and α7-mediated responses observed in C-RELAP group may explain why the C-RELAP mice showed irregular and atypical patterns of micturition cycle reflected in Fig. 4.",
            "cite_spans": [
                {
                    "start": 1026,
                    "end": 1028,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1168,
                    "end": 1170,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1317,
                    "end": 1319,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1644,
                    "end": 1646,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1679,
                    "end": 1681,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1931,
                    "end": 1933,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 2357,
                    "end": 2358,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In conclusion, our study identified several phenotypes of neurogenic bladder dysfunction based on the patterns of neurological impairment development in CIE mice suggestive of high clinical relevance of the viral murine model to the human MS. The mechanistic differences between the subgroups of CIE mice make the model suitable for studying the relationship between voiding dysfunction and progressive neurological impairment over the course of virus-induced demyelinating disorder, and to test novel therapeutic approaches for the treatment of human MS.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The study protocol was approved by the Institutional Animal Care and Use Committee (IACUC) of the University of Colorado Denver. All experiments were performed in accordance with relevant guidelines and regulations.",
            "cite_spans": [],
            "section": "Study approval ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Adult male mice (C57BL/6J, 8 weeks of age, Jackson Laboratories) received a single intracranial inoculation of 20 µl PBS (N = 25) or mouse hepatitis virus (MHV, A59 strain, 5,000 PFU, N = 72) in 20 µl PBS under isoflurane anesthesia. MHV was prepared as previously described21,43. After inoculation, mice were observed daily for evaluation of neurological symptom development by using clinical symptoms score (CSS) system and weight every week up to 10 wks post-inoculation. The clinical symptom score (CSS) was assigned based on the following scale: 0 = normal with no clinical signs, 1 = loss of tail tonicity/kyphosis, 2 = tail paralysis/severe kyphosis, 3 = partial hindlimb paralysis, 4 = complete hindlimb paralysis, and 5 = complete hindlimb paralysis and forelimb paresis/paralysis as previously described21. Animals were weighed both before inoculation (baseline) and every subsequent week until the experimental end point. All mice had ad libitum access to food and water with special measures taken to accommodate neurologically compromised animals.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 277,
                    "end": 279,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 813,
                    "end": 815,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Murine CIE model ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "After inoculation with the virus, animals were observed daily up to 10 weeks to evaluate the degree and time-dependence of neurological symptom development graded by the CSS. After instillation of MHV, the degree of neurologic impairment was evaluated daily by CSS, as previously described21. Following the CSS fluctuations, we decided to group the animals based on the severity, duration and persistence/recovery of neurological symptoms determined by CSS (Fig. 1a). The most interesting group of animals was the one with occurring relapsing and remission episodes (C-RELAP group), which mimicked the most prevalent phenotype of MS in humans44 characterized by the periods of symptom worsening (relapses or flare-ups) followed by the periods of recovery from the symptoms between relapses27. The animals were assigned to the C-RELAP group if they met all of the following criteria: 1 – the presence of a symptom-free period for at least 24 hours (hrs) after recovery from the initial rise in CSS; 2- the presence of at least 2 symptom-free periods (24 hrs duration each), and 3 - CSS > 2 during the period of relapse (re-occurrence of symptoms after a remission episode). Animals were assigned to recovery group (REC) and chronic progression of symptoms (C-PRO group) based on the absence or presence of symptoms at experimental end point with no observed relapsing-remitting episodes. The algorithm followed to assign a mouse to one of the described neurological groups is presented in Fig. 1a.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 642,
                    "end": 644,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 789,
                    "end": 791,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Criteria for subgroup assignment in CIE mice based on the profile of neurodegenerative symptoms ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 463,
                    "end": 465,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1493,
                    "end": 1495,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The total protein was extracted from frozen brain, spinal cord and urinary bladder tissues using radioimmunoprecipitation (RIPA) buffer containing protease and phosphatase inhibitors cocktail. The tissues were isolated at the experimental end point (10 weeks post-inoculation) from the animals assigned to the cystometry group. Multiplex ELISA was performed (Quantibody Custom Array Kit, QAA-CUST, Raybiotech, Norcross, GA) in accordance with manufacturer’s instructions. On the 12-plex panel of INF-γ, IL-1β, IL-2, IL-4, IL-5, IL-6, IL-10, IL-12, IL-17, TGF-β and TNF-α, 400 μg of protein was loaded and incubated overnight at 4 °C. After washing with Wash Buffer I & II, 80 μl of detection antibody cocktail was added to each well and incubated at room temperature (RT) for 2 hours. After washing, 80 µl of anti-streptavidin secondary antibody (800CW, LiCor, Lincoln, NE) was added and incubated for 2 hours at RT. The samples were decanted and washed in Wash Buffer I five times for 5 minutes at RT.",
            "cite_spans": [],
            "section": "Expression profile of cytokines and growth factors determined by multiplex ELISA assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To follow micturition patterns in vivo, animals were subjected to filter paper assay (FPA) once a week as previously described45. Animals were placed in individual cages containing elevated (by 1 inch) mesh flooring for 3 h with filter paper (Filter Paper Qualitative Advantec, Tokyo Roshi Kaisha Ltd, Japan) being on the bottom of the cage under the mesh. Each mouse had free access to sterile water gel (HydroGel, Clear H2O, Westbrook, ME) with no food provided during the testing. Every animal underwent FPA evaluation at the following time points: pre-inoculation (baseline) and every week up to 8 wks. The collected filter papers were imaged under UV light by Labnet DyNA UV Transilluminator (Labnet International, Inc., Edison, NJ), DigiDoc-It Imaging System (UVP, Cambridge, UK) and DigiDoc-It Imaging Software (UVP, Cambridge, UK). The number of large (≥1.0 cm) and small (<1.0 cm) micturition spots were summed after each test for each mouse.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Micturition patterns evaluated by filter paper assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Animals assigned for urodynamic evaluation of urinary bladder function (awake cystometry) underwent a survival surgical procedure to insert bladder catheters as previously described46. Briefly, the animals were anesthetized with isofluorane (VEDCO, St. Albans, VT) and the bladder was exposed through a lower midline abdominal incision. A polyethylene tubing (PE-50, I.D. 0.58 mm, O.D. 0.96 mm; Intramedic, Becton Dickinson. Parsippany, NY) with a flared end was inserted through a puncture at the bladder dome, and sutured in place with purse string suture and 7.0 silk (Ethicon, Somerville, NJ). The catheter was then tunneled subcutaneously and exteriorized at the scapular region where it was sutured to the skin and filled with sterile saline solution. After confirming no leakage in the bladder, the catheter was plugged with a metal rod, and the muscle and skin layers were closed with a 5.0 silk suture (Ethicon, Somerville, NJ). Particular care was taken not to stretch the bladder during the procedure or to restrict the normal bladder movement once the catheter was in place.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Urodynamic evaluation of bladder function in freely moving mice ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Mice were given 4–5 days to recover from surgery before the initiation of cystometric evaluation of bladder function. Conscious mice were placed in the cystometry cages (length: 24 cm, width: 16 cm, and height: 12 cm) without restraint and allowed to acclimate for 30 min. The tip of the exteriorized bladder catheter, located at the base of the mouse neck, was connected to a pressure transducer and the infusion pump of the cystometry station (Small Animal Laboratory Cystometry, Catamount Research, and Development, St. Albans, VT) using a T-shaped valve. Room temperature saline solution (0.9% NaCl) was infused into the bladder at a rate of 10 μl/min. Voided urine was collected in a tray connected to a force displacement transducer, which integrated the results into the data-acquisition program. Each animal was observed for approximately six to eight voiding cycles. The urodynamic parameters were continuously recorded using the MED-CMG Small Animal Cystometry acquisition software and analyzed with the Cystometry Data Analysis software v 1.4 (Catamount Research and Development). The following cystometric parameters were evaluated: bladder capacity, pressure at the start of micturition, micturition rate, intravesical pressure, inter-micturition interval (presented as the ratio of the cycle duration in each of the experimental groups to the control group), and number of non-voiding contractions. Non-voiding contractions were defined as the increased values in detrusor pressure not associated with voiding, equal or larger than twice the mean value of baseline. Normal voiding contractions had amplitudes of at least a third of maximal pressure during a single micturition event.",
            "cite_spans": [],
            "section": "Urodynamic evaluation of bladder function in freely moving mice ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Bladder smooth muscle (BSM) strips were isolated from control and CIE mice following the previously described procedures25,47. Briefly, murine urinary bladders were cut in half and placed in individual organ baths (Radnoti LLC, Monrovia, CA, USA), containing 7 ml of normal Tyrode Buffer (TB, in mM: NaCl 130.0, KCl 5.0, CaCl2 1.7, MgCl2 1.0, NaH2PO4 1.3, NaHCO3 17.0, Glucose, 10.0. pH 7.4) maintained at 37 °C and equilibrated with a constant supply of 95% O2–5% CO2. One end of each bladder strip was attached to a glass rod at the bottom of the organ chamber. The other end was attached to a force displacement transducer connected to a computerized system for data acquisition and analysis (AD Instruments, Colorado Springs, CO, USA). After a 1 h equilibration, the length of optimal force development (Lo) was determined by manually increasing the length of each strip by ~1.5 mm increments until the maximal contractile force in response to electric field stimulation (EFS; 80 V, 32 Hz, 1 ms) was achieved. The bath solution was then changed to fresh TB containing the drugs to isolate cholinergic and purinergic responses after EFS stimulation. Intact bladder stips were used for each pharmacological evaluation to avoid desensitivation of cholinergic and purinergic receptors during the wash-off process between the drugs. The following drug combinations were used: 1 µM of atropine (non-selective mAChR antagonist, Sigma, St. Louis, MO) + 300 nM of TMPH (nicotinic antagonist, Tocris Bioscience, Bristol, United Kingdom) were used to isolate the purinergic component of the contractile response; 30 µM of α,β-Methylene ATP (purinergic receptor desensitizer25, Tocris Bioscience, Bristol, United Kingdom) was used to isolate the cholinergic component; 30 µM of α,β-Methylene ATP + 300 nM of TMPH (Tocris Bioscience, Bristol, United Kingdom) were used to isolate the muscarinic component of contractions; 30 µM of α,β-Methylene ATP + 300 nM of TMPH + 1 µM of Methoctramine (M2 mAChR antagonist, Sigma, St. Louis, MO) were used to isolate the M3 muscarinic component; 30 µM of α,β-Methylene ATP + 300 nM of TMPH + 10 µM of darifenacin (M3 mAChR antagonist, Sigma, St. Louis, MO) were used to isolate M2 muscarinic component of contractions; 1 µM of atropine + 30 µM of α,β-Methylene ATP were used to isolate the nicotinic component; 1 µM of atropine + 30 µM of α,β-Methylene ATP + 1.4 nM of Methyllycaconitine Citrate (antagonist of α-7 nicotinic receptors, Tocis Bioscience, Bristol, United Kingdom) were used to isolate the α3-mediated nicotinic component of contractions; 1 µM of atropine + 30 µM of α,β-Methylene ATP + 440 nM of TC 1698 (agonist of α7 nicotinic receptors, Tocris Bioscience, Bristol, United Kingdom) were used to isolate the α7-mediated nicotinic component of contractions. After incubation of the bladder strips with these drugs for 15–20 minutes, the BSM were stimulated with 5, 10, 15, 20, 25 and 30 Hz of EFS to evaluate the contractile responses. Some of the intact strips also underwent a KCl test (bath solution was replaced with TB containing 125 mM KCl) to evaluate muscle-mediated contractility of the detrusor in different experimental groups of animals. All BSM experiments were recorded and analyzed using LabChart 8 Pro (AD Instruments, Colorado Springs, CO, USA), pClamp 10 (Molecular Devices, LLC. San Jose CA, USA) and Matlab R2014b (MathWorks, Natick, MA, USA). The following parameters were measured and analyzed: basal muscle tone (in g/g, g of force per g of muscle strip weight), peak force (PF; in g or g/g when normalized to the weight of the muscle strip), integral force (IF) and maximal slope of contraction (Sc) or relaxation (Sr) phases as previously described38.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 123,
                    "end": 125,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1666,
                    "end": 1668,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3717,
                    "end": 3719,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Contractility and relaxation of the detrusor muscle in vitro ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All data are presented as mean ± SE. Results were statistically analyzed using paired t-test to compare the parameters from the same group at different time points, and unpaired t-test to compare the parameters between different groups (Systat Software, Inc. San Jose, CA). Data with p ≤ 0.05 difference were considered statistically significant.",
            "cite_spans": [],
            "section": "Statistics ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The long-term dynamic changes in neurological symptom development in CIE mice. (a) Algorithm for group assignment based on the severity and time-dependent changes in clinical symptom score (CSS). Fluctuations in CSS over a period of 8 weeks in the recovery (REC) group (b), chronic progression (C-PRO) group (c) and chronic progression group with relapsing-remitting episodes (C-RELAP) group (d). (e) Changes in body weight in all subgroups of CIE mice. (f) Time-dependent changes of CSS in all CIE mice. (g) Time-dependent changes in CSS in each of subgroups of CIE mice. *p ≤ 0.05 in comparison to baseline value, each color of *indicates comparison of CSS at each time point within the group (blue - C-PRO; black – REC; and green - C-RELAP groups).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Protein expression profile of cytokines and growth factors. (a) Expression of INF-γ, IL-1β, IL-2, IL-4, IL-5, IL-6, IL-10, IL-12, IL-17, TGF-β and TNF-α in the brain of all subgroups of CIE mice utilizing ELISA multiplex assay after inoculation with the virus. *p ≤ 0.05 vs. control (PBS) group. (b) Expression of the cytokines and growth factors in the urinary bladder in the same groups of mice. *p ≤ 0.05 vs. control (PBS) group.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Micturition patterns in all subgroups of CIE mice evaluated by FPA after 5 weeks post-inoculation with the virus. (a) The number of large urine spots (≥1.0 cm) in REC, C-PRO and C-RELAP groups of CIE mice. (b) Analysis of small size urine spots (<1.0 cm) in the same groups of animals. *p ≤ 0.05 C-RELAP group vs REC group at 5 wks indicated by vertical line. *p ≤ 0.05 C-RELAP group at 5 wks vs at 7 and at 5 wks vs at 8 wks indicated by two horizontal lines.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Cystometric evaluation of bladder function in control mice and in REC, C-PRO and C-RELAP groups of CIE mice. (a) Representative micturition cycles recorded in control and CIE subgroups. (b) Comparison of bladder capacity between control and experimental groups; (c) Inter-micturition interval normalized to the duration of the micturition cycle in control mice; (d) analysis of bladder pressure at micturition in REC, C-PRO and C-RELAP groups of CIE mice. *p ≤ 0.05 to respective control group (PBS) values.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Contractile responses of bladder smooth muscle (BSM) strips in response to different stimulation. (a) Muscle tone at baseline in REC, C-PRO and C-RELAP groups of CIE mice in response to electric field stimulation (EFS). (b) Maximal muscle strength (L0), (c) amplitude of contractions (Peak Force, g) in response to 125 mM KCl. (d) Purinergic component of the contractile response of BSM to electrical field stimulation (EFS). (e) Cholinergic component of BSM contractile response to EFS. (f) Muscarinic component of BSM contractile response to EFS. (g) Nicotinic component of BSM contractile response to EFS. *p ≤ 0.05 to respective control group (PBS) values.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: The slope values of contraction (Sc) and relaxation (Sr) phases of bladder smooth muscle (BSM) contractile response after EFS. (a) Sc of purinergic-mediated response. (b) Sc of M3-dependent muscarinic response. (c) Sc of M2-dependent muscarinic response. (d) Sc of α3-receptor mediated nicotinic response. (e) Sc of α7-receptor-mediated nicotinic response. (f) Sr of purinergic-mediated response. (g) Sr of M3-receptor mediated muscarinic response. (h) Sr of M2-receptor-mediated muscarinic response. (i) Sr of α3-receptor mediated nicotinic response. (j) Sr of α7-receptor-mediated nicotinic response. *p ≤ 0.05 to respective control group (PBS) values.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Burden of multiple sclerosis on direct, indirect costs and quality of life: National US estimates",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mult Scler Relat Disord",
            "volume": "3",
            "issn": "",
            "pages": "227-236",
            "other_ids": {
                "DOI": [
                    "10.1016/j.msard.2013.09.004"
                ]
            }
        },
        "BIBREF1": {
            "title": "Inflammatory cells, microglia and MHC class II antigen-positive cells in the spinal cord of Lewis rats with acute and chronic relapsing experimental autoimmune encephalomyelitis",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "McCombe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "de Jersey",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Pender",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Neuroimmunol",
            "volume": "51",
            "issn": "",
            "pages": "153-167",
            "other_ids": {
                "DOI": [
                    "10.1016/0165-5728(94)90077-9"
                ]
            }
        },
        "BIBREF2": {
            "title": "Expression of CD45RC and Ia antigen in the spinal cord in acute experimental allergic encephalomyelitis: an immunocytochemical and flow cytometric study",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "McCombe",
                    "suffix": ""
                },
                {
                    "first": "BW",
                    "middle": [],
                    "last": "Fordyce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "de Jersey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yoong",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Pender",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Neurol Sci",
            "volume": "113",
            "issn": "",
            "pages": "177-186",
            "other_ids": {
                "DOI": [
                    "10.1016/0022-510X(92)90245-G"
                ]
            }
        },
        "BIBREF3": {
            "title": "Cytokine expression by inflammatory cells obtained from the spinal cords of Lewis rats with experimental autoimmune encephalomyelitis induced by inoculation with myelin basic protein and adjuvants",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "McCombe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nickson",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Pender",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Neuroimmunol",
            "volume": "88",
            "issn": "",
            "pages": "30-38",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-5728(98)00068-X"
                ]
            }
        },
        "BIBREF4": {
            "title": "RGC-32 Promotes Th17 Cell Differentiation and Enhances Experimental Autoimmune Encephalomyelitis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rus",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Immunol",
            "volume": "198",
            "issn": "",
            "pages": "3869-3877",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1602158"
                ]
            }
        },
        "BIBREF5": {
            "title": "Autoimmune T cell responses in the central nervous system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goverman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Immunol",
            "volume": "9",
            "issn": "",
            "pages": "393-407",
            "other_ids": {
                "DOI": [
                    "10.1038/nri2550"
                ]
            }
        },
        "BIBREF6": {
            "title": "New concepts in the immunopathogenesis of multiple sclerosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hemmer",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Archelos",
                    "suffix": ""
                },
                {
                    "first": "HP",
                    "middle": [],
                    "last": "Hartung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Rev Neurosci",
            "volume": "3",
            "issn": "",
            "pages": "291-301",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn784"
                ]
            }
        },
        "BIBREF7": {
            "title": "A rat model for investigation of bladder dysfunction associated with demyelinating disease resembling multiple sclerosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mizusawa",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Neurourol Urodyn",
            "volume": "19",
            "issn": "",
            "pages": "689-699",
            "other_ids": {
                "DOI": [
                    "10.1002/1520-6777(2000)19:6<689::AID-NAU7>3.0.CO;2-6"
                ]
            }
        },
        "BIBREF8": {
            "title": "Characterization and restoration of altered inhibitory and excitatory control of micturition reflex in experimental autoimmune encephalomyelitis in rats",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Vignes",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Deloire",
                    "suffix": ""
                },
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Petry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Physiol",
            "volume": "578",
            "issn": "",
            "pages": "439-450",
            "other_ids": {
                "DOI": [
                    "10.1113/jphysiol.2006.117366"
                ]
            }
        },
        "BIBREF9": {
            "title": "Effect of persistent mouse hepatitis virus infection on MHC class I expression in murine astrocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Correale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "LP",
                    "middle": [],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Neurosci Res",
            "volume": "40",
            "issn": "",
            "pages": "10-21",
            "other_ids": {
                "DOI": [
                    "10.1002/jnr.490400103"
                ]
            }
        },
        "BIBREF10": {
            "title": "Neutralization of the chemokine CXCL10 reduces inflammatory cell invasion and demyelination and improves neurological function in a viral model of multiple sclerosis",
            "authors": [
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "HS",
                    "middle": [],
                    "last": "Keirstead",
                    "suffix": ""
                },
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "167",
            "issn": "",
            "pages": "4091-4097",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.167.7.4091"
                ]
            }
        },
        "BIBREF11": {
            "title": "A UK consensus on the management of the bladder in multiple sclerosis",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "80",
            "issn": "",
            "pages": "470-477",
            "other_ids": {
                "DOI": [
                    "10.1136/jnnp.2008.159178"
                ]
            }
        },
        "BIBREF12": {
            "title": "Pathogenesis of mouse hepatitis virus-induced demyelination",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Houtman",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Neurovirol",
            "volume": "2",
            "issn": "",
            "pages": "361-376",
            "other_ids": {
                "DOI": [
                    "10.3109/13550289609146902"
                ]
            }
        },
        "BIBREF13": {
            "title": "Coronavirus-induced demyelination of neural pathways triggers neurogenic bladder overactivity in a mouse model of multiple sclerosis",
            "authors": [
                {
                    "first": "MT",
                    "middle": [],
                    "last": "McMillan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "307",
            "issn": "",
            "pages": "F612-622",
            "other_ids": {
                "DOI": [
                    "10.1152/ajprenal.00151.2014"
                ]
            }
        },
        "BIBREF14": {
            "title": "Acute colonic inflammation triggers detrusor instability via activation of TRPV1 receptors in a rat model of pelvic organ cross-sensitization",
            "authors": [
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Asfaw",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Physiol Regul Integr Comp Physiol",
            "volume": "300",
            "issn": "",
            "pages": "R1392-1400",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpregu.00804.2010"
                ]
            }
        },
        "BIBREF15": {
            "title": "Th1, Th17, and Th9 effector cells induce experimental autoimmune encephalomyelitis with different pathological phenotypes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jäger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dardalhon",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Sobel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bettelli",
                    "suffix": ""
                },
                {
                    "first": "VK",
                    "middle": [],
                    "last": "Kuchroo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "7169-7177",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.0901906"
                ]
            }
        },
        "BIBREF16": {
            "title": "T cells in multiple sclerosis and experimental autoimmune encephalomyelitis",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Lalor",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tubridy",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Exp Immunol",
            "volume": "162",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2249.2010.04143.x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Alterations in nerve-evoked bladder contractions in a coronavirus-induced mouse model of multiple sclerosis",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Lamarre",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Braverman",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Malykhina",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Barbe",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Ruggieri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0109314"
                ]
            }
        },
        "BIBREF18": {
            "title": "Development of the multiple sclerosis (MS) early mobility impairment questionnaire (EMIQ)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ziemssen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Neurol",
            "volume": "263",
            "issn": "",
            "pages": "1969-1983",
            "other_ids": {
                "DOI": [
                    "10.1007/s00415-016-8210-4"
                ]
            }
        },
        "BIBREF19": {
            "title": "New multiple sclerosis phenotypic classification",
            "authors": [
                {
                    "first": "FD",
                    "middle": [],
                    "last": "Lublin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Neurol",
            "volume": "72",
            "issn": "Suppl 1",
            "pages": "1-5",
            "other_ids": {
                "DOI": [
                    "10.1159/000367614"
                ]
            }
        },
        "BIBREF20": {
            "title": "Multiple sclerosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nylander",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Hafler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Invest",
            "volume": "122",
            "issn": "",
            "pages": "1180-1188",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI58649"
                ]
            }
        },
        "BIBREF21": {
            "title": "Interleukin-2 secreting cells in multiple sclerosis and controls",
            "authors": [
                {
                    "first": "CZ",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fredrikson",
                    "suffix": ""
                },
                {
                    "first": "BG",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Neurol Sci",
            "volume": "120",
            "issn": "",
            "pages": "99-106",
            "other_ids": {
                "DOI": [
                    "10.1016/0022-510X(93)90032-T"
                ]
            }
        },
        "BIBREF22": {
            "title": "Bladder Dysfunction In Multiple Sclerosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "WK",
                    "middle": [],
                    "last": "Yeates",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "1265-1269",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.1.5445.1265"
                ]
            }
        },
        "BIBREF23": {
            "title": "Anti-tumor necrosis factor alpha-associated multiple sclerosis",
            "authors": [
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Titelbaum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Degenhardt",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Kinkel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "26",
            "issn": "",
            "pages": "1548-1550",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Similarity of functional connectivity patterns in patients with multiple sclerosis who void spontaneously versus patients with voiding dysfunction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khavari",
                    "suffix": ""
                },
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Elias",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Karmonik",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Neurourol Urodyn",
            "volume": "38",
            "issn": "",
            "pages": "239-247",
            "other_ids": {
                "DOI": [
                    "10.1002/nau.23837"
                ]
            }
        },
        "BIBREF25": {
            "title": "Management of neurogenic bladder in patients with multiple sclerosis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Phe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chartier-Kastler",
                    "suffix": ""
                },
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Panicker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Urol",
            "volume": "13",
            "issn": "",
            "pages": "275-288",
            "other_ids": {
                "DOI": [
                    "10.1038/nrurol.2016.53"
                ]
            }
        },
        "BIBREF26": {
            "title": "Pathogenesis of reduced or increased bladder sensation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsunoyama",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neurourol Urodyn",
            "volume": "30",
            "issn": "",
            "pages": "339-343",
            "other_ids": {
                "DOI": [
                    "10.1002/nau.20953"
                ]
            }
        },
        "BIBREF27": {
            "title": "Efficacy of peripheral lidocaine application (neural therapy) in the treatment of neurogenic detrusor overactivity in multiple sclerosis patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tamam",
                    "suffix": ""
                },
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Özdemir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gedik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tamam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nazlıkul",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Neurourol Urodyn",
            "volume": "36",
            "issn": "",
            "pages": "1832-1838",
            "other_ids": {
                "DOI": [
                    "10.1002/nau.23191"
                ]
            }
        },
        "BIBREF28": {
            "title": "Cannabinoids: Potential Targets for Bladder Dysfunction",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "R."
                    ],
                    "last": "Ruggieri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Urinary Tract",
            "volume": "",
            "issn": "",
            "pages": "425-451",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Functional role of cannabinoid receptors in urinary bladder",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tyagi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tyagi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yoshimura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chancellor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Indian J Urol",
            "volume": "26",
            "issn": "",
            "pages": "26-35",
            "other_ids": {
                "DOI": [
                    "10.4103/0970-1591.60440"
                ]
            }
        },
        "BIBREF30": {
            "title": "Lower urinary tract dysfunction and disability status in patients with multiple sclerosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giannantoni",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch Phys Med Rehabil",
            "volume": "80",
            "issn": "",
            "pages": "437-441",
            "other_ids": {
                "DOI": [
                    "10.1016/S0003-9993(99)90282-4"
                ]
            }
        },
        "BIBREF31": {
            "title": "Differential expression and function of nicotinic acetylcholine receptors in the urinary bladder epithelium of the rat",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Beckel",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Birder",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Physiol",
            "volume": "590",
            "issn": "",
            "pages": "1465-1480",
            "other_ids": {
                "DOI": [
                    "10.1113/jphysiol.2011.226860"
                ]
            }
        },
        "BIBREF32": {
            "title": "The Management of Lower Urinary Tract Dysfunction in Multiple Sclerosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tornic",
                    "suffix": ""
                },
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Panicker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Neurol Neurosci Rep",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s11910-018-0857-z"
                ]
            }
        },
        "BIBREF33": {
            "title": "Urinary symptoms and the neurological features of bladder dysfunction in multiple sclerosis",
            "authors": [
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Betts",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "D’Mellow",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "56",
            "issn": "",
            "pages": "245-250",
            "other_ids": {
                "DOI": [
                    "10.1136/jnnp.56.3.245"
                ]
            }
        },
        "BIBREF34": {
            "title": "Purinergic signalling in the urinary tract in health and disease",
            "authors": [
                {
                    "first": "Geoffrey",
                    "middle": [],
                    "last": "Burnstock",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Purinergic Signalling",
            "volume": "10",
            "issn": "1",
            "pages": "103-155",
            "other_ids": {
                "DOI": [
                    "10.1007/s11302-013-9395-y"
                ]
            }
        },
        "BIBREF35": {
            "title": "Abnormalities of responses to autonomic stimulation in the mouse urinary bladder associated with Semliki Forest virus-induced demyelination",
            "authors": [
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Tansey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Burnstock",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Urol",
            "volume": "142",
            "issn": "",
            "pages": "850-854",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-5347(17)38929-2"
                ]
            }
        },
        "BIBREF36": {
            "title": "Connective tissue and its growth factor CTGF distinguish the morphometric and molecular remodeling of the bladder in a model of neurogenic bladder",
            "authors": [
                {
                    "first": "CZ",
                    "middle": [],
                    "last": "Altuntas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "303",
            "issn": "",
            "pages": "F1363-1369",
            "other_ids": {
                "DOI": [
                    "10.1152/ajprenal.00273.2012"
                ]
            }
        },
        "BIBREF37": {
            "title": "A hepatitis virus complicating studies with mouse leukemia",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Manaker",
                    "suffix": ""
                },
                {
                    "first": "CV",
                    "middle": [],
                    "last": "Piczak",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "J Natl Cancer Inst",
            "volume": "27",
            "issn": "",
            "pages": "29-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Multiple Sclerosis Relapses: Epidemiology, Outcomes and Management. A Systematic Review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kalincik",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neuroepidemiology",
            "volume": "44",
            "issn": "",
            "pages": "199-214",
            "other_ids": {
                "DOI": [
                    "10.1159/000382130"
                ]
            }
        },
        "BIBREF39": {
            "title": "Prostatic inflammation induces urinary frequency in adult mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0116827"
                ]
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Lack of transient receptor potential vanilloid 1 channel modulates the development of neurogenic bladder dysfunction induced by cross-sensitization in afferent pathways",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neuroinflammation",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-2094-10-3"
                ]
            }
        },
        "BIBREF42": {
            "title": "Bladder and sexual function among women with multiple sclerosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Borello-France",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mult Scler",
            "volume": "10",
            "issn": "",
            "pages": "455-461",
            "other_ids": {
                "DOI": [
                    "10.1191/1352458504ms1060oa"
                ]
            }
        },
        "BIBREF43": {
            "title": "Urinary, faecal and sexual dysfunction in patients with multiple sclerosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hennessey",
                    "suffix": ""
                },
                {
                    "first": "NP",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swingler",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Compston",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Neurol",
            "volume": "246",
            "issn": "",
            "pages": "1027-1032",
            "other_ids": {
                "DOI": [
                    "10.1007/s004150050508"
                ]
            }
        },
        "BIBREF44": {
            "title": "Relationship between neurological and urological status in patients with multiple sclerosis",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Awad",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Gajewski",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Sogbein",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Urol",
            "volume": "132",
            "issn": "",
            "pages": "499-502",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-5347(17)49710-2"
                ]
            }
        },
        "BIBREF45": {
            "title": "Mechanisms and current treatments of urogenital dysfunction in multiple sclerosis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Neurol",
            "volume": "249",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": [
                    "10.1007/PL00007835"
                ]
            }
        },
        "BIBREF46": {
            "title": "Multiple sclerosis. Sexual dysfunction and its response to medications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mattson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McDermott",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Neurol",
            "volume": "52",
            "issn": "",
            "pages": "862-868",
            "other_ids": {
                "DOI": [
                    "10.1001/archneur.1995.00540330040012"
                ]
            }
        }
    }
}