{
    "paper_id": "PMC6608986",
    "metadata": {
        "title": "The interleukin-4/PPARγ signaling axis promotes oligodendrocyte differentiation and remyelination after brain injury",
        "authors": [
            {
                "first": "Qingxiu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wen",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xuejiao",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ligen",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hongfeng",
                "middle": [],
                "last": "Mu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [
                    "Kevin"
                ],
                "last": "Hitchens",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lesley",
                "middle": [
                    "M."
                ],
                "last": "Foley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiangrong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yejie",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rehana",
                "middle": [
                    "K."
                ],
                "last": "Leak",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yanqin",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaoming",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Daneman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The primary focus of stroke research has traditionally been on neuronal damage within gray matter, but emerging evidence reveals a robust correlation between white matter injury and long-term sensorimotor and cognitive deficits after stroke [1]. White matter accounts for approximately 60% of total brain volume in humans. It is composed mostly of bundled axons and glial cells, including myelin-producing oligodendrocytes, astrocytes, and microglia. Large axons in the brain are enwrapped by the insulating myelin sheath, which greatly accelerates neural transmission along nerve fibers. White matter damage after stroke involves multiple mechanisms, including demyelination, degeneration of axons, and neuroinflammation [2–4]. The vulnerability of oligodendrocytes to ischemic injury and the resultant demyelination have been reported in numerous publications using different stroke models [5–8]. Remyelination is a process whereby new myelin sheaths are generated around demyelinated axons in the adult central nervous system (CNS) after injuries. It is one of the critical regenerative mechanisms for white matter repair after brain injuries. The differentiation of oligodendrocyte progenitor cells (OPCs) into mature oligodendrocytes plays a central role in remyelination. OPCs are present in the normal adult brain [9]. Both the proliferation and migration of OPCs appear to increase in the adult ischemic brain [10], suggestive of endogenous efforts at remyelination and white matter repair. Cellular fate mapping studies have demonstrated the differentiation of OPCs toward the oligodendrocyte lineage in the ischemic brain, but the majority of these cells fail to develop into mature, functional oligodendrocytes [11–13]. As a result of this failure, white matter integrity after stroke shows little improvement over time [10]. Aside from these roadblocks, the efficacy of oligodendrocyte regeneration and axon remyelination also declines with age [14]. Without proper remyelination, naked axons are degraded, thereby interrupting neuronal communication and leading to functional disabilities. Therefore, therapeutic interventions to promote the differentiation of OPCs into mature oligodendrocytes and enhance the remyelination of axons are promising strategies to achieve successful white matter repair and functional recovery after stroke [11].",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 723,
                    "end": 724,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 725,
                    "end": 726,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 893,
                    "end": 894,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 895,
                    "end": 896,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1322,
                    "end": 1323,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1419,
                    "end": 1421,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1723,
                    "end": 1725,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1726,
                    "end": 1728,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1832,
                    "end": 1834,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1958,
                    "end": 1960,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2352,
                    "end": 2354,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Interleukin-4 (IL-4) is an anti-inflammatory cytokine produced by a variety of immune cells, but accumulating evidence indicates that IL-4 harbors functions beyond immune modulation in the CNS. For example, one early report suggested that IL-4 promoted learning and memory capacities in the normal brain [15]. This conclusion, however, was challenged by more recent studies demonstrating equivalent baseline cognitive functions between wild-type (WT) and IL-4 knockout (KO) genotypes [16, 17]. Instead, the IL-4 KO mice were shown to display anxiety-like behavior [17]. Despite these discrepancies in studies of IL-4 KO mice, the importance of IL-4 in maintaining or restoring neurological functions under pathological conditions is widely accepted. For example, the reduction of IL-4 levels with advanced age is thought to contribute to the cognitive decline in aged populations and in Alzheimer disease [18]. We previously documented increased expression of IL-4 and the IL-4 receptor (IL-4Rα) in the ischemic brain [16]. IL-4 may be released from injured neurons and peripheral immune cells that have infiltrated the brain after stroke [19]. IL-4 deficiency exacerbates brain injury and neurological deficits in acute timeframes after transient middle cerebral artery occlusion (MCAO) [20], implicating IL-4 as an endogenous protective mechanism in the early stages after stroke. We also reported that IL-4 deficiency significantly impairs long-term sensorimotor and cognitive performance after ischemic injury, whereas IL-4 supplementation improves functional outcomes in two models of stroke [16]. Although IL-4 deficiency increased the loss of NeuN+ brain tissue at acute phases of stroke, it did not influence neuronal tissue loss at late stages [16]. These results suggest that the long-term beneficial role of IL-4 on neurological functions after stroke might be attributed to its protection of nonneuronal cells, such as white matter components. However, the potential effects of IL-4 on white matter integrity after ischemic stroke remain elusive.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 485,
                    "end": 487,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 906,
                    "end": 908,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1289,
                    "end": 1291,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1598,
                    "end": 1600,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1754,
                    "end": 1756,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the current study, we discovered that IL-4 is essential for white matter repair after stroke. Intranasal delivery of IL-4 nanoparticles after stroke robustly promoted oligodendrogenesis, enhanced white matter integrity, and improved long-term functional recovery. Complementary studies in cell cultures and animals revealed that IL-4-mediated oligodendrogenesis was achievable even in the absence of microglia/macrophages in vitro or after microglia/macrophage significant depletion in vivo. Furthermore, IL-4 directly promoted OPC differentiation into mature oligodendrocytes in a peroxisome proliferator-activated receptor gamma (PPARγ)-dependent manner. These collective findings suggest that activation of the IL-4/PPARγ signaling cascade may represent a novel recovery-enhancing strategy to promote long-term outcomes after ischemic stroke.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To explore the potential cellular targets for IL-4, we used flow cytometry to assess expression of IL-4Rα on various types of cells in the ischemic brain. Consistent with previous reports [15, 21], IL-4Rα was expressed on CD45−CD11b−GFAP+ astrocytes, CD45−CD11b−NeuN+ neurons, CD45intermediateCD11b+ microglia, CD45highCD11b+ macrophages, and other infiltrated immune cells (CD45+CD11b−) 3 d after 60-min MCAO (Fig 1A and 1B). Notably, IL-4Rα was also expressed in oligodendrocyte lineage cells (Fig 1A–1D). Different markers, including A2B5, O4, and O1/galactocerebroside (GalC), were used to identify oligodendrocytes at different differentiation stages. IL-4Rα was detected in CD45−CD11b−O4+ cells (Fig 1A–1D), which were identified as preoligodendrocytes and premyelinating oligodendrocytes, and CD45−CD11b−O1+ cells (Fig 1A and 1B), which were identified as premyelinating oligodendrocytes or mature oligodendrocytes [22]. The percentages of IL-4Rα+O4+ cells were higher in the ipsilateral ischemic hemisphere (Fig 1C and 1D), suggesting a potential direct effect of IL-4 on white matter cells. ImageStream analyses confirmed that IL-4Rα was expressed on both A2B5+ OPCs and O4+ preoligodendrocytes/premyelinating oligodendrocytes, as well as CD11b+ microglia/macrophages in the ischemic hemisphere (Fig 1E and S1A–S1C Fig).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 193,
                    "end": 195,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 923,
                    "end": 925,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "IL-4 deficiency impairs white matter integrity after ischemic brain injury ::: Results",
            "ref_spans": [
                {
                    "start": 411,
                    "end": 424,
                    "mention": "Fig 1A and 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 496,
                    "end": 505,
                    "mention": "Fig 1A–1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 702,
                    "end": 711,
                    "mention": "Fig 1A–1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 822,
                    "end": 835,
                    "mention": "Fig 1A and 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1016,
                    "end": 1029,
                    "mention": "Fig 1C and 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1305,
                    "end": 1311,
                    "mention": "Fig 1E",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In light of these results, we evaluated whether IL-4 influenced white matter integrity after ischemic stroke. WT and IL-4 KO mice were subjected to transient focal ischemia induced by 60-min MCAO. Dual staining for myelin basic protein (MBP, a major myelin protein) and SMI32 (a marker of demyelinated axons) was performed to assess the lesion in white matter (Fig 1F–1H). The overall immunofluorescence intensity of MBP staining decreased in the infarct border along three white matter–rich brain regions (the external capsule [EC], the cortex, and the striatum) (see “total” values in panel of the right of Fig 1F) at 14 d after MCAO, indicating a significant loss of myelin protein after stroke. Additionally, the overall immunofluorescence of SMI32 increased in these three regions, resulting in a significant increase in the SMI32/MBP ratio in WT mice after stroke (Fig 1G). IL-4-deficient mice displayed exacerbation of the loss in MBP (Fig 1F) and a further increase in the SMI32/MBP ratio compared to WT mice (Fig 1G), suggesting that IL-4 is important in maintaining axonal myelination or promoting axonal remyelination after stroke.",
            "cite_spans": [],
            "section": "IL-4 deficiency impairs white matter integrity after ischemic brain injury ::: Results",
            "ref_spans": [
                {
                    "start": 361,
                    "end": 370,
                    "mention": "Fig 1F–1H",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 609,
                    "end": 615,
                    "mention": "Fig 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 871,
                    "end": 877,
                    "mention": "Fig 1G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 943,
                    "end": 949,
                    "mention": "Fig 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1018,
                    "end": 1024,
                    "mention": "Fig 1G",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Stroke impacts both gray and white matter. In order to confirm the effect of IL-4 in white matter, we explored the remyelination capacity of IL-4 in a model of lysophosphatidylcholine/lysolecithin (LPC)-mediated demyelination using ex vivo organotypic cerebellar slice cultures. This toxicant-based experimental model of demyelination, although not attempting to fully mimic a disease with complex etiology and pathogenesis, has proven extremely useful for understanding the biology of remyelination [23]. Slices collected from WT and IL-4 KO mice exhibited comparable extents of demyelination, as revealed by the loss of MBP staining along neurofilament-heavy (NFH+) axonal fibers, at 3 d after LPC (Fig 2A). Partial remyelination was achieved by 7 d following LPC in WT brain slices, but IL-4 deficiency significantly delayed remyelination (Fig 2A and 2B), as shown by lower MBP staining intensity (Fig 2C) and less MBP+ axonal coverage (Fig 2D). IL-4 supplementation significantly enhanced remyelination in WT brain slices and rescued remyelination capacities in IL-4 KO brain slices (Fig 2A, 2C and 2D).",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 503,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "IL-4 deficiency impairs white matter integrity after ischemic brain injury ::: Results",
            "ref_spans": [
                {
                    "start": 701,
                    "end": 707,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 843,
                    "end": 856,
                    "mention": "Fig 2A and 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 901,
                    "end": 907,
                    "mention": "Fig 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 940,
                    "end": 946,
                    "mention": "Fig 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1088,
                    "end": 1105,
                    "mention": "Fig 2A, 2C and 2D",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "IL-4 liposome nanoparticles were prepared to facilitate the penetration of IL-4 into the ischemic brain. The mean particle size of IL-4 protein-loaded liposome was 122.6 ± 2.4 nm with a polydispersity index of approximately 0.212 ± 0.004 and a zeta potential of 4.05 ± 1.35 mV, confirming high stability of the nanodispersion. The IL-4 nanoparticles were applied through the nasal route (50 μg/kg body weight), which has been increasingly utilized for CNS drug delivery because of its capacity to bypass the blood-brain barrier and avoid first-pass metabolism [24]. Intranasal administration of IL-4 nanoparticles effectively increased IL-4 protein levels in the corpus callosum (CC) and EC, cerebral cortex, and striatum 12 h after IL-4 application (Fig 3A–3C). IL-4 remained elevated in cortex and striatum until 24 h after delivery (Fig 3B and 3C).",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 563,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Intranasal delivery of IL-4 nanoparticles promotes white matter integrity after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 751,
                    "end": 760,
                    "mention": "Fig 3A–3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 836,
                    "end": 849,
                    "mention": "Fig 3B and 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "C57BL/6J mice were subjected to 60-min MCAO and randomly assigned to receive IL-4 nanoparticle (50 μg/kg body weight) or control nanoparticle (vehicle) treatment. Nanomaterials were intranasally delivered at 6 h after MCAO and repeated at 1–7 d, 14 d, 21 d, and 28 d after MCAO (Fig 3D). Magnetic resonance imaging (MRI) on these animals was performed serially at 9.4 T on days 2, 14, 21, and 28 after MCAO. T2-weighted images showed no significant difference in the brain lesion volume of IL-4- versus vehicle-treated mice (Fig 3E and 3F), indicating comparable gross tissue damage across treatment groups. Histological staining of the neuronal marker NeuN further demonstrated comparable tissue loss 35 d after stroke in IL-4- and vehicle-treated mice (Fig 3E and 3G).",
            "cite_spans": [],
            "section": "Intranasal delivery of IL-4 nanoparticles promotes white matter integrity after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 285,
                    "mention": "Fig 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 525,
                    "end": 538,
                    "mention": "Fig 3E and 3F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 755,
                    "end": 768,
                    "mention": "Fig 3E and 3G",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Serial whole-brain in vivo diffusion tensor imaging (DTI) scans were collected 14 d, 21 d, and 28 d after MCAO. The same animals were then killed at 35 d after stroke, and the fixed brains were subjected to ex vivo DTI scanning (Fig 4A and 4B, S2A and S2B Fig). Longitudinal observation of fractional anisotropy (FA) maps and calculation of the ratio of FA(ipsilateral)/FA(contralateral) demonstrated progressive white matter injury (ratio < 1) with a slow recovery in the EC of vehicle-treated stroke mice at 14–35 d after stroke, which was significantly improved by day 28 following stroke in IL-4-treated mice (Fig 4C). This trend was observed until day 35 in the ex vivo FA values (Fig 4C). Further analysis of the 35 d DTI images revealed that IL-4 treatment enhanced white matter integrity, as revealed by elevated FA values in the white matter–enriched EC and internal capsule (IC) (Fig 4D, 4E and 4G). In addition, IL-4 treatment significantly reduced radial diffusivity (RD, λ⊥) in the EC (Fig 4F) and IC (Fig 4H), which likely indicates improved myelin integrity [25]. No significant differences between IL-4 and vehicle treatment groups were observed in axial diffusivity (AD, λ||), a measurement for axonal integrity (S2C and S2D Fig).",
            "cite_spans": [
                {
                    "start": 1074,
                    "end": 1076,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Intranasal delivery of IL-4 nanoparticles promotes white matter integrity after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 242,
                    "mention": "Fig 4A and 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 614,
                    "end": 620,
                    "mention": "Fig 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 686,
                    "end": 692,
                    "mention": "Fig 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 890,
                    "end": 907,
                    "mention": "Fig 4D, 4E and 4G",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 999,
                    "end": 1005,
                    "mention": "Fig 4F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1015,
                    "end": 1021,
                    "mention": "Fig 4H",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To further explore the biological basis of these DTI results, we compared the DTI results with immunohistochemical staining of MBP performed in the same animals. There were remarkable similarities between the FA maps and MBP images (Fig 4D, 4I and 4J). IL-4 treatment significantly increased the MBP+ area in the EC (Fig 4D and 4I). There was a significant positive correlation between the MBP+ areas and the FA values in the EC (Fig 4J). The quantification of MBP staining confirmed a significant increase in MBP intensity in the ischemic brains of IL-4-treated mice compared to vehicle-treated mice (Fig 4K).",
            "cite_spans": [],
            "section": "Intranasal delivery of IL-4 nanoparticles promotes white matter integrity after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 250,
                    "mention": "Fig 4D, 4I and 4J",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 317,
                    "end": 330,
                    "mention": "Fig 4D and 4I",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 430,
                    "end": 436,
                    "mention": "Fig 4J",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 602,
                    "end": 608,
                    "mention": "Fig 4K",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To determine whether IL-4 can improve axonal myelination after stroke, myelin thickness was measured in the EC using transmission electron microscopy (TEM) (Fig 5A). Frequency histograms revealed much greater reduction of axon diameters in the MCAO + vehicle group compared to the MCAO + IL-4 and sham groups, suggesting higher axonal degeneration in stroke mice without IL-4 treatment (Fig 5B). Scatter plots of the g-ratio (the ratio of the inner axonal diameter to the total outer diameter of myelinated fiber) as a function of axon diameter in sham mice or stroke mice treated with vehicle or IL-4 revealed significant differences in myelin thickness (average g-ratio: sham = 0.72 [n = 183 axons from 3 animals]; MCAO + vehicle = 0.79 [n = 233 axons from 3 animals]; MCAO + IL-4 = 0.73 [n = 176 axons from 3 animals]) (Fig 5C). Significant increases in the g-ratio were observed in both low- and high-caliber axons at 35 d after MCAO, indicating a reduction in myelin thickness (Fig 5D). IL-4 post-treatment significantly reduced the g-ratio of the middle-sized (diameter = 400–800 nm) and large (diameter > 800 nm) axonal fibers, suggesting that IL-4 may maintain axonal myelination or promote axonal remyelination after stroke. The g-ratio in small axonal fibers (diameter < 400 nm) displayed a trend toward reduction with IL-4 treatment (Fig 5D).",
            "cite_spans": [],
            "section": "IL-4 post-treatment improves the structural and functional integrity of myelinated fibers after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 387,
                    "end": 393,
                    "mention": "Fig 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 823,
                    "end": 829,
                    "mention": "Fig 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 983,
                    "end": 989,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1345,
                    "end": 1351,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Saltatory conduction of action potentials along myelinated axons relies on normal organization of the nodes of Ranvier (NOR), which are rich in sodium and potassium ion channels. Double immunofluorescent analyses of Nav1.6 (a nodal sodium channel protein) and contactin-associated protein (Caspr, a paranodal cell adhesion protein) revealed the NOR in the EC (Fig 5E). Typical NOR are characterized by punctate Nav1.6 staining at nodes between the paranodal staining of Caspr. The total numbers of normal NOR decreased significantly after stroke in the ipsilateral EC compared to the contralateral EC (Fig 5F), and this was accompanied by a decrease in the Caspr+ paranode length (Fig 5G). IL-4 treatment significantly increased the number of NOR and the paranode length in the ischemic EC (Fig 5F and 5G), suggesting an improvement in NOR structure. The paranodal gap between pairs of Caspr staining remained unchanged between groups (Fig 5H).",
            "cite_spans": [],
            "section": "IL-4 post-treatment improves the structural and functional integrity of myelinated fibers after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 360,
                    "end": 366,
                    "mention": "Fig 5E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 602,
                    "end": 608,
                    "mention": "Fig 5F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 681,
                    "end": 687,
                    "mention": "Fig 5G",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 791,
                    "end": 804,
                    "mention": "Fig 5F and 5G",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 936,
                    "end": 942,
                    "mention": "Fig 5H",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "As IL-4 enhanced the structural integrity of white matter after MCAO, we further evaluated white matter function by measuring the transmission of action potentials in the CC and EC (Fig 5I). Evoked compound action potentials (CAPs) display an early peak representing fast-conducting myelinated axons (N1, Fig 5J) [26]. The amplitude of the N1 segment was significantly reduced 35 d after MCAO (Fig 5K), indicating impaired conduction through myelinated axons. IL-4-treated mice exhibited less reduction in the N1 amplitude after MCAO, suggesting myelin preservation or improved remyelination of axons compared to the vehicle-treated subjects.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "IL-4 post-treatment improves the structural and functional integrity of myelinated fibers after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 188,
                    "mention": "Fig 5I",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 305,
                    "end": 311,
                    "mention": "Fig 5J",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 394,
                    "end": 400,
                    "mention": "Fig 5K",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Sensorimotor and cognitive functions were assessed by investigators blinded to group assignments. As shown in Fig 6A and 6B, IL-4-treated and vehicle-treated stroke mice showed comparable reductions in latencies to contact and remove adhesive tape from the paw at 3 d after stroke, suggesting similar initial deficits in dexterity across groups. However, at later time points starting from 7–10 d after stroke, IL-4 treatment reduced the time spent touching and removing tapes in stroke mice, culminating in improved performance in the adhesive removal test (Fig 6A and 6B). Long-term sensorimotor performance in the rotarod test after MCAO was also improved in IL-4-treated mice (Fig 6C). Furthermore, IL-4-treated mice exhibited long-term improvements in cognitive function in the Morris water maze test, as manifested by a reduction in the latency to find the hidden platform (improved spatial learning, Fig 6D and 6E) and increased time spent in the target quadrant when the platform was removed (improved memory, Fig 6D and 6F). There was no difference in swimming speed among different treatment groups, indicating similar gross motor skills across groups (Fig 6G).",
            "cite_spans": [],
            "section": "IL-4-afforded white matter protection is associated with superior long-term functional recovery after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 123,
                    "mention": "Fig 6A and 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 559,
                    "end": 572,
                    "mention": "Fig 6A and 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 681,
                    "end": 687,
                    "mention": "Fig 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 907,
                    "end": 920,
                    "mention": "Fig 6D and 6E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1018,
                    "end": 1031,
                    "mention": "Fig 6D and 6F",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1163,
                    "end": 1169,
                    "mention": "Fig 6G",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Next, we measured the potential correlation between white mater integrity and behavioral performance after stroke in vehicle or IL-4-treated mice. The results revealed significant negative correlations between MBP intensity and the latency to touch (Fig 6H) and remove (Fig 6I) the adhesive tape at 35 d after stroke, confirming an association between histological observations of white matter integrity and long-term functional recovery of behavioral endpoints.",
            "cite_spans": [],
            "section": "IL-4-afforded white matter protection is associated with superior long-term functional recovery after stroke ::: Results",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 256,
                    "mention": "Fig 6H",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 270,
                    "end": 276,
                    "mention": "Fig 6I",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Successful differentiation of OPCs into myelinating oligodendrocytes is important for remyelination [11]. Thus, we compared the regeneration of myelin-producing oligodendrocytes in MCAO mice with or without IL-4 treatment. 5-bromo-2′-deoxyuridine (BrdU) was injected at 3–6 d after MCAO to label newly generated cells. Mature oligodendrocytes were recognized by immunostaining with anti-adenomatous polyposis coli (APC) (or CC1) antibodies [27]. Compared to vehicle-treated mice, a significantly higher ratio of BrdU+APC+ newly generated oligodendrocytes was observed in IL-4-treated mice 35 d after MCAO (Fig 7A and 7B). The total numbers of BrdU+ cells and the total numbers of APC+ cells were also significantly increased in IL-4-treated mice compared to vehicle-treated mice (Fig 7C and 7D). It has been reported that higher concentrations of the APC antibody may detect some populations of astrocytes in certain pathological conditions [27]. However, no APC signal was detected in glial fibrillary acidic protein (GFAP)+ astrocytes in the ischemic brain in our preclinical model of stroke (S3 Fig).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 441,
                    "end": 443,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 942,
                    "end": 944,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "IL-4 treatment promotes oligodendrogenesis partially independent of microglia/macrophages ::: Results",
            "ref_spans": [
                {
                    "start": 606,
                    "end": 619,
                    "mention": "Fig 7A and 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 780,
                    "end": 793,
                    "mention": "Fig 7C and 7D",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "IL-4 is known to promote microglia M2 polarization, which in turn enhances OPC differentiation and remyelination [28]. We observed in our model that IL-4 treatment robustly promoted microglia/macrophage polarization toward an anti-inflammatory phenotype (CD206+Iba1+) at 7 and 14 d after stroke (S4 Fig). Microglia depletion through genetic targeting or pharmacological treatment is a widely used approach to evaluate the contribution of this population to various biological processes [29]. Therefore, we chose PLX5622, an inhibitor of colony-stimulating factor 1 receptor, to deplete microglia/macrophages and identify their role in IL-4-afforded oligodendrogenesis (Fig 7E) [30]. Consistent with previous reports [30], PLX5622 achieved approximately 90% depletion efficacy within a short period. Dietary intake of PLX5622 for 7 d dramatically reduced the number of microglia in the normal brain (S5A Fig). Continuation on the PLX5622 diet maintained low numbers of microglia/macrophages in the brain 21 d after sham or MCAO surgery (28 d after initiation of PLX5622 diet) (S5A–S5C and S5E Fig). The number of neurons remained statistically similar in microglia/macrophage-depleted mice and microglia/macrophage-competent mice (S5A, S5B, S5D and S5F Fig). The PLX5622 diet also selectively reduced the number of CD3−CD19−Gr1−CD11b+F4/80+ macrophages in the blood (S5G and S5H Fig). Significant depletion of microglia/macrophages did not change the number of BrdU+APC+ cells or total BrdU+ cells compared to microglia/macrophage-competent stroke mice (Fig 7F–7H). IL-4 treatment increased the numbers of BrdU+APC+ cells or total BrdU+ cells after stroke in mice fed with the control diet. IL-4 treatment exhibited a trend (p = 0.086) toward lower capacities to increase the number of BrdU+APC+ newly generated oligodendrocytes in microglia-depleted mice versus microglia-competent mice, supporting a potential role of microglia in IL-4-afforded oligodendrogenesis. Importantly, IL-4 treatment still resulted in a significant enhancement of BrdU+APC+ oligodendrocyte regeneration in microglia/macrophage-depleted stroke mice (Fig 7F and 7G). Considering the expression of IL-4R on oligodendrocyte linage cells, these results indicate that IL-4 may exert microglia/macrophage-independent effects on oligodendrocyte regeneration after demyelination.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 487,
                    "end": 489,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "IL-4 treatment promotes oligodendrogenesis partially independent of microglia/macrophages ::: Results",
            "ref_spans": [
                {
                    "start": 669,
                    "end": 675,
                    "mention": "Fig 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1553,
                    "end": 1562,
                    "mention": "Fig 7F–7H",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2126,
                    "end": 2139,
                    "mention": "Fig 7F and 7G",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Consistent with a previous study in a model of multiple sclerosis [31], we found that repeated intranasal IL-4 administration did not change T-lymphocyte subpopulations or B lymphocytes in the blood (S6A–S6C Fig), suggesting that the nasal application of IL-4 has minimal systemic effects on these peripheral immune cells. Additionally, intranasal IL-4 did not affect the composition of infiltrated lymphocytes in the brain (S6D Fig). These data do not support the involvement of adaptive immune responses in IL-4-afforded neuroprotection.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Intranasal IL-4 treatment exerts minimal effects on adaptive immune cell populations ::: Results",
            "ref_spans": []
        },
        {
            "text": "Consistent with a direct effect of IL-4 on oligodendrocytes, in vitro studies showed that IL-4 at a concentration range of 5–100 ng/mL directly stimulated the differentiation of neuron-glia antigen 2 (NG2)+ OPCs into MBP+ mature oligodendrocytes without the aid of microglia (Fig 8A and 8B). IL-4 at concentrations of 10 or 20 ng/mL induced OPC differentiation that was comparable to the effects of a T3 cocktail typically used to induce OPC differentiation in vitro. The effect of IL-4 on OPC differentiation was indeed IL-4R-dependent, because specific IL-4Rα neutralizing antibodies (IL-4RAbs) blocked the IL-4-induced increase in mRNA expression of the mature oligodendrocyte marker mbp (Fig 8C). IL-4 at a concentration range of 5–100 ng/mL had no effect on OPC survival (S7A and S7B Fig) or proliferation (S7C Fig).",
            "cite_spans": [],
            "section": "IL-4 directly stimulates OPC differentiation in primary OPC cultures ::: Results",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 289,
                    "mention": "Fig 8A and 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 692,
                    "end": 698,
                    "mention": "Fig 8C",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Microarray analyses were performed to further elucidate the mechanisms underlying the promotion of oligodendrogenesis by IL-4. OPCs were treated with PBS or IL-4 (20 ng/mL) for 3 d. Total RNA extraction from cell pellets was used for the Affymetrix Clariom S rat array. Principal component analysis (PCA) showed clustering of samples in a treatment-dependent manner (Fig 8D). In total, 996 differentially expressed genes (DEGs) were identified (false discovery rate [FDR] < 0.05; and fold change > 2), out of which 495 were up-regulated and 501 were down-regulated in IL-4-treated OPCs relative to PBS-treated OPCs (Fig 8E, S1 and S2 Tables). The gene ontology (GO) enrichment analysis was then performed using the Metascape analysis [32] (http://metascape.org). The top 20 enriched GO terms in three categories (biological processes, cellular components, and molecular functions) were identified in the up-regulated DEGs by IL-4 treatment (S8A Fig). A network plot further captured the relationships between the main regulated biological processes, which were related to cell adhesion and motility, cytokine production, cell responses to external stimuli, cellular component organization, and cell death (Fig 8F). The enriched GO terms among the down-regulated DEGs in IL-4-treated OPCs represent biological processes such as developmental growth, small molecule biosynthetic process, vessel development, and responses to nutrients and peptides (S8B Fig). These results indicated changes in cell mobilization, growth, differentiation, and defense in IL-4-treated OPCs. A Kyoto encyclopedia of Genes and Genomes (KEGG) pathway analysis identified eight enriched pathways for up-regulated DEGs, of which the PPAR signaling pathway was dramatically up-regulated in IL-4-treated OPCs compared to vehicle-treated cells (Fig 8G). The PPAR transcription factor assay confirmed that PPARγ activity, but not PPARα or PPARδ activities, was up-regulated in OPCs upon IL-4 treatment (Fig 8H); these effects were abolished when IL-4Rα was blocked with a neutralizing antibody (Fig 8I). Furthermore, immunostaining (Fig 8J and 8K) and western blotting (Fig 8L–8N, and S9 Fig) demonstrated that the PPARγ inhibitor GW9662 blocked IL-4-induced expression of mature oligodendrocyte markers (MBP or myelin oligodendrocyte glycoprotein [MOG]), suggesting that PPARγ activation is essential for the OPC differentiation induced by IL-4.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 737,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "PPARγ is essential for IL-4-induced OPC differentiation and maturation ::: Results",
            "ref_spans": [
                {
                    "start": 367,
                    "end": 373,
                    "mention": "Fig 8D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 616,
                    "end": 622,
                    "mention": "Fig 8E",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1206,
                    "end": 1212,
                    "mention": "Fig 8F",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1816,
                    "end": 1822,
                    "mention": "Fig 8G",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1973,
                    "end": 1979,
                    "mention": "Fig 8H",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2065,
                    "end": 2071,
                    "mention": "Fig 8I",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2103,
                    "end": 2116,
                    "mention": "Fig 8J and 8K",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2140,
                    "end": 2149,
                    "mention": "Fig 8L–8N",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Finally, OPC-specific PPARγ KO (PPARγ-OPC KO) mice were used to confirm the importance of PPARγ signaling in IL-4-enhanced oligodendrogenesis in an in vivo stroke model (Fig 9A). To confirm the KO of PPARγ specifically in OPCs, PDGFRα+CD45− OPCs, GLAST+CD45− astrocytes, CD45+ immune cells, and other CD45−GLAST−PDGFRα− CNS cells were sorted from the brains collected from PPARγ-OPC KO mice at 9 d after 4-hydroxytamoxifen injections. The DNA extracts were subjected to PCR using primers flanking the loxp site and primers detecting the Cre cDNA. The loxp band was abolished in OPCs because of the targeted deletion after Cre-induced recombination, while remaining intact in astrocytes, immune cells, and other CNS cells sorted from the same brain (Fig 9B). The expression of Cre was detected in the OPCs of the PPARγ-OPC KO mice (Fig 9B). Deletion of PPARγ specifically in OPCs exerted no impact on IL-4R expression on O4+ oligodendrocytes (S10 Fig). Vehicle or IL-4 treatment in PPARγ-OPC KO mice resulted in similar neuronal tissue loss (Fig 9C and 9D) and white matter lesion (Fig 9C, 9E and 9F) 35 d after stroke. The lack of PPARγ expression in OPCs did not significantly impair oligodendrocyte replacement after stroke, as shown by comparable numbers of BrdU+APC+ cells in the ischemic brain from PPARγ-OPC KO mice and control mice at 35 d after MCAO (Fig 9G and 9H). However, the absence of PPARγ in OPCs reduced the capacity of IL-4 to increase the number of newly generated BrdU+APC+ oligodendrocytes (Fig 9G and 9H). Consistent with a reduced capacity to promote oligodendrogenesis, IL-4 failed to improve long-term sensorimotor (Fig 9I and 9J) or cognitive (Fig 9K–9M) deficits after stroke in the absence of PPARγ.",
            "cite_spans": [],
            "section": "PPARγ is essential for IL-4-induced OPC differentiation and maturation ::: Results",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 176,
                    "mention": "Fig 9A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 749,
                    "end": 755,
                    "mention": "Fig 9B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 831,
                    "end": 837,
                    "mention": "Fig 9B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1041,
                    "end": 1054,
                    "mention": "Fig 9C and 9D",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1081,
                    "end": 1098,
                    "mention": "Fig 9C, 9E and 9F",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1359,
                    "end": 1372,
                    "mention": "Fig 9G and 9H",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1512,
                    "end": 1525,
                    "mention": "Fig 9G and 9H",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1641,
                    "end": 1654,
                    "mention": "Fig 9I and 9J",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1670,
                    "end": 1679,
                    "mention": "Fig 9K–9M",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "A number of preclinical and clinical studies have reported an association between IL-4 levels and stroke pathology. For example, IL-4 expression increases transiently at early time points in the ischemic brain, which is attributed, at least partly, to its release from injured neurons or from infiltrated immune cells [19]. Cerebral IL-4 levels then return to baseline within 1 wk after stroke [16, 19]. In patients, serum levels of IL-4 are known to change following an acute stroke [33]. Furthermore, IL-4 gene polymorphisms are related to susceptibility to ischemic stroke and subsequent functional outcomes [34, 35]. Finally, a recent study reported the expression of IL-4R surrounding axonal filaments in postmortem brain tissue from patients with multiple sclerosis [31]. Although these clinical and experimental data are correlative, the present series of in vivo and in vitro studies firmly establish a causal link between IL-4 repletion and white matter integrity in preclinical stroke models. Deficiency of endogenous IL-4 exacerbated white matter disruption, whereas intranasal IL-4 treatment—even when delayed until 6 h post-stroke—improved the structural and functional integrity of white matter.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 485,
                    "end": 487,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 612,
                    "end": 614,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "An improvement in white matter integrity might be achieved in two ways: preservation of preexisting white matter structures or enhancement of white matter repair. Our data favor the latter as the predominant mechanism of action for IL-4. First, longitudinal DTI revealed similar reductions in FA values shortly after stroke in vehicle or IL-4-treated mice, indicating comparable degrees of initial white matter injury during the early/acute phase. A significant improvement in white matter microstructure was only observed in IL-4-treated animals in later stages of recovery (28 and 35 d after stroke). These results strongly suggest a delayed effect of IL-4 on white matter repair, rather than preservation shortly after injury. Second, electron microscopy (EM) and histological studies revealed structural signs of remyelination in the ischemic brain, including thinner myelin segments than before stroke, and reduced paranode length with Caspr/Nav1.6 staining [36]. Each of these structural alterations were significantly improved by IL-4 treatment, indicating superior remyelination. Third, IL-4 treatment increased the number of new, mature oligodendrocytes (APC+BrdU+) in the ischemic brain 35 d after stroke. Such improvements in oligodendrogenesis are critical for successful remyelination. Finally, the LPC model of demyelination–remyelination unequivocally confirmed the white matter–specific effects of IL-4 in remyelination. As expected, the IL-4-mediated reconstitution of myelin structure culminated in functional improvements in neural conduction and behavioral performance, despite no changes in the degree of gray matter loss. Although IL-4 is important for white matter repair after brain injury, the IL-4 KO mice do not display deficits in myelin coverage in organotypic brain slice cultures under physiological conditions. This observation is consistent with the view that different mechanisms control myelin sheath formation during normal development and remyelination [36].",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 966,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1991,
                    "end": 1993,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although our T2 scanning did not show significant reductions in brain lesion size under conditions of IL-4 repletion, there was a trend toward lesion volume reduction at 14–35 d after stroke. As the IL-4 treatment was initiated 6 h after stroke, it remains possible that IL-4 may provide some degree of early protection [16]. It is also possible that some NeuN+ neurons remaining within the gray matter of mice without IL-4 might not be physiologically functional, although they are still histologically present, perhaps because their communication via white matter tracts is significantly impeded.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A previous study using mixed glial cultures demonstrated that the addition of IL-4 promotes the differentiation of OPCs into MBP-expressing oligodendrocytes in vitro, an effect mainly attributed to IL-4-mediated anti-inflammatory effects [37]. An additional conclusion emerging from our studies is that IL-4 enhances white matter repair at least partially independent of its well-established anti-inflammatory effects on microglia/macrophages. In IL-4-treated stroke mice, we observed an anti-inflammatory phenotypic change in microglia/macrophages, which is known to promote remyelination after CNS injury [28]. However, dramatic depletion of microglia/macrophages in the ischemic brain did not abolish the capacity of IL-4 to enhance oligodendrocyte replacement, supporting the involvement of microglia/macrophage-independent mechanisms. In vitro studies then confirmed that IL-4 can also directly target white matter components and promotes OPC differentiation into mature oligodendrocytes in the absence of microglia/macrophages. Previous fate mapping studies revealed that OPCs are responsible for generating new oligodendrocytes during remyelination [38, 39]. However, the differentiation of OPCs is frequently impaired in lesioned brains, mainly because of nonpermissive environmental cues [40–42]. We found that IL-4 treatment may overcome these obstacles for OPC differentiation in the ischemic brain, both directly by promoting OPC differentiation and indirectly through immunomodulation. Notably, endogenous oligodendrocyte differentiation has been observed until as late as 3 mo after CNS injuries [39], and this prolonged effort may provide a sufficiently wide therapeutic window that allows delayed IL-4 treatment to restore white matter and encourage long-term stroke recovery.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 608,
                    "end": 610,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1298,
                    "end": 1300,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1301,
                    "end": 1303,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1611,
                    "end": 1613,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study, we report a previously undefined mechanism of IL-4, namely that it directly induces OPC differentiation by activating PPARγ signaling. PPARγ is a master transcription factor known to promote OPC differentiation and maturation though manifold mechanisms involving enhanced myelin lipid synthesis, reduced oxidative stress, and promotion of mitochondrial function [43, 44]. Our previous work has shown that rosiglitazone, a PPARγ agonist, enhanced OPC proliferation and increased the number of newly generated mature oligodendrocytes after MCAO [45]. In addition, PPARγ may interact with histone deacetylases to modulate cell differentiation [46]. We demonstrated here that PPARγ inhibition abolished the effect of IL-4 on OPC differentiation in vitro and that OPC-specific KO of PPARγ in vivo reduced IL-4-enhanced oligodendrocyte replacement in the ischemic brain. These collective results indicate that IL-4-induced oligodendrocyte differentiation/maturation relies at least partially on the activation of PPARγ activity in OPCs. Precisely how IL-4/IL-4R engages PPARγ activity is not yet known, but several studies suggest that IL-4 may activate PPARγ in macrophages and other cell types through signal transducer and activator of transcription 6 (STAT6) signaling [37, 47]. Whether this pathway is also operational in OPCs lies beyond the scope of the present study but warrants further investigation.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 663,
                    "end": 665,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1290,
                    "end": 1292,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1294,
                    "end": 1296,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Aside from the cell-specific effects of IL-4 on OPCs, we note that IL-4R is widely distributed in many types of CNS cells as well as infiltrated immune cells. Several lines of evidence from our study support the capacity of IL-4 to target multiple types of cells in addition to oligodendrocytes. First, we did not observe significant differences in the density of BrdU+APC+ cells between WT and PPARγ-OPC KO mice following MCAO, suggesting that endogenous IL-4 is able to promote white matter integrity by targeting other types of cells. Second, although PPARγ inhibition eliminated the effect of IL-4 on OPC differentiation in cultures, the absence of PPARγ in OPCs reduced, but did not abolish, the capacity of IL-4 to increase the number of newly generated oligodendrocytes in vivo. These results suggest that PPARγ expression in OPCs is an important but not exclusive mechanism for IL-4-induced oligodendrogenesis in preclinical stroke. Indeed, we observed that IL-4 treatment robustly promoted microglia/macrophage polarization toward an anti-inflammatory M2phenotype, as mentioned above. IL-4-stimulated microglia have been shown to release IL-4 induced 1 (IL4I1), which in turn augments remyelination [48]. Thus, direct and indirect effects on microglia/macrophages may contribute to the white matter repair afforded by IL-4. It has also been reported that the effects of IL-4 on adaptive immune responses contribute partially to recovery from neurotrauma [49]. In our hands, however, repeated intranasal IL-4 administration did not change T-lymphocyte subpopulations or B lymphocytes in blood and did not alter the composition of infiltrated lymphocytes. These data dispute the involvement of adaptive immune responses in IL-4-afforded neuroprotection in our stroke model.",
            "cite_spans": [
                {
                    "start": 1209,
                    "end": 1211,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1464,
                    "end": 1466,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Aside from its roles in immunoregulation, IL-4 can also directly target other types of CNS cells. For example, a recent study reported that the activation of IL-4R signaling in neurons may increase axonal outgrowth and ameliorate axonal pathology in a model of multiple sclerosis [31]. In this context, it is important to note that we did not observe improvements in the DTI measurement for axonal integrity (AD, λ||). In other disease models, multiple factors including inflammation, cellular infiltration, and gliosis may contribute to AD at chronic stages of disease. Therefore, the measurement of λ|| appears to lack sufficient resolution to distinguish axonal damage/repair versus confounding cellular responses over the course of progressive demyelination [50]. On the other hand, our EM data demonstrated an increase in axon diameter in IL-4-treated mice compared to vehicle-treated controls, supporting a beneficial role of IL-4 in maintaining axonal structure. These structural data were supported by our electrophysiological studies of axon conductance. Preservation of axonal structure and electrical function might provide an important feedback signal for OPC differentiation and guide remyelination [51, 52], preventing Wallerian degeneration of neurons after ischemia and enhancing white matter repair. In addition to these mechanisms, astrocytes are known to produce trophic factors in response to IL-4 stimulation, including brain-derived neurotrophic factor (BDNF) and nerve growth factor (NGF), both of which are also critical for brain function and brain repair [53].",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 763,
                    "end": 765,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1213,
                    "end": 1215,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1217,
                    "end": 1219,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1582,
                    "end": 1584,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A series of in vitro studies assessed the effective concentrations of IL-4 in various types of CNS cells. For example, IL-4 regulates microglia activity at concentrations of 1–20 ng/mL [19, 54]. IL-4 inhibits inflammatory responses and boosts trophic factor release in astrocytes at 5–10 ng/mL [53]. IL-4 protects neurons against excitotoxicity and stimulates axonal outgrowth in vitro at 50 ng/mL [31]. In the present study, IL-4 directly stimulated OPC differentiation within a concentration range of 5–100 ng/mL. These collective studies reveal similar effective IL-4 concentrations (in nanoscales) in glial and neuronal cells of the CNS. Indeed, it is precisely the multitargeting capacities of low-dose IL-4 that may render it an excellent therapy for CNS injuries characterized by a wide array of pathological mechanisms.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 190,
                    "end": 192,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The ultimate implementation of preclinical research into clinical treatments requires extensive information on safety, optimal dose, route, and schedule of administration, among other variables. In the present study, IL-4 stimulated OPC differentiation in cultures at a concentration range of 5–100 ng/mL, and the optimal concentration was 10–20 ng/mL. Although there is neither a mathematical nor empirical method to accurately convert in vitro concentrations to in vivo intranasal dosage, these in vitro data support the capacity of IL-4 to directly target OPCs at low concentrations. Previous preclinical studies have similarly documented therapeutic effects of low doses of IL-4 in ischemic stroke and other neurological diseases. For example, subcutaneous IL-4 application at 2 μg/kg/d [19] or intracerebroventricular application of IL-4 at 60 ng/d [16] significantly improved long-term outcomes after stroke. Vogelaar and colleagues reported that intrathecal or intranasal (1 μg/d) IL-4 treatment ameliorated clinical signs and reversed disease progression in a model of multiple sclerosis [31]. Those studies, however, did not measure IL-4 concentrations in the brain after treatment. Here, we delivered IL-4 intranasally at a dose of 50 μg/kg/d (about 1.25 μg/d based on 0.025 kg average body weight), which significantly elevated IL-4 levels in key parts of the brain. This dose is similar to the effective intranasal dose for Vogelaar’s study and improved long-term functional recovery in our stroke model. Repeated dosing regimens or controlled continuous release was employed for all in vivo IL-4 treatment because of its rapid clearance and inactivation. The use of liposome-entrapped peptides has been reported to protect the cytokine and enhance its tissue delivery [55, 56]. Consistent with those findings, we demonstrated that IL-4 liposome nanoparticle delivery elevated IL-4 levels in the brain for at least 24 h. Further characterization of the optimal regimen of IL-4 treatment for stroke would accelerate its clinical translation.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 794,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1097,
                    "end": 1099,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1782,
                    "end": 1784,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1786,
                    "end": 1788,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite growing awareness of the importance of white matter restoration in poststroke rehabilitation, there is no effective therapy to preserve white matter function or to improve its repair in humans. Our study has uncovered a novel role of IL-4 in poststroke white matter recovery—a role that lies beyond its well-known immunoregulatory functions. Furthermore, we have shown that IL-4 promotes oligodendrogenesis and white matter repair in a PPARγ-dependent manner. Therefore, it seems reasonable to continue to test IL-4 as a therapeutic strategy for functional recovery after ischemic stroke. In particular, the intranasal route enables CNS IL-4 delivery, which is expected to significantly reduce the risk of peripheral side effects and expedite the eventual translation of IL-4 treatment for stroke victims.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "All animal procedures were approved by the University of Pittsburgh Institutional Animal Care and Use Committee (approval number: 18032546), performed in accordance with the National Institutes of Health Guide for the Care and Use of Laboratory Animals, and reported in accordance with the Animal Research: Reporting In Vivo Experiments (ARRIVE) guidelines. All efforts were made to minimize animal suffering and the number of animals used. All animals were housed in a temperature- and humidity-controlled facility with a 12-h light/dark cycle. Food and water were available ad libitum.",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "C57BL/6J WT, IL-4 KO, PPARγflox/flox, and PDGFRαCreER mice were purchased from Jackson Laboratory (Bar Harbor, ME, United States). PDGFRαCreER(+/−)PPARγflox/flox mice were bred from PPARγflox/flox and PDGFRαCreER mice. The depletion of PPARγ in OPCs was induced in PDGFRαCreER(+/−)PPARγflox/flox mice (8-wk-old males) by intraperitoneal injection of 4-hydroxytamoxifen (H7904, Sigma, St. Louis, MO, USA, 0.1 mg in 100 μL corn oil, daily for 5 consecutive days). For microglia/macrophage depletion, PLX5622 (Plexxikon, Berkeley, CA, USA) was supplied to mice (9–10 wk old, 25–30 g body weight) in the diet (Research Diets, New Brunswick, NJ, USA) at 1,200 PPM (1,200 mg/kg of chow), starting 7 d prior to surgery and continuing until the end of experiments.",
            "cite_spans": [],
            "section": "Experimental animals ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Transient cerebral ischemia was induced by intraluminal occlusion of the left middle cerebral artery (MCA) for 60 min, as described previously [57]. Sham-operated animals underwent the same anesthesia and exposure of arteries without MCAO. Briefly, mice were anesthetized with 3% isoflurane in a 30% O2/68.5% N2O mixture until they were unresponsive in the tail-pinch test. Mice were then fitted with a nose cone blowing 1.5% isoflurane in a 30% O2/68.5% N2O mixture under spontaneous breathing for anesthesia maintenance. An 8–0 monofilament with a silicon-coated tip was introduced into the common carotid artery, advanced to the origin of the MCA, and left in place to limit MCA blood flow for 60 min. Rectal temperature was controlled at 37.0 ± 0.5 °C using a temperature-regulated heating pad during surgery. Regional cerebral blood flow was measured in all stroke animals using laser Doppler flowmetry. Animals that did not display at least 70% reduction in regional cerebral blood flow during MCAO compared to pre-ischemia levels were excluded from further experimentation. Surgeries and quantification were performed by investigators blinded to animal genotypes and experimental grouping. Animals were randomly assigned to sham or cerebral ischemia groups and received randomized treatments using a lottery drawing box. A grand total of 287 mice (64 sham-operated and 223 ischemic mice) were used in this study, including 26 mice that were excluded from further assessments, either because of death after ischemia or failure of ischemia induction. The mortality during MCAO surgery was 7.6% in WT male mice (12/158), 14.3% in IL-4 KO male mice (1/7), 11.1% in microglia/macrophage-depleted mice (3/27), and 12.5% in PPARγ-OPC KO mice (3/24). There was no significant difference in mortality rate across groups.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Murine models of transient cerebral ischemia ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Lecithin (150 mg) and cholesterol (15 mg) were dissolved in 5 mL of a chloroform–methanol mixed solution (3:1, volume:volume). A lipid layer was formed after evaporating the mixed solvent under vacuum distillation. Recombinant IL-4 protein (1 mg, Peprotech, Rocky Hill, NJ, USA) was dissolved in 5 mL of water and then added to the lipid layer for hydration for about 30 min. The mixture was homogenized by ultrasonic probes for 15 min in an ice bath and then filtered through a 0.45-μm membrane. The free IL-4 protein was removed by ultrafiltration with centrifugal filter units (100-KDa cutoff). The particle size and zeta potential of IL-4 protein-loaded liposomes were determined by dynamic light scattering (DLS). The concentration of IL-4 protein was determined by the bicinchoninic protein determination kit (Thermo Fisher Scientific, Pittsburgh, PA, USA).",
            "cite_spans": [],
            "section": "Intranasal IL-4 nanoparticle preparation and administration ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Animals were randomly assigned to receive vehicle or IL-4 (50 μg/kg body weight, intranasal) nanoparticle treatment starting 6 h after MCAO and repeated at 1–7 d, 14 d, 21 d, and 28 d post-surgery. Briefly, under isoflurane anesthesia, five 2-μL drops (total 10 μL) of IL-4 nanoparticles were applied alternately into each nostril with a 2-min interval between drops. Control animals received an equal volume of vehicle control using the same anesthesia and delivery regimen.",
            "cite_spans": [],
            "section": "Intranasal IL-4 nanoparticle preparation and administration ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In order to label proliferating cells, animals were intraperitoneally injected with the thymidine analogue BrdU (50 mg/kg, B9285, Sigma, St. Louis, MO, USA) twice a day (with an interval of at least 8 h) for 4 consecutive days, beginning at 3 d after MCAO.",
            "cite_spans": [],
            "section": "BrdU injections ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Briefly, mice were forced to run on a rotating drum (IITC Life Science, Woodland Hills, CA, USA) with speeds starting at 4 rpm and accelerating to 40 rpm within 400 s. Three consecutive trials were conducted for each mouse with an interval of 15 min. The time at which a mouse fell off the drum was recorded as the latency to fall. Data were expressed as mean values from three trials.",
            "cite_spans": [],
            "section": "The rotarod test ::: Behavioral tests ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The adhesive removal test was performed to assess tactile responses and sensorimotor asymmetries. Two 2 × 3-mm adhesive tapes were applied to lesioned forepaws. Tactile responses were measured by recording the time to initially contact the ipsilateral paws, as well as the time to remove the adhesive tape, with a maximum observation period of 120 s.",
            "cite_spans": [],
            "section": "The adhesive removal test ::: Behavioral tests ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cognitive function was analyzed with the Morris water maze test 23–28 d after MCAO, as described previously [16]. In the learning test, a square platform (11 × 11 cm2) was submerged 2 cm beneath the water surface in a circular pool (diameter = 109 cm) of opaque water. Mice were placed into the pool from one of the four locations and allowed to locate the hidden platform for 60 s. Each mouse was trained on 3 trials (with randomly assigned starting positions) per day to locate the platform for three consecutive days before MCAO. At the end of each trial, the mouse was placed on the platform or allowed to stay on the platform for 30 s with prominent spatial cues displayed around the room. The time spent to reach the platform (learning phase) was recorded. Three trials were performed on each day. The memory test was performed on day 28. The platform was removed, and a single 60-s probe trial was conducted. Time spent in the goal quadrant where the platform was previously located was recorded.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Morris water maze test ::: Behavioral tests ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Animals were euthanized and perfused with saline followed by 4% PFA (Sigma-Aldrich; St. Louis, MO, USA) in PBS. Brains were cryoprotected in 30% sucrose in PBS. Coronal brain sections (25 μm) were sliced on a freezing microtome, and six equally spaced coronal brain sections encompassing the MCA territory were stained with a rabbit anti-NeuN antibody (ABN78, 1:500; Millipore, Burlington, MA, USA) or rabbit anti-MBP antibody (MBP ab40390, 1:500, Abcam, Cambridge, MA, USA). Loss of NeuN+ or MBP+ tissue was analyzed by a blinded observer using NIH Image J software. The infarct volume with edema correction was calculated as the volume of the contralateral hemisphere minus the noninfarcted volume of the ipsilateral hemisphere.",
            "cite_spans": [],
            "section": "Measurement of tissue loss and MBP loss ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Coronal brain sections were subjected to immunofluorescence staining. Briefly, floating brain sections were blocked with 5% donkey serum in 0.3% Triton X-100 in PBS (PBST) for 1 h at room temperature, followed by overnight incubation with primary antibodies at 4 °C. After three washes in 0.3% PBST, sections were incubated with the appropriate secondary antibodies for 1 h at room temperature. The process was repeated once for double staining. Sections were then washed and mounted with DAPI Fluoromount-G or Fluoromount-G (Southern Biotech; Birmingham, AL, USA). For immunostaining using the mouse primary antibody, the M.O.M kit (BMK-2202, Vector Laboratories; Burlingame, CA, USA) was applied before primary antibodies to block nonspecific signals, according to the manufacturer’s instructions. Primary antibodies included goat anti-Iba1 (ab5076, Abcam, 1:500, Cambridge, MA, USA), mouse anti-CD206 (565250, 1:500, BD Bioscience, San Jose, CA, USA), rat anti-CD16 (553142, 1:500, BD Biosciences, San Jose, CA, USA), rat anti-BrdU (ab6326, 1:500, Abcam, Cambridge, MA, USA), rabbit anti-NG2 (AB5320, 1:400, Millipore, Billerica, MA, USA), mouse anti-APC (OP80, 1:500, Millipore, Billerica, MA, USA), mouse anti-Neurofilament H (NF-H) nonphosphorylated antibody (SMI32; 801701, 1:500, BioLegend, San Diego, CA, USA), mouse anti-Caspr antibody (MABN69, 1:300, Millipore, Billerica, MA, USA), and rabbit anti-Nav1.6 antibody (1:300, ASC-009 Alomone, Jerusalem, Israel). The following secondary antibodies (Jackson ImmunoResearch Laboratories; West Grove, PA, USA) were applied: anti-mouse secondary antibody conjugated with Cy3 (115-165-146), anti-rabbit secondary antibody conjugated with Cy3 (711-165-152), anti-rat secondary antibody conjugated with Cy3 (712-165-153), anti-rabbit secondary antibody conjugated with Alexa Flour 488 (711-545-152), anti-rat secondary antibody conjugated with Alexa Flour 488 (712-545-153), anti-goat secondary antibody conjugated with Alexa Flour 488 (705-545-147), and anti-mouse secondary antibody conjugated with Alexa Flour 488 (715-545-151). All the secondary antibodies were diluted 1:1,000. Confocal microscopy (FluoView FV1000; Olympus, Tokyo, Japan) was used to capture images.",
            "cite_spans": [],
            "section": "Immunohistochemistry and image analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Image analyses were performed on one or two randomly selected microscopic fields in the peri-infarct areas of the EC, two in the cortex, and two in the striatum of each section; two sections covering the infarct area were assessed for each mouse brain. The recorded images were loaded onto Image J (NIH) and were manually quantified by 2 observers blinded to grouping. Positively stained cells were electronically labeled with the software to avoid duplicated counting. The infarct area was identified as the region in which the majority of DAPI-stained nuclei were shrunken. The border of the infarct was determined by the loss of NeuN staining and the accumulation of Iba1+ microglia/macrophage or BrdU+APC+ oligodendrocytes on adjacent sections. We defined the peri-infarct area as the tissue that covers a radial distance of 200–300 μm from the border of the infarct.",
            "cite_spans": [],
            "section": "Immunohistochemistry and image analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Animals were euthanized and perfused with cold saline. Brains were dissected, and the ipsilateral (left) and contralateral (right) hemispheres were collected. Brains were dissociated into a single-cell suspension using a gentleMACS Dissociator (Miltenyl Biotec) following the manufacturer’s instructions. The suspension was passed through a 70-μm cell strainer (Fisher Scientific, Pittsburgh, PA, USA) and resuspended in 30% Percoll (GE Health). Single-cell suspensions were separated from myelin and debris by centrifugation (500g, 30 min, 18 °C) on a 30%–70% Percoll gradient. Cells at the interface were collected and washed with Hank’s balanced salt solution (HBSS; Sigma-Aldrich, St. Louis, MO, USA) containing 1% fetal bovine serum (Sigma-Aldrich, St. Louis, MO, USA) and 2 mM EDTA (Sigma-Aldrich, St. Louis, MO, USA) before staining. Blood cells were prepared as described previously [57]. Single-cell samples were first incubated with antibodies to surface antigens for 30 min on ice at 4 °C in the dark. After two washes, cells were fixed and permeabilized with an intracellular staining kit (Thermo Fisher eBioscience, Pittsburgh, PA, USA) according to the manufacturer’s protocol. The antibodies used were as follows: anti-CD45-FITC (Biolegend, 103108, 1:400; San Diego, CA, USA), anti-GLAST-APC (Miltenyi Biotec, 130-098-803, 1:10; Auburn, CA, USA), anti-PDGFRα-PE-Cy7 (Biolegend, 135912, 1:400), anti-O4-APC (Miltenyi Biotec 130-109-155, 1:50), anti-CD11b-PE-Cy7 (Biolegend, 10126, 1:100), anti-NeuN (Abcam, ab209898, 1:100, Cambridge, MA, USA), anti-rabbit IgG BV421 (Biolegend, 406410, 1:100; San Diego, CA, USA), anti-IL-4Rα PE (R & D Systems, FAB530P, 1:20; Eugene, OR, USA), anti-GFAP-AF-488 (BioLegend, 644704; 1:400, San Diego, CA, USA), and anti-A2B5 (R & D Systems, FAB1416U, 1:20, Eugene, OR, USA). For lymphocyte subpopulation induction, blood or brain cells were stimulated with cell stimulation cocktail (ebioscience, 00-4975-03; Grand Island, NY, USA) for 6 h and stained with fluorophore-labeled antibodies (CD4, CD3, CD8, CD19, Foxp3, IL-4, IL-17, and IFN-γ). Appropriate isotype controls were used according to the manufacturer’s instructions (Thermo Fisher eBioscience, Pittsburgh, PA, USA). Fluorochrome compensation was performed with single-stained OneComp eBeads (Thermo Fisher eBioscience, Pittsburgh, PA, USA). Flow cytometry was performed on the BD LSRII flow cytometer (BD Biosciences). Data analyses were performed using FlowJo software (FlowJo, version 10.0, Ashland, OR, USA). ImageStream analysis was performed using an Amnis Imaging Flow Cytometer (Millipore). Six thousand cells were collected in each sample. Data analyses were performed using IDEAS software (Millipore).",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 894,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Flow cytometry and ImageStream ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "CAPs were measured in the EC. Mice were decapitated after CO2 euthanasia, and brains were removed. Coronal slices (350 μm thick) were prepared −1.06 mm from bregma and transferred to an incubation chamber containing pregassed (95% O2/5% CO2) artificial cerebrospinal fluid (aCSF; 126 mmol/L NaCl, 2.5 mmol/L KCl, 1 mmol/L Na2H2PO4, 2.5 mmol/L CaCl2, 26 mmol/L NaHCO3, 1.3 mmol/L MgCl2, 10 mol/L glucose [pH 7.4]) for 30 min at 34 °C and then for 1 h at room temperature (25 °C). Brain slices were then perfused with aCSF at a constant rate (3–4 mL/min) at 25 °C. For recording, a bipolar stimulating electrode (intertip distance, 100 μm) was placed across the CC at about 0.9 mm lateral to the midline. A glass extracellular recording pipette (5–8 MΩ tip resistance when filled with aCSF) was placed in the EC, 0.25, 0.5, 0.75, and 1 mm lateral from the stimulating electrode. The recording at 0.75 mm from the stimulating electrode was reported. The CAP signal was digitized (Digidata 1500B plus humsilencer; Molecular Devices, San Jose, CA, USA), amplified (×1 K), and recorded by the Axoclamp 700B amplifier (Molecular Devices, San Jose, CA, USA). The signal was then analyzed by pClamp 10 software (Molecular Devices, San Jose, CA, USA). The input–output curves were generated by increasing the stimulating intensity by 0.25-mA intervals from baseline, up to 2 mA. The amplitude of the N1 component of the CAP (representing myelinated fibers) was calculated as the variance from the first peak to the first trough.",
            "cite_spans": [],
            "section": "CAP measurements ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "TEM was used to measure myelin thickness in the CC/EC area. Mice were perfused with ice-cold saline, followed by 4% PFA and 2.5% glutaraldehyde in 0.1 mol/L PBS buffer. The CC/EC tissue near the site of ischemia was microdissected into 1-mm3 blocks. These specimens were immersion-fixed for 24 h in 2% glutaraldehyde. Tissue was then rinsed in PBS and fixed in 1% osmium tetroxide in 0.1 M PBS for 45 min. Samples were dehydrated in increasing concentrations of acetone and embedded in Araldite resin. Ultrathin 60-nm sections were cut on a Leica UCT ultramicrotome with a diamond knife (Diatome, Wetzlar, Germany), stained with uranyl acetate and lead citrate, and viewed using a JEM1400 TEM (JEOL, Akishima, Japan). Two sections from each animal were analyzed. Three to 5 images (600 μm2 each) were acquired in randomly selected areas within the CC/EC from each section at a magnification of 50,000× and analyzed with Image J by an investigator blinded to experimental groups. At least 50 random axons per animal were analyzed by tracing the axonal circumference and the whole fiber circumference in a blinded fashion. G-ratios were calculated as the ratio of the inner axonal diameter to the total outer diameter (axonal diameter + total myelin sheath thickness).",
            "cite_spans": [],
            "section": "Transmission electron microscopy ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For in vivo MRI, mice were initially anesthetized with 3% isoflurane and then positioned on an animal cradle with a stereotaxic head holder. Anesthesia was maintained between 1% and 1.5% isoflurane throughout the experiment. Respiration and temperature were monitored continuously, and temperature was maintained by a warm animal heating system (SA Instruments, Stony Brook, NY, USA). MRI was performed on a 9.4 T/30-cm AVIII HD spectrometer (Bruker Biospin, Billerica, MA, USA) equipped with a 12-cm high-performance gradient set and using an 86-mm quadrature RF transmit volume coil and a 2-channel receive surface RF coil and Paravision 6.0.1. A T2-weighted RARE sequence was used to visualize the infarct, with the following setup: repetition time (TR)/echo time (TE) = 4,000/40 ms, field of view (FOV) = 20 × 20 mm, acquisition matrix = 256 × 256, 16 slices with a slice thickness of 0.5 mm, 4 averages, and a RARE factor = 8. The DTI data were collected using an echo planar imaging (EPI)-DTI imaging sequence with the same geometry as the T2-weighted scan, using the following setup: TR/TE = 2,300/22 ms, FOV = 20 × 20 mm, acquisition matrix = 128 × 128, 16 slices with a slice thickness of 0.5 mm, 8 averages, 2 segments, 5 A0 images and 30 noncolinear diffusion images, Δ/δ = 10/3 ms, and a b-value = 1,000 s/mm2.",
            "cite_spans": [],
            "section": "MRI ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Perfusion-fixed brains were left in the skull and imaged ex vivo using a Bruker AV3HD 11.7 T/89-mm vertical-bore microimaging system equipped with a Micro2.5 gradient set capable of 1,500 mT/m, a 20-mm quadrature RF resonator, and Paravision 6.0.1 (Bruker Biospin, Billerica, MA, USA). DTI data were collected using a multislice spin-echo sequence with 5 A0 images and 30 noncolinear diffusion images with the following setup: TE/TR 22/2,800 ms, 2 averages, 160 × 160 matrix, 16 × 16-mm FOV, 25 slices, 0.5 mm slice thickness, b-value = 3,000 s/mm2, and Δ/δ = 11.0/5.0 ms. This setup has been established for the acquisition of high-resolution DTI scanning in small animals [8, 58, 59].",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 676,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "MRI ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "DTI data were analyzed with DSI Studio software (http://dsi-studio.labsolver.org/). ROIs were drawn manually in a blinded manner encompassing the EC and IC in the ipsilesional and contralesional hemispheres to determine FA, AD, and RD. DEC, FA, and RD maps were generated by DSI Studio software.",
            "cite_spans": [],
            "section": "MRI ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In order to verify cre-induced deletion of flanked PPARγ exons, a pair of primers (forward: 5′-TGTAATGGAAGGGCAAAAGG; reverse: 5′-TGGCTTCCAGTGCATAAGTT) that flank the downstream loxp site were used to perform PCR with genomic DNA. Program for PCR was 98 °C for 1 min; (98 °C for 15 s; 60 °C for 15 s; 72 °C for 15 s) × 38, and then 72 °C for 1 min. A pair of primers that detect the Cre cDNA (forward: 5′-GCGGTCTGGCAGTAAAAACTATC; reverse: 5′-GTGAAACAGCATTGCTGTCACTT) were used as a positive control to confirm the absence of PCR band in OPC was not due to failed PCR protocol itself.",
            "cite_spans": [],
            "section": "PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Microarray experiment was performed in the Genomics Research Core in the University of Pittsburgh. Total RNA was prepared from IL-4- or PBS-treated OPCs using Trizol (Qiagen) according to manufacturer’s instruction. Preparation of cDNA was performed using the WT Plus reagent kit (Thermo Fisher) according to the manufacturer’s instructions. Reverse transcription was performed using 100 ng total RNA and dNTP-T7 random primers. Second-strand synthesis and in vitro transcription created amplified cRNA. cDNA from a second reverse transcription reaction was fragmented and end-labeled with biotin for hybridization to the Affymetrix Clariom S rat array. Following overnight (16 h) hybridization at 45 °C with rotational mixing at 60 rpm, arrays were processed on a GeneChip 450 Fluidics Station using manufacturer-specified protocols. To remove unbound sample, arrays were first washed with nonstringent wash buffer A. The GeneChips were then stained for 10 min in stain cocktail 1. Buffer A was again used to wash off excess stain. Signal amplification was achieved by 10-min incubation with stain cocktail 2 followed by a second 10-min incubation with stain cocktail 1. The chip was washed with high-stringency buffer B and filled with Array Holding Buffer before being removed from the fluidics station and scanned using the GeneArray 3000 scanner. First-level image analysis was performed using Affymetrix Expression Console. Four biologic replicates were performed for each experimental condition. Data resulted in 23,188 detected probes that were used for subsequent analysis using Transcriptome Analysis Console (Affymetrix) and Metascape analysis [32] (http://metascape.org). The GO network plot is visualized using Cytoscape, in which terms with a similarity > 0.3 are connected by edges. Each node represents an enriched term and is colored by its cluster ID.",
            "cite_spans": [
                {
                    "start": 1656,
                    "end": 1658,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Microarray ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Primary OPC cultures were isolated with the differential attachment method. Briefly, brains of mixed-sex Sprague Dawley rat pups (postnatal day 1–2) were triturated after removing the meninges and blood vessels. The brain tissues were dissociated with Trypsin (0.01%) at 37 °C for 15 min. After washing with ice-cold DMEM, the cells were passed through a 70-μm filter and plated onto poly-D-lysine-coated T-flasks filled with culture media (DMEM/F12 containing 10% heat-inactivated fetal bovine serum, 2 mM l-glutamine, 1 mM sodium pyruvate, 100 μM nonessential amino acids, 50 U/mL penicillin, and 50 μg/mL streptomycin) [45]. Cells were grown to confluence (12–14 d in vitro [DIVs]) in a humidified incubator at 37 °C and with 5% CO2. Microglia were removed by shaking the mixed glia–containing flasks for 1 h at 180 rpm. After removing microglia, flasks were subjected to shaking at 200 rpm overnight to separate OPCs from the astrocyte layer. OPCs were maintained for 3–5 d in a serum-free basal defined medium (BDM: DMEM, 0.1% bovine serum albumin, 50 μg/mL human apo-transferrin, 50 μg/mL insulin, 30 nM sodium selenite, 10 nM D-biotin, 10 nM hydrocortisone) containing 10 ng/mL PDGF and 10 ng/mL bFGF. For oligodendrocyte induction, OPCs were stimulated with T3 and CNTF (10 ng/mL). The medium was exchanged every 2 d.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 625,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Primary OPC and oligodendrocyte cultures ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Protein was isolated from in vitro cultures. Western blots were performed using the standard SDS-polyacrylamide gel electrophoresis (PAGE) method. The primary antibodies used in this study include rabbit anti-MBP (Cell signaling Technology, 78896, 1:500, Danvers, MA, USA), mouse MOG (Santa Cruz, Sc-166172, 1:200, Santa Cruz, CA, USA), and mouse anti-β-actin (A2228, 1:20,000; Sigma-Aldrich, St. Louis, MO, USA). In brief, polyvinylidene difluoride (PVDF) membranes were blocked in 5% nonfat milk for 1 h at room temperature and then incubated at 4 °C overnight with primary antibodies. Next, the membrane was incubated with secondary antibodies for 1 h at room temperature (1:10,000, LI-COR Biosciences, Lincoln, NE, USA), and scanned with LI-COR Odyssey Infrared Imaging System 9201-550U (LI-COR Biotechnology, Lincoln, NE, USA). ImageJ software was used for gel analyses.",
            "cite_spans": [],
            "section": "Western blot ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Nuclear extracts were prepared from OPCs using NE-PE Nuclear and Cytoplasmic Extraction Reagent Kit (Thermo Fisher, 78833, Pittsburgh, PA, USA). PPAR activity was assessed using the PPAR (α, δ, γ) Transcription Factor Assay Kit (Abcam, ab133113, Toronto, ON, Canada) or the PPARγ Transcription Factor Assay Kit (Cayman Chemical, 10006855, Ann Arbor, MI, USA) following the manufacturers’ instructions.",
            "cite_spans": [],
            "section": "PPAR activity assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The cerebellum and attached hindbrain were isolated from P9 C57BL/6J mouse pups, sectioned sagittally at 300 μm on a McIlwain tissue chopper, and plated onto Millipore-Millicel-CM mesh inserts (Thermo Fisher Scientific, Pittsburgh, PA, USA) in 6-well culture plates with media containing 50% basal medium Eagle (Sigma, St. Louis, MO, USA, B1522), 25% heat-inactivated horse serum (GIBCO 26050–070), 25% Earle’s balanced salt solution (GIBCO 24020–117), 6.5 mg/mL glucose (Sigma G8769), 1% penicillin-streptomycin, and 1% Glutamax. Media were changed every 2–3 d. To induce demyelination, cultures were treated with LPC (Sigma, 0.5 mg/mL) for 17 h. Slices were washed in media for 10 min and treated for 3 or 7 d with PBS or IL-4 (20 ng/mL, IL-4 was added to fresh media every other day). Slices were fixed in 4% PFA for 1 h. Rabbit anti-MBP antibodies (Santa Cruz, Santa Cruz, CA, USA, sc-13914; 1:200) and mouse anti-NF-H antibodies (Abcam, Cambridge, MA, USA, ab8135, 1:1,000) were applied for 48 h at 4 °C. Fluorescence-conjugated secondary antibodies were applied overnight at 4 °C. Slices were mounted onto glass slides and coverslipped with Fluoromount-G. Confocal microscopy (Fluoview FV1000; Olympus, Tokyo, Japan) was used to capture images.",
            "cite_spans": [],
            "section": "Organotypic culture preparation, treatment, and immunostaining ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "MBP staining intensity was analyzed with Imaris software (Bitplane AG). Morphology reconstructions were carried out with the Imaris FilamentTracer module. Quantitative assessment of myelination was performed in a blinded manner using the Imaris colocalization module. Thresholds for colocalization of red (NFH+ axon) and green (MBP+ myelin) channels were calculated automatically and maintained across different images from the same batch of staining. A colocalization channel was created and channel statistics were calculated automatically. The myelination index was calculated as the percent of colocalized areas in the total NFH+ red pixels above threshold. For each condition, at least 6 slices collected from three independent experiments were analyzed. Two to three fields were imaged from each slice.",
            "cite_spans": [],
            "section": "Myelination assessment and quantification on organotypic cultures ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Sample sizes for animal studies were determined by power analyses based on pilot studies or the literature. Results are presented as mean ± standard error of the mean (SEM). GraphPad Prism software (version 8.1.0, La Jolla, CA, USA) was used for statistical analyses. The Student’s t test was used for comparison of two groups for continuous variables with normal distributions. The Mann-Whitney U rank sum test was used for continuous variables with nonnormal distributions. The differences in means among multiple groups were analyzed using one-way ANOVA. Differences in means across groups with repeated measurements over time were analyzed using the repeated-measures ANOVA. When the ANOVA showed significant differences, pairwise comparisons between means were tested by post hoc Bonferroni tests. The correlation analyses between continuous data with normal distribution were performed using Pearson correlation analysis. Spearman rank correlation analyses were used to test correlations between data sets with nonnormal distributions. In all analyses, p < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Transient focal ischemia was induced in WT and IL-4 KO mice by 60-min MCAO. (A-D) Flow cytometric analysis of IL-4R in brain cells of WT mice 3 d after MCAO. (A) Representative gating strategy for microglia (CD45intermediateCD11b+), macrophages (CD45highCD11b+), astrocytes (CD45−GFAP+), preoligodendrocytes (CD45−O4+), oligodendrocytes (CD45−O1+), neurons (CD45−NeuN+), and other immune cells (CD45+CD11b−). (B) MFI of IL-4Rα. (C-D) The expression of IL-4Rα on O4+ oligodendrocytes. n = 3 mice. *p < 0.05. Student’s t test. (E) ImageStream analysis demonstrated IL-4Rα expression on CD11b+ microglia/macrophages, O4+ preoligodendrocytes, and A2B5+ OPCs. (F-H) Double immunostaining for MBP and SMI32 14 d after MCAO or sham operation. The fluorescence intensity of MBP (F) and the ratio of SMI32 to MBP immunofluorescence intensity (G) in ipsilesional EC, cortex, striatum, and the total for all three areas quantified. n = 6–8/group. Data are normalized to the intensities of contralateral hemispheres. *p < 0.05, **p < 0.01, ***p < 0.001. One-way ANOVA and Bonferroni post hoc. (H) Representative images for MBP (green) and SMI32 (red) double immunostaining in the peri-infarct areas in brains from sham, WT MCAO mice, and IL-4 KO MCAO mice 14 d after MCAO. Scale bar: 50 μm. Data associated with this figure can be found in the supplemental data file (S1 Data). CNS, central nervous system; EC, external capsule; FSC-W, forward scatter width; GFAP, glial fibrillary acidic protein; IL-4R, interleukin-4 receptor α; KO, knockout; MBP, myelin basic protein; MCAO, middle cerebral artery occlusion; MFI, mean fluorescence intensity; OPC, oligodendrocyte progenitor cell; SSC-A, side scatter area; WT, wild-type.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: LPC (500 μg/mL) was added in WT or IL-4 KO organotypic cultures for 17 h to induce demyelination. IL-4 (20 ng/mL) or vehicle was added after LPC removal. Culture slices were fixed 3 d and 7 d after LPC treatment. Control cultures were maintained in normal culture media for 7 d. (A) MBP (green) and NFH (red) staining was performed to label myelin and axonal fibers, respectively. Scale bar: 50 μm. (B) MBP and NFH double staining and Imaris 3D reconstruction. Arrows indicate myelination of individual axonal fibers that are magnified in the images to the right. Scale bar: 15 μm. (C) Myelin integrity was measured as the intensity of MBP immunostaining. (D) The myelination index was calculated as the % MBP+ myelin coverage along the entire NFH+ fibers. n = 5–7 slices/group. *p < 0.05, **p < 0.01, ***p < 0.001. One-way ANOVA and Bonferroni post hoc. Data associated with this figure can be found in the supplemental data file (S1 Data). IL-4, interleukin-4; KO, knockout; LPC, lysophosphatidylcholine/lysolecithin; MBP, myelin basic protein; NFH, neurofilament heavy; WT, wild-type.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: IL-4 nanoparticles (50 μg/kg body weight) or an equivalent volume of vehicle (“Veh”) were applied intranasally. Brain tissues were collected at 12 h, 1 d, and 2 d after IL-4 delivery. Brain IL-4 levels were measured in the CC and EC (A), cortex (B), and striatum (C) using ELISA. n = 3–4/group. *p < 0.05, **p < 0.01, ***p < 0.001, versus vehicle-treated mice. One-way ANOVA and post hoc LSD tests. (D) Experimental design for Figs 3–7. (E) Longitudinal T2-weighted images demonstrate axial views of the same live animal brains at 2 d, 14 d, 21 d, and 28 d after MCAO. NeuN (red) immunostaining was performed 35 d after stroke. The corresponding planes of the same animals are displayed. Scale bar for NeuN images: 1 mm. (F) Brain lesion volume was assessed on T2-weighted images. n = 6/group. Two-way ANOVA followed by Bonferroni post hoc. (G) Tissue loss was measured on NeuN-stained brain slices. n = 10–11/group. Student’s t test. Data associated with this figure can be found in the supplemental data file (S1 Data). CC, corpus callosum; DTI, diffusion tensor imaging; EC, external capsule; EM, electron microscopy; IL-4, interleukin-4; LSD, least significant difference; MCAO, middle cerebral artery occlusion.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) A sagittal section showing the locations of 5 representative scanning planes from rostral to caudal. (B) Representative axial views (5 sections from rostral to caudal) of FA map 35 d after stroke. Yellow arrows indicate the EC. Blue arrow heads indicate the IC. (C) Quantification of FA values in the EC at different days after MCAO. Data are expressed as the ratio of FA values in the ipsilateral (lesioned) side to the FA values in the nonlesioned contralateral hemispheres. n = 6/group. *p < 0.05, ***p < 0.001 versus vehicle at indicated time points. Two-way repeated-measures ANOVA and Bonferroni post hoc. (D) Representative FA map and DEC map of the same ex vivo brains 35 d after stroke. MBP (green) immunostaining was performed on the same brains. Scale bar: 1 mm. (E-H) Quantification of FA and RD in the EC (E and F) and IC (G and H) at five axial levels from rostral to caudal. n = 6/group. *p < 0.05, **p < 0.01, ***p < 0.001 versus MCAO + vehicle at the same plane of section. Two-way ANOVA and Bonferroni post hoc. (I) The areas of the EC were assessed on MBP-stained brain sections. n = 6/group. (J) The Pearson correlation between the FA value and histological analysis of myelin in the EC. n = 6/group. (K) Quantification of MBP intensity in peri-infarct areas. Data are calculated as fold change compared to corresponding contralateral areas. n = 12/group. **p < 0.01, ***p < 0.001 versus MCAO + vehicle, Student’s t test. Data associated with this figure can be found in the supplemental data file (S1 Data). CC, corpus callosum; DEC, directionally encoded color; EC, external capsule; FA, fractional anisotropy; IC, internal capsule; IL-4, interleukin-4; MBP, myelin basic protein; MCAO, middle cerebral artery occlusion; RD, radial diffusivity.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: (A-D) TEM ultrastructural analyses of myelin integrity in the EC of sham, MCAO+vehicle, and MCAO+IL-4 groups at 35 d after surgery. (A) Representative TEM images show thinner myelin sheaths at a demyelination site in the EC after stroke. IL-4 treatment increased myelin thickness. Scale bar: 1 μm. (B) Frequency histograms of axon diameter. (C) Scatter plots of g-ratio as a function of axon diameter in sham mice or stroke mice treated with vehicle or IL-4. (D) The g-ratio of myelinated axons with respect to axon diameter at 0.4-μm intervals for sham mice or stroke mice treated with vehicle or IL-4. n = 3/group. *p < 0.05, **p < 0.01 versus sham; #p < 0.05, ##p < 0.01 versus MCAO + vehicle. One-way ANOVA followed by Bonferroni post hoc. (E-H) Caspr and NaV1.6 immunostaining in the EC of MCAO+vehicle and MCAO+IL-4 groups at 35 d after surgery. (E) Representative images of Caspr (red) and NaV1.6 (green) immunostaining. Scale bar: 10 μm. (F) Quantification of numbers of NORs. (G) Quantification of the paranode (Caspr+) length. (H) The length of the paranode gap was quantified as the length between a pair of Caspr+ sites. N = 7/group. *p < 0.05, **p < 0.01, ***p < 0.001. One-way ANOVA followed by Bonferroni post hoc. (I-K) Electrophysiological analyses of brain slices prepared from sham, MCAO+vehicle, and MCAO+IL-4 mice 35 d after MCAO. (I) Schematic illustration of the position of the stimulating (“Stim”) and recording (“Rec”) electrodes for CAP measurements in CC/EC. (J) Representative curves of CAPs in myelinated N1 fibers. (K) Quantification of amplitude of evoked CAPs in myelinated N1 fibers. N = 6/group. ***p < 0.001. Two-way ANOVA repeated measures followed by Bonferroni post hoc. Data associated with this figure can be found in the supplemental data file (S1 Data). CAP, compound action potential; Caspr, contactin-associated protein; CC, corpus callosum; EC, external capsule: IL-4, interleukin-4; MCAO, middle cerebral artery occlusion; NOR, nodes of Ranvier; TEM, transmission electron microscopy.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: Mice received intranasal infusions of IL-4 (50 μg/kg) or vehicle 6 h after 60-min MCAO and at daily intervals on days 1–7 and then every 7 d until 28 d after stroke. (A-C) Sensorimotor functions were assessed up to 35 d after MCAO or sham operation. (A-B) Adhesive removal test. The latencies to contact (A) and remove (B) the tapes were recorded. n = 10–14/group. (C) Rotarod test. The latency to fall or spin around on the rungs was quantified. n = 7–9/group. (D-G) Long-term cognitive functions were evaluated in the Morris water maze. Panel D shows representative images of the swim paths of mice in each group while the platform was present (learning phase) or removed (memory phase). IL-4-treated mice showed improved cognitive functions, as reflected by shorter escape times (E, learning), and extension of the time spent in the target quadrant (F, memory) with no change in swim speed (G). n = 10–12/group. *p < 0.05, **p < 0.01, ***p < 0.001, versus sham or as indicated. #p < 0.05, ##p < 0.01, ###p < 0.001 MCAO+IL-4 versus MCAO+vehicle or as indicated. Two-way ANOVA repeated measurement or one-way ANOVA and Bonferroni post hoc. (H-I) Spearman correlation between MBP intensity at 35 d after MCAO and average latency to contact or remove adhesive tape from the lesioned forelimb at 35 d after MCAO. Data associated with this figure can be found in the supplemental data file (S1 Data). IL-4, interleukin-4; MBP, myelin basic protein; MCAO, middle cerebral artery occlusion.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: (A-D) Mice received intranasal infusions of IL-4 nanoparticles (50 μg/kg) or vehicle 6 h after MCAO and at daily intervals on days 1–7 and then every 7 d until 28 d after stroke. (A) Representative images of BrdU (green) and APC (red) immunostaining 35 d after cerebral ischemia. Scale bars:100 μm (left), 50 μm (middle), and 25 μm (right). The dotted blue lines delineate the border of infarct lesion. The dotted white lines trace the boundaries of the EC. Yellow squares indicate the areas of imaging in the peri-infarct area. (B) Quantification of the ratio of BrdU+APC+ cells among total APC+ cells in the ischemic areas, corresponding to images in panel A. (C) Quantification of the number of BrdU+ cells in the peri-infarct areas. (D) Quantification of the number of APC+ cells in the peri-infarct areas. n = 6/group. *p < 0.05, **p < 0.01, ***p < 0.001. Student’s t test. (E-H) Microglia/macrophages were depleted by dietary intake of PLX5622 7 d before 60-min MCAO. Mice received intranasal infusions of IL-4 (50 μg/kg) or vehicle 6 h after MCAO and at daily intervals on days 1–7 and then every 7 d until 14 d after stroke. (E) Experimental design. (F) Representative images of BrdU (green) and APC (red) immunostaining 21 d after cerebral ischemia. The dotted white lines trace the boundaries of the EC. White squares indicate the areas enlarged in the images below. Scale bars: 50 μm (upper) and 10 μm (lower). (G) Quantification of the number of BrdU+APC+ cells in the peri-infarct areas. (H) Quantification of the number of BrdU+ cells in the peri-infarct areas. n = 7–8/group. *p < 0.05, ***p < 0.001. One-way ANOVA followed by Bonferroni post hoc. Data associated with this figure can be found in the supplemental data file (S1 Data). APC, adenomatous polyposis coli; BrdU, 5-bromo-2′-deoxyuridine; CTX, cortex; EC, external capsule; IL-4, interleukin-4; MCAO, middle cerebral artery occlusion; STR, striatum.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8: (A-C) OPCs were treated with vehicle (PBS), various concentrations of IL-4, or T3 (50 ng/mL)+CNTF (10 ng/mL) for 3 d. (A) Double staining of MBP (green) and NG2 (red). Nuclear staining with DAPI is shown in blue. Scale bar: 50 μm. (B) Quantification of MBP+ cells and NG2+ cells as percentages of total cells. Three independent experiments in duplicate. **p < 0.01, ***p < 0.001 versus control. Two-way ANOVA and Bonferroni post hoc. (C) Expression of mbp was assessed by qRT-PCR 3 d after vehicle or IL-4 (20 ng/mL) treatment. Pretreatment with IL-4RAbs (20 ng/mL) for 30 min blocked the IL-4-enhanced expression of mbp compared to isotype control antibodies (20 ng/mL). Data are fold change relative to control. n = 5–9/group. *p < 0.05, ***p < 0.001. Student’s t test. (D-G) Microarray analyses on OPCs treated with PBS or IL-4 (20 ng/mL) for 3 d. n = 4/group. (D) PCA of microarray expression profiles. (E) Volcano plot. (F) Network plot showing enriched GO biological processes that were up-regulated by IL-4 treatment. (G) KEGG pathways that were significantly up-regulated in IL-4-treated OPCs. (H) Quantification of PPAR DNA binding activity. n = 4/group. *p < 0.05, ***p < 0.001 versus control. One-way ANOVA and Bonferroni post hoc. (I) Quantification of PPARγ DNA binding activity in vehicle or IL-4 (20 ng/mL)–treated OPCs, with or without IL-4Rα neutralizing Ab or isotype IgG (20 ng/mL). n = 4–6/group. *p < 0.05, **p < 0.01. One-way ANOVA and Bonferroni post hoc. (J-N) OPCs were treated with the PPARγ inhibitor GW9662 (0.5 μM) or DMSO (“Veh”) for 30 min, followed by IL-4, vehicle control (PBS), or T3+CNTF for 5 d. (J) Immunostaining of MBP (green) and NG2 (red). Scale bar: 50 μm. (K) Quantification of MBP+ cells and NG2+ cells as percentages of total cells. Three independent experiments in duplicate. ***p < 0.001 versus control. ###p < 0.001 versus IL-4+veh. Two-way ANOVA and Bonferroni post hoc. (L) Representative western blots of MBP and MOG. (M-N) Quantification of MBP (M) and MOG (N) expression in western blots. n = 3/group. *p < 0.05. One-way ANOVA and Bonferroni post hoc. Data associated with this figure can be found in the supplemental data file (S1 Data). CNTF, ciliary neurotrophic factor; FDR, false discovery rate; GO, gene ontology; IgG, immunoglobulin G; IL-4, interleukin-4; IL-4RAb, IL-4 receptor α neutralizing antibody; KEGG, Kyoto Encyclopedia of Genes and Genomes; MBP, myelin basic protein; MOG, myelin oligodendrocyte glycoprotein; NG2, neuron-glia antigen 2; OPC, oligodendrocyte progenitor cell; PCA, principal component analysis; PDGFα, platelet-derived growth factor alpha; PI3K, phosphoinositide 3-kinase; PPAR, peroxisome proliferator-activated receptor; qRT-PCR, quantitative reverse transcription PCR.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig 9: (A) Experimental design. (B) PDGFRα+CD45− OPC, GLAST+CD45− AS, CD45+ IM, and CD45−GLAST−PDGFRα− other CNS cells (“OT”) were sorted from the brains of PPARγ-OPC KO mice at 9 d after the final 4-OHT injection. The DNA extracts were subjected to PCR using primers flanking the loxp site and primers detecting the Cre cDNA. (C) Representative images of NeuN and MBP immunostaining in brain sections. Scale bar: 1 mm. (D) Neuronal tissue loss was quantified by NeuN immunostaining. n = 10/group. (E) White matter injury was quantified by MBP immunostaining. The data was expressed as the % loss of MBP+ area compared to the MBP+ area of contralateral hemisphere. n = 10/group. (F) Quantification of MBP intensity. Data are calculated as fold change compared to corresponding contralateral areas. n = 10/group. (G) Representative images of BrdU (green) and APC (red) immunostaining. The dotted white lines trace the boundaries of the EC. White squares indicate the areas enlarged in the images below. Scale bars: 50 μm (upper) and 10 μm (lower). (H) Quantification of the number of BrdU+APC+ cells in the ischemic areas. n = 6/group. *p < 0.05, **p < 0.01. One-way ANOVA and Bonferroni post hoc. (I-J) Sensorimotor functions were assessed by the adhesive removal test (I) and Rotarod test (J). n = 10–13/group. Two-way ANOVA repeated measurement and Bonferroni post hoc tests. (K-M) Long-term cognitive functions were evaluated in the Morris water maze. n = 7–8/group. *p < 0.05. Two-way repeated ANOVA (K) or one-way ANOVA (L-M) and Bonferroni post hoc. Data associated with this figure can be found in the supplemental data file (S1 Data). 4-OHT, 4-hydroxytamoxifen; APC, adenomatous polyposis coli; AS, astrocytes; BrdU, 5-bromo-2′-deoxyuridine; CNS, central nervous system; CTX, cortex; EC, external capsule; IL-4, interleukin-4; IM, immune cells; KO, knockout; MBP, myelin basic protein; MCAO, middle cerebral artery occlusion; OPC, oligodendrocyte progenitor cell; PPARγ, peroxisome proliferator-activated receptor gamma; STR, striatum; WT, wild-type.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical prediction of functional outcome after ischemic stroke: the surprising importance of periventricular white matter disease and race",
            "authors": [],
            "year": 2009,
            "venue": "Stroke",
            "volume": "40",
            "issn": "2",
            "pages": "530-6",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.108.521906"
                ]
            }
        },
        "BIBREF1": {
            "title": "The axon-glia unit in white matter stroke: mechanisms of damage and recovery",
            "authors": [],
            "year": 2015,
            "venue": "Brain research",
            "volume": "1623",
            "issn": "",
            "pages": "123-34",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brainres.2015.02.019"
                ]
            }
        },
        "BIBREF2": {
            "title": "Demyelination as a rational therapeutic target for ischemic or traumatic brain injury",
            "authors": [],
            "year": 2015,
            "venue": "Experimental neurology",
            "volume": "272",
            "issn": "",
            "pages": "17-25",
            "other_ids": {
                "DOI": [
                    "10.1016/j.expneurol.2015.03.017"
                ]
            }
        },
        "BIBREF3": {
            "title": "White matter injury in ischemic stroke",
            "authors": [],
            "year": 2016,
            "venue": "Progress in neurobiology",
            "volume": "141",
            "issn": "",
            "pages": "45-60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pneurobio.2016.04.005"
                ]
            }
        },
        "BIBREF4": {
            "title": "Oligodendrocytes and ischemic brain injury",
            "authors": [],
            "year": 2003,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "23",
            "issn": "3",
            "pages": "263-74",
            "other_ids": {
                "DOI": [
                    "10.1097/01.WCB.0000053472.41007.F9"
                ]
            }
        },
        "BIBREF5": {
            "title": "Tissue plasminogen activator prevents white matter damage following stroke",
            "authors": [],
            "year": 2011,
            "venue": "The Journal of experimental medicine",
            "volume": "208",
            "issn": "6",
            "pages": "1229-42",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20101880"
                ]
            }
        },
        "BIBREF6": {
            "title": "Oligodendrocyte degeneration and recovery after focal cerebral ischemia",
            "authors": [],
            "year": 2010,
            "venue": "Neuroscience",
            "volume": "169",
            "issn": "3",
            "pages": "1364-75",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuroscience.2010.04.070"
                ]
            }
        },
        "BIBREF7": {
            "title": "TGFalpha preserves oligodendrocyte lineage cells and improves white matter integrity after cerebral ischemia",
            "authors": [],
            "year": 2019,
            "venue": "Journal of cerebral blood flow and metabolism: official journal of the International Society of Cerebral Blood Flow and Metabolism",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1177/0271678X19830791"
                ]
            }
        },
        "BIBREF8": {
            "title": "Lifelong cortical myelin plasticity and age-related degeneration in the live mammalian brain",
            "authors": [],
            "year": 2018,
            "venue": "Nature neuroscience",
            "volume": "21",
            "issn": "5",
            "pages": "683-95",
            "other_ids": {
                "DOI": [
                    "10.1038/s41593-018-0120-6"
                ]
            }
        },
        "BIBREF9": {
            "title": "Focal cerebral ischemia activates neurovascular restorative dynamics in mouse brain",
            "authors": [],
            "year": 2012,
            "venue": "Frontiers in bioscience",
            "volume": "4",
            "issn": "",
            "pages": "1926-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Nogo receptor blockade overcomes remyelination failure after white matter stroke and stimulates functional recovery in aged mice",
            "authors": [],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "52",
            "pages": "E8453-E62",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1615322113"
                ]
            }
        },
        "BIBREF11": {
            "title": "Ascl1 lineage cells contribute to ischemia-induced neurogenesis and oligodendrogenesis",
            "authors": [],
            "year": 2011,
            "venue": "Journal of cerebral blood flow and metabolism: official journal of the International Society of Cerebral Blood Flow and Metabolism",
            "volume": "31",
            "issn": "2",
            "pages": "614-25",
            "other_ids": {
                "DOI": [
                    "10.1038/jcbfm.2010.134"
                ]
            }
        },
        "BIBREF12": {
            "title": "The role of oligodendrocyte precursor cells expressing the GPR17 receptor in brain remodeling after stroke",
            "authors": [],
            "year": 2017,
            "venue": "Cell death & disease",
            "volume": "8",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/cddis.2017.256"
                ]
            }
        },
        "BIBREF13": {
            "title": "The age-related decrease in CNS remyelination efficiency is attributable to an impairment of both oligodendrocyte progenitor recruitment and differentiation",
            "authors": [],
            "year": 2002,
            "venue": "J Neurosci",
            "volume": "22",
            "issn": "7",
            "pages": "2451-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Regulation of learning and memory by meningeal immunity: a key role for IL-4",
            "authors": [],
            "year": 2010,
            "venue": "The Journal of experimental medicine",
            "volume": "207",
            "issn": "5",
            "pages": "1067-80",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20091419"
                ]
            }
        },
        "BIBREF15": {
            "title": "Interleukin-4 Is Essential for Microglia/Macrophage M2 Polarization and Long-Term Recovery After Cerebral Ischemia",
            "authors": [],
            "year": 2016,
            "venue": "Stroke; a journal of cerebral circulation",
            "volume": "47",
            "issn": "2",
            "pages": "498-504",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.115.012079"
                ]
            }
        },
        "BIBREF16": {
            "title": "IL-4 Knock Out Mice Display Anxiety-Like Behavior",
            "authors": [],
            "year": 2015,
            "venue": "Behavior genetics",
            "volume": "45",
            "issn": "4",
            "pages": "451-60",
            "other_ids": {
                "DOI": [
                    "10.1007/s10519-015-9714-x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Role of interleukin-4 in regulation of age-related inflammatory changes in the hippocampus",
            "authors": [],
            "year": 2005,
            "venue": "The Journal of biological chemistry",
            "volume": "280",
            "issn": "10",
            "pages": "9354-62",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M412170200"
                ]
            }
        },
        "BIBREF18": {
            "title": "Neuronal Interleukin-4 as a Modulator of Microglial Pathways and Ischemic Brain Damage",
            "authors": [],
            "year": 2015,
            "venue": "The Journal of neuroscience",
            "volume": "35",
            "issn": "32",
            "pages": "11281-91",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.1685-15.2015"
                ]
            }
        },
        "BIBREF19": {
            "title": "Increased brain injury and worsened neurological outcome in interleukin-4 knockout mice after transient focal cerebral ischemia",
            "authors": [],
            "year": 2011,
            "venue": "Stroke",
            "volume": "42",
            "issn": "7",
            "pages": "2026-32",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.110.593772"
                ]
            }
        },
        "BIBREF20": {
            "title": "IL-4 in the brain: a cytokine to remember",
            "authors": [],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "189",
            "issn": "9",
            "pages": "4213-9",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1202246"
                ]
            }
        },
        "BIBREF21": {
            "title": "Temporal oligodendrocyte lineage progression: in vitro models of proliferation, differentiation and myelination",
            "authors": [],
            "year": 2014,
            "venue": "Biochimica et biophysica acta",
            "volume": "1843",
            "issn": "9",
            "pages": "1917-29",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbamcr.2014.04.018"
                ]
            }
        },
        "BIBREF22": {
            "title": "Remyelination in experimental models of toxin-induced demyelination",
            "authors": [],
            "year": 2008,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "318",
            "issn": "",
            "pages": "193-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Quantitative analysis of drug delivery to the brain via nasal route",
            "authors": [],
            "year": 2014,
            "venue": "Journal of controlled release",
            "volume": "189C",
            "issn": "",
            "pages": "133-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jconrel.2014.06.053"
                ]
            }
        },
        "BIBREF24": {
            "title": "Dysmyelination revealed through MRI as increased radial (but unchanged axial) diffusion of water",
            "authors": [],
            "year": 2002,
            "venue": "Neuroimage",
            "volume": "17",
            "issn": "3",
            "pages": "1429-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Myelinated and unmyelinated axons of the corpus callosum differ in vulnerability and functional recovery following traumatic brain injury",
            "authors": [],
            "year": 2005,
            "venue": "Exp Neurol",
            "volume": "196",
            "issn": "1",
            "pages": "126-37",
            "other_ids": {
                "DOI": [
                    "10.1016/j.expneurol.2005.07.014"
                ]
            }
        },
        "BIBREF26": {
            "title": "The oligodendrocyte-specific antibody 'CC1' binds Quaking 7",
            "authors": [],
            "year": 2016,
            "venue": "Journal of neurochemistry",
            "volume": "139",
            "issn": "2",
            "pages": "181-6",
            "other_ids": {
                "DOI": [
                    "10.1111/jnc.13745"
                ]
            }
        },
        "BIBREF27": {
            "title": "M2 microglia and macrophages drive oligodendrocyte differentiation during CNS remyelination",
            "authors": [],
            "year": 2013,
            "venue": "Nature neuroscience",
            "volume": "16",
            "issn": "9",
            "pages": "1211-8",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.3469"
                ]
            }
        },
        "BIBREF28": {
            "title": "An updated assessment of microglia depletion: current concepts and future directions",
            "authors": [],
            "year": 2017,
            "venue": "Molecular brain",
            "volume": "10",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13041-017-0307-x"
                ]
            }
        },
        "BIBREF29": {
            "title": "Microglia are required for protection against lethal coronavirus encephalitis in mice",
            "authors": [],
            "year": 2018,
            "venue": "J Clin Invest",
            "volume": "128",
            "issn": "3",
            "pages": "931-43",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI97229"
                ]
            }
        },
        "BIBREF30": {
            "title": "Fast direct neuronal signaling via the IL-4 receptor as therapeutic target in neuroinflammation",
            "authors": [],
            "year": 2018,
            "venue": "Science translational medicine",
            "volume": "10",
            "issn": "430",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aao2304"
                ]
            }
        },
        "BIBREF31": {
            "title": "Meta- and Orthogonal Integration of Influenza \"OMICs\" Data Defines a Role for UBR4 in Virus Budding",
            "authors": [],
            "year": 2015,
            "venue": "Cell host & microbe",
            "volume": "18",
            "issn": "6",
            "pages": "723-35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2015.11.002"
                ]
            }
        },
        "BIBREF32": {
            "title": "Reduced IL-2 but elevated IL-4, IL-6, and IgE serum levels in patients with cerebral infarction during the acute stage",
            "authors": [],
            "year": 2000,
            "venue": "Journal of molecular neuroscience",
            "volume": "14",
            "issn": "3",
            "pages": "191-6",
            "other_ids": {
                "DOI": [
                    "10.1385/JMN:14:3:191"
                ]
            }
        },
        "BIBREF33": {
            "title": "Functional polymorphisms of interleukin 4 and interleukin 10 may predict evolution and functional outcome of an ischaemic stroke",
            "authors": [],
            "year": 2011,
            "venue": "European journal of neurology",
            "volume": "18",
            "issn": "4",
            "pages": "637-43",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-1331.2010.03228.x"
                ]
            }
        },
        "BIBREF34": {
            "title": "Association of variable number of tandem repeat polymorphism in the IL-4 gene with ischemic stroke in the Chinese Uyghur population",
            "authors": [],
            "year": 2013,
            "venue": "Genetics and molecular research: GMR",
            "volume": "12",
            "issn": "3",
            "pages": "2423-31",
            "other_ids": {
                "DOI": [
                    "10.4238/2013.May.13.2"
                ]
            }
        },
        "BIBREF35": {
            "title": "Regenerating CNS myelin—from mechanisms to experimental medicines",
            "authors": [],
            "year": 2017,
            "venue": "Nat Rev Neurosci",
            "volume": "18",
            "issn": "12",
            "pages": "753-69",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn.2017.136"
                ]
            }
        },
        "BIBREF36": {
            "title": "IL-4-induced peroxisome proliferator-activated receptor gamma activation inhibits NF-kappaB trans activation in central nervous system (CNS) glial cells and protects oligodendrocyte progenitors under neuroinflammatory disease conditions: implication for CNS-demyelinating diseases",
            "authors": [],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "7",
            "pages": "4385-98",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.176.7.4385"
                ]
            }
        },
        "BIBREF37": {
            "title": "NG2 glia generate new oligodendrocytes but few astrocytes in a murine experimental autoimmune encephalomyelitis model of demyelinating disease",
            "authors": [],
            "year": 2010,
            "venue": "The Journal of neuroscience",
            "volume": "30",
            "issn": "48",
            "pages": "16383-90",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.3411-10.2010"
                ]
            }
        },
        "BIBREF38": {
            "title": "Chronic oligodendrogenesis and remyelination after spinal cord injury in mice and rats",
            "authors": [],
            "year": 2015,
            "venue": "The Journal of neuroscience",
            "volume": "35",
            "issn": "3",
            "pages": "1274-90",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.2568-14.2015"
                ]
            }
        },
        "BIBREF39": {
            "title": "Myelin impairs CNS remyelination by inhibiting oligodendrocyte precursor cell differentiation",
            "authors": [],
            "year": 2006,
            "venue": "The Journal of neuroscience",
            "volume": "26",
            "issn": "1",
            "pages": "328-32",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.2615-05.2006"
                ]
            }
        },
        "BIBREF40": {
            "title": "Hyaluronan accumulates in demyelinated lesions and inhibits oligodendrocyte progenitor maturation",
            "authors": [],
            "year": 2005,
            "venue": "Nature medicine",
            "volume": "11",
            "issn": "9",
            "pages": "966-72",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1279"
                ]
            }
        },
        "BIBREF41": {
            "title": "Chondroitin sulfate proteoglycans in demyelinated lesions impair remyelination",
            "authors": [],
            "year": 2012,
            "venue": "Annals of neurology",
            "volume": "72",
            "issn": "3",
            "pages": "419-32",
            "other_ids": {
                "DOI": [
                    "10.1002/ana.23599"
                ]
            }
        },
        "BIBREF42": {
            "title": "Peroxisome proliferator-activated receptor gamma (PPARgamma): A master gatekeeper in CNS injury and repair",
            "authors": [],
            "year": 2018,
            "venue": "Progress in neurobiology",
            "volume": "163–164",
            "issn": "",
            "pages": "27-58",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pneurobio.2017.10.002"
                ]
            }
        },
        "BIBREF43": {
            "title": "Peroxisome proliferator-activated receptor-gamma agonists promote differentiation and antioxidant defenses of oligodendrocyte progenitor cells",
            "authors": [],
            "year": 2009,
            "venue": "J Neuropathol Exp Neurol",
            "volume": "68",
            "issn": "7",
            "pages": "797-808",
            "other_ids": {
                "DOI": [
                    "10.1097/NEN.0b013e3181aba2c1"
                ]
            }
        },
        "BIBREF44": {
            "title": "Rosiglitazone Promotes White Matter Integrity and Long-Term Functional Recovery After Focal Cerebral Ischemia",
            "authors": [],
            "year": 2015,
            "venue": "Stroke",
            "volume": "46",
            "issn": "9",
            "pages": "2628-36",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.115.010091"
                ]
            }
        },
        "BIBREF45": {
            "title": "Cyclin D1 inhibits peroxisome proliferator-activated receptor gamma-mediated adipogenesis through histone deacetylase recruitment",
            "authors": [],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "17",
            "pages": "16934-41",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M500403200"
                ]
            }
        },
        "BIBREF46": {
            "title": "STAT6 transcription factor is a facilitator of the nuclear receptor PPARgamma-regulated gene expression in macrophages and dendritic cells",
            "authors": [],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "5",
            "pages": "699-712",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2010.11.009"
                ]
            }
        },
        "BIBREF47": {
            "title": "IL4I1 augments CNS remyelination and axonal protection by modulating T cell driven inflammation",
            "authors": [],
            "year": 2016,
            "venue": "Brain",
            "volume": "139",
            "issn": "Pt 12",
            "pages": "3121-36",
            "other_ids": {
                "DOI": [
                    "10.1093/brain/aww254"
                ]
            }
        },
        "BIBREF48": {
            "title": "MHCII-independent CD4+ T cells protect injured CNS neurons via IL-4",
            "authors": [],
            "year": 2015,
            "venue": "The Journal of clinical investigation",
            "volume": "125",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1172/JCI82458"
                ]
            }
        },
        "BIBREF49": {
            "title": "Diffusion tensor MRI as a biomarker in axonal and myelin damage",
            "authors": [],
            "year": 2013,
            "venue": "Imaging in medicine",
            "volume": "5",
            "issn": "5",
            "pages": "427-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Neuronal activity promotes oligodendrogenesis and adaptive myelination in the mammalian brain",
            "authors": [],
            "year": 2014,
            "venue": "Science",
            "volume": "344",
            "issn": "6183",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.1252304"
                ]
            }
        },
        "BIBREF51": {
            "title": "Neuronal activity regulates remyelination via glutamate signalling to oligodendrocyte progenitors",
            "authors": [],
            "year": 2015,
            "venue": "Nature communications",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms9518"
                ]
            }
        },
        "BIBREF52": {
            "title": "Functional IL-4 receptors on mouse astrocytes: IL-4 inhibits astrocyte activation and induces NGF secretion",
            "authors": [],
            "year": 1998,
            "venue": "Journal of neuroimmunology",
            "volume": "81",
            "issn": "1–2",
            "pages": "20-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Microglia/macrophage polarization dynamics reveal novel mechanism of injury expansion after focal cerebral ischemia",
            "authors": [],
            "year": 2012,
            "venue": "Stroke",
            "volume": "43",
            "issn": "11",
            "pages": "3063-70",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.112.659656"
                ]
            }
        },
        "BIBREF54": {
            "title": "Cytokines in liposomes: preliminary studies with IL-1, IL-2, IL-6, GM-CSF and interferon-gamma",
            "authors": [],
            "year": 1994,
            "venue": "Cytokine",
            "volume": "6",
            "issn": "1",
            "pages": "92-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Effect of IL-4 and IL-12 liposomal formulations on the induction of immune response to bovine herpesvirus type-1 glycoprotein D",
            "authors": [],
            "year": 1997,
            "venue": "Vaccine",
            "volume": "15",
            "issn": "16",
            "pages": "1753-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Adoptive regulatory T-cell therapy protects against cerebral ischemia",
            "authors": [],
            "year": 2013,
            "venue": "Annals of neurology",
            "volume": "74",
            "issn": "3",
            "pages": "458-71",
            "other_ids": {
                "DOI": [
                    "10.1002/ana.23815"
                ]
            }
        },
        "BIBREF57": {
            "title": "Selective role of Na(+) /H(+) exchanger in Cx3cr1(+) microglial activation, white matter demyelination, and post-stroke function recovery",
            "authors": [],
            "year": 2018,
            "venue": "Glia",
            "volume": "66",
            "issn": "11",
            "pages": "2279-98",
            "other_ids": {
                "DOI": [
                    "10.1002/glia.23456"
                ]
            }
        },
        "BIBREF58": {
            "title": "Tissue plasminogen activator promotes white matter integrity and functional recovery in a murine model of traumatic brain injury",
            "authors": [],
            "year": 2018,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "115",
            "issn": "39",
            "pages": "E9230-E8",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1810693115"
                ]
            }
        }
    }
}