{
    "paper_id": "PMC6631033",
    "metadata": {
        "title": "Animal Virus Ecology and Evolution Are Shaped by the Virus Host-Body Infiltration and Colonization Pattern",
        "authors": [
            {
                "first": "Jan",
                "middle": [],
                "last": "Slingenbergh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Animal viruses may be split into transmissible and persistent viruses. It has been proposed that transmissible viruses correlate with replication and virulence and that virus persistence instead permits a lower transmission rate [1]. This insight builds on earlier work suggesting that virus persistence may pave the way for virus-host symbiosis [2]. Viruses are considered essential agents within the roots and stems of the tree of life [3]. For example, RNA viruses in vertebrates tend to broadly follow the evolutionary history of their hosts that began in the ocean and extended for hundreds of millions of years [4]. The symbiotic virus-host relationships can take many forms, from antagonistic to mutualistic, and viruses, like other symbionts, lie on a continuum that can shift with environmental changes [5].",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 348,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 439,
                    "end": 440,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 618,
                    "end": 619,
                    "mention": "4",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 813,
                    "end": 814,
                    "mention": "5",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "The present study seeks to take these insights to the next level. Starting point in the analysis is the link between virus propagation and transmission success. Virus transmission may be considered to present the backbone of virus ecology, determining the viruses selected for. Unfortunately, the current classification of animal viruses emphasizes the importance of virus genomic architecture and the host cell infection cycle [6]. Less attention is given to why and how virus fitness results from the virus transmission success. For example, an animal virus may become established in the upper respiratory tract and transmit via aerosols to the next host. An enteric virus features a fecal-oral cycle. A skin virus may transmit on the basis of touch. A virus colonizing the distal urogenital tract may transmit during sexual contact. Hence, an analysis of the virus transmission success requires a consideration of the overt clinical signs of infection, the gross pathology, the matching virus shedding profile, and of the ensuing modes of transmission.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 430,
                    "mention": "6",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "The current analysis explores how the virus molecular world and the macroscopic dimensions of the host environment are intertwined, integral to one and the same virus transmission ecology. In vertebrate hosts the more vital organ systems are shielded off from external aggressors, small or large. It may be assumed that also the host immune defenses are structured to ensure that harmful viral pathogens remain confined to the outer-body environment, the epithelia. Epithelial viruses interface with the external environment and respond to the variation encountered here. Opposingly, infiltrative viruses establish in the inner-body environment and are expected to evolve towards a more intimate virus-host relationship. Given that the virus-host relationship changes with the position of the virus in the outer- to inner-body continuum the analysis focuses on the extent of virus host-body infiltration.",
            "cite_spans": [],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "The virus organ system tropism is assumed to evolve in harmony with the virus cell tropism. This may be inferred from the dichotomy in the release of viruses from epithelial cells. Apart from direct cell-to-cell transmission [7], viruses may be released from the apical cell surface and so end-up in the outer-body environment. These viruses colonize mucosae and skin. In contrast, viruses released from the basolateral cell surface infiltrate underlying tissues. These viruses end-up in the lymph drainage, enter the blood circulation and so may infect any of the internal organs. Infiltration of and establishment in the inner-body environment may translate in additional, non-epithelial transmission modes. For example, virus establishment in the reproductive organs may translate in intrauterine or lactogenic transmission [8]. In birds, virus may be shed into yolk or albumen and so transmit vertically [9]. Virus circulation in the bloodstream may enable virus transmission via needles or arthropod vectors [10].",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 828,
                    "end": 829,
                    "mention": "8",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 909,
                    "end": 910,
                    "mention": "9",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Taking an invasion ecology perspective, the host-body is viewed as a mosaic of organ systems. Viruses and organ systems are virtually portrayed in an outer- to inner-body fashion, based on the outer- to inner-body shifts in the virus infection-shedding-transmission characteristics which, in turn, result from the shift in virus organ system tropism. It is assumed that the nature of the virus-host interaction changes with the position of the virus in the outer- to inner-body continuum. The study describes the transmission ecology of the world main livestock viruses. The rationale for selecting the world main livestock viruses relates to the host damaging effects of these pathogens, the overt clinical signs and gross pathology, translating in prominent virus shedding and obvious virus transmission modes. Moreover, because of the major economic impact of these diseases, the causative viruses and the corresponding infection-transmission dynamics have been well studied.",
            "cite_spans": [],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Placed in a wider perspective the analysis builds on the growing perception that viruses deserve to be viewed as evolving living entities [11,12,13]. As biological replicators viruses require a propagation strategy in order to become transmitted to the next host [14]. For this, a virus may turn host damaging or instead evolve a friendly, persisting virus-host relationship [15]. ",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 142,
                    "end": 144,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 264,
                    "end": 266,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "The analysis entailed an iterative process. As a first step, the one-to-three scores allocated to the 36 livestock viruses for the four ecological variables were examined in more detail. The scores are shown in Figure S1b. The variables comprise the extent of virus host-body infiltration, the length of the infection period, the infection severity level, and the virus environmental survival rate. The one-to-three infiltration score reflects the organ systems involvement in infection-transmission and concerns, respectively, virus transmission based on the involvement of the epithelia, transmission involving epithelia and internal organs, and transmission involving just internal organs. The score for the length of the infection period reflects, respectively, acute, acute plus persistent, and persistent infections. Likewise, the score for the infection severity level concerns a case fatality of less than one, one to ten, and above ten percent. The score for the virus environmental survival rate refers to the number of days that the virus remains infective outside the host-body, ranging from up to three, three to ten, to over ten days. With one exception, the variables did not increase or decrease in value together. Just the association between the extent of virus host-body infiltration and the length of the infection period was found to be monotonic. Spearman correlation yielded an R = 0.58 and p < 0.0005. It was thus found that viruses infiltrating internal organs either cause persistent infections or a combination of acute and persistent infections. Conversely, persistent viruses either colonize internal organs or a combination of internal organs and epithelia. Hence, the length of the infection period appears to present a measure for the extent of virus host-body infiltration. ",
            "cite_spans": [],
            "section": "2.1. Virus Persistence Presents a Measure for the Extent of Virus Host-Body Infiltration ::: 2. Results",
            "ref_spans": []
        },
        {
            "text": "As a next step, the eleven virus families in the study were grouped and ranked A–D on the basis of the infiltration scores allocated to the individual family viruses, see Figure 1. The transmission of the viruses belonging to the Orthomyxoviridae and the Paramyxoviridae was found to strictly result from the involvement of the epithelia. The transmission of the viruses belonging to the Coronaviridae, the Picornaviridae and the Poxviridae was in part modulated also by the internal organ systems. The transmission of the viruses belonging to the Arteriviridae, the Flaviviridae, the Herpesviridae, plus also the single infectious bursal disease virus (IBDV), resulted from epithelial modes as well as internal organ systems involvement. Finally, the transmission of the single bluetongue virus (BTV) plus the viruses belonging to the Retroviridae family either reflected the involvement of epithelia plus internal organ systems or of just internal organ systems. A Spearman correlation of the A–D virus family specific infiltration ranking and the length of the infection period scores yielded an R = 0.71 and p = 0. The result indicates that the interrelationships among virus families may be defined in ecological terms and that the virus families may be neatly lined up in an outer- to inner-body fashion, virtually. ",
            "cite_spans": [],
            "section": "2.2. A Coarse, A–D Infiltration Ranking of Virus Families ::: 2. Results",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Next, the organ system tropisms of the viruses belonging to each family were collectively fitted and with the naked eye aligned with the Figure 1 line-up of families. For this, the within-group, alphabetical family order was adjusted to secure an optimal visual match. As indicated in Figure 2, from outer- to inner-body the virus organ system appears to shift from the respiratory plus the alimentary tract to the skin, the distal urogenital tract or cloaca, the peripheral nerves and ganglia, the reproductive organs system, the lungs, to the immune plus the circulatory systems. Hence, there are indications that both viruses and organ systems may be lined up in an outer- to inner-body fashion, virtually. ",
            "cite_spans": [],
            "section": "2.3. The Outer- to Inner-Body Shift in Virus Organ System Tropism ::: 2. Results",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 285,
                    "end": 293,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Next, the A–D family ranking was converted into a one-to-four virus infiltration score applicable to individual viruses. Further, these scores are shown in Supplementary Figure S1b. To make the scoring compatible with the A–D family ranking, the one-to-four scores reflects, respectively, virus transmission strictly based on epithelial modes, primarily based on epithelial modes, involving epithelia and internal organ systems, and primarily involving internal organ systems. There are several differences with the A–D family ranking shown in Figure 1. Among the viruses of family group B, TGEV, AEV, FMDV, and LSDV received a score of three for transmitting on the basis of the involvement of both epithelia and internal organs. PEV1 and SVDV of group B were considered primarily epithelial and so received a two score. Both these viruses are persistently shed in feces, including in the absence of clinical signs, indicating a systemic infection component. The herpesviruses of group C were split into two. BHV-1, DEV, EHV-3, and GaHV1 were considered primarily epithelial while EHV-1, GaHV-2, and SHV-1 were considered to involve epithelia and internal organs. Among the D group viruses ALV was considered to involve epithelia and internal organs, unlike CAEV, JSRV, and MVV, for which the involvement of the epithelia did not appear to contribute to the overall virus transmission success. The latter viruses were allocated a score of four.",
            "cite_spans": [],
            "section": "2.4. A New, One-to-Four Infiltration Score Applicable to Individual Viruses ::: 2. Results",
            "ref_spans": [
                {
                    "start": 544,
                    "end": 552,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "When the new, one-to-four virus infiltration scores were matched to the scores for the length of the infection period Spearman R became 0.73, and p = 0. When the somewhat atypical, vector borne bluetongue virus was removed from the correlation, R remained 0.73 for the one-to-four scoring, became 0.74 for the A–D virus family specific ranking, and 0.62, with p = 8 × 10−5, for the one-to-three infiltration ranking. ",
            "cite_spans": [],
            "section": "2.4. A New, One-to-Four Infiltration Score Applicable to Individual Viruses ::: 2. Results",
            "ref_spans": []
        },
        {
            "text": "Next, all of the above findings were considered in conjunction with the literature data on the transmission ecology collated for each of the 36 viruses in Figure S1a. Pieced together on this basis was an outer- to inner-body line-up of viruses by organ system or combination of organ systems, guided by the one-to-four virus infiltration score, the corresponding virus organ system tropism, the matching virus transmission modes, length of the infection and shedding periods, infection severity level, and virus environmental survival rate, see Figure 3 and, also, Figure S1d. ",
            "cite_spans": [],
            "section": "2.5.1. Shifts in the Virus Organ System Tropism and Corresponding Transmission Ecology ::: 2.5. The Outer- to Inner-Body Line-Up of 36 Viruses  ::: 2. Results",
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "For the epithelial, outer-body viruses it turned out that the length of the infection and shedding periods, as well as the virus environmental survival rate generally increased from respiratory tract to alimentary tract to skin. The respiratory viruses transmitted on the basis of aerosols, direct contact or fomites. Alimentary tract viruses were found to transmit on the basis of a fecal-oral cycle, through direct contact, contamination of feed and water, or involving fomites, persons and vehicles. Viruses infecting both respiratory and alimentary tract featured a mix of these transmission modes. Mostly, these viruses caused rather severe infections. Among the skin viruses, the more infiltrative viruses affecting all layers of the skin caused slowly healing lesions. The transmission of these deep-rooted skin viruses was found to rely on abrasion or biting flies rather than on direct touch or on indirect contact, more typical for superficial skin lesions. Some of the epithelial viruses are shed in feces over a prolonged time period, also in the absence of clinical signs, and these infections were considered to feature a systemic component. Next, the epithelial herpesviruses establishing latently in peripheral nerves and ganglia were found to cause a recurrence or persistence of the mucosal and/or skin infection, including of the distal urogenital tract and external genitalia. ",
            "cite_spans": [],
            "section": "2.5.2. Outer-Body Shifts ::: 2.5. The Outer- to Inner-Body Line-Up of 36 Viruses  ::: 2. Results",
            "ref_spans": []
        },
        {
            "text": "Virus infiltration of the inner-body environment frequently implicated the genital tract or reproductive system in general. This was found to be the case for the RNA, the DNA and for the retroviruses in the study. Virus establishment in the reproductive system translated in seminal transmission, haphazard abortion, late term abortion, stillbirth, birth of infected, yet apparently healthy offspring or, also, lactogenic transmission. The vertical transmission modes were common among the utmost deep-rooted viruses, the viruses infiltrating also the immune and circulatory systems. Some of the utmost infiltrative viruses featured an absence of epithelial transmission modes and were environmentally labile. Virus infiltration of the immune system associated with immune-suppression, severe infections, neoplasia, or instead with in-apparent, persistent infection. Virus infiltration of immune and circulatory systems associated with iatrogenic transmission modes. Virus circulation in the bloodstream facilitated arthropod borne transmission. As indicated in Figure 3, the transmission of the bluetongue virus, the sole arbovirus in the study, was considered somewhat atypical because the virus usually causes a transient infection in the ruminant host while in midges remains infective for life. Hence, the involvement of the biological vector complicates a direct comparison with the transmission ecology of the remaining 35 viruses.",
            "cite_spans": [],
            "section": "2.5.3. Inner-Body Shifts ::: 2.5. The Outer- to Inner-Body Line-Up of 36 Viruses  ::: 2. Results",
            "ref_spans": [
                {
                    "start": 1062,
                    "end": 1070,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The finding that virus environmental survival in the outer-body environment increased from respiratory tract to alimentary tract to skin and decreased with the shift from the outer- to the inner-body environment prompted a re-examination of the relationship between the extent of virus host-body infiltration and virus environmental survival. Virus infiltration scores two-to-four, running from primarily epithelial transmission, to transmission involving also internal organ systems, to transmission primarily involving internal organ systems, were matched to the one-to-three virus environmental survival rate scores, yielding an R = −0.59 and p = <0.0005. The indication that at least in broad terms the extent of virus inner-body infiltration correlated with a loss of virus robustness was applied in the virus ranking, along with the other factors. ",
            "cite_spans": [],
            "section": "2.5.4. Outer-Versus Inner-Body ::: 2.5. The Outer- to Inner-Body Line-Up of 36 Viruses  ::: 2. Results",
            "ref_spans": []
        },
        {
            "text": "Furthermore, the outer- to inner-body shifts in virus host tropism and virus genome were examined. Underlined in Figure 3 are ruminant and equine viruses, contrasted to the remaining, poultry and pig viruses. Excluded from the host tropism correlations was the multiple-host FMDV. The remaining 35 viruses all formed part of either of the two virus host groupings. It was found that the RNA, DNA and retroviruses broadly line up in an outer- to inner-body fashion. Virus host tropism and the virus genome line-up were matched. Additional correlations concerned the virus host tropism and the four virus ecological variable scores, as well as the virus genome type and the four virus ecological variable scores.",
            "cite_spans": [],
            "section": "2.6. The Outer- to Inner-Body Shifts in Virus Host Tropism and Virus Genome ::: 2. Results",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The extent of the host-body infiltration was found to increase from RNA to DNA to retrovirus, with R = 0.48 and p < 0.005. From RNA to DNA to retrovirus the ruminant and equine viruses gained in prominence, with R = 0.40 and p < 0.05, and the infection severity level decreased, with R = −0.45 and p < 0.01. Moreover, the ruminant and equine viruses were found to cause less severe infections than the poultry and pig viruses, with Spearman R = −0.55 and p < 0.001. Hence, from outer- to inner-body, the virus genome type and host tropism appear to shift in concert, along with the infection-transmission dynamics. ",
            "cite_spans": [],
            "section": "2.6. The Outer- to Inner-Body Shifts in Virus Host Tropism and Virus Genome ::: 2. Results",
            "ref_spans": []
        },
        {
            "text": "The synthesis of the findings is presented in Figure 4. The host environment frames the virus transmission modes and, with it, explains the organ system involvement, the specifics of the host-cell infection cycle, and the virus genome. Vice versa, the virus life history explains the virus genomics, the host-cell infection cycle and, with it, the macroscopic level virus-host interactions and the host population ecology. The interplay of the host environment-transmission modes-organ system involvement-host cell infection cycle-virus genome changes from outer- to inner-body, resulting in two opposite virus evolution pathways, respectively for generalist and specialist type viruses.",
            "cite_spans": [],
            "section": "3.1. A Predictive Framework for Animal Virus Evolution ::: 3. Discussion",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Implied by Figure 4 is that the crowding conditions observed in poultry and in pig husbandry tend to attract horizontally transmitting respiratory and enteric viruses. The pathogenicity level of the viruses evolves to match the dynamics in host abundance and contact rate. At the molecular level, these RNA viruses become released from the apical surface of epithelial cells directly into the outer-body environment. Thus, proliferative virus replication, generalized infection of respiratory plus enteric mucosae, profuse virus shedding, and swift onward transmission all go hand-in-hand. ",
            "cite_spans": [],
            "section": "3.1. A Predictive Framework for Animal Virus Evolution ::: 3. Discussion",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "A diametrically opposite scenario is given by relatively stable host environments observed in ruminant and equine husbandry, with parent stock and their young grazing together in the open, not unlike wild herbivore ecologies. The viruses attracted and selected for establish in the vital inner-body systems and transmit vertically, via needles or via bloodsucking arthropods. At the molecular level, virus establishment in the vital body systems is matched by low replication rates and minor or slowly evolving host damage. The utmost infiltrative viruses in the study are the retroviruses. In addition, some of other RNA viruses are deep-rooted.",
            "cite_spans": [],
            "section": "3.1. A Predictive Framework for Animal Virus Evolution ::: 3. Discussion",
            "ref_spans": []
        },
        {
            "text": "The DNA viruses in the study take an intermediary position.",
            "cite_spans": [],
            "section": "3.1. A Predictive Framework for Animal Virus Evolution ::: 3. Discussion",
            "ref_spans": []
        },
        {
            "text": "It has been established that epithelial viruses are highly evolvable, more so than inner-body viruses [16]. Epithelial viruses are responsive to the dynamics in the environment external to the host-body. This may be illustrated on the basis of the genetically related virus pairs in the study. For example, the influenza virus circulating in horses (EIV) generates a transient, dry cough supporting swift virus transmission via aerosols [17]. In pigs, the virus (SIV) causes coughing and sneezing, resulting from significant mucus production [18]. The virus transmits on the basis of close direct contact, in line with the social behavior and body size of pigs. ",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 438,
                    "end": 440,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "3.2. Opportunistic Viruses and Outer-Body Habitats  ::: 3. Discussion",
            "ref_spans": []
        },
        {
            "text": "The rinderpest virus (RPV) in cattle and buffaloes primarily colonizes the alimentary tract and transmits on the basis of direct muzzle-to-muzzle contact [19]. In small ruminants, the identical peste des petits ruminants virus affects also the respiratory tract and transmits also via aerosols. Likewise, the lumpy skin disease virus (LSDV) in cattle causes persistent, deep, necrotic skin plugs and transmits via biting insects, mechanically. In sheep and goats, the virus (SGPV) causes transient lesions [20].",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 507,
                    "end": 509,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "3.2. Opportunistic Viruses and Outer-Body Habitats  ::: 3. Discussion",
            "ref_spans": []
        },
        {
            "text": "The caprine arthritis-encephalitis virus (CAEV) and the Maedi-Visna virus (MVV) present an example of closely related lentiviruses establishing in the inner-body organ systems of sheep and goats. The viruses display overlap in host tropism and both transmit mainly vertically via colostrum and milk. The difference between the two viruses mainly concerns the differential inner-body virus organ system tropism.",
            "cite_spans": [],
            "section": "3.3. Specialist Viruses and Inner-Body Habitats ::: 3. Discussion",
            "ref_spans": []
        },
        {
            "text": "Projected on a long evolutionary timescale, inner-body viruses tend to become locked in within the host body. This internalization may turn progressive when the epithelial transmission modes are being replaced by internal organ system-based modes. Virus establishment in the reproductive system translates in vertical transmission, in turn enhancing virus-host co-evolution [21]. Virus infiltration of also immune and circulatory systems may yield in-apparent, persistent infections, indicating low levels of pathogenicity and/or enhanced host tolerance. The division between virus and host may become blurred and given enough time the two may become one [22].",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 656,
                    "end": 658,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "3.3. Specialist Viruses and Inner-Body Habitats ::: 3. Discussion",
            "ref_spans": []
        },
        {
            "text": "The nature of species jumps differs between generalist and specialist type viruses. For example, an opportunistic, epithelial virus of wildlife origin is likely to be found circulating in livestock before becoming first detected in humans as host. This has been the case for influenza [23], Henipah [24] and MERS corona viruses [25]. Further, the SARS corona virus infected civet cats raised as food animals before appearing in humans as host [26]. In contrast, more infiltrative viruses establish in the vital inner-body systems. Specialist viruses circulating in the bloodstream of non-human primates may directly jump to humans as host, as a result of complex ecological, socio-economic, demographic and other drivers. Examples comprise HIV-aids [27], Chikungunya [28], and Zika viruses [29]. Hence, knowing how species jumps differ for the different host ecologies may assist the study of pandemic risks.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 444,
                    "end": 446,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 750,
                    "end": 752,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 768,
                    "end": 770,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 791,
                    "end": 793,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "3.4. Predicting Species Jumps ::: 3. Discussion",
            "ref_spans": []
        },
        {
            "text": "A subtotal of 23 livestock viruses of global animal health significance was extracted from the OIE-Listed diseases, infections and infestations in force in 2019 [30]. Livestock infections and diseases resulting from virus spill-over from wildlife were excluded from the analysis. The common livestock hosts, described in the colloquial OIE terminology, comprise horses, donkeys, cattle, buffaloes, sheep, goats, swine, chicken, turkeys, ducks, and geese. The selected viruses, again in OIE terminology, comprise, in alphabetical order:-infection with Aujeszky disease virus;-avian infectious bronchitis virus;-avian infectious laryngotracheitis virus;-infection with avian influenza virus;-infection with bluetongue virus;-bovine viral diarrhea virus;-caprine arthritis/encephalitis virus;-infection with classical swine fever virus;-infection with equid herpesvirus-1;-infection with equine arteritis virus;-equine infectious anemia virus;-equine influenza virus;-enzootic bovine leucosis virus;-infection with foot and mouth disease virus;-infectious bovine rhinotracheitis/infectious pustular vulvovaginitis virus;-infectious bursal disease or Gumboro disease virus;-infection with lumpy skin disease virus;-infection with Newcastle disease virus;-infection with peste des petits ruminants virus;-infection with porcine reproductive and respiratory syndrome virus;-infection with rinderpest virus;-sheep pox and goat pox virus;-transmissible gastroenteritis virus.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "4.1. Selection of the World Main Livestock Viruses ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Added to the above were ten globally important livestock viruses drawn from the last, 1995, edition of the FAO-OIE-WHO Animal Health Yearbook [31]: -avian encephalitis virus;-avian leucosis virus;-contagious pustular dermatitis virus;-duck virus enteritis or duck plague virus;-enterovirus encephalomyelitis or Teschen disease virus;-fowlpox virus;-Maedi-Visna virus;-Marek’s disease virus;-pulmonary adenomatosis or jaagsiekte virus;-swine vesicular disease virus.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "4.1. Selection of the World Main Livestock Viruses ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Furthermore, three viruses of international veterinary relevance were added:-equine herpesvirus-3;-porcine epidemic diarrhea virus;-swine influenza virus.",
            "cite_spans": [],
            "section": "4.1. Selection of the World Main Livestock Viruses ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "The total of 36 livestock viruses belong to eleven different families and form a mix of RNA (N = 19), DNA (N = 11), and retroviruses (N = 6).",
            "cite_spans": [],
            "section": "4.1. Selection of the World Main Livestock Viruses ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Shown in Figure S1a for each of the 36 viruses are the virus family, virus genomic architecture, virus name in full, abbreviated, and the common names given to the infection or disease. Also presented is a brief summary on the transmission ecology for each virus, with references to the primary livestock host, the virus organ system tropism, the length of the infection and shedding period, the infection severity level, the transmission modes, and the virus environmental survival rate. ",
            "cite_spans": [],
            "section": "4.2. Details on the Transmission Ecology and Virus Ecological Variables ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Presented in Figure S1b are one-to-three scores allocated to the 36 viruses for four ecological variables. The variables comprise the extent of virus host-body infiltration, the length of the infection period, the infection severity level, and the virus environmental survival rate. The one-to-three infiltration score reflects the organ system involvement in infection-transmission and concerns, respectively, virus transmission based on the involvement of the epithelia, transmission involving epithelia and internal organs, and transmission involving just internal organs. Also shown is a one-to-four virus infiltration score, an outcome of the iterative analysis process and reflecting, respectively, virus transmission strictly based on epithelial modes, primarily based on epithelial modes, involvement of epithelia and internal organ systems, and of primarily internal organ systems. The score for the length of the infection period reflects, respectively, acute, acute plus persistent, and persistent infections. Likewise, the score for the infection severity level concerns a case fatality of less than one, one to ten, and above ten percent. The score for the virus environmental survival rate refers to the number of days that the virus remains infective outside the host body, ranging from up to three, three to ten, to over ten days. Also indicated in Figure S1b is the virus host range as observed in both livestock and wildlife. ",
            "cite_spans": [],
            "section": "4.2. Details on the Transmission Ecology and Virus Ecological Variables ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Figure S1c lists the literature sources on which Figure S1a,b is based.",
            "cite_spans": [],
            "section": "4.2. Details on the Transmission Ecology and Virus Ecological Variables ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "The analysis concerned an iterative process. As a first step, the one-to-three scores allocated to the 36 viruses for the four ecological variables were examined in more detail and the monotonic associations subjected to Spearman correlation. Just the scores for the virus host-body infiltration and for the length of the infection period were found to increase in value together. ",
            "cite_spans": [],
            "section": "4.3. The Analysis  ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Next, given the coarse match between virus infiltration and persistence, it was examined how this relationship played out at the virus family level. For this, the eleven virus families in the study were grouped and ranked A–D on the basis of the one-to-three infiltration scores allocated to the individual family viruses. Also, this A–D infiltration ranking was held against the length of the infection period scores.",
            "cite_spans": [],
            "section": "4.3. The Analysis  ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Next, given the indication, from the above, that the virus families may be neatly lined up in an outer- to inner-body fashion, it was examined how the organ system tropisms of the family viruses aligned with it. For this, the organ system tropisms of the viruses belonging to each family were collectively fitted and with naked eye aligned with the A–D family groups. For this, the alphabetical family order within the family groups was abandoned in order to obtain an optimal visual match. The result confirms that also the organ systems may be lined up in an outer- to inner-body fashion, virtually.",
            "cite_spans": [],
            "section": "4.3. The Analysis  ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Next, the A–D family ranking was converted into a one-to-four virus infiltration score applicable to individual viruses, as described in Section 4.3, and also these scores were matched to the length of the infection period scores.",
            "cite_spans": [],
            "section": "4.3. The Analysis  ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Next, since the infiltration-persistence match for the individual viruses was found to be about as strong as for the virus families, the 36 viruses were individually lined up in an outer- to inner-body fashion, irrespective the family origin, strictly on ecological grounds. For this, all of the above obtained results were considered in conjunction with the literature data on the transmission ecology collated for each of the 36 viruses in Figure S1a. Pieced together on this basis was an outer- to inner-body line-up of viruses by organ system or combination of organ systems, guided by the one-to-four virus infiltration score, the corresponding virus organ system tropism, the matching virus transmission modes, length of the infection and shedding periods, infection severity level, and virus environmental survival rate.",
            "cite_spans": [],
            "section": "4.3. The Analysis  ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "The finding that virus environmental survival in the outer-body environment increased from respiratory tract to alimentary tract to skin and decreased with the shift from the outer- to the inner-body environment prompted a re-examination of the relationship between the extent of virus host-body infiltration and virus environmental survival. Virus infiltration scores two-to-four, running from primarily epithelial transmission, to transmission involving also internal organ systems, to transmission primarily involving internal organ systems, were found to match with the one-to-three virus environmental survival rate scores. The indication that, at least in broad terms, the extent of virus inner-body infiltration correlated with a loss of virus robustness was applied in the virus ranking, along with the other factors. ",
            "cite_spans": [],
            "section": "4.3. The Analysis  ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "Next, furthermore examined were the outer- to inner-body shifts in virus host tropism and virus genome. For this, the ruminant plus equine viruses were contrasted to the poultry plus pig viruses. Excluded from the host tropism correlations was the multiple host FMDV. The remaining 35 viruses all formed part of either of the two host groupings. It was found that RNA, DNA and retroviruses broadly line up in an outer- to inner-body fashion. Virus host tropism and the virus genome line-up were matched. Additional correlations concerned virus host tropism and the four virus ecological variable scores, as well as virus genome type, and the four virus ecological variable scores. It was found that from outer- to inner-body, the virus genome type and host tropism appear to shift in concert, along with the infection-transmission dynamics.",
            "cite_spans": [],
            "section": "4.3. The Analysis  ::: 4. Materials and Methods ",
            "ref_spans": []
        },
        {
            "text": "The collective results above served the compilation of the predictive framework for animal virus evolution shown in Figure 4, Discussion section. ",
            "cite_spans": [],
            "section": "4.3. The Analysis  ::: 4. Materials and Methods ",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The online Rho calculator https://www.socscistatistics.com/tests/spearman/Default.aspx was used for the Spearman correlations. This software has been audited by established statistics packages.",
            "cite_spans": [],
            "section": "4.4. Software ::: 4. Materials and Methods ",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Virus family based host-body infiltration ranking. The eleven virus families in the study were grouped and ranked A–D on the basis of the host-body infiltration scores allocated to the individual family viruses. For each grouping, the virus families and also the family viruses are shown in alphabetical order.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Organ systems virtually lined-up in an outer- to inner-body fashion. For this, the organ system tropisms of the viruses belonging to each family were collectively fitted and with the naked eye aligned with the Figure 1 A–D line-up of virus families.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: The 36 viruses in the study lined up in ecological terms. The first panel concerns an outer- to inner-body alignment of organ systems and viruses, plus also of virus genomes. Underscored are ruminant and equine viruses, so as to create a contrast with the remaining poultry and pig viruses, see text. Shown in the second panel are the organ system tropisms spelled out in full. See Figure 1 for the virus names in full.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Framework for animal virus evolution. The framework is based on the outer- to inner-body shifts in the interplay of host environment-transmission modes-organ system involvement-host cell infection cycle-virus genome, resulting in two opposite virus evolution pathways.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Virus ecology: A gap between detection and prediction",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg. Microbes Infect.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2013.25"
                ]
            }
        },
        "BIBREF1": {
            "title": "Nosocomial transmission of dengue fever via needlestick. An occupational risk",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "S.-M.",
                    "middle": [],
                    "last": "Paraskevopoulou",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Ashley",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Probst",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Muir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Travel Med. Infect. Dis.",
            "volume": "13",
            "issn": "",
            "pages": "271-273",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2015.03.016"
                ]
            }
        },
        "BIBREF2": {
            "title": "What Ecologists Can Tell Virologists",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Dennehy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu. Rev. Microbiol.",
            "volume": "68",
            "issn": "",
            "pages": "117-135",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-micro-091313-103436"
                ]
            }
        },
        "BIBREF3": {
            "title": "Predicting virus emergence amid evolutionary noise",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Geoghegan",
                    "suffix": ""
                },
                {
                    "first": "E.C.",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Open Biol.",
            "volume": "7",
            "issn": "",
            "pages": "170-189",
            "other_ids": {
                "DOI": [
                    "10.1098/rsob.170189"
                ]
            }
        },
        "BIBREF4": {
            "title": "Life history determines genetic structure and evolutionary potential of host-parasite interactions",
            "authors": [
                {
                    "first": "L.G.",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "P.H.",
                    "middle": [],
                    "last": "Thrall",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Burdon",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Linde",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Ecol. Evol.",
            "volume": "23",
            "issn": "",
            "pages": "678-685",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tree.2008.06.017"
                ]
            }
        },
        "BIBREF5": {
            "title": "Are viruses alive? The replicator paradigm sheds decisive light on an old but misguided question",
            "authors": [
                {
                    "first": "E.V.",
                    "middle": [],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Starokadomskyy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Stud. Hist. Philos. Biol. Biomed. Sci.",
            "volume": "59",
            "issn": "",
            "pages": "125-134",
            "other_ids": {
                "DOI": [
                    "10.1016/j.shpsc.2016.02.016"
                ]
            }
        },
        "BIBREF6": {
            "title": "The good viruses: Viral mutualistic symbioses",
            "authors": [
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Roossinck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Rev. Microbiol.",
            "volume": "9",
            "issn": "",
            "pages": "99-108",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro2491"
                ]
            }
        },
        "BIBREF7": {
            "title": "Cell tropism predicts long-term nucleotide substitution rates of mammalian RNA viruses",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003838"
                ]
            }
        },
        "BIBREF8": {
            "title": "Chapter 2.5.7. Equine Influenza (Infection with Equine Influenza Virus) in World Organisation for Animal Health (OIE) Manual of Diagnostic Tests and Vaccines for Terrestrial Animals, OIE",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Technical Disease Cards, Swine Influenza. OIE",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Technical Disease Cards, Rinderpest. OIE",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Virus-host symbiosis mediated by persistence",
            "authors": [
                {
                    "first": "L.P.",
                    "middle": [],
                    "last": "Villarreal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Symbiosis",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Technical Disease Cards, Sheep Pox and Goat Pox (OIE, 2013)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Transmission modes and evolution of the parasitism-mutualism continuum",
            "authors": [
                {
                    "first": "P.W.",
                    "middle": [],
                    "last": "Ewald",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann. N. Y. Acad. Sci.",
            "volume": "503",
            "issn": "",
            "pages": "295-306",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1749-6632.1987.tb40616.x"
                ]
            }
        },
        "BIBREF14": {
            "title": "On the concept and elucidation of endogenous retroviruses",
            "authors": [
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Philos. Trans. R. Soc. Lond. B Biol. Sci.",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2012.0494"
                ]
            }
        },
        "BIBREF15": {
            "title": "Spatiotemporal Distribution and Evolution of the A/H1N1 2009 Pandemic Influenza Virus in Pigs in France from 2009 to 2017: Identification of a Potential Swine-Specific Lineage",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Chastagner",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hervé",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bonin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Quéguiner",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Hirchaud",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Henritzi",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Béven",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gorin",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Barbier",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Blanchard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Virol.",
            "volume": "92",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00988-18"
                ]
            }
        },
        "BIBREF16": {
            "title": "Transmission of henipaviruses",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Weatherman",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "de Wit",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Virol.",
            "volume": "28",
            "issn": "",
            "pages": "7-11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2017.09.004"
                ]
            }
        },
        "BIBREF17": {
            "title": "MERS coronavirus: Diagnostics, epidemiology and transmission",
            "authors": [
                {
                    "first": "I.M.",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Arden",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virol. J.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-015-0439-5"
                ]
            }
        },
        "BIBREF18": {
            "title": "SARS-CoV Infection in a Restaurant from Palm Civet",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis.",
            "volume": "11",
            "issn": "",
            "pages": "1860-1865",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1112.041293"
                ]
            }
        },
        "BIBREF19": {
            "title": "Beyond the Cut Hunter: A Historical Epidemiology of HIV Beginnings in Central Africa",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Rupp",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Ambata",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Narat",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Giles-Vernick",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecohealth",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-016-1189-6"
                ]
            }
        },
        "BIBREF20": {
            "title": "A scoping review of published literature on chikungunya virus",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mascarenhas",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Garasia",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Berthiaume",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Corrin",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Greig",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Waddell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0207554"
                ]
            }
        },
        "BIBREF21": {
            "title": "Zika virus: History, emergence, biology, and prospects for control",
            "authors": [
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Garcia-Blanco",
                    "suffix": ""
                },
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "G.S.",
                    "middle": [],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "P.-Y.",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Vasilakisab",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antivir. Res.",
            "volume": "130",
            "issn": "",
            "pages": "69-80",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2016.03.010"
                ]
            }
        },
        "BIBREF22": {
            "title": "Viruses are essential agents within the roots and stem of the tree of life",
            "authors": [
                {
                    "first": "L.P.",
                    "middle": [],
                    "last": "Villarreal",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Witzany",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Theor. Biol.",
            "volume": "262",
            "issn": "",
            "pages": "698-710",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2009.10.014"
                ]
            }
        },
        "BIBREF23": {
            "title": "Data from “OIE-Listed Diseases, Infections and Infestations in Force in 2019.” World Organisation for Animal Health",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "List A, B and C diseases",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Cheneau",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Blancou",
                    "suffix": ""
                },
                {
                    "first": "F.-X.",
                    "middle": [],
                    "last": "Meslin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Animal Health Yearbook 1995 FAO-OIE-WHO",
            "volume": "",
            "issn": "",
            "pages": "XI-XIII",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The evolutionary history of vertebrate RNA viruses",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X.D.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Eden",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "556",
            "issn": "",
            "pages": "197-202",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-018-0012-7"
                ]
            }
        },
        "BIBREF26": {
            "title": "Move over, bacteria! Viruses make their mark as mutualistic microbial symbionts",
            "authors": [
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Roossinck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol.",
            "volume": "89",
            "issn": "",
            "pages": "6532-6535",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02974-14"
                ]
            }
        },
        "BIBREF27": {
            "title": "Virus taxonomy: The database of the International Committee on Taxonomy of Viruses (ICTV)",
            "authors": [
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Lefkowitz",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Dempsey",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Hendrickson",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Orton",
                    "suffix": ""
                },
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res.",
            "volume": "48",
            "issn": "",
            "pages": "D708-D717",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkx932"
                ]
            }
        },
        "BIBREF28": {
            "title": "Direct cell-to-cell transmission of respiratory viruses: The fast lanes",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Cifuentes-Muñoz",
                    "suffix": ""
                },
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Dutch",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog.",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1007015"
                ]
            }
        },
        "BIBREF29": {
            "title": "Preventive and Therapeutic Strategies for Bovine Leukemia Virus: Lessons for HTLV",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Florins",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Gillet",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "de Brogniez",
                    "suffix": ""
                },
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Sánchez-Alcaraz",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Boxus",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Boulanger",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Trono",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Viruses",
            "volume": "3",
            "issn": "",
            "pages": "1210-1248",
            "other_ids": {
                "DOI": [
                    "10.3390/v3071210"
                ]
            }
        },
        "BIBREF30": {
            "title": "Detection of avian leukosis virus in albumen of chicken eggs using reverse transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol. Methods",
            "volume": "78",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": [
                    "10.1016/S0166-0934(98)00157-8"
                ]
            }
        }
    }
}