{
    "paper_id": "PMC6615257",
    "metadata": {
        "title": "Pharmaceutical Prescription in Canine Acute Diarrhoea: A Longitudinal Electronic Health Record Analysis of First Opinion Veterinary Practices",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "A."
                ],
                "last": "Singleton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.",
                "middle": [
                    "J.",
                    "M."
                ],
                "last": "Noble",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Sánchez-Vizcaíno",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Dawson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gina",
                "middle": [
                    "L."
                ],
                "last": "Pinchbeck",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nicola",
                "middle": [
                    "J."
                ],
                "last": "Williams",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alan",
                "middle": [
                    "D."
                ],
                "last": "Radford",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Philip",
                "middle": [
                    "H."
                ],
                "last": "Jones",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute diarrhoea commonly affects dogs (1). Whilst the majority of cases are generally mild and self-limiting, some can be life threatening (2–7). Aetiology is complex, including a range of non-infectious lifestyle factors, such as a history of scavenging or being fed home-cooked diets (1, 5, 6). Zoonotic (e.g., Campylobacter, Salmonella, Giardia spp.) and non-zoonotic (e.g., canine parvovirus, canine enteric coronavirus) pathogens have also been implicated (6, 8–14), though the precise role some of these play remains of debate (8, 15–18). A range of therapeutic options are available, either targeting potential infectious agents and/or clinical signs (2, 5). Together this creates a complex clinical decision-making environment for practitioners when first presented with such cases, further compounded by relatively infrequent use of diagnostic testing (5).",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 40,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 141,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 142,
                    "end": 143,
                    "mention": "7",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 287,
                    "end": 288,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 290,
                    "end": 291,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 293,
                    "end": 294,
                    "mention": "6",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 462,
                    "end": 463,
                    "mention": "6",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 465,
                    "end": 466,
                    "mention": "8",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 534,
                    "end": 535,
                    "mention": "8",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 662,
                    "end": 663,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 862,
                    "end": 863,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Antimicrobial prescription, as a management strategy, is a particular focus for research due to the increasing threat posed by antimicrobial resistance (19). Antimicrobial prescription has been recorded in between 45 and 70% of canine diarrhoea cases (2, 5, 7, 20, 21), with prescription being most frequent in cases presenting with pyrexia or haemorrhagic diarrhoea (2, 5). These findings most likely reflect a perception that such clinical signs increase likelihood of infectious process involvement and/or intestinal mucosal compromise, increasing risk of bacteraemia (15). However, recent case-control studies of canine acute haemorrhagic diarrhoea syndrome (AHDS) have questioned whether antimicrobial therapy has an impact on odds of recovery in non-septic patients (10, 22), and indeed whether antimicrobials should be prescribed at all (10, 16, 23).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 252,
                    "end": 253,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 255,
                    "end": 256,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 258,
                    "end": 259,
                    "mention": "7",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 368,
                    "end": 369,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 371,
                    "end": 372,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 572,
                    "end": 574,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 777,
                    "end": 779,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 845,
                    "end": 847,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 853,
                    "end": 855,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In addition to antimicrobial prescription, management strategies frequently encompass other pharmaceutical agents both as primary diarrhoea therapies (24), or to manage associated clinical signs (2). The potential utility of gastrointestinal nutraceuticals (including prebiotics, probiotics, adsorbents, and motility modifiers) has also attracted recent attention (25, 26), though evidence of in vivo efficacy remains limited (25).",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 196,
                    "end": 197,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 427,
                    "end": 429,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The complex and often undetermined aetiology of acute canine diarrhoea, as well as the range of therapeutic or management interventions available, provides a natural opportunity to more fully understand factors that might drive complex clinical decision-making in practice, as well as which of these decisions might impact outcome. This study aimed to combine electronic health record (EHR) and questionnaire data collected from a large network of UK veterinary practices to explore factors associated with the decision to prescribe pharmaceutical agents or dispense nutraceuticals to dogs presenting with acute diarrhoea.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This longitudinal retrospective study analysed electronic health records (EHRs) collected from 179 volunteer veterinary practices (347 sites) situated in the United Kingdom (UK) that participate in the Small Animal Veterinary Surveillance Network (SAVSNET) and utilise Robovet practice management software (Vet Solutions Ltd.). A veterinary practice was defined as a single business, whereas “sites” included all branches that comprised an individual veterinary practice. SAVSNET hold ethical approval from the University of Liverpool (RETH000964); data collection protocols are more fully described elsewhere (4). Briefly, EHRs were collected from consultations where a booked appointment was made to see a veterinary professional (veterinary surgeon or veterinary nurse) between 1 April 2014 and 31 January 2017. Every consultation was classified by the consulting veterinary professional into one of ten categories indicating the main reason that the animal presented and the main presenting complaint (MPC) (21). In addition to the MPC, a further questionnaire was completed in a random selection of consultations by the attending veterinary professional (Table 1). Consultations which had been classified into the “gastroenteric” MPC, which also had an associated completed questionnaire attached were selected for inclusion in this study.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 612,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Data Collection ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 1160,
                    "end": 1167,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A case was defined as a dog presenting for investigation of acute diarrhoea (Table 1, question 1) of 2 days or less duration (Table 1, question 5), where the relevant consultation was the first time the animal had presented for investigation of that diarrhoeic episode (Table 1, question 4). Consultations were selected for presence of diarrhoea but not at the exclusion of other clinical signs. In addition to a range of signalment data (e.g., age, sex, breed etc.), the MPC, and the associated questionnaire responses, each EHR also included a text-based product description and free text clinical narrative. The latter was manually interrogated to summarise animal body temperature (if recorded). Each EHR also contained a vaccination history; animals were defined as currently vaccinated if they had received a vaccination of any composition within 3.5 years preceding the relevant consultation date (27).",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 907,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Data Collection ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 126,
                    "end": 133,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 270,
                    "end": 277,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Pharmaceutical agent prescriptions were identified and classified via the semi-structured text-based product description field of the EHR (28). Antimicrobials and anti-inflammatories were further classified by authorised administration route as systemic (oral or injectable forms, hence “systemic”) or topical administration (aural, ocular, skin). Five pharmaceutical families commonly prescribed for management of canine gastroenteric disease (5) were selected for further analyses: systemic antimicrobials (excluding topical antimicrobials), systemic anti-inflammatories (excluding topical anti-inflammatories), gastrointestinal agents e.g., antacids, gastro-protectants, anti-emetics etc., endoparasiticides and endectocides, and products used for euthanasia (henceforth, “euthanasia”). Additionally, the product description field was interrogated to identify dispensed gastrointestinal nutraceutical products. These were defined as products not listed as either authorised veterinary or human medicinal products which contained a range of probiotics, prebiotics, kaolin etc., and were marketed for the purpose of aiding diarrhoea resolution.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 445,
                    "end": 446,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Pharmaceutical, Nutraceutical, or Veterinary Professional Advice Identification ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "As the majority of canine self-limiting diarrhoea cases resolve within a week (29), cases were considered as resolved if they did not return to the veterinary practice for a mainly gastroenteric reason (as judged by MPC) between 11 and 30 days post-initial presentation. The clinical narratives for all cases re-presenting for examination between 1 and 10 days post-initial presentation were additionally read to record explicit mention of diarrhoeic clinical sign resolution, and any further pharmaceutical prescriptions provided in this time period. Cases were defined as lost to follow-up if they did not re-present to the veterinary practice at all by 31 January 2018, or were seen again within 10 days post-initial presentation but did not re-present by 31 January 2018.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Case Follow-Up ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All analyses were carried out using R language (version 3.4.4). Descriptive proportions and associated 95% confidence intervals (95% CI) were calculated to adjust for clustering (bootstrap method, n = 5,000 samples) within site,1 encompassing a range of binary or categorical demographic, clinical sign, pharmaceutical agent prescription, and clinical outcome variables. Median and range were calculated for continuous variables. Following descriptive analyses, univariable and multivariable mixed effects logistic regression were used to model a range of outcomes, using the R package “lme4”2 Primary outcomes, modelled as binary variables, included resolution of diarrhoea clinical signs (as defined above), and loss to follow-up. The decision to prescribe systemic antimicrobials, systemic anti-inflammatories, gastrointestinal agents, endoparasiticides and endectocides, and to euthanise the dog at initial presentation were also explored, using prescription of such agents as binary independent variables in separate models. A likelihood ratio test (LRT) of a null model indicated that observations were clustered within practice and site; hence both were included as random effects in all models. Univariable regression was first performed, with explanatory variables being retained if a LRT indicated P ≤ 0.20 against a null model.",
            "cite_spans": [],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In total, 21 binary or categorical explanatory variables were considered. For all models, these included factors related to animal signalment (insurance status, vaccination status, sex, neutered status, microchip status); questionnaire responses (presence of haemorrhagic diarrhoea, melaena, vomiting, decreased appetite, weight loss, diarrhoeic pattern, clinical severity) and categorised body temperature as recorded within the clinical narrative attached to each consultation (interpreted normal or below 39.0°C, 39.0–39.4°C, 39.5–39.9°C, in excess of 40.0°C, and temperature not recorded), as recorded within the clinical narrative attached to each consultation. Considering clinical severity, due to a low number of severe cases such cases were combined into a single category with moderate cases for all models. Animal's age at consultation was fitted as a continuous explanatory variable; where relevant, polynomial terms were fitted if an LRT indicated significantly improved fit.",
            "cite_spans": [],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For models considering resolution or loss to follow-up only, questionnaire responses indicating that the consulting veterinary professional had provided advice to either modify the animal's diet or fast the animal were also considered. Prescription of pharmaceutical agents or dispensed gastrointestinal nutraceuticals were also included in resolution and loss to follow-up models as binary dependent variables.",
            "cite_spans": [],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In order to take into account the therapeutic complexities surrounding case management, we took three separate approaches to modelling the association of each of the five therapeutic options (e.g., the four investigated pharmaceutical families and gastrointestinal nutraceuticals) and dietary modification advice against case resolution. Firstly, we considered each option/advice regardless of presence of other options e.g., a single case must be prescribed a systemic antimicrobial, but could also be prescribed/dispensed/advised any other option. Secondly, we considered each option/advice in isolation e.g., a single case could only be prescribed a systemic antimicrobial, with no further prescription/dispensing/advice provided. Finally, we also considered dietary advice in combination with each option in isolation e.g., a single case must be provided with dietary modification advice and prescribed a systemic antimicrobial, with no further options provided.",
            "cite_spans": [],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Multivariable analyses underwent step-wise backward elimination to reduce Akaike Information Criterion (AIC) and Bayesian Information Criterion (BIC). Two-way interaction terms were assessed for improved multivariable model fit via a combination of AIC and BIC. Multicollinearity was assessed in the final model via use of the Variance Inflation Factor (VIF), available through the R package “car”3 Odds ratios, confidence intervals, correlation of fixed effects and projected probabilities were calculated utilising the R package “sjPlot”4 Statistical significance was defined throughout as P < 0.05.",
            "cite_spans": [],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In total, 12,455 questionnaires were completed for canine patients (11,589 unique dogs) with a gastroenteric MPC, of which 3,192 questionnaires (3,162 unique dogs) fitted the acute diarrhoea case definition (two days or less duration and first presentation for examination). Three dogs were removed where a spurious date of birth was recorded (e.g., 1st January 1900). Hence, 3,189 diarrhoea cases (involving 3,159 unique dogs) collected from 179 veterinary practices (347 sites) were included in analyses (Figure 1). Of these retained cases, 50.2% (95% CI, 48.3–52.1) were recorded as male; 62.2% of male cases were neutered (95% CI 59.6–64.9), 72.4% of female cases were neutered (95% CI 69.7–75.1), 54.6% of total retained cases were microchipped (95% CI 52.1–57.2), 24.4% of total retained cases were insured (95% CI 22.1–26.7), and 73.6% of total retained cases has been vaccinated within the preceding 3.5 years (95% CI 71.5–75.8). Median age at initial presentation was 4.2 years (range 0.0–18.5).",
            "cite_spans": [],
            "section": "Study Population ::: Results",
            "ref_spans": [
                {
                    "start": 507,
                    "end": 515,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Cases were considered by clinical severity (Table 1, question 3), clinical sign combinations (Table 1, question 1), and body temperature as recorded in the clinical narrative. The majority of dogs [n = 1,893; 59.4% of cases (95% CI 57.8–61.0)] initially presented with non-haemorrhagic diarrhoea (Table 2). Most cases were recorded as mild (n = 2,665; 83.6% of cases, 95% CI 82.2–85.0), with moderate cases more commonly reporting diarrhoea with blood, vomiting, weight loss, poor appetite, and a mixed diarrhoeic pattern compared to mild cases. Utilisation of diagnostic tests was uncommon (<10% of all cases), with bacteriology and parasitology being the most commonly performed test (3.2% of cases, 95% CI 2.4–4.0). Dietary modification was the most commonly provided advice to dog owners. In total, 1,812 cases explicitly recorded body temperature within the clinical narrative, reporting a median body temperature of 38.6°C (range 36.2–41.3); a further 53 and 3 cases recorded a “normal” or “increased” temperature, respectively without stating a value. Considered together, an interpreted normal or below 39.0°C body temperature was recorded in 58.4% of cases (n = 1,865, 95% CI 56.5–60.4); 39.0°C−39.4°C in 13.1% (n = 418, 95% CI 11.8–14.4), 39.5–39.9°C in 3.5% (n = 110, 95% CI 2.8–4.1), and >40.0°C in 0.9% of cases (n = 30, 95% CI 0.6–1.3). Temperature was not recorded or interpreted in 23.9% of cases (n = 763, 95% CI 21.9–25.9). A greater proportion of cases were classified as moderate or severe as reported temperature increased (data not presented).",
            "cite_spans": [],
            "section": "Descriptive Analyses ::: Results",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 94,
                    "end": 101,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 297,
                    "end": 304,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Pharmaceutical prescription occurred in 78.4% (95% CI 76.3–80.5) of initial presentations, rising to 81.3% of cases (95% CI 79.5–83.2) within 10 days post-initial presentation (Table 3). Systemic antimicrobials were the most commonly prescribed pharmaceutical agent (49.7% of cases at initial presentation, rising to 52.5% within 10 days of initial presentation). Gastrointestinal nutraceuticals were also frequently dispensed (60.8% of cases at initial presentation, rising to 61.7% within 10 days of initial presentation). In total, 4.3% of cases (95% CI 3.4–5.2) had no record of a pharmaceutical agent being prescribed or a gastrointestinal nutraceutical dispensed. Metronidazole represented the most commonly prescribed systemic antimicrobial (47.0% of antimicrobial prescribing cases, 95% CI 41.0–53.1); glucocorticoids the most commonly prescribed systemic anti-inflammatory (81.3% of anti-inflammatory prescribing cases, 95% CI 73.6–89.1); maropitant the most commonly prescribed gastrointestinal agent (44.6% of gastrointestinal prescribing cases, 95% CI 39.9–49.3), and a combination of milbemycins and quinolines were the most commonly prescribed endoparasiticides/endectocides (48.0% of endoparasiticide/ endectocide prescribing cases, 95% CI 41.5–54.5) (see Supplementary Table 1).",
            "cite_spans": [],
            "section": "Descriptive Analyses ::: Results",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Pharmaceutical prescription frequency varied by case severity, with systemic antimicrobials largely being prescribed to mild and moderate cases (Table 3), and showed considerable variation between cases, particularly in relation to co-prescription (Table 4). Systemic antimicrobial prescription was more frequent in cases reporting diarrhoea with blood compared to diarrhoea without blood, regardless of presence or absence of vomiting (see Supplementary Table 2).",
            "cite_spans": [],
            "section": "Descriptive Analyses ::: Results",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 249,
                    "end": 256,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Dogs presenting with diarrhoea with blood were more frequently prescribed a systemic antimicrobial (Odds ratio, OR, 4.1, 95% CI, 3.4–5.0), compared to diarrhoea without blood; moderate or severe cases were also more frequently prescribed a systemic antimicrobial compared to mild cases (OR 1.3, 95% CI 1.1–1.7) (Table 5). Compared to an interpreted normal or below 39°C body temperature at initial presentation, all other temperature categories were more frequently associated with prescription, peaking at between 39.5 and 39.9°C (OR 5.9, 95% CI 3.6–9.9). Prescription probability increased with age up to ~7 years of age, but remained static between seven and thirteen, and increased from thirteen years of age upwards (Figure 2A). Results from univariable analyses are available in Supplementary Table 4. A cubic polynomial term was included to model age at consultation; no interaction terms significantly improved the fit of the model.",
            "cite_spans": [],
            "section": "Systemic Antimicrobial Prescription ::: Factors Associated With Pharmaceutical or Nutraceutical Intervention ::: Results",
            "ref_spans": [
                {
                    "start": 722,
                    "end": 731,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 312,
                    "end": 319,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Compared to non-vomiting dogs, dogs vomiting with or without blood were much more frequently prescribed a gastrointestinal agent (Table 5). Non-vomiting moderate and severe cases were also more frequently prescribed compared to non-vomiting mild cases (OR 2.5, 95% CI 1.8–3.6). Prescription probability increased up to approximately 6 years of age, before decreasing until 15 years of age (Figure 2A). Univariable results are available in Supplementary Table 5. A cubic polynomial term was included to model age at consultation; an interaction term between case severity and vomiting significantly improved the fit of the model.",
            "cite_spans": [],
            "section": "Gastrointestinal Agent Prescription ::: Factors Associated With Pharmaceutical or Nutraceutical Intervention ::: Results",
            "ref_spans": [
                {
                    "start": 390,
                    "end": 399,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 130,
                    "end": 137,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Animals reported to have lost weight were associated with increased odds (OR 3.4, 95% CI 1.3–9.0) of endoparasiticide and/or endectocide prescription, though moderate and severe cases (OR 0.4, 95% CI 0.3–0.7) or vomiting cases without blood (OR 0.5, 95% CI 0.4–0.7) were less frequently prescribed (Table 6). Vaccinated animals were also less frequently (OR 0.6, 95% CI 0.4–0.7) prescribed at initial presentation. Prescription probability decreased sharply up to 3 years of age, remained broadly stable until 12 years of age, and then decreased further (Figure 2A). Univariable results are available in Supplementary Table 6. A cubic polynomial term was included to model age at consultation; no interaction terms significantly improved the fit of the model.",
            "cite_spans": [],
            "section": "Endoparasiticide/Endectocide Prescription ::: Factors Associated With Pharmaceutical or Nutraceutical Intervention ::: Results",
            "ref_spans": [
                {
                    "start": 555,
                    "end": 564,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 299,
                    "end": 306,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "A number of clinical signs including diarrhoea with blood (OR 0.7, 95% CI 0.6–0.9), vomiting with (OR 0.3, 95% CI 0.2–0.5) or without blood (OR 0.6, 95% CI 0.5–0.7), body temperature between 39.5 and 39.9°C (OR 0.5, 95% CI 0.3–0.8), other clinical signs (OR 0.4, 95% CI 0.2–0.7), and moderate and severe cases (OR 0.6, 95% CI 0.5–0.8) were all less frequently associated with a gastrointestinal nutraceutical being dispensed (Table 6). However, a mixed diarrhoeic pattern was associated with increased odds (OR 1.33, 95% CI 1.04–1.71). Odds decreased with age to approximately 4 years of age and remained broadly static until 10 years of age, before decreasing further (Figure 2A). Univariable results are available in Supplementary Table 7. A cubic polynomial term was included to model age at consultation; no interaction terms significantly improved the fit of the model.",
            "cite_spans": [],
            "section": "Dispensing of Gastrointestinal Nutraceuticals ::: Factors Associated With Pharmaceutical or Nutraceutical Intervention ::: Results",
            "ref_spans": [
                {
                    "start": 670,
                    "end": 679,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 426,
                    "end": 433,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "In total, 754 cases (23.6% of total cases) were lost to follow-up. Currently insured (OR 0.7, 95% CI 0.5–0.9), recently vaccinated (OR 0.3. 95% CI 0.3–0.4) or neutered (OR 0.4, 95% CI 0.3–0.5) dogs had lower odds of being lost to follow-up (Table 7). Increasing age was associated with increased probability of a case being lost to follow-up until approximately 4 years of age, decreasing slightly between four and twelve, before increasing once more (Figure 2B). Univariable results are available in Supplementary Table 8. A cubic polynomial term was included to model age at consultation; no interaction terms significantly improved the fit of the model.",
            "cite_spans": [],
            "section": "Cases Lost to Follow-Up ::: Analysis of Longitudinal Outcomes ::: Results",
            "ref_spans": [
                {
                    "start": 452,
                    "end": 461,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 241,
                    "end": 248,
                    "mention": "Table 7",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "Cases euthanised on initial presentation (n = 6) and lost to follow-up (n = 754) were excluded, leaving 2,429 cases available for resolution analyses. By the 10th day following initial presentation, 95.4% (95% CI 94.5–96.3) of cases were considered resolved; 7.6% of resolved cases were recorded as such in the clinical narrative, the remaining cases were assumed to be resolved by the absence of any further gastrointestinal-related consultations between 11 and 30 days following initial presentation.",
            "cite_spans": [],
            "section": "Diarrhoea Resolution ::: Analysis of Longitudinal Outcomes ::: Results",
            "ref_spans": []
        },
        {
            "text": "Univariable analyses are available in Supplementary Table 9. Dogs presenting with a mixed (OR 0.57, 95% CI 0.33–0.98) or unknown (OR 0.46, 95% CI 0.25–0.85) diarrhoeic pattern were less frequently resolved (Table 7). Though no pharmaceutical agent prescribed exclusively were associated with significant variant odds of resolution, when owners were provided with dietary modification advice combined with gastrointestinal nutraceuticals but no other therapy, such cases had increased odds of resolution by 10 days post initial presentation (OR 2.8, 95% CI 1.3–6.1). This latter finding was also observed when only mild, normothermic (<39.5°C), non-haemorrhagic cases were modelled (data not presented). There was little variation in probability of resolution and age (Figure 2B). A cubic polynomial term was included to model age at consultation; no interaction terms significantly improved the fit of the model.",
            "cite_spans": [],
            "section": "Diarrhoea Resolution ::: Analysis of Longitudinal Outcomes ::: Results",
            "ref_spans": [
                {
                    "start": 768,
                    "end": 777,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 207,
                    "end": 214,
                    "mention": "Table 7",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "Canine acute diarrhoea is a frequent cause of presentation to primary veterinary practice (5); a range of aetiologies are associated with diarrhoea (6), a minority of which can be life threatening (9). When cases are first presented, practitioners need to make complex decisions around case management, often in the absence of any specific diagnosis (5). There is a need to understand these choices and to explore new ways of evidencing their effect, particularly in the context of systemic antimicrobial prescription. Here we used EHRs collected from a large number of veterinary practices, supplemented by structured questionnaire responses, to describe clinical signs exhibited by dogs with acute diarrhoea, characterise common management and treatment strategies, and assess the outcome of cases observed longitudinally.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 92,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 149,
                    "end": 150,
                    "mention": "6",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 198,
                    "end": 199,
                    "mention": "9",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 351,
                    "end": 352,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study represented the first attempt to harness overall veterinary-assessed opinion of case severity, with the vast majority being described as mild (83.6%). Only 17 cases were classed as severe, with six of these being euthanised on initial presentation. Whilst this limited our ability to describe severe disease, our findings further confirmed diarrhoea as primarily a mild condition in dogs (1). In this study, the majority of cases presented with non-vomiting, non-haemorrhagic diarrhoea, broadly consistent with previous studies (2, 5). However, diarrhoea with blood (41% of cases) and vomiting (36% of cases) was more common than previously described (25 and 18%, respectively) (5). This previous study considered all cases of diarrhoea regardless of clinical sign duration, also observing “uncomplicated diarrhea” (absence of vomiting or haemorrhagic diarrhoea) to be more common in cases of longer disease duration. This suggests that the presence of clinical signs potentially alarming to owners' e.g., haemorrhagic diarrhoea, might prompt these owners to seek veterinary attention more rapidly, potentially explaining the higher prevalence of such signs recorded here in acute cases.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 690,
                    "end": 691,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Diagnostic tests were rarely used in this population (9% of all cases), and less commonly than previously reported (3, 5). This might again reflect the primary presentation nature of this study, and the generally mild nature of the reported disease. Hence, it can be reasonably assumed that most prescriptions described in this population were empirical, particularly considering that the majority were provided at initial presentation rather than over the following 10 days. Medical prescribers often perceive pressure to implement a material management plan (30) which may lead to unnecessary prescriptions, including those for antimicrobials (31); it is possible that such pressures might also influence veterinary prescription decisions (32). Diagnostic investigation should take place if an infectious aetiology is suspected (33). Unfortunately, it was not possible to determine the number of cases where the consulting veterinary professional suspected such an infectious aetiology in this study; such analyses could be of considerable future value, particularly in relation to antimicrobial stewardship.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 119,
                    "end": 120,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Presence of blood in diarrhoea was significantly associated with increased odds of a systemic antimicrobial prescription being provided. This has been previously observed (5), and likely reflects a perception of increased bacteraemia risk (33). However, there is increasing evidence to suggest antimicrobial therapy is not required in such cases (9, 10, 15, 23), with a recent study finding a significant proportion of canine AHDS patients fulfilling clinical bacteraemia criteria actually tested negative on blood culture (9). Odds of a systemic antimicrobial prescription were also increased for all body temperature categories exceeding 39.0°C. Of note, body temperature was inconsistently recorded, revealing a limitation of clinical narrative analyses. Nevertheless, our findings suggest differences of opinion as to what body temperature would indicate presence or high risk of bacteraemia. Although pyrexia has been defined as body temperature in excess of 39.7°C (34), previous studies focusing on diarrhoea have variably defined pyrexia/hyperthermia between 38.8 and 39.5°C (2, 22), even altering definition by dog size (9). This study identified that 35.7% of normothermic (under 39.5°C), mild, non-haemorrhagic cases (n = 1,050) still prescribed systemic antimicrobials at initial presentation. On this evidence, it would thus seem that our study has identified a reasonable proportion of cases not at clear risk of sepsis treated with systemic antimicrobials regardless, in contravention to current prescribing guidance5. Hence, establishing a consistent definition of sepsis risk may be of some importance for effective antimicrobial stewardship. Assisting practitioner identification of patients at risk of sepsis remains a challenge across veterinary and medical care (35). In the absence of a specific diagnosis, clinical scoring has previously been successfully utilised to uniformly measure clinical severity and response to therapy (9, 10, 22). It could be of value to define more universal indicators of sepsis, and to investigate the potential benefit which could be gained, both epidemiologically and practically, from routinely applying such methods in first opinion practice.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 240,
                    "end": 242,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 347,
                    "end": 348,
                    "mention": "9",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 350,
                    "end": 352,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 354,
                    "end": 356,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 358,
                    "end": 360,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 524,
                    "end": 525,
                    "mention": "9",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 972,
                    "end": 974,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1084,
                    "end": 1085,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "mention": "9",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1784,
                    "end": 1786,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1952,
                    "end": 1953,
                    "mention": "9",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1955,
                    "end": 1957,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1959,
                    "end": 1961,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The most frequently prescribed systemic antimicrobial in this study was metronidazole, consistent with previous studies (5, 21). This finding also suggests that the predominant concern of the prescribing veterinary surgeon is treatment of anaerobic bacterial species e.g., Clostridium perfringens, though the causative role of such bacteria in gastrointestinal disease has recently been brought into question (16). Further, current prescribing guidance recommends metronidazole use for chronic diarrhoea/chronic enteropathy treatment trials alone once all other diagnostic test and empirical treatment options have been exhausted (36), again suggesting limited compliance with existing guidance. In total, systemic antimicrobials were prescribed to 50% of cases, comparable or lower than previously described (46.5, 63, and 71%) (2, 5, 7). We have recently identified an approximately 30% reduction in systemic antimicrobial prescription in consultations for gastrointestinal disease between 2014 and 2018 (and a simultaneous approximately 25% increase in gastrointestinal nutraceutical prescription frequency) (37). Though it was not possible to observe a direct change in management approach by individual veterinary surgeons as repeated measures per surgeon were not recorded, our findings here could suggest that the manner with which veterinary surgeons manage gastroenteric disease and acute canine diarrhoea is changing. However, a prospective cohort study might be better placed to demonstrate this more definitively. If present, this finding might reflect increased awareness of voluntary prescribing guidance recommending antimicrobial therapy to be reserved only for acute diarrhoea cases exhibiting, or at risk, of bacteraemia or sepsis. We further recognise the opportunities afforded by providing prescription benchmarking statistics to practitioners, enabling them to effectively reflect on their own decision-making and consider changing as a result. Indeed this is an area of active development for us currently through projects such as “mySavsnetAMR;” all practices participating in SAVSNet also enjoy free access to a secure, anonymised benchmarking website for this purpose (38).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 830,
                    "end": 831,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 833,
                    "end": 834,
                    "mention": "5",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 836,
                    "end": 837,
                    "mention": "7",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2195,
                    "end": 2197,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In contrast to systemic antimicrobial prescription, gastrointestinal nutraceutical dispensing frequency was considerably greater than in a previous study (61% of cases compared to 26%) (2). Study methodological differences accepted, it has been suggested that gastroenteric nutraceuticals may form a “no harm” alternative to antibiosis in order to effectively manage owner treatment plan expectations (32). Of further interest, our findings suggest that a combination of dietary modification and gastrointestinal nutraceuticals without prescription of any studied pharmaceutical agent could aid resolution of diarrhoeic clinical signs. Though evidence remains scarce, previous studies have suggested that probiotics might be efficacious in ameliorating infectious, non-infectious or idiopathic diarrhoea in dogs (25); it is possible that we might be observing such an effect here. However, since we have not randomised cases into treatment groups, there remains a possibility of bias according to over-simplification of clinical severity scoring as used here (39). Therefore, whilst evidence of in vivo efficacy of gastrointestinal nutraceuticals remains limited (25) we advocate some continued caution over wholeheartedly embracing nutraceutical use. As with all other areas of veterinary practice, clear clinical evidence when available should drive decision making, and when unavailable efforts should be made to fill such gaps in knowledge. As such, we believe the field is now ready for a fully randomised pragmatic trial to provide more definitive evidence surrounding the clinical benefit (or absence thereof) of prescribing antimicrobials and other agents to manage acute canine diarrhoea.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 402,
                    "end": 404,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 813,
                    "end": 815,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1060,
                    "end": 1062,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1164,
                    "end": 1166,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Regarding endoparasiticides/endectocides, weight loss was significantly associated with increased odds of prescription, possibly reflecting the view that weight loss is often associated with parasitic infection (33). It should be remembered that some endoparasiticides/endectocides6 (as well as gastrointestinal nutraceuticals) are available without the need of a prescription such that it is likely we have under-estimated the actual use of these agents in this study. Similarly, this study focused on in-consultation prescription decisions; expanding its scope to include EHRs for referred animals and in-patient (hospitalised) records would more completely represent all aspects of companion animal practice.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The effect of the animal's age on odds of pharmaceutical prescription were complex and could be separated into two groups: systemic antimicrobials or gastrointestinal agents were prescribed more commonly to older animals, whereas endoparasiticides/endectocides or gastrointestinal nutraceuticals were prescribed more commonly to younger animals, possibly reflecting increased parasitic or viral infection in puppies (33, 40). On univariable analyses, odds of a case being considered moderate or severe did increase with age (data not presented); however, including severity as an interaction with age did not improve the fit of the model.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 419,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 421,
                    "end": 423,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Classical approaches to defining the benefit of particular treatments is to use randomised control trials, systematic reviews or meta-analyses. For canine gastroenteritis treated in primary care, trials of any form whether randomised or not are limited in number, and generally small in size (9, 10, 22), such that there is a dearth of evidence with which practitioners can base their treatment choices. One route to increasing evidence and complementing the highest level data from trials are pragmatic and observational studies using EHRs collected at scale (41). Here, our observational approach suggests no clear link between any therapy choice and outcome; a finding corroborated for antimicrobial therapy by earlier smaller studies (9, 10, 22). There is an increasing pressure on both medical and veterinary prescribers to make responsible therapeutic decisions, reflecting best available clinical evidence (19), and our findings would appear to broadly support the view that using antimicrobials for management of acute diarrhoea is largely unnecessary (10).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "mention": "9",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 296,
                    "end": 298,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 739,
                    "end": 740,
                    "mention": "9",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 746,
                    "end": 748,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 914,
                    "end": 916,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Whilst the purely observational approach used here was useful, this study was limited by nearly a quarter of cases being lost to follow-up. Without specific intervention, it is impossible to determine whether these cases simply recovered, moved to another veterinary practice, opted out of further SAVSNET participation, or died. However, we did show insured, neutered, or vaccinated dogs to be associated with significantly decreased odds of being lost to follow-up, suggesting either owners of such dogs are more likely to engage with regular veterinary care, or their vets are more likely to request follow up consultations. Similarly, the odds of being lost to follow-up also broadly increased as an animal's age increased. Whilst this might represent increased odds of death (42), it might also suggest that as owners become more experienced with their pet, they are less likely to re-present with their dog when investigating/treating disease.",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 783,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Defining outcome in an observational study of this type presents certain challenges. When reviewing cases that re-presented within 10 days of initial presentation, dogs often re-presented at the request of the veterinary surgeon, or re-presented for an unrelated complaint (data not presented). We therefore concluded that time between initial and subsequent presentations alone to be an unreliable measure of clinical resolution and response to treatment. Thus, we used a 10 day period as a broad representation of the acute diarrhoea therapy period (9, 10, 22, 33), subsequently using MPC between 11 and 30 days as an indicator of gastroenteric clinical sign persistence or re-emergence. Though seemingly appropriate, loss to follow-up limited our ability to fully characterise clinical resolution. In addition, considerable therapeutic management diversity was seen; this represents a significant challenge when seeking to define the effect of each pharmaceutical intervention which would only be compounded if we had also considered additional factors such as dosage or course length. Here we focused on five pharmaceutical classes commonly prescribed to diarrhoea cases (2); other pharmaceutical classes were prescribed which might also have had an impact on clinical resolution. Considering these limiting factors, a more structured approach, including contacting owners after initial presentation, could complement the more observational approach taken here.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 553,
                    "mention": "9",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 559,
                    "end": 561,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 563,
                    "end": 565,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1176,
                    "end": 1177,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The issues posed by veterinary surgeons failing to record, or variably recording information within the clinical narrative has been previously noted (7). We also observed such difficulties (e.g., body temperature recording), though we found combining compulsory randomised questionnaire data with the EHR to at least partially mitigate this issue (e.g., case severity). To encourage engagement, the questionnaire was only deployed in a small proportion of randomly selected relevant consultations; the cases studied here therefore only represent a small percentage of cases available within the SAVSNET database. It should also be remembered that questionnaire responses were self-defined; individual variation in case definition is therefore possible. As text mining capabilities advance (7), the confidence with which we could identify and follow cases using such approaches is likely to increase, potentially unlocking a considerably greater number of cases for analyses. However, in the mean time we would advocate the use of a combined textual and questionnaire response analysis as demonstrated here.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "mention": "7",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 790,
                    "end": 791,
                    "mention": "7",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study successfully demonstrated the ability of combined structured, semi-structured and unstructured data to characterise factors associated with pharmaceutical prescription in acute canine diarrhoea cases. Not surprisingly, we saw considerable therapeutic diversity between cases, a number of which contradicted current prescribing guidance. Considering the threat posed by antimicrobial resistance especially, this suggests that latest clinical evidence is not effectively being disseminated throughout the profession. The findings presented here complement other studies, and suggests that efforts should be re-doubled to effectively disseminate latest clinical evidence to the wider, and particularly first opinion, veterinary profession. Though future methodological improvements are recommended, this study broadly supports the view that systemic antimicrobials are largely unnecessary in acute diarrhoea cases. The only intervention positively associated with resolution odds was provision of dietary modification advice and gastrointestinal nutraceuticals; hence we would urgently recommend further work exploring the precise impact of prebiotics, probiotics etc. on gastrointestinal health in our canine population.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The raw data supporting the conclusions of this manuscript will be made available by the authors, without undue reservation, to any qualified researcher.",
            "cite_spans": [],
            "section": "Data Availability",
            "ref_spans": []
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "section": "Conflict of Interest Statement ::: Author Contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Questions provided to consulting veterinary professionals in ~10% of consultations (selected at random) where they had selected “gastrointestinal” as the main reason the owner presented the animal to the practice.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Descriptive summary of questionnaire responses for both the entire study population and when stratified by the consulting veterinary professional's assessed case severity, according to questionnaire responses.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Descriptive summary of pharmaceutical prescriptions and dispensing of nutraceutical products both at initial presentation and when the subsequent 9 days (inclusive) post-presentation were considered.\nLongitudinal outcome is also displayed, with all comparisons shown when considered by consulting veterinary professional assessment of case severity at initial presentation.",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Descriptive summary of cases where multiple sets of advice, nutraceutical dispensing, or pharmaceutical prescriptions were provided, expressed as a percentage of total cases where each “event type” was provided.\nFor example, a gastrointestinal nutraceutical was also dispensed to 64.3% of cases where “diet change” advice was provided (n = 2,227).",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Parameter estimates from a finalised mixed effects logistic regression model, modelling on a case-level the presence of systemic antimicrobial and gastrointestinal agent prescription against a range of risk factors.\nBold values are indicate significant findings.",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Parameter estimates from a finalised mixed effects logistic regression model, modelling on a case-level the presence of endoparasiticide/endectocide prescription and dispensing of gastrointestinal nutraceuticals against a range of risk factors.\nBold values are indicate significant findings.",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 7: Parameter estimates from a finalised mixed effects logistic regression model, modelling on a case-level loss to follow-up and 10 day diarrhoea resolution against a range of risk factors.\nBold values are indicate significant findings.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Flow diagram showing case selection procedure for prescription modelling, loss to follow-up, and outcome modelling.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (A) Projections from a series of multivariable logistic regression models, estimating the probability of a range of pharmaceutical agents being prescribed at initial presentation for diarrhoea, when considered against age at presentation (in years). (B) Estimates of longitudinal outcome, including probability of a case being lost to follow-up or being considered resolved of diarrhoeic clinical signs 10 days post-initial presentation. Lines refer to predicted probability, with shading relating to 95% confidence intervals to such predictions. Points are plotted to show original data points expressing the percentage of animals of each relevant age group (rounded to 2 year groups) that were prescribed a pharmaceutical agent, or were classified into the resolved or lost to follow-up categories.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Incidence rates and risk factor analyses for owner reported vomiting and diarrhoea in Labrador Retrievers - findings from the Dogslife Cohort",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                },
                {
                    "first": "BMC",
                    "middle": [],
                    "last": "Bronsvoort",
                    "suffix": ""
                },
                {
                    "first": "IG",
                    "middle": [],
                    "last": "Handel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Querry",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prev Vet Med.",
            "volume": "140",
            "issn": "",
            "pages": "19-29",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2017.02.014"
                ]
            }
        },
        "BIBREF1": {
            "title": "Acute haemorrhagic diarrhoea syndrome in dogs: 108 cases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mortier",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strohmeyer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Unterer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Rec.",
            "volume": "176",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/vr.103090"
                ]
            }
        },
        "BIBREF2": {
            "title": "New viruses associated with canine gastroenteritis",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Caddy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vet J.",
            "volume": "232",
            "issn": "",
            "pages": "57-64",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2017.12.009"
                ]
            }
        },
        "BIBREF3": {
            "title": "Epidemiologic evaluation of diarrhea in dogs in an animal shelter",
            "authors": [
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Sokolow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "NL",
                    "middle": [],
                    "last": "Drazenovich",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Kather",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Vet Res.",
            "volume": "66",
            "issn": "",
            "pages": "1018-24",
            "other_ids": {
                "DOI": [
                    "10.2460/ajvr.2005.66.1018"
                ]
            }
        },
        "BIBREF4": {
            "title": "Canine coronavirus highly pathogenic for dogs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buonavoglia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Decaro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campolo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Desario",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis.",
            "volume": "12",
            "issn": "",
            "pages": "492-4",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1203.050839"
                ]
            }
        },
        "BIBREF5": {
            "title": "Molecular epidemiology and phylogeny reveal complex spatial dynamics in areas where canine parvovirus is endemic",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Clegg",
                    "suffix": ""
                },
                {
                    "first": "KP",
                    "middle": [],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Godsall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pinchbeck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol.",
            "volume": "85",
            "issn": "",
            "pages": "7892-9",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01576-10"
                ]
            }
        },
        "BIBREF6": {
            "title": "Bacterial translocation in critical illness",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krentz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Small Anim Pract.",
            "volume": "58",
            "issn": "",
            "pages": "191-8",
            "other_ids": {
                "DOI": [
                    "10.1111/jsap.12626"
                ]
            }
        },
        "BIBREF7": {
            "title": "Clostridium perfringens enterotoxin and Clostridium difficile toxin A/B do not play a role in acute haemorrhagic diarrhoea syndrome in dogs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Suchodolski",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Kuhner",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Minamoto",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Rec.",
            "volume": "176",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/vr.102738"
                ]
            }
        },
        "BIBREF8": {
            "title": "Endoscopically visualized lesions, histologic findings, and bacterial invasion in the gastrointestinal mucosa of dogs with acute hemorrhagic diarrhea syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Unterer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leipig",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hermanns",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Straubinger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Vet Intern Med.",
            "volume": "28",
            "issn": "",
            "pages": "52-8",
            "other_ids": {
                "DOI": [
                    "10.1111/jvim.12236"
                ]
            }
        },
        "BIBREF9": {
            "title": "Intestinal lesions in dogs with acute hemorrhagic diarrhea syndrome associated with netF-positive Clostridium perfringens type A",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leipig-Rudolph",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mehdizadeh Gohari",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hermanns",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Vet Diagn Invest.",
            "volume": "30",
            "issn": "",
            "pages": "495-503",
            "other_ids": {
                "DOI": [
                    "10.1177/1040638718766983"
                ]
            }
        },
        "BIBREF10": {
            "title": "Tackling drug-resistant infections globally: final report and recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O'Neill",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Review on Antimicrobial Resistance.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "First-choice therapy for dogs presenting with diarrhoea in clinical practice",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Halladay",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Rec.",
            "volume": "167",
            "issn": "",
            "pages": "810-4",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.c4090"
                ]
            }
        },
        "BIBREF12": {
            "title": "Antibacterial prescribing patterns in small animal veterinary practice identified via SAVSNET: the small animal veterinary surveillance network",
            "authors": [
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Radford",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "KP",
                    "middle": [],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Gaskell",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Bryan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Rec.",
            "volume": "169",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/vr.d5062"
                ]
            }
        },
        "BIBREF13": {
            "title": "Patterns of antimicrobial agent prescription in a sentinel population of canine and feline veterinary practices in the United Kingdom",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanchez-Vizcaino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "PJM",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "GL",
                    "middle": [],
                    "last": "Pinchbeck",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet J.",
            "volume": "224",
            "issn": "",
            "pages": "18-24",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2017.03.010"
                ]
            }
        },
        "BIBREF14": {
            "title": "Treatment of aseptic dogs with hemorrhagic gastroenteritis with amoxicillin/clavulanic acid: a prospective blinded study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Unterer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strohmeyer",
                    "suffix": ""
                },
                {
                    "first": "BD",
                    "middle": [],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sauter-Louis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vet Intern Med.",
            "volume": "25",
            "issn": "",
            "pages": "973-9",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1939-1676.2011.00765.x"
                ]
            }
        },
        "BIBREF15": {
            "title": "What is causing acute haemorrhagic diarrhoea syndrome in dogs?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dunowska",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet Rec.",
            "volume": "180",
            "issn": "",
            "pages": "539-41",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.j2609"
                ]
            }
        },
        "BIBREF16": {
            "title": "Giardia in symptomatic dogs and cats in Europe–results of a European study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Epe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rehkter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schnieder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lorentzen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kreienbrock",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Parasitol.",
            "volume": "173",
            "issn": "",
            "pages": "32-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetpar.2010.06.015"
                ]
            }
        },
        "BIBREF17": {
            "title": "Understanding the canine intestinal microbiota and its modification by pro-, pre- and synbiotics - what is the evidence?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suchodolski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vet Med Sci.",
            "volume": "2",
            "issn": "",
            "pages": "71-94",
            "other_ids": {
                "DOI": [
                    "10.1002/vms3.17"
                ]
            }
        },
        "BIBREF18": {
            "title": "Efficacy of a Probiotic-Prebiotic Supplement on Incidence of Diarrhea in a Dog Shelter: A Randomized, Double-Blind, Placebo-Controlled Trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gosling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Vet Intern Med.",
            "volume": "31",
            "issn": "",
            "pages": "377-82",
            "other_ids": {
                "DOI": [
                    "10.1111/jvim.14666"
                ]
            }
        },
        "BIBREF19": {
            "title": "Demographics of dogs, cats, and rabbits attending veterinary practices in Great Britain as recorded in their electronic health records",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanchez-Vizcaino",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Menacere",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Buchan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Vet Res.",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-017-1138-9"
                ]
            }
        },
        "BIBREF20": {
            "title": "New approaches to pharmacosurveillance for monitoring prescription frequency, diversity, and co-prescription in a large sentinel network of companion animal veterinary practices in the United Kingdom, 2014–2016",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanchez-Vizcaino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arsevska",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "PJM",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Prev Vet Med.",
            "volume": "159",
            "issn": "",
            "pages": "153-61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2018.09.004"
                ]
            }
        },
        "BIBREF21": {
            "title": "Risk of vomiting and diarrhoea in dogs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Skelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "McKelvie",
                    "suffix": ""
                },
                {
                    "first": "JLN",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Rec.",
            "volume": "161",
            "issn": "",
            "pages": "755-7",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.161.22.755"
                ]
            }
        },
        "BIBREF22": {
            "title": "Small animal disease surveillance: GI disease and salmonellosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arsevska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanchez-Vizcaino",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet Rec.",
            "volume": "181",
            "issn": "",
            "pages": "228-32",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.j3642"
                ]
            }
        },
        "BIBREF23": {
            "title": "The discomfort caused by patient pressure on the prescribing decisions of hospital prescribers",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Tully",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Res Social Adm Pharm.",
            "volume": "7",
            "issn": "",
            "pages": "4-15",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2010.02.002"
                ]
            }
        },
        "BIBREF24": {
            "title": "Importance of patient pressure and perceived pressure and perceived medical need for investigations, referral, and prescribing in primary care: nested observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dorward",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Senior",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMJ.",
            "volume": "328",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.38013.644086.7C"
                ]
            }
        },
        "BIBREF25": {
            "title": "Qualitative study of factors associated with antimicrobial usage in seven small animal veterinary practices in the UK",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Mateus",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Brodbelt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "KD",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prev Vet Med.",
            "volume": "117",
            "issn": "",
            "pages": "68-78",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2014.05.007"
                ]
            }
        },
        "BIBREF26": {
            "title": "Differential diagnosis and treatment of acute diarrhoea in the dog and cat",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Battersby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Practice.",
            "volume": "28",
            "issn": "",
            "pages": "480-8",
            "other_ids": {
                "DOI": [
                    "10.1136/inpract.28.8.480"
                ]
            }
        },
        "BIBREF27": {
            "title": "Retrospective study of fever in dogs: laboratory testing, diagnoses and influence of prior treatment",
            "authors": [
                {
                    "first": "IA",
                    "middle": [],
                    "last": "Battersby",
                    "suffix": ""
                },
                {
                    "first": "KF",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tasker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Papasouliotis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Small Anim Pract.",
            "volume": "47",
            "issn": "",
            "pages": "370-6",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1748-5827.2006.00042.x"
                ]
            }
        },
        "BIBREF28": {
            "title": "Point of care technologies for sepsis diagnosis and treatment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oeschger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "McCloskey",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kopparthy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lab Chip.",
            "volume": "19",
            "issn": "",
            "pages": "728-37",
            "other_ids": {
                "DOI": [
                    "10.1039/C8LC01102H"
                ]
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2018,
            "venue": "BSAVA/SAMSoc Guide to Responsible Use of Antibacterials: PROTECT ME.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Small animal disease surveillance: gastrointestinal disease, antibacterial prescription and < em>Tritrichomonas foetus < /em>",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arsevska",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "EN",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brant",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vet Rec.",
            "volume": "184",
            "issn": "",
            "pages": "211-6",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.l722"
                ]
            }
        },
        "BIBREF31": {
            "title": "Prescribing antibiotics in small animals practices",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Radford",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet Rec.",
            "volume": "181",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/vr.j3366"
                ]
            }
        },
        "BIBREF32": {
            "title": "Series: Pragmatic trials and real world evidence: paper 1",
            "authors": [
                {
                    "first": "MGP",
                    "middle": [],
                    "last": "Zuidgeest",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "RHH",
                    "middle": [],
                    "last": "Groenwold",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Irving",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "van Thiel",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Grobbee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Epidemiol.",
            "volume": "88",
            "issn": "",
            "pages": "7-13",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2016.12.023"
                ]
            }
        },
        "BIBREF33": {
            "title": "Small animal disease surveillance",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sánchez-Vizcaíno",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Menacere",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Heayns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wardeh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Rec.",
            "volume": "177",
            "issn": "",
            "pages": "591-4",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.h6174"
                ]
            }
        },
        "BIBREF34": {
            "title": "Enteropathogen infections in canine puppies: (Co-)occurrence, clinical relevance and risk factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duijvestijn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mughini-Gras",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schijf",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Wagenaar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Egberink",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vet Microbiol.",
            "volume": "195",
            "issn": "",
            "pages": "115-22",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2016.09.006"
                ]
            }
        },
        "BIBREF35": {
            "title": "Pragmatic trials",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Norrie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med.",
            "volume": "375",
            "issn": "",
            "pages": "454-63",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1510059"
                ]
            }
        },
        "BIBREF36": {
            "title": "Longevity and mortality of owned dogs in England",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "O'Neill",
                    "suffix": ""
                },
                {
                    "first": "DB",
                    "middle": [],
                    "last": "Church",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "McGreevy",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Brodbelt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet J.",
            "volume": "198",
            "issn": "",
            "pages": "638-43",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2013.09.020"
                ]
            }
        },
        "BIBREF37": {
            "title": "Surveillance of diarrhoea in small animal practice through the Small Animal Veterinary Surveillance Network (SAVSNET)",
            "authors": [
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Gaskell",
                    "suffix": ""
                },
                {
                    "first": "KP",
                    "middle": [],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Setzkorn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet J.",
            "volume": "201",
            "issn": "",
            "pages": "412-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2014.05.044"
                ]
            }
        },
        "BIBREF38": {
            "title": "A case-control study of pathogen and lifestyle risk factors for diarrhoea in dogs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stavisky",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Radford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gaskell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prev Vet Med.",
            "volume": "99",
            "issn": "",
            "pages": "185-92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2011.02.009"
                ]
            }
        },
        "BIBREF39": {
            "title": "Using informatics and the electronic medical record to describe antimicrobial use in the clinical management of diarrhea cases at 12 companion animal practices",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Anholt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berezowski",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Ribble",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0103190"
                ]
            }
        },
        "BIBREF40": {
            "title": "Enteropathogenic bacteria in dogs and cats: diagnosis, epidemiology, treatment, and control",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Rankin",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Weese",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vet Intern Med.",
            "volume": "25",
            "issn": "",
            "pages": "1195-208",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1939-1676.2011.00821.x"
                ]
            }
        },
        "BIBREF41": {
            "title": "Prospective study of bacteraemia in acute haemorrhagic diarrhoea syndrome in dogs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Unterer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lechner",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Straubinger",
                    "suffix": ""
                },
                {
                    "first": "BS",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Rec.",
            "volume": "176",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/vr.102521"
                ]
            }
        }
    }
}