{
    "paper_id": "PMC6063427",
    "metadata": {
        "title": "Surveillance for respiratory and diarrheal pathogens at the human-pig interface in Sarawak, Malaysia",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "K."
                ],
                "last": "Borkenhagen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kerry",
                "middle": [
                    "A."
                ],
                "last": "Mallinson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rick",
                "middle": [
                    "W."
                ],
                "last": "Tsao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Siaw-Jing",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei-Honn",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Teck-Hock",
                "middle": [],
                "last": "Toh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Benjamin",
                "middle": [
                    "D."
                ],
                "last": "Anderson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jane",
                "middle": [
                    "K."
                ],
                "last": "Fieldhouse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sarah",
                "middle": [
                    "E."
                ],
                "last": "Philo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kuek-Sen",
                "middle": [],
                "last": "Chong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "William",
                "middle": [
                    "G."
                ],
                "last": "Lindsley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alejandro",
                "middle": [],
                "last": "Ramirez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "F."
                ],
                "last": "Lowe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kristen",
                "middle": [
                    "K."
                ],
                "last": "Coleman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gregory",
                "middle": [
                    "C."
                ],
                "last": "Gray",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shuo",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Industrialized livestock operations contain dense populations of animals and humans that are frequently in close contact. As these practices have become more prevalent, the risk of emerging zoonotic diseases has escalated [1–3]. This is evidenced by the 2009 Influenza A (H1N1) pandemic virus which contained genetic components from swine-reservoired viruses, and rapidly spread to at least 214 countries causing at least 151,700 human deaths within a cumulative 12 months of outbreak in each country [4]. Southeast Asia, in particular, is considered a hot-spot for the generation of viruses that have zoonotic potential [5, 6]. This environment calls for increased surveillance for emerging diseases to help ensure that biosecurity measures are in place to protect humans, animals, and the environment. Hence, through this One Health pilot study set in Sarawak, Malaysia, we sought to conduct surveillance for respiratory and diarrheal pathogens that may potentially cross the species barrier between pigs and humans. More information on Sarawak can be found in the supplemental introduction (S1 Text). The primary aim of this study was to determine if viruses could be detected in bioaerosols collected at the animal-interface and to ascertain if these viruses were present in the nasal passages of humans working in these environments. Respiratory and swine pathogens with known or suspected transmission between pigs and humans were selected. More information on selection criteria can be found in the supplemental introduction (S1 Text). While finding molecular evidence of such animal viruses at the human-animal interface or in animal workers’ nasal passageways does not demonstrate active human infection, it does add to our understanding of the possible exposure risk. A secondary aim was to assess the understanding of zoonotic pathogens and their transmission to humans among animal workers, with the overall objective of aiding agriculture industries in controlling these pathogens in their livestock as well as informing cross-species infection prevention mechanisms.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 225,
                    "end": 226,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 502,
                    "end": 503,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 622,
                    "end": 623,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 625,
                    "end": 626,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Laboratory assays were conducted under biosafety level 2 conditions, and field sampling methods were in compliance with protocols approved by the Institutional Animal Care and Use Committee of Duke University, as well as the Animal Care and Use Committee at the Ministry of Health Malaysia. Human survey and nasal wash collection protocols were approved by the Institutional Review Board at Duke University and the Medical Research and Ethics Committee at the Ministry of Health Malaysia. All enrolled human participants signed a written consent form, and animal farm managers gave verbal permission to collect samples from the pigs on their site.",
            "cite_spans": [],
            "section": "Ethics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Farms, abattoirs, and animal markets were identified and enrolled in Sibu and Kapit Divisions of Sarawak, Malaysia. All farms and abattoirs were visited once; each site manager of the farms was asked to complete a survey regarding site characteristics and biosecurity measures (supplemental information S1 Survey). Animal markets were visited on multiple occasions during June and July of 2017 to conduct participant enrollment with concurrent, localized bioaerosol sampling. Additional sampling was conducted to collect generalized bioaerosol samples from the market.",
            "cite_spans": [],
            "section": "Site enrollment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All samples were temporarily stored on ice after collection, then stored at -80°C until DNA and RNA extraction was performed. For each sample, 200 μL was extracted using the QIAmp Cador Pathogen Mini Kit (cat. 54106 QIAGEN) per the manufacturer instructions. Previously reported real-time polymerase chain reaction (rPCR) and real-time reverse transcription-polymerase chain reaction (rRT-PCR) probe-based assays for human adenovirus (ADV) [12], human coronavirus (CoV; multiplex assay) [13], encephalomyocarditis virus (EMCV) [14], panspecies enterovirus (EV) [15], influenza A, B, C, and D viruses (IAV, IBV, ICV, IDV) [16–18], porcine circovirus 2 (PCV2) [19], and porcine rotavirus A and C (RVA and RVC; multiplex assay) [20] were validated and performed with DNA or cDNA positive controls and nuclease free water negative controls using a BioRad CFx96 C1000 Touch Thermocycler Real Time detection system (primers and probe sequences are shown in supplemental S1 Table). The SsoAdvanced Universal Probes Supermix Real-Time PCR Kit (cat. 172–5281 BIORAD) was used for DNA viruses (ADV and PCV2), and SuperScript III Platinium One-Step qRT-PCR Kit (cat. 11732088 ThermoFisher) was used for RNA viruses (CoV, EMCV, EV, IAV-IDV, RVA, and RVC). A standard curve of known positive controls to validate the assay in laboratory was conducted prior to use in the field. A 38–40 CT value range as suspect positive was used as a conservative cut-off to acknowledge that positivity at 38+ could be the result of cross-reactivity or non-specific amplification and thus have potential to be a false positive.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 528,
                    "end": 530,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 622,
                    "end": 624,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 659,
                    "end": 661,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 726,
                    "end": 728,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "DNA/RNA extraction and RT-PCR ::: Human, animal, and environmental sample collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Odds ratios and 95% confidence intervals were calculated for potential predictors of positivity of virus. Fisher’s exact test was used to measure statistical association of predictors for positivity of the viruses of interest amongst each of the sample types and were reported for variables determined to have a positive association at p<0.10. Statistical analyses were performed using STATA 15.0 (StataCorp, College Station, TX).",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 11 farms, 2 abattoirs, and 3 animal markets were enrolled in Sibu and Kapit Divisions of Sarawak, Malaysia in June and July of 2017. Eleven of the 12 registered commercial farms in Sibu were enrolled (site IDs F1 to F11), and one farm refused; the enrolled farms ranged from 0.12 to 2.43 hectares in size and housed a range of 100 to 7000 (median 350, IQR: 180, 850) pigs. All of the farms were open-air, and many housed other animals (including but not limited to cats, chickens, dogs, ducks, geese, ostriches, and turkeys) on the site. Biosecurity measures frequently reported by site managers included separate feed-in and waste-out paths (10 of 11 farms) and disinfecting of crates or pens between animals (8 of 10 farms, 1 missing). A Sibu abattoir (A1) slaughtered roughly 200 pigs nightly, bringing together pigs from many farms across Sarawak. An abattoir in Kapit (A2) was a more modest operation, slaughtering no more than five pigs per evening. Markets M1 and M2 were located in Sibu, and M3 was located in Kapit. The animal markets were all open-air and vendors sold both butchered meat (mainly pork and poultry), as well as live animals, including but not limited to chickens, ducks, rabbits, and puppies.",
            "cite_spans": [],
            "section": "Summary of enrollment sites ::: Results",
            "ref_spans": []
        },
        {
            "text": "At all sites, 78 out of 123 (63.4%) workers invited to participate agreed, and their nasal wash samples were collected. Further, 55 pig fecal, 49 pig oral or water, and 45 bioaerosol samples were collected across these sites (S2 Table). Of these, 21 (38.2%; average CT 35.09) pig fecal, 43 (87.8%; average CT 32.82) pig oral or water, 3 (14.2%; CT 32.05, 34.20, and 36.19) bioaerosol, and 4 (5.1%; CT 30.60, 36.00, 36.32, and 37.30) worker nasal wash samples were positive for PCV2 by rPCR (Table 1). PCV2 was detected in at least one sample at all 11 farms, as well as in a bioaerosol sample at one abattoir and one worker nasal wash at a market (Fig 1). Porcine RVC was detected in one pig fecal sample (1.8%; CT 28.31). EMCV and porcine RVA were not detected in any of the sample types tested (Table 1). ADV was detected in three (3.8%; CT 30.45, 32.20, and 35.03), CoV was detected in two (2.6%; CT 25.50 and 37.84), and IBV (CT 27.66) and IDV (CT 16.18) were each detected in one (1.3%) worker nasal wash sample. IAV was detected in two (4.1%; CT 35.19 and 38.48) pig oral secretions, and EV was detected in two (15.4%; CT 36.60 and 36.71) bioaerosol samples. ICV was not detected in any of the sample types tested (Table 2). Of the 16 sites, 13 had at least one virus detected in any sample type, and 8 had positive results for more than one virus (S3 Table).",
            "cite_spans": [],
            "section": "Samples collected and viral prevalence ::: Results",
            "ref_spans": [
                {
                    "start": 648,
                    "end": 653,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 491,
                    "end": 498,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 804,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1221,
                    "end": 1228,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "While virus-positive pig oral secretions were not associated with the potential risk factors of pig breed and production type, there were associations with PCV2 detection in feces. The local pig breed, babi kampung, exhibited a higher prevalence of PCV2 results compared to standard domestic breeds (OR = 10.55, 95% C.I. 1.65, 110.87). Additionally, there was a nonstatistically significant trend towards an association of PCV2 in the feces for sows or gilts (breeding stock) as compared to other pig types (OR = 6.25, 95% C.I. 0.37, 353.48) (Table 3).",
            "cite_spans": [],
            "section": "Pig viral shedding ::: Risk factor analysis ::: Results",
            "ref_spans": [
                {
                    "start": 543,
                    "end": 550,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Two of the three PCV2-positive bioaerosol samples were detected at farms, and one was detected at an abattoir. The two EV positive bioaerosol samples were detected at a farm and abattoir where PCV2 was also detected in bioaerosol samples. None of the bioaerosol samples collected in the animal markets were positive for the targeted viruses. All of the positive bioaerosol samples were found in the >4μm particle size fraction; there were no virus positives in found in the 1–4μm or <1μm particle size samples. When comparing these positive bioaerosol samples to others collected in close proximity to live animals (farm, abattoir, and localized market bioaerosol samples), neither temperature nor humidity were predictors of detection of PCV2 and EV (S4 Table). PCV2-positivity in these locations was not found to be a strong predictor of positivity in pig oral secretions or fecal samples; it also was not a statistically significant predictor of positivity in worker nasal washes, though the unadjusted OR was 2.5 (95% C.I. 0.03, 62.0) (S5 Table).",
            "cite_spans": [],
            "section": "Bioaerosol detection ::: Risk factor analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "PCV2 was the most commonly detected virus among human nasal washes, accounting for 4 of the 11 pathogen positive wash samples. Sixty-one of the 78 participants reported having close contact with pigs within one meter in the last 30 days; nine of the samples with any viral positivity, including all four of the participants that tested positive for PCV2, were among this category (Table 4). Interestingly, there was a greater prevalence of PCV2-positive results among study participants who had a household member who had contact with pigs within one meter in the last 30 days; although, this was not statistically significant (OR 9.43, 95% C.I. 0.57, 141.34) (Table 4).",
            "cite_spans": [],
            "section": "Worker nasal carriage of virus ::: Risk factor analysis ::: Results",
            "ref_spans": [
                {
                    "start": 381,
                    "end": 388,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 661,
                    "end": 668,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Looking more specifically at occupational exposures, there were significantly more virus positive results among those who reported working with wean-to-finish production (OR 9.33, 95% C.I. 1.12, 78.97) (Table 4). Though pig fecal sampling revealed greater PCV2 positivity among breeder females, there was no statistically significant difference in the number of PCV2-positive results among worker nasal washes with respect to working with different production types. There was no statistically significant difference in viral positivity among different market stall types (Table 4).",
            "cite_spans": [],
            "section": "Worker nasal carriage of virus ::: Risk factor analysis ::: Results",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 573,
                    "end": 580,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Finally, farm and abattoir characteristics were also examined as risk factors for viral positivity. While sites with a greater number of pigs presented a greater number of worker nasal wash PCV2-positive samples (all three farm worker nasal wash PCV2 positive samples were from farms with greater than 1000 head), this was not true for the full panel of viruses (Table 4). Additionally, a greater number of PCV2 positive results were observed on sites where workers reported seeing rodents on the site “daily”, as opposed to “weekly”, “rarely”, or “never” (Table 4). However, this trend was not observed for general viral positivity (Table 4).",
            "cite_spans": [],
            "section": "Worker nasal carriage of virus ::: Risk factor analysis ::: Results",
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 557,
                    "end": 564,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 634,
                    "end": 641,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "When polled about how likely they think it is for people in Malaysia to become infected with “germs” from pigs and poultry, 46 of 76 (61%) participants who responded selected “likely” or “very likely”. Further, when polled about how likely they think it is for people in Sarawak to become infected with “germs” from pigs and poultry 48 of 76 (63%) participants who responded selected “likely” or “very likely”.",
            "cite_spans": [],
            "section": "Worker perception of cross-species infection risk ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of the 12 PPE suggestions, showering out before exiting the workplace and use of dedicated boots were the most cited methods of preventing cross-species infections and had the highest reported use (Table 5). Analysis comparing perception to use revealed four areas where the worker’s perception was not always associated with their use of PPE in the last 30 days. These practices included wearing protective glasses, receiving the flu vaccination, showering out of work, and wearing disposable booties. However, there was no obvious association of any of the 12 PPE use questions with molecular evidence of nasal carriage of virus.",
            "cite_spans": [],
            "section": "Worker perception of cross-species infection risk ::: Results",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 205,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Previous literature suggests that the PCV2 virus is shed equally by oral and fecal routes in pigs [21, 22]. Our study, however, found a nearly 50% difference between fecal and oral samples, with oral secretions having the highest number of positive samples (though, it should be noted that the positive oral and fecal samples were not necessarily paired to the same animal). Interestingly, the local breed of pig babi kampung (concerning which there is little to no literature) had greater PCV2 viral shedding in feces compared to standard domestic breeds. We are uncertain why this was observed.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 103,
                    "end": 105,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Viral shedding in pigs ::: Risk factors for viral positivity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "PCV2 was detected in three (23.1%) farm/abattoir bioaerosol samples, and EV was detected in two (15.4%). However, positivity in bioaerosol samples was not well-correlated with positivity among other sample types. These results suggest that other types of environmental samples do not provide a reliable indication of possible bioaerosol exposures for workers in these settings. This could be due to differences in the aerosolization sources and rates, air velocities during sampling, environmental conditions, and other factors [23].",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 531,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Aerosolization ::: Risk factors for viral positivity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Bioaerosol sample concentrations are commonly found to have large variations both spatially and temporally, especially when there are point sources for the aerosols in the environment being studied [24–26]. While this study showed no notable difference in bioaerosol detection with respect to temperature and humidity, other studies have reported lower bioaerosol detection rates in hot and humid climates [9, 27]. At higher humidities, particles can become more hydrated which makes them larger and heavier and causes the particles to settle to the ground more quickly. Airborne particles larger than 4 μm are collected in the first stage of the NIOSH sampler, while 1–4 μm particles collect in the second stage and particles <1 μm collect on the filter [10]. It is noteworthy, then, that all of the positive samples were found only in the largest particle size collection tube, and the mean temperature and humidity recorded on sample dates were 29°C and 73%. Ventilation may make a difference in viral collection with these samplers. All of the bioaerosol samples were collected in open air environments without ventilation; therefore, lower airflow could also result in less aerosolization of virus. Additionally, it is possible that inhibitors (such as humic acids or phenolic compounds) were collected which may have introduced false negatives and skewed real-time PCR results [28].",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 202,
                    "end": 204,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 407,
                    "end": 408,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1384,
                    "end": 1386,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Aerosolization ::: Risk factors for viral positivity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Previous studies have reported mixed results regarding the zoonotic risk of PCV2 for those with occupational exposure to pigs or receiving a xenotransplantation [29–33]. While worker nasal carriage of virus could indicate aerosol transmission of virus, it is important to note that the presence of virus in a nasal wash could also be caused by handling contaminated items or fomites and self-inoculation of the nares. The sample size and number of virus-positive samples of worker nasal washes was small in our study, which limits our ability to perform a robust risk factor analysis. However, some trends do align with previous literature on cross-species infection risks and general farm biosecurity threats. For example, participants who reported a household member who had contact with pigs within one meter in the last 30 days had higher PCV2 positivity. This supports a common biosecurity practice on pig farms, asking that workers or visitors of the farm do not visit other farms or even interact with other pig farmers within a certain time period of returning to their own farms [34].",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 165,
                    "end": 167,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Worker nasal carriage ::: Risk factors for viral positivity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition to individual behaviors typically associated with higher viral carriage in farm workers, characteristics of the facility itself contribute to a higher risk of disease outbreaks or cross-species infection. In this study, PCV2 positivity was associated with larger herd sizes (1000 head or greater). Previous studies have also demonstrated that higher density herds may harbor more zoonotic viruses and generally be more prone to infections [35]. Sites where employees reported seeing rodents “daily”, as opposed to “weekly”, “rarely”, or “never”, were also more likely to have PCV2-positive results in humans. This is notable, as recent studies have shown molecular detection of PCV2 in rats and other rodents, suggesting cross-species transmission [36, 37]. While a positive association with rodents was observed for PCV2, this finding was not consistent when aggregating the nasal wash viral positive results.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 454,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 761,
                    "end": 763,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 765,
                    "end": 767,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Worker nasal carriage ::: Risk factors for viral positivity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition to molecular detection of viruses, this study also presented a look at perceptions of biosecurity practices. Considering the 12 PPE questions, there were clear differences between perception and use for safety glasses, flu vaccinations, showering out of work, and disposable boots. While wearing safety glasses, flu vaccinations, and disposable boots were seen as efficacious but not used, showering out was often done by those who did not see it as an effective means of preventing cross-species infection. These differences could be due to training both for employers and workers, as the majority of farm biosecurity and disease prevention literature does not discuss worker protection against disease risks [34, 38, 39]. While not all 12 PPE items studied have proven effect in preventing cross-species infection or improving farm biosecurity, some listed interventions, such as rubber gloves, have shown marked differences in preventing the spread of zoonotic influenza virus [40].",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 725,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 731,
                    "end": 733,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 993,
                    "end": 995,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Perceptions and use of PPE ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "This study provides new prevalence data for some of the most economically important swine pathogens among 11 out of the 12 registered commercial farms in this seldom-studied region. This study also provides data for improving biosecurity practices in this region. However, this study had limitations. Cross-sectional studies such as this cannot prove causative relationships or examine seasonality of viruses. It is also limited via the lack of environmental controls and the lack of quantification of viruses. Additionally, the study’s sample size did not provide robust data for a confident risk factor analysis, especially among the human workers.",
            "cite_spans": [],
            "section": "Study strengths and limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "More research is needed to understand differences in viral shedding among babi kampung. The bioaerosol samplers used in this study represent an underexplored technology that may provide effective, non-invasive surveillance for viruses in agricultural and many other settings. Serological studies will need to be done to assess the true risk of human infection with swine pathogens. The present study supports the feasibility of a seroepidemiological study of individuals with exposure to pigs in this region for PCV2 infection, as the virus appears to be ubiquitous in farms in Sibu. Future, more targeted studies in this region should include sequencing and phylogenetic analyses of viruses. Efforts to increase the use of PPE in agricultural settings in this region are needed, as well as more studies that aim to understand which PPE are most effective at preventing cross-species transmission of disease among those with occupational exposure to animals.",
            "cite_spans": [],
            "section": "Looking forward ::: Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF3": {
            "text": "Table 4: Viral positivity is defined as a positive rPCRor rRT-PCR result for at least one of the following viruses: adenovirus, coronavirus, enterovirus, encephalomyocarditis virus, influenza A-D, porcine circovirus 2, or porcine rotavirus C.\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Viral positivity is defined as a positive rPCR or rRT-PCR result for at least one of the following viruses: adenovirus, coronavirus, enterovirus, encephalomyocarditis virus, influenza A-D, porcine circovirus 2, or porcine rotavirus C.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig 1: Sites beginning with ‘F’ denotes farm, ‘A’ denotes abattoir, and ‘M’ denotes market; porcine circovirus 2 (PCV2).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Emerging health risks associated with modern agriculture practices: a comprehensive study in India",
            "authors": [],
            "year": 2012,
            "venue": "Environmental Research",
            "volume": "115",
            "issn": "",
            "pages": "37-50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envres.2012.03.005"
                ]
            }
        },
        "BIBREF1": {
            "title": "Zoonosis emergence linked to agricultural intensification and environmental change",
            "authors": [],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "110",
            "issn": "21",
            "pages": "8399-404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Detection of emerging zoonotic pathogens: an integrated one health Approach",
            "authors": [],
            "year": 2017,
            "venue": "Annual Review of Animal Biosciences",
            "volume": "16",
            "issn": "0",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Estimated global mortality associated with the first 12 months of 2009 pandemic influenza A H1N1 virus circulation: a modelling study",
            "authors": [],
            "year": 2012,
            "venue": "The Lancet Infectious Diseases",
            "volume": "12",
            "issn": "9",
            "pages": "687-95",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(12)70121-4"
                ]
            }
        },
        "BIBREF4": {
            "title": "Emerging infectious diseases in southeast Asia: regional challenges to control",
            "authors": [],
            "year": 2011,
            "venue": "The Lancet",
            "volume": "377",
            "issn": "9765",
            "pages": "599-609",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Detection of porcine reproductive and respiratory syndrome virus infection in porcine oral fluid samples: a longitudinal study under experimental conditions",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Veterinary Diagnostic Investigation",
            "volume": "20",
            "issn": "2",
            "pages": "156-63",
            "other_ids": {
                "DOI": [
                    "10.1177/104063870802000203"
                ]
            }
        },
        "BIBREF7": {
            "title": "Detection of Influenza A virus in porcine oral fluid samples",
            "authors": [],
            "year": 2011,
            "venue": "Journal of Veterinary Diagnostic Investigation",
            "volume": "23",
            "issn": "2",
            "pages": "241-7",
            "other_ids": {
                "DOI": [
                    "10.1177/104063871102300207"
                ]
            }
        },
        "BIBREF8": {
            "title": "Bioaerosol sampling in modern agriculture: a novel approach for emerging pathogen surveillance?",
            "authors": [],
            "year": 2016,
            "venue": "The Journal of Infectious Diseases",
            "volume": "214",
            "issn": "4",
            "pages": "537-45",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiw180"
                ]
            }
        },
        "BIBREF9": {
            "title": "Measurement of airborne influenza virus in a hospital emergency department",
            "authors": [],
            "year": 2009,
            "venue": "Clinical Infectious Diseases",
            "volume": "48",
            "issn": "4",
            "pages": "438-40",
            "other_ids": {
                "DOI": [
                    "10.1086/596478"
                ]
            }
        },
        "BIBREF10": {
            "title": "Airborne influenza A is detected in the personal breathing zone of swine veterinarians",
            "authors": [],
            "year": 2016,
            "venue": "PloS ONE",
            "volume": "11",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0149083"
                ]
            }
        },
        "BIBREF11": {
            "title": "Improved real-time PCR assay for detection and quantification of all 54 known types of human adenoviruses in clinical samples",
            "authors": [],
            "year": 2012,
            "venue": "Medical Science Monitor: International Medical Journal of Experimental and Clinical Research",
            "volume": "18",
            "issn": "6",
            "pages": "BR221-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Performance of different mono-and multiplex nucleic acid amplification tests on a multipathogen external quality assessment panel",
            "authors": [],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "3",
            "pages": "977-87",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00200-11"
                ]
            }
        },
        "BIBREF13": {
            "title": "Development of a TaqMan-based real-time reverse transcription polymerase chain reaction assay for the detection of encephalomyocarditis virus",
            "authors": [],
            "year": 2014,
            "venue": "Journal of Virological Methods",
            "volume": "207",
            "issn": "",
            "pages": "60-5",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2014.06.004"
                ]
            }
        },
        "BIBREF14": {
            "title": "Characterizing the picornavirus landscape among synanthropic nonhuman primates in Bangladesh, 2007–2008",
            "authors": [],
            "year": 2013,
            "venue": "Journal of Virology",
            "volume": "87",
            "issn": "1",
            "pages": "558-71",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00837-12"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Detection of influenza C virus by a real-time RT-PCR assay",
            "authors": [],
            "year": 2013,
            "venue": "Influenza and Other Respiratory Viruses",
            "volume": "7",
            "issn": "6",
            "pages": "954-60",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12099"
                ]
            }
        },
        "BIBREF17": {
            "title": "Isolation of a novel swine influenza virus from Oklahoma in 2011 which is distantly related to human influenza C viruses",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathogens",
            "volume": "9",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003176"
                ]
            }
        },
        "BIBREF18": {
            "title": "Development and validation of a duplex real-time PCR assay for the simultaneous detection and quantification of porcine circovirus type 2 and an internal control on porcine semen samples",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Virological Methods",
            "volume": "149",
            "issn": "2",
            "pages": "217-25",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2008.02.002"
                ]
            }
        },
        "BIBREF19": {
            "title": "Rapid detection and high occurrence of porcine rotavirus A, B, and C by RT-qPCR in diagnostic samples",
            "authors": [],
            "year": 2014,
            "venue": "Journal of virological methods",
            "volume": "209",
            "issn": "",
            "pages": "30-4",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2014.08.018"
                ]
            }
        },
        "BIBREF20": {
            "title": "Shedding and infection dynamics of porcine circovirus type 2 (PCV2) after natural exposure",
            "authors": [],
            "year": 2011,
            "venue": "Veterinary Microbiology",
            "volume": "149",
            "issn": "1",
            "pages": "225-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Shedding and infection dynamics of porcine circovirus type 2 (PCV2) after experimental infection",
            "authors": [],
            "year": 2011,
            "venue": "Veterinary Microbiology",
            "volume": "149",
            "issn": "1",
            "pages": "91-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Distribution of airborne influenza virus and respiratory syncytial virus in an urgent care medical clinic",
            "authors": [],
            "year": 2010,
            "venue": "Clinical Infectious Diseases",
            "volume": "50",
            "issn": "5",
            "pages": "693-8",
            "other_ids": {
                "DOI": [
                    "10.1086/650457"
                ]
            }
        },
        "BIBREF24": {
            "title": "Characterization of viral load, viability and persistence of influenza A virus in air and on surfaces of swine production facilities",
            "authors": [],
            "year": 2016,
            "venue": "PloS ONE",
            "volume": "11",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0146616"
                ]
            }
        },
        "BIBREF25": {
            "title": "Investigation into the airborne dissemination of H5N2 highly pathogenic avian influenza virus during the 2015 spring outbreaks in the Midwestern United States",
            "authors": [],
            "year": 2016,
            "venue": "Avian Diseases",
            "volume": "60",
            "issn": "3",
            "pages": "637-43",
            "other_ids": {
                "DOI": [
                    "10.1637/11395-021816-Reg.1"
                ]
            }
        },
        "BIBREF26": {
            "title": "Epidemiology and transmission of porcine circovirus type 2 (PCV2)",
            "authors": [],
            "year": 2012,
            "venue": "Virus Research",
            "volume": "164",
            "issn": "1",
            "pages": "78-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Inhibition and facilitation of nucleic acid amplification",
            "authors": [],
            "year": 1997,
            "venue": "Applied and environmental microbiology",
            "volume": "63",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The serological evidence in humans supports a negligible risk of zoonotic infection from porcine circovirus type 2",
            "authors": [],
            "year": 2013,
            "venue": "Biologicals",
            "volume": "41",
            "issn": "6",
            "pages": "430-4",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biologicals.2013.09.005"
                ]
            }
        },
        "BIBREF29": {
            "title": "Absence of evidence for porcine circovirus type 2 in cattle and humans, and lack of seroconversion or lesions in experimentally infected sheep",
            "authors": [],
            "year": 2000,
            "venue": "Archives of Virology",
            "volume": "145",
            "issn": "4",
            "pages": "853-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Analysis of seroconversion to porcine circovirus 2 among veterinarians from the United States and Canada",
            "authors": [],
            "year": 2000,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "217",
            "issn": "11",
            "pages": "1645-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Presence of antibodies reacting with porcine circovirus in sera of humans, mice, and cattle",
            "authors": [],
            "year": 1995,
            "venue": "Archives of Virology",
            "volume": "140",
            "issn": "8",
            "pages": "1427-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Multiple diverse circoviruses infect farm animals and are commonly found in human and chimpanzee feces",
            "authors": [],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "4",
            "pages": "1674-82",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02109-09"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Effect of herd size on subclinical infection of swine in Vietnam with influenza A viruses",
            "authors": [],
            "year": 2016,
            "venue": "BMC Veterinary Research",
            "volume": "12",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-016-0844-z"
                ]
            }
        },
        "BIBREF35": {
            "title": "Detection of porcine circovirus in rodents",
            "authors": [],
            "year": 2010,
            "venue": "Acta Veterinaria Hungarica",
            "volume": "58",
            "issn": "2",
            "pages": "265-8",
            "other_ids": {
                "DOI": [
                    "10.1556/AVet.58.2010.2.12"
                ]
            }
        },
        "BIBREF36": {
            "title": "Molecular detection and genome characterization of porcine circovirus type 2 in rats captured on commercial swine farms",
            "authors": [],
            "year": 2016,
            "venue": "Archives of Virology",
            "volume": "161",
            "issn": "11",
            "pages": "3237-44",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-016-3004-7"
                ]
            }
        },
        "BIBREF37": {
            "title": "Biosecurity measures on swine farms in Spain: perceptions by farmers and their relationship to current on-farm measures",
            "authors": [],
            "year": 2007,
            "venue": "Preventive Veterinary Medicine",
            "volume": "82",
            "issn": "1",
            "pages": "138-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Preventing zoonotic influenza virus infection",
            "authors": [],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}