{
    "paper_id": "PMC6817825",
    "metadata": {
        "title": "Engineered amphiphilic peptides enable delivery of proteins and CRISPR-associated nucleases to airway epithelia",
        "authors": [
            {
                "first": "Sateesh",
                "middle": [],
                "last": "Krishnamurthy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Wohlford-Lenane",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Suhas",
                "middle": [],
                "last": "Kandimalla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gilles",
                "middle": [],
                "last": "Sartre",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "K."
                ],
                "last": "Meyerholz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vanessa",
                "middle": [],
                "last": "Théberge",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stéphanie",
                "middle": [],
                "last": "Hallée",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anne-Marie",
                "middle": [],
                "last": "Duperré",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Del’Guidice",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jean-Pascal",
                "middle": [],
                "last": "Lepetit-Stoffaes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "Barbeau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [],
                "last": "Guay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [
                    "B."
                ],
                "last": "McCray",
                "suffix": "Jr.",
                "email": "paul-mccray@uiowa.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The airway epithelium is a critical interface between the host and environment and a common site of genetic and acquired disease states such as asthma, chronic obstructive pulmonary disease, cystic fibrosis (CF), and infectious diseases. Modifying airway epithelia with therapeutic proteins, gene expression cassettes, or genome-editing reagents offers great promise, but efficacious delivery is a common challenge. This is because the respiratory epithelium presents barriers through its specialized cell types, secreted host defense factors, and mucociliary transport1. While in vivo delivery with vector systems has advanced2–7, airway epithelia remain poorly transduced by many viral and non-viral approaches8–12.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 570,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 627,
                    "end": 628,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 629,
                    "end": 630,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 712,
                    "end": 713,
                    "mention": "8",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 714,
                    "end": 716,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The direct transfer of recombinant proteins is a promising alternative to the use of nucleic acids to deliver antibodies13 growth factors, anti-viral peptides14, or CRISPR-associated nuclease (Cas) ribonucleoprotein (RNP)15. RNPs comprise Cas nucleases and guide RNAs (gRNA), which are of interest for therapeutic gene editing because of their rapid effect and transient nuclease activity16. While appealing, protein delivery is hampered by the limited availability of safe and effective delivery methods17,18. Cas RNPs contain negatively charged gRNA that enables their delivery using cationic lipids or electroporation in responsive cell types19. However, other proteins, such as green fluorescent protein (GFP), antibodies, or luciferase, are poorly delivered using such procedures20. The lack of appropriate biodegradable lipids21 and the difficulty in applying electroporation in vivo22,23 limit options for non-viral Cas RNP delivery to airways in vivo.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 158,
                    "end": 160,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 388,
                    "end": 390,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 507,
                    "end": 509,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 832,
                    "end": 834,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 889,
                    "end": 891,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 892,
                    "end": 894,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Cell-penetrating peptides (CPPs) are short peptides generally carrying a net positive charge that independently mediate internalization of molecules across cell membranes (e.g., HIV TAT (human immunodeficiency virus trans-acting activator of transcription) peptide24 and penetratin24,25). However, CPP-mediated delivery often results in limited cytosolic distribution due to endosomal sequestration of cargoes26–29. To avoid endosomal entrapment, CPP may be combined with endosomolytic peptides such as endosomal leakage domains, which bind and transiently destabilize endosomal membranes30–34.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 281,
                    "end": 283,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 284,
                    "end": 286,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 409,
                    "end": 411,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 412,
                    "end": 414,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 591,
                    "end": 593,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We recently developed a CPP-ELD system for in vitro delivery of proteins and Cas RNPs to multiple cell types35. Based on the study of CPP-ELD peptide sequences32,33,36, we designed additional peptide-based agents, here termed shuttles, that further improve delivery of Cas RNP to hard-to-transduce human natural killer (NK) cells35,37. We demonstrate here that next-generation shuttles enable protein transfer to another refractory cell type by delivering reporter proteins and Cas RNPs in vitro and in vivo to differentiated epithelial cells lining the airways despite the physicochemical barriers imposed by these cells.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 159,
                    "end": 161,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 162,
                    "end": 164,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 165,
                    "end": 167,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 332,
                    "end": 334,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The first-generation shuttles were designed by fusing the endosomolytic peptide CM18 and the CPP PTD4 with six-histidine tags, at one or both ends of the peptide (CM18-PTD4)35. The activity of CM18-PTD4 constructs was demonstrated by delivering different protein cargoes to multiple cell types. We then further modified peptide sequences to increase their delivery efficacy37. Here, we present a subset of three rationally designed peptides termed Shuttle10 (S10), Shuttle18 (S18), and Shuttle85 (S85). Figure 1a shows peptide sequences aligned with CM18-PTD4. While the peptides share features, including an improved hydrophobic cluster derived from the CM18 domain and an optimized hydrophilic/cationic tail derived from the cell-penetrating PTD4 peptide, they diverge in others. In addition to their variable length (25–34 amino acids), S10 contains five highly hydrophobic residues in the CM18-derived domain, while S18 and S85 have eight, the S85 linker was reduced to a single glycine, and the PTD4-derived domain of S18 contains six cationic residues compared to four in S10 and S85. Using these three rationally designed peptides, we demonstrate improved editing of NK cells when co-incubated with Cas12a RNP for 90 s. Figure 1b presents the editing measured at the NKG2A locus following Cas12a RNP delivery to NK cells. RNP delivery by S10, S18, or S85 improved editing, achieving indels of 25%, 23%, and 26%, respectively, compared to the previously reported CM18-PTD4 that enabled 10% editing35.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 373,
                    "end": 375,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1503,
                    "end": 1505,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Shuttle peptides enable delivery of Cas RNP to NK cells ::: Results",
            "ref_spans": [
                {
                    "start": 510,
                    "end": 512,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1234,
                    "end": 1236,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As shuttle peptides enabled Cas12a RNP delivery to NK cells, we hypothesized that they could deliver proteins and Cas RNPs to hard-to-transduce well-differentiated primary cultures of human airway epithelial (HAE) cells (Fig. 1c). As differences in peptide length, hydrophobicity, linker, and charge may influence delivery efficiency when applied to new cell types, we first test the feasibility of peptide-mediated delivery in HAE with CM18-PTD4, S10, S18, and S85 using GFP protein. Shuttle peptides were combined with recombinant nuclear-targeted GFP protein and applied to the apical surface for 15 min, and then the GFP signal was quantified by fluorescence imaging (Fig. 1d, left panel). At a 20 µM concentration, S10 achieved the greatest GFP delivery. En face images demonstrated GFP signal throughout the epithelium (Fig. 1d, right panel). Similar results were obtained when the same four shuttle peptides were used to transfer GFP protein to primary cultures of porcine tracheal epithelia, a large animal model of CF38,39 (Supplementary Fig. 1). To identify the cell types transduced in human airway epithelia, we co-localized GFP and specific cell type markers. Fifteen minutes after applying S10 and GFP, we observed GFP-positive (GFP+) nuclei in cells positive for acetylated α-tubulin, a ciliated cell marker (Fig. 1e, left panel, white arrows). GFP also co-localized with non-ciliated cells (Fig. 1e, left panel, white arrowheads) and Muc5AC, a marker of goblet (secretory) cells (Fig. 1e, right panel, white arrowhead). By morphometric analysis, the S10 transduction efficiency ranged from 27 to 35% for all cell types of the surface epithelium (32 ± 2.0, mean ± SE, n = 3). We also applied the S10 peptide and GFP to the apical surface of freshly excised human tracheal tissue explants. One hour later, GFP+ nuclei co-localized with ciliated and non-ciliated surface epithelia (Fig. 1f).",
            "cite_spans": [
                {
                    "start": 1026,
                    "end": 1028,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1029,
                    "end": 1031,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Shuttle peptides deliver protein to airway epithelial cells ::: Results",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "mention": "1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 677,
                    "end": 679,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1329,
                    "end": 1331,
                    "mention": "1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1412,
                    "end": 1414,
                    "mention": "1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1501,
                    "end": 1503,
                    "mention": "1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1900,
                    "end": 1902,
                    "mention": "1f",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As a proof of principle, we delivered Cas12a RNP targeting CFTR intron 22–23 to HAE from non-CF donors with the four shuttle peptides used to deliver GFP. This intronic region is the site of a CFTR splicing mutation termed 3849 + 10C>T that introduces a premature termination codon and causes CF40 (see diagram in Fig. 2a). We assessed Cas12a RNP-induced indels using the Surveyor assay and quantified by Sanger sequencing 3 days after delivery (Fig. 2b). We observed an indel frequency of 9–26%, with S10 conferring the most efficient Cas12a RNP delivery. Figure 2c, d shows the effects of S10 dose and duration of incubation on editing efficiency. While increasing the peptide concentration improved editing, the duration of incubation did not. To investigate the editing efficiency of Cas12a RNPs for another target, we selected the HPRT1 locus (Fig. 2e). S10 and S85 achieved the greatest indel% (Fig. 2e). We also tested a Cas9 RNPs designed to CFTR exon 11 in non-CF epithelia (Fig. 2f). CFTR exon 11 is the site of the common F508del mutation. The CM18-PTD4, S18, S10, and S85 peptides achieved similar indel%. To illustrate the difficulty in delivering macromolecular cargo to HAE, we transfected Cas9 and Cas12a RNPs with three commercial Lipofection reagents and observed no editing of two different CFTR loci (Supplementary Fig. 2).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Shuttle peptides deliver Cas RNPs to airway epithelia ::: Results",
            "ref_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 564,
                    "end": 569,
                    "mention": "2c, d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 854,
                    "end": 856,
                    "mention": "2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 906,
                    "end": 908,
                    "mention": "2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 989,
                    "end": 991,
                    "mention": "2f",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To investigate the utility of shuttle peptides in vivo, we delivered nuclear-targeted GFP protein to the airways of adult BALB/c mice by nasal instillation. We selected the S10 peptide based on its performance in HAE (Fig. 1). We administered S10 and GFP once or twice over an 8 h period. Approximately 18 h after the final treatment, mice were euthanized and GFP distribution evaluated. We observed widespread nuclear GFP signal within large and small airway epithelia (Fig. 3a) and co-localization confirmed that GFP was delivered to ciliated and non-ciliated secretory (club) cells (Fig. 3b, c). These represent the two predominant surface cell types of the murine large (Fig. 3b) and small (Fig. 3c) airways. Non-ciliated club cells are a well-characterized progenitor cell type41. In the distal lung, we observed occasional GFP+ cells that co-localized with SP-C, a marker of alveolar type II cells (Fig. 3d, white arrows). The transduction efficiency in the large airways was 27 ± 8% and 46 ± 5% (mean ± SE) for one or two doses, respectively. In the small airways, the delivery efficiency was 32 ± 1% and 30 ± 2% (mean ± SE) with one or two doses, respectively (Fig. 3e).",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 784,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Shuttle peptides deliver protein in vivo ::: Results",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 591,
                    "end": 596,
                    "mention": "3b, c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 680,
                    "end": 682,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 700,
                    "end": 702,
                    "mention": "3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 910,
                    "end": 912,
                    "mention": "3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "mention": "3e",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To test the feasibility of RNP-mediated gene editing in vivo, we used ROSAmT/mG mice in which all cells express membrane-localized tdTomato fluorescence from the Rosa26 locus42. Deletion of the tdTomato cassette by Cre-lox recombination or by dual Cas RNP cleavage results in the expression of cell membrane-localized GFP fluorescence42 (Fig. 4a). Due to the absence of a Cas12a protospacer adjacent motif (PAM) in the loxP region and previous positive outcomes using Cas9 in Cre-lox reporter mice43, we next evaluated Cas9 RNPs in vivo.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 334,
                    "end": 336,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Shuttle peptides enable in vivo gene editing with Cas9 RNP ::: Results",
            "ref_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We delivered Cas9 RNPs targeting both loxP sites into the airways of ROSAmT/mG mice using the S10 peptide. Mice received one peptide-Cas9 RNP dose per day on two consecutive days (see Fig. 4a). One week following the second dose, we localized GFP-expressing edited cells in lung tissues. Similar to GFP protein delivery, we observed widespread RNP-mediated editing in epithelial cells of the large (Fig. 4b, c) and small airways (Fig. 4d). Both ciliated and non-ciliated cells expressed GFP (Fig. 4e, arrows, arrowheads), confirming editing of the two predominant surface cell types. In the distal lung, we observed occasional co-localization of GFP and surfactant protein C (SP-C), a marker of alveolar type II cells (Fig. 4f, arrows). Following delivery of Cas9 RNP alone there was no editing in large or small airways (Fig. 4g, h). The editing efficiency in the large airways was 13 ± 2% (mean ± SE). In the small airways, the editing efficiency was 12 ± 1% (mean ± SE) (Fig. 4i).",
            "cite_spans": [],
            "section": "Shuttle peptides enable in vivo gene editing with Cas9 RNP ::: Results",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 404,
                    "end": 409,
                    "mention": "4b, c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 435,
                    "end": 437,
                    "mention": "4d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "4e",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 724,
                    "end": 726,
                    "mention": "4f",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 827,
                    "end": 832,
                    "mention": "4g, h",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 979,
                    "end": 981,
                    "mention": "4i",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We next asked whether shuttle peptide-mediated protein delivery was associated with acute toxicity. Application of S10 alone or with GFP protein had no effect HAE viability as assessed by lactate dehydrogenase (LDH) release (Supplementary Fig. 3). To address in vivo toxicity, we delivered two doses of Cas9 RNP and the S10 peptide, S10 alone, or phosphate-buffered saline (PBS) to mice as described above. At 1 and 7 days post delivery, we quantified inflammatory cell infiltrates by bronchoalveolar lavage (BAL) total and differential cell counts, lung tissue cytokine and chemokine messenger RNA (mRNA) abundance, and histopathological evaluation. We observed no significant differences in BAL cell counts and neutrophil or macrophage abundance between PBS-treated animals and those receiving S10 alone or S10 and Cas9 RNP (Fig. 5a). Histopathologic scoring demonstrated no evidence of increased pulmonary inflammation or injury in any group (Fig. 5b). Transient increases in chemokine (C-C motif) ligand 5, interleukin-15, and interleukin-10 mRNA were observed in the peptide-Cas9 RNP treatment group 1 day after delivery (Supplementary Fig. 4). These findings resolved by day 7.",
            "cite_spans": [],
            "section": "Shuttle peptides enable in vivo gene editing with Cas9 RNP ::: Results",
            "ref_spans": [
                {
                    "start": 832,
                    "end": 834,
                    "mention": "5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 951,
                    "end": 953,
                    "mention": "5b",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To investigate cargo fate after lung deposition, we screened shuttle peptides for delivery of firefly luciferase protein to HAE (Supplementary Fig. 5). We selected the CM18-PTD4 peptide as it was most effective in vitro. One hour after luciferase protein delivery to airways of BALB/c mice with the CM18-PTD4 peptide, we measured luciferase distribution using bioluminescent imaging. Bioluminescence localized to nasal and pulmonary tissues, consistent with protein retention in the respiratory tract (Supplementary Fig. 5).",
            "cite_spans": [],
            "section": "Shuttle peptides enable in vivo gene editing with Cas9 RNP ::: Results",
            "ref_spans": []
        },
        {
            "text": "The optimal Cas12a PAM sequence, TTTV44, is absent from the loxP regions of ROSAmT/mG mice. Nevertheless, we tested Cas12a RNP delivery targeting a CTTC motif in the loxP sequence (see Fig. 6a). Success using this suboptimal CTTC PAM was previously demonstrated45. Using S10, we delivered Cas12a RNPs and achieved editing in large (Fig. 6b, c) and small airway (Fig. 6d) epithelia with a distribution similar to that observed with Cas9 RNPs. Both ciliated and non-ciliated cell types were edited (Fig. 6e). In the distal lung, we observed occasional co-localization of GFP and SP-C, indicating editing of alveolar type II cells (Fig. 6f). The editing efficiency in the large airways was 12 ± 1% (mean ± SE); in the small airways the editing efficiency was 10 ± 1% (mean ± SE) (Fig. 6g).",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 39,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Shuttle peptides facilitate Cas12a delivery in vivo ::: Results",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 337,
                    "end": 342,
                    "mention": "6b, c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 367,
                    "end": 369,
                    "mention": "6d",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "6e",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 634,
                    "end": 636,
                    "mention": "6f",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 782,
                    "end": 784,
                    "mention": "6g",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "There is great interest in protein and nucleic acid-based therapeutics for airway diseases, but delivery to respiratory epithelial cells remains exceedingly challenging. Several viral vectors3,6,46, non-viral liposomes21,47,48, and other nanoparticle formulations are in development to address delivery challenges49,50, but none have advanced to widespread clinical utility. While some viral vectors overcome delivery barriers4,5,51, they are complex biologics and genetic payloads may exceed the capacity of some vectors. Non-viral DNA delivery approaches were also used in airway epithelia but remain inefficient, may elicit inflammatory responses following aerosol delivery47,52–54, or lead to endosomal or lysosomal entrapment8,11. The use of Cas RNP rather than coding mRNA or DNA offers advantages in a therapeutic context by limiting genome exposure to editing machinery and decreasing off-target events16. With relatively good agreement, these studies suggest that engineered peptides confer effective and non-toxic protein and Cas9 or Cas12a RNP transfer into airway epithelia in vitro and in vivo.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 193,
                    "end": 194,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 195,
                    "end": 197,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 218,
                    "end": 220,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 224,
                    "end": 226,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 313,
                    "end": 315,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 426,
                    "end": 427,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 428,
                    "end": 429,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 730,
                    "end": 731,
                    "mention": "8",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 910,
                    "end": 912,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We observed that optimized S10, S18, and S85 peptides were more than twice as efficient as the CM18-PTD4 in delivering Cas12a RNP to primary NK cells. This finding encouraged further testing in well-differentiated epithelial cells. Following the application of shuttle peptides with GFP protein or Cas RNPs to the apical surface of HAE, rapid and widespread entry was observed in ciliated, non-ciliated, and goblet cells. Remarkably, protein delivery was also confirmed in human tracheal tissue explants. Achieving robust delivery in hard-to-transduce NK cells, a primary immune cell cultured in suspension, and airway cells, a well-differentiated epithelium, suggest that this peptide technology represents an advance for targeting other difficult-to-transduce human cells.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We were excited to discover that shuttle peptides could transfer recombinant proteins (GFP, luciferase) and Cas RNPs, formed using Streptococcus pyogenes Cas9 (SpCas9) or Acidaminococcus species Cas12a (AsCas12a), into mouse airways in vivo. This delivery strategy offers promise for gene editing and may allow modification of accessible progenitor cell types of the airway and alveolar regions55. Club cells, α6β4+ cells, and alveolar type II cells are accessible with luminal delivery41,56,57. Furthermore, some proximal airway basal progenitor cells may have membrane extensions that reach the airway lumen58. Additionally, repeat administration appears feasible. The shuttle peptides also address some of the inefficiencies and toxicities of non-viral systems. The peptides are quickly degraded35 and delivery was confined to epithelia of the respiratory tract. The simplicity of the peptide design offers an alternative to small molecules and viral vectors, as the peptides provide both rapid protein delivery and rapid onset of effect. The demonstrated RNP-mediated gene editing may offer therapeutic opportunities for removing aberrant splice sites. One example is CF, where studies examined the relationship between the percentage of cells expressing CFTR and transepithelial Cl− secretion59–63. With relatively good agreement, they suggest that correcting CFTR in 5–15% of cells should restore Cl− secretion to near wild-type levels, editing activity within the range achieved in this study. Additional challenges remain to attain a therapeutic end, including the methods for co-delivery of homologous recombination templates, the identification of alternate CRISPR nucleases or base editors64,65, and evaluation in larger animal models38.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 396,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 492,
                    "end": 494,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 609,
                    "end": 611,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 798,
                    "end": 800,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1700,
                    "end": 1702,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1703,
                    "end": 1705,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1745,
                    "end": 1747,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The highest editing was observed on epithelial cells using AsCas12a, while SpCas9 RNP achieved limited editing. Interestingly, in vivo SpCas9 and AsCas12a editing were similar. Direct comparisons of nuclease activities are challenging as multiple factors may influence the observed editing efficiency. Indeed, the intrinsic activity of each nuclease may differ, but the delivery efficiencies also greatly influence efficacy. While sharing similar sizes (SpCas9, 170 kDa and AsCas12a, 156 kDa), a major characteristic likely influencing delivery is the net negative charge density contributed by their respective gRNAs. AsCas12a, a type V CRISPR protein, uses a simple crRNA (CRISPR RNA) (42 nucleotides (nts)), and SpCas9, a type II CRISPR protein, requires a crRNA and a tracrRNA (trans-activating crRNA) (~100 nts). While the Cas9/crRNA/tracrRNA complex can be delivered using lipids or electroporation in cells responsive to these transfection methods16,35, the shorter crRNA appears to reduce the Cas12a efficiency using DNA delivery methods. For example, including a DNA carrier in electroporation solutions or increasing the crRNA length both improve Cas12a delivery by some methods66. In contrast, we observed that adding the longer cRNA/tracrRNA or Cas9 RNP to a protein cargo reduced shuttle peptide-mediated protein delivery (Supplementary Fig. 6).",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 956,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 957,
                    "end": 959,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1188,
                    "end": 1190,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition to delivery efficiency, the gRNA choice greatly influences Cas12a and Cas9 nuclease activity as the on-target and off-target activities of each individual gRNA can vary widely67,68. We note that the indel% observed in ROSAmT/mG mice based on fluorophore conversion is likely an underestimate as single DNA double-strand breaks at loxP sites would not cause fluorophore switching. Finally, as the Cas9 and Cas12a PAMs differ in the design of their gRNA, it is not possible to compare nuclease activities using the same gRNA or the same targeted sequence. Interestingly, to cleave the loxP sequence with Cas12a, a CTTC PAM in the loxP was used, opening the possibility to target any Cre-lox-based reporter. While effective, this PAM is suboptimal and in vivo activity should improve using a different gRNA with a TTTV PAM45 or a more permissive engineered Cas12a69.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 190,
                    "end": 192,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 872,
                    "end": 874,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A potential limitation of shuttle peptide delivery is cell membrane injury resulting from their endosomolytic sequence region70. As critical doses and dosing intervals are established for specific applications, toxicity may be minimized and repeat administration possible. The results of initial toxicity studies (Fig. 5) are encouraging. Despite no evidence of short-term toxicity, future studies should address the immunogenicity of specific therapeutic cargoes71. Further investigations will also be required to establish the relationship between the unique physicochemical properties of peptide sequences that provide specific molecular interactions depending upon the nature of protein cargo and target cell type35,72. We note that GFP protein and Cas RNP delivery to the airways of mice was heterogeneous. Improvements in the efficiency of shuttle peptide delivery to the respiratory tract might be achieved through screening new engineered peptides, testing formulations, and aerosol delivery.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 720,
                    "end": 722,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 319,
                    "end": 320,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In summary, this shuttle peptide platform successfully delivered several protein cargoes to human primary NK and airway epithelial cells and achieved clinically relevant genome editing in mouse airways without signs of short-term toxicity. The technology represents a versatile delivery strategy for therapies and to address biological questions. This provides a breakthrough approach for hard-to-transduce cell types and may serve as a platform for further design opportunities with other cargoes including therapeutic antibodies and peptides.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Nuclear-targeted eGFP (GFP-NLS) was expressed in bacteria (Escherichia coli BL21DE3) and purified as previously described35. AsCas12a or AsCpf1 nuclease (catalog #1081069, IDT, Coralville, IA or catalog #A034b-a-0500PMOL, Feldan Therapeutics, Quebec, QC), SpCas9 nuclease proteins (catalog #1081059, IDT, Coralville, IA or catalog # A037-a-0500PMOL, Feldan Therapeutics, Quebec, QC), and firefly luciferase (catalog # E1708, Promega, Madison, WI) were purchased or provided by Feldan Therapeutics. Peptides were synthetized by GL Biochem (Shanghai, China). Cas9 tracrRNA was purchased from IDT (catalog # 1072532) and specific crRNAs were synthesized by IDT (Coralville, IA) or Sigma-Aldrich Corporation (St. Louis, MO). Lyophilized peptides were resuspended to 250 µM in PBS and kept frozen. GFP-NLS protein was formulated at 5 mg/ml in PBS and kept frozen. Cas proteins and luciferase were kept frozen in manufacturer buffers. gRNAs were stocked frozen at 100 µM and then diluted at 10 µM for use. Prior to the experiment, Shuttle peptides, GFP-NLS, luciferase, gRNA, and Cas proteins were thawed and kept on ice.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Recombinant proteins, synthetic peptides, and gRNAs ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Primary airway epithelia isolated from human or porcine donor trachea or bronchi were grown at the air–liquid interface on collagen-coated Costar Transwell polycarbonate filters (#CLS3413, 0.3 µm2 surface area)73. Cultures were maintained in media supplemented with Ultro-ser G (USG) and the following antibiotics: penicillin (50 U/ml) and streptomycin (50 μg/ml). The cultured cells were maintained at 37 °C in 5% CO2. All epithelial cells were well differentiated (>4 weeks old; resistance >1000 Ω × cm2). NK cells were kindly provided by Green Cross LabCell (South Korea) and cultivated in NK MACS media containing 1% human serum.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "73",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Cell culture ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Shuttle peptides were diluted to obtain the desired final concentration and a volume of PBS was added to achieve the remaining volume minus the volume of the cargo. A volume of protein cargo (GFP-NLS or luciferase) was added to reach the desired concentration. The solution was mixed and added to cells or delivered intranasally to mice.",
            "cite_spans": [],
            "section": "Shuttle peptide-protein formulation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The RNP was prepared by combining the respective recombinant nuclease protein and the gRNA in PBS and incubating at room temperature for 15–20 min. For SpCas9 delivery, the two-part CRISPR RNA (crRNA and tracrRNA) was first combined in PBS by denaturation at 95 °C for 10 min and renaturation at room temperature to form the RNA duplex (10 μM concentration). Cas RNP complexes were formulated at 2× concentration to a final volume of 50 µl. Shuttle peptides solution (250 µM) was formulated in PBS at 2× concentration in a volume of 50 µl and then mixed with 50 µl Cas RNP mixture. The solution was mixed and added to cells or delivered intranasally to mice.",
            "cite_spans": [],
            "section": "Shuttle peptide-Cas RNP formulation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "NK cells were centrifuged for 2 min at 400 × g, washed with warmed PBS, and resuspended at a concentration of 5 × 106 cells/ml. Five hundred thousand NK cells were distributed in 1.5 ml tubes and centrifuged for 2 min at 400  × g. Supernatant was removed and cells were resuspended with 50 µl mixture containing the peptide (7.5 µM) and the Cas RNP (Cas12a at 1.33 µM and crRNA at 2.0 µM) for 90 s. Cells were washed and transferred in a 24-well plate with 500 µl of NK MACS media supplemented with 1% human serum and incubated for 48 h.",
            "cite_spans": [],
            "section": "Cas12a RNP delivery to primary NK cells ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Tracheal tissues deemed unsuitable for lung transplantation were used. The excised tissues were bisected longitudinally to expose the luminal surface and then cut into 5 × 5 mm2 pieces. Tissue pieces were then placed, lumen side up, onto Costar 48-well, polystyrene culture plates. The explants were immersed in 250–350 µl of airway cell culture media with USG and antibiotics: penicillin (50 U/ml) and streptomycin (50 µg/µl). To transduce the tissues, a volume of 150 µl shuttle peptide (20 µM) formulated with nuclear-targeted GFP protein (20 µM) was applied to the apical surface of an explant for 1 h at 37 °C, 5% CO2. The formulation was then removed by rinsing three times with PBS. The explant was incubated overnight. At ~24 h post delivery, explants were fixed in paraformaldehyde, sucrose protected, and embedded in OCT.",
            "cite_spans": [],
            "section": "GFP-NLS delivery to tracheal tissue explant organ cultures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The final concentration of nuclease and RNA in the RNP preparation was 2.5 and 2 μM (SpCas9) and 1.33 μM and 2 μM (AsCas12a), respectively. The RNP was combined with the desired concentration of shuttle peptide and incubated for ≤5 min before the addition to cells. A volume of 50 µl of the mixture was left on cell surface for times indicated in text and figure legends. The gRNAs used are listed in Supplementary Tables 1 and 2.",
            "cite_spans": [],
            "section": "Cas RNP delivery to airway epithelia ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The apical surface of well-differentiated airway epithelia grown at air–liquid interface was washed twice with PBS. A volume of 50 µl shuttle peptide (20 µM) formulated with nuclear-targeted GFP protein (20 µM) was then applied to the apical surface and incubated for the indicated time. After incubation, the materials were removed and the apical surface was washed thrice with PBS.",
            "cite_spans": [],
            "section": "GFP-NLS delivery to human and porcine airway epithelia ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Live cell GFP fluorescence was visualized on an inverted tissue microscope Olympus IX70 (Olympus Scientific Solutions Americas Corp, Waltham, MA) and the mean fluorescence intensity was obtained using a SpectraMax i3x fluorescence reader (Molecular Devices, San Jose, CA).",
            "cite_spans": [],
            "section": "Live cell imaging and image analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Luciferase expression was monitored non-invasively using bioluminescence imaging74. One hour following delivery of a solution containing luciferase protein combined with the CM18-PTD4 peptide in a 50 µl volume intranasally, mice received 100 μl/10 g of body weight (15 mg/ml in PBS, delivered intraperitoneally) of d-luciferin (Xenogen, Alameda, CA) and were anesthetized by isoflurane inhalation. Approximately 5 min after luciferin injection, the animals were imaged using a Xenogen IVIS200 CCD camera. Imaging data were analyzed and signal intensity was quantified using the Xenogen Living Image software. Expression levels were normalized by subtracting those from naive (untreated) mice.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "mention": "74",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "In vivo bioluminescent imaging ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Three days post transduction, genomic DNA was isolated using QuickExtract (catalog #QE09050, Epicenter) according to the manufacturer’s instructions. PCR amplification of the genomic DNA was performed using 700 ng genomic DNA and specifically designed forward and reverse primers (Supplementary Table 3) and KAPA DNA polymerase (KAPA Biosystems). The PCR product was purified and 315 ng of the purified DNA was denatured and reannealed in the presence of NEB restriction enzyme buffer 2 in a thermocycler. The reannealed DNA was mixed with enhancer and Surveyor nuclease (IDT) according to the manufacturer’s instructions and incubated at 42 °C for 50 min before separation on 4–20% Tris/Borate/EDTA gels. The DNA bands were visualized using SYBR gold stain (Thermo Scientific).",
            "cite_spans": [],
            "section": "Surveyor nuclease assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The T7 endonuclease I (T7E1) was also used to detect on-target CRISPR-Cas genome-editing events in cultured cells. Briefly, genomic DNA from target cells was amplified by PCR. The PCR products were then denatured and reannealed to allow heteroduplex formation between wild-type DNA and CRISPR-Cas-mutated DNA. T7E1, which recognizes and cleaves mismatched DNA, was used to digest the heteroduplexes. The resulting cleaved and full-length PCR products were visualized by gel electrophoresis. The T7E1 assay was performed using T7E1 (NEB, catalog #M0302S). After the delivery of the CRISPR-Cas complex, cells were lysed in 100 μl of Phusion™ High-Fidelity DNA polymerase (NEB, catalog #M0530S) laboratory with additives. The cells were incubated for 15–30 min at 56 °C, followed by deactivation for 5 min at 96 °C. The plate was briefly centrifuged to collect the liquid at bottom of the wells. Fifty microliters of PCR samples was analyzed for each condition. The PCR samples were heated to 95 °C for 10 min and then slowly (>15 min) cooled to room temperature. The PCR product (5 μl) was then separated on a 2% agarose gel to confirm amplification. Fifteen microliters of each reaction was incubated with T7E1 nuclease for 25 min at 37 °C. Immediately, the entire reaction volume was run with the appropriate gel loading buffer on a 2% agarose gel.",
            "cite_spans": [],
            "section": "T7E1 assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Bio-Rad ImageLabTM software (Version 5.2.1) was used to quantify the relative signal intensities of each of the bands directly on gels. Quantification of indels was performed using the equation 100 × (1 − (1 − (b + c)/(a + b + c))(1/2), where a is the intensity of undigested PCR product and b and c are the intensities of the cleaved products75. The sum of the three bands of interest (one gene target and two cleavage products) in a given lane corresponds to 100% of the signal. No cleavage product bands were found in the negative controls.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "mention": "75",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "DNA signal intensities quantification ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The PCR products amplified for Surveyor assay were also cloned into the pSMART cloning vector (Lucigen). Purified DNA was phosphorylated with T4 PNK at 37 °C for 30 min before ligation. DNA ligation was performed according to the manufacturer’s protocol. The ligation mixture was transformed into DH5α cells, and then plated on LB ampicillin plates. At least 50–100 colonies were grown for plasmid preps and for Sanger sequencing (Functional Biosciences, Madison, WI).",
            "cite_spans": [],
            "section": "Cloning and sequencing to determine editing efficiency ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Epithelial cells, tracheal explants, and lung tissues were prepared for histological examination and for immunohistochemistry for cellular markers after fixation in 4% paraformaldehyde, sucrose protection, and cryoembedding in OCT. In some cases, cells and tissues were embedded in paraffin. For routine histology, tissue sections (~8 µm each) were stained with hematoxylin and eosin. A detailed description of methods for localizing protein expression in the large and small airways is provided below.",
            "cite_spans": [],
            "section": "Immunohistochemistry ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To co-localize GFP-NLS protein or membrane-associated GFP expression (ROSAmT/mG mice) with markers of specific cell types, sections were first incubated with primary antibodies to acetylated α-tubulin (1:200 dilution, catalog #D2063, Cell Signaling), Muc5AC (1:200 dilution, catalog #MA5-12178, Invitrogen), or SP-C (1:25 dilution, catalog #PA5-71680, Thermo Fisher), followed by incubation with an Alexa Fluor 647 phalloidin (1:50 dilution, catalog #A22287, Invitrogen), and mounted with Vectashield with 4′,6-diamidino-2-phenylindole (DAPI) (Vector Labs). Sections were imaged by confocal microscopy using a Leica CTR6500 multiphoton confocal microscope (Leica, Buffalo Grove, IL). Three to five mice (male and female) were analyzed per time point and per experimental condition.",
            "cite_spans": [],
            "section": "Immunohistochemistry ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cells were lifted from the Transwell support by applying Accumax (catalog #AM105, Innovative Cell Technologies) to the cell surface for 1 h. The cells were pelleted, resuspended in PBS (3% fetal calf serum), and strained through a 70 μm nylon mesh filter. GFP+ cells were enumerated using a Becton Dickinson FACScan, FACS caliber, LSRII (BD Biosciences, Sparks, MD).",
            "cite_spans": [],
            "section": "Flow cytometry analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Shuttle peptide and protein cargo were formulated and delivered to 8–10-week-old, male and female BALB/c or C57BL/6 mice by intranasal delivery. To transduce the epithelia airway, a volume of 50 µl shuttle peptide (40 µM) formulated with nuclear-targeted GFP protein (20 µM) was used. For genome editing, a volume of 50 µl shuttle peptide (40 µM) formulated with nuclease and RNA in the RNP preparation of 2.5 and 2 μM (SpCas9) or 1.33 μM and 2 μM (AsCas12a) were used. Mice were anesthetized with ketamine/xylazine intramuscularly (87.5 mg/kg ketamine/12.5 mg/kg xylazine) and the indicated amphiphilic peptide and protein cargoes introduced intranasally. In some studies, ROSAmT/mG mice (Jackson Labs, Stock #007576) were used42.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 730,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Mice and in vivo delivery ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Epithelial cell sheets were fixed with 4% paraformaldehyde and washed in PBS. The Costar filter inserts were cut from the plastic support, placed onto a microscope slide, and mounted with Vectashield Mounting Media with DAPI. Using a Leica CTR6500 confocal microscope, images of six random fields from each filter were captured at ×20 magnification. Manual counts were performed by enumerating the blue nuclei and GFP+ cells. All epithelial cells within these six fields were counted. For determining the percentage of positive cells, the numerator was the number of GFP+ cells and the denominator was the total number of cells in the six ×20 magnification fields we counted for each epithelial sheet.",
            "cite_spans": [],
            "section": "Determination of GFP+ epithelial cells in vitro ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Lung tissues were fixed with 4% paraformaldehyde by perfusion and cryopreserved. The tissue was placed in a cryomold en bloc, ventral side down to ensure a uniform and consistent sectioning of all lobes. Tissues were sectioned at 8 µm thickness. We collected sections for study at a depth of sectioning when all lung lobes were visible in the block. These sections provided areas that contained small airways. Next, sections were collected ~150 µm deeper into the block. This region consistently contained large airways with monopodial branching. Consecutive sections were collected for cell counting and co-localization using immunocytochemistry.",
            "cite_spans": [],
            "section": "Determination of positive epithelial cells in mouse airways ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The following criteria were used to quantify GFP+ airway cells: because mouse lungs exhibit monopodial airway branching and these airways lack cartilage or glands, they are anatomically defined as bronchioles. Accordingly, we anatomically segregated bronchiolar airways into two groups based on morphologically distinct sites/sizes. The right or left main bronchus was categorized as large airways. Small bronchiole airways were defined as being a terminal airway of similar size.",
            "cite_spans": [],
            "section": "Determination of positive epithelial cells in mouse airways ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We measured lumen area using ImageJ by tracing along lumen circumference and measuring lumen length and width. All small airways in this study had lumen areas <50,000 µm2 with length-to-width ratios <1.7. All epithelia of the small airways in one lobe were counted in each area. We counted the total number of cells in the epithelial layer of each airway using the DAPI nuclear stain. We then counted the total number of GFP+ cells in the same airways. The total number of epithelial cells and GFP+ cells in the large airways were counted using the same methods as for small airways.",
            "cite_spans": [],
            "section": "Determination of positive epithelial cells in mouse airways ::: Methods",
            "ref_spans": []
        },
        {
            "text": "At 1 or 7 days post instillation of PBS, S10 peptide alone, or S10 and Cas9 RNPs, mice were euthanized by inhalation of CO2, followed by cervical dislocation. The chest was opened and lungs lavaged in situ via PE-90 tubing inserted into the exposed trachea. A pressure of 25 cm H2O was used to lavage the lungs with a total of 4 ml sterile saline. Collected washes were immediately pooled and placed on ice. BAL cell counts were performed using a hemocytometer. Differential cell counts were performed on cytospins following cell staining with a Diff-Quik Stain Set (Siemens Healthcare Diagnostics, Newark, DE).",
            "cite_spans": [],
            "section": "Bronchoalveolar lavage ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For quantification of cellular infiltrates into lung tissue, a pathologist performing quantification was masked to the group assignment76. High-resolution digital images (×100 or ×200 fields) of lung tissues were collected and the number of respective immune cells were enumerated per image field and standardized per image area (mm2). Statistical analysis was performed using Prism (GraphPad Software, La Jolla, CA, USA), and the Mann–Whitney test with statistical significance placed at P < 0.05. Tissues were evaluated by an ACVP boarded pathologist and scored using a post examination masking method76. Four mice (male and female) were analyzed per time point and per experimental condition.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "76",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 603,
                    "end": 605,
                    "mention": "76",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Histopathology ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Lung tissue was homogenized in Trizol and total RNA isolated using the Direct-zol RNA MiniPrep kit (Zymo Research, Irvine, CA). A DNase treatment step was included. Two hundred nanograms of total RNA was used as a template for first-strand complementary DNA (cDNA) synthesis. The resulting cDNA was diluted 4× and subjected to amplification of selected cytokine and chemokine genes by real-time quantitative PCR using Power SYBR Green PCR Master Mix (Applied Biosystems). The primer sequences are listed in Supplementary Table 4. Average values from duplicates of each gene were used to calculate the relative abundance of transcripts normalized to β2-microglobulin and presented as 2−ΔCT  × 10 relative to normalizer level. The primers used were previously reported77.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 768,
                    "mention": "77",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Extraction of total RNA and quantitative reverse transcription-PCR ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Primary airway epithelial cell cultures from three non-CF human donors were transduced with the S10 peptide alone or co-incubated with GFP-NLS protein in a 50 µl volume for 15 min. The apical surface was washed, and the basolateral media collected at indicated time points post transfection. LDH cytotoxicity assay kit (Cayman chemical) was used to measure the LDH levels in the apical surface washes and basolateral media. Percentage toxicity and viability were computed based on LDH levels. Data were normalized to cells treated with Dulbecco’s modified Eagle’s medium (DMEM) alone (negative control) or cells treated with DMEM containing 1% Triton X-100 (positive control) on the apical and basolateral surface for 30 min to 10 days at 37 °C.",
            "cite_spans": [],
            "section": "LDH assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Analysis of variance (ANOVA) with Tukey’s multiple comparison test or two-way ANOVA with Dunnett’s multiple comparison test were used to analyze differences in mean values between groups. Results are expressed as mean ± SE. P values ≤ 0.05 were considered significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Primary airway epithelia and in vivo studies were approved by the Institutional Review Board at the University of Iowa. All animal procedures were approved by the University of Iowa’s Institutional Animal Care and Use Committee (IACUC) and were in accordance with National Institutes of Health guidelines. NK cell study was approved the National Research Council Research Ethics Board of Canada.",
            "cite_spans": [],
            "section": "Statement on ethics ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Shuttle peptide design and protein delivery to airway epithelia. a Amino acid sequences of shuttle peptides. Sequences aligned to highlight structural similarities. Cationic residues are highlighted in blue; hydrophobic residues are in gray. Remaining residues are in green. b Indel% in primary NK cells following Cas12a RNP delivery targeting NKG2A gene with indicated shuttle peptide ([Cas12a]: 1.33 µM; [crRNA]: 2.0 µM). Results quantified 48 h after delivery (mean ± SE; n = 3 independent experiments). c Shuttle peptide-mediated delivery of nuclear-targeted GFP protein to human airway epithelia (HAE) and tracheal explants. Left panel: Schematic of primary HAE grown at air–liquid interface. ASL: airway surface liquid. Right panel: photomicrograph of well-differentiated primary HAE culture demonstrating pseudostratified columnar epithelium. Hematoxylin and eosin stain, ×40 magnification. d Efficiency of GFP delivery by different shuttle peptides. Peptides applied at four concentrations (5, 10, 15, or 20 μM); GFP concentrations 10 or 20 μM. Left graph: Cells were transduced with indicated peptide and GFP combinations and GFP quantified by fluorescence reader. Results mean ± SE; n = 4 donors. *P < 0.05, **P < 0.005, ***P < 0.001, by one-way ANOVA with Tukey’s multiple comparison test. Right panels: Representative en face views of epithelial sheets following GFP delivery at the highest peptide:GFP concentration (20 μM:20 μM), ×20 magnification. Formulations were applied for 15 min. e GFP localization in multiple epithelial cell types following shuttle peptide-mediated delivery. HAEs were transduced for 15 min with GFP protein and S10 peptide. Left panel: confocal image (XZ) shows co-localization of GFP and specific marker of ciliated cells (α-tubulin, red, indicated by white arrows), non-ciliated cells (white arrowheads), F-actin (phalloidin stain, gray), nuclei (DAPI, blue). Right panel: co-localization of GFP and goblet cell marker (Muc5AC, red, indicated by white arrowhead), nuclei (DAPI, blue), and F-actin (phalloidin stain, gray). n ≥ 6 different donor epithelia; ×64 magnification. f Shuttle peptide delivery of GFP to human tracheal explants. S10 (20 µM) and GFP protein (20 µM) applied to tracheal explant for 1 h. Left panel: both ciliated (α-tubulin, red, white arrowhead) and non-ciliated (white arrow) cells were transduced. Right panel: non-ciliated goblet cells were transduced (Muc5AC, red, white arrows); ×40 magnification. Data underlying this Figure are provided as Source Data file",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Shuttle peptides deliver Cas12a and Cas9 RNPs to HAE. a Schematic showing CFTR locus in region of 3849 + 10C>T mutation (not to scale) and the sequence of the Cas12a guide RNA target. b Editing at the CFTR locus following delivery of Cas12a RNPs using four different peptides. Shuttle peptides were tested for Cas12a RNP delivery using gRNA targeting CFTR intron 22–23. Materials were applied for 15 min, cells were harvested 72 hr later for Surveyor assay; Indel% determined by Sanger sequencing. Asterisks denote bands observed with gene editing. Np indicates Cas12a RNP with no peptide. c S10 peptide dose–response on Cas12a RNP editing of CFTR locus. HAE transduced with fixed RNP concentration [Cas12a]: 1.33 µM; [gRNA]: 2 µM and S10 peptide concentrations varied (20–50 μM). Cells incubated with peptide-RNP for 15 min, and harvested 72 h later for Surveyor assay (Control: Cas12a RNP alone). d Effect of incubation time and repeated of peptide-Cas12a RNP delivery on editing. [S10]: 40 μM; [RNP]: 40 µM, applied for indicated times. After 72 h, cells prepped for Surveyor assay and Sanger sequencing (Np indicates Cas12a RNP with no peptide, incubated for 3 h; Rpt denotes repeated application of peptide/RNP × 3 daily doses). n = 3 donors. e Schematic of HPRT1 locus and Cas12a guide RNA target sequence along with editing efficiency on delivery of RNPs. Screen of four peptide formulations at 40 μM concentration, [RNP]: 2.5 µM; [gRNA]: 2.0 μM on primary HAE. Indicated peptide-RNP applied for 3 h; 72 hr later, cells were processed for Surveyor assay. Asterisks denotes genome editing. n = 3 donors. f Schematic of the CFTR locus and Cas9 guide target (exon 11) and editing efficiency in HAE after Cas9 RNP delivery with each of four shuttle peptides. The same four peptide formulations were applied at [40 μM], with [RNP]: 2.5 μM; [gRNA]: 2.0 μM. Indicated shuttle peptide and Cas9 RNP applied for 3 h; 72 h later, cells processed for Surveyor assay. Asterisks denote genome editing. n = 3 donors. Data underlying this figure are provided as Source Data file",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: GFP-NLS protein delivery to mouse airways using S10 peptide. a Fluorescence image of lung tissue section 18 h following two intranasal doses of [S10]: 40 µM; [GFP]: 20 µM in 50 μl; ×2 magnification. Insets show the large and small airways at ×20 magnification. b, c Localization of GFP in different cell types. GFP co-localized with specific markers of cilia (α-tubulin, red), F-actin (phalloidin stain, gray), and nuclei (DAPI, blue) in large (b) and small airway epithelia (c). Non-ciliated cells were identified by the absence of α-tubulin staining; ×40 magnification. Arrowheads indicate ciliated cells (α-tubulin); arrows indicate non-ciliated cells. n = 4 mice per group. d GFP localization in distal lung region. Co-localization of GFP and SP-C (red), a marker of alveolar type II cells, F-actin (phalloidin stain, gray), and nuclei (DAPI, blue); ×40 magnification. White arrows indicate co-localization of GFP and SP-C. e Quantitation of GFP+ cells in large and small airways following 1 or 2 deliveries of GFP protein. Results are presented as mean ± SE; n = 4 mice per group. Data underlying this figure are provided as Source Data file",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: S10 peptide delivery of Cas9 RNP shows editing in ROSAmT/mG locus in vivo. Cas9 RNP directed to loxP sites flanking the tdTomato cassette were administered with S10 peptide once daily on 2 consecutive days. Seven days later, conversion of tdTomato to GFP expression was visualized in lung tissue sections. a Schematic of gRNA targeting two loxP sequences flanking tdTomato gene and experimental protocol for Cas9 RNP delivery to ROSAmT/mG mice. b Fluorescence image of large airway 7 days following two intranasal doses of [S10]: 40 µM; [Cas9]: 1.33 µM; [gRNA]: 2 µM; ×2 magnification. GFP expression denotes edited cells. c Editing in a large airway, ×20 magnification. d Editing in a small airway; ×20 magnification. e Co-localization of GFP and marker of ciliated cells (α-tubulin, white) in large airway. Arrows indicate α-tubulin co-localization with GFP. Arrowheads denote edited (GFP+) non-ciliated cells negative for α-tubulin; ×40 magnification. f Co-localization of GFP+ and SP-C (white) identifies alveolar type II cells (arrows) in distal lung; ×40 magnification. g Representative image of large airway after delivery of Cas9 RNP alone shows no editing, ×20 magnification. h Representative image of small airways after delivery of Cas9 RNP alone shows no editing; ×20 magnification. i Editing efficiency of Cas9 in large and small airways quantified by the number of GFP+ cells. Horizontal lines indicate mean ± SE; n = 5 mice/group. Data underlying this figure are provided as Source Data file",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Pulmonary toxicity profile following in vivo delivery using S10 peptide. C57BL/6 mice received PBS alone, S10 alone, or [S10]: 40 µM and Cas9 RNP (2.5 µM Cas9/2.0 µM gRNA) by intranasal instillation. a In vivo delivery of PBS, S10 alone (40 µM), or S10 (40 µM) and Cas9 RNP (2.5 µM Cas9/2.0 µM gRNA) to C57BL/6 mice by intranasal instillation. Left panel: BAL total cell counts 1 and 7 days post delivery. Middle panel: BAL neutrophil (PMN) percentage 1 and 7 days post delivery. Right panel: BAL macrophage percentage 1 and 7 days post delivery. Each point represents data from one animal. Results represent mean ± SE. b Representative images of lung tissue histopathology at 1 and 7 days post delivery. n = 3 mice/group; ×10 magnification. Data underlying this figure are provided as Source Data file",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: S10 peptide delivery of Cas12a RNP shows editing in ROSAmT/mG locus in vivo. a Schematic of Cas12a gRNA targeting both loxP sequences flanking tdTomato gene in ROSAmT/mG mice. S10 peptide and Cas12a RNP (2.5 µM Cas12a; 2.0 µM gRNA) directed to suboptimal PAM target in loxP sites flanking the tdTomato cassette administered twice a day for 2 days, via intranasal instillation. Seven days later, conversion of tdTomato to GFP expression was visualized in lung tissue sections. b Cas12a mediated deletion of tdTomato in ROSAmT/mG in large airway epithelia in vivo; ×2 magnification. c Editing in a large airway; ×20 magnification. d Editing in a small airway; ×20 magnification. e Co-localization of GFP and marker of ciliated cells (α-tubulin, white) in large airway. Arrowheads indicate GFP and α-tubulin co-localization. Arrow denotes edited (GFP+) non-ciliated cell negative for α-tubulin; ×40 magnification. f Distal lung region. Co-localization of GFP+ and SP-C (white) identifies alveolar type II cells (arrowhead); ×40 magnification. g Editing efficiency of Cas12a RNP in large and small airways quantified by the number of GFP+ cells. Horizontal lines indicate mean ± SE; n = 3 mice/group. Data underlying this figure are provided as Source Data file",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The innate immune function of airway epithelial cells in inflammatory lung disease",
            "authors": [
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Hiemstra",
                    "suffix": ""
                },
                {
                    "first": "PB",
                    "middle": [],
                    "last": "McCray",
                    "suffix": "Jr."
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bals",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur. Respir. J.",
            "volume": "45",
            "issn": "",
            "pages": "1150-1162",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00141514"
                ]
            }
        },
        "BIBREF1": {
            "title": "Efficient delivery of RNA interference oligonucleotides to polarized airway epithelia in vitro",
            "authors": [
                {
                    "first": "Shyam",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "Sateesh",
                    "middle": [],
                    "last": "Krishnamurthy",
                    "suffix": ""
                },
                {
                    "first": "Ashley",
                    "middle": [
                        "M."
                    ],
                    "last": "Jacobi",
                    "suffix": ""
                },
                {
                    "first": "Christine",
                    "middle": [],
                    "last": "Wohlford-Lenane",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [
                        "A."
                    ],
                    "last": "Behlke",
                    "suffix": ""
                },
                {
                    "first": "Beverly",
                    "middle": [
                        "L."
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [
                        "B."
                    ],
                    "last": "McCray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Journal of Physiology-Lung Cellular and Molecular Physiology",
            "volume": "305",
            "issn": "1",
            "pages": "L23-L32",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.00426.2012"
                ]
            }
        },
        "BIBREF2": {
            "title": "Cellular and molecular barriers to gene transfer by a cationic lipid",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zabner",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Fasbender",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moninger",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Poellinger",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Biol. Chem.",
            "volume": "270",
            "issn": "",
            "pages": "18997-19007",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.270.32.18997"
                ]
            }
        },
        "BIBREF3": {
            "title": "Basolateral localization of fiber receptors limits adenovirus infection of airway epithelia",
            "authors": [
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Biol. Chem.",
            "volume": "274",
            "issn": "",
            "pages": "10219-10226",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.274.15.10219"
                ]
            }
        },
        "BIBREF4": {
            "title": "Targeted intracellular delivery of antibodies: the state of the art",
            "authors": [
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Slastnikova",
                    "suffix": ""
                },
                {
                    "first": "AV",
                    "middle": [],
                    "last": "Ulasov",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Rosenkranz",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Sobolev",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Pharm.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fphar.2018.01208"
                ]
            }
        },
        "BIBREF5": {
            "title": "Airway delivery of peptides and proteins using nanoparticles",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Dombu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Betbeder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biomaterials",
            "volume": "34",
            "issn": "",
            "pages": "516-525",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biomaterials.2012.08.070"
                ]
            }
        },
        "BIBREF6": {
            "title": "Treatment of autosomal dominant hearing loss by in vivo delivery of genome editing agents",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "553",
            "issn": "",
            "pages": "217-221",
            "other_ids": {
                "DOI": [
                    "10.1038/nature25164"
                ]
            }
        },
        "BIBREF7": {
            "title": "Rapid and highly efficient mammalian cell engineering via Cas9 protein transfection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Biotechnol.",
            "volume": "208",
            "issn": "",
            "pages": "44-53",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbiotec.2015.04.024"
                ]
            }
        },
        "BIBREF8": {
            "title": "Delivery of therapeutic proteins",
            "authors": [
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Pisal",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Kosloski",
                    "suffix": ""
                },
                {
                    "first": "SV",
                    "middle": [],
                    "last": "Balu-Iyer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Pharm. Sci.",
            "volume": "99",
            "issn": "",
            "pages": "2557-2575",
            "other_ids": {
                "DOI": [
                    "10.1002/jps.22054"
                ]
            }
        },
        "BIBREF9": {
            "title": "Delivery technologies for genome editing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Kauffman",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Rev. Drug Discov.",
            "volume": "16",
            "issn": "",
            "pages": "387-399",
            "other_ids": {
                "DOI": [
                    "10.1038/nrd.2016.280"
                ]
            }
        },
        "BIBREF10": {
            "title": "Cationic lipid-mediated delivery of proteins enables efficient protein-based genome editing in vitro and in vivo",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Zuris",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Biotechnol.",
            "volume": "33",
            "issn": "",
            "pages": "73-80",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.3081"
                ]
            }
        },
        "BIBREF11": {
            "title": "Cationic lipid-mediated CFTR gene transfer to the lungs and nose of patients with cystic fibrosis: a double-blind placebo-controlled trial",
            "authors": [
                {
                    "first": "EW",
                    "middle": [],
                    "last": "Alton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "353",
            "issn": "",
            "pages": "947-954",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(98)06532-5"
                ]
            }
        },
        "BIBREF12": {
            "title": "Mechanisms of transfer of bioactive molecules through the cell membrane by electroporation",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Venslauskas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Satkauskas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur. Biophys. J.",
            "volume": "44",
            "issn": "",
            "pages": "277-289",
            "other_ids": {
                "DOI": [
                    "10.1007/s00249-015-1025-x"
                ]
            }
        },
        "BIBREF13": {
            "title": "Efficient delivery of genome-editing proteins using bioreducible lipid nanoparticles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "113",
            "issn": "",
            "pages": "2868-2873",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1520244113"
                ]
            }
        },
        "BIBREF14": {
            "title": "In vivo electroporation of developing mouse retina",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "de Melo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blackshaw",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Methods Mol. Biol.",
            "volume": "1715",
            "issn": "",
            "pages": "101-111",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-7522-8_8"
                ]
            }
        },
        "BIBREF15": {
            "title": "In vivo electroporation mediated gene delivery to the beating heart",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Ayuni",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0014467"
                ]
            }
        },
        "BIBREF16": {
            "title": "A truncated HIV-1 Tat protein basic domain rapidly translocates through the plasma membrane and accumulates in the cell nucleus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vives",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brodin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Biol. Chem.",
            "volume": "272",
            "issn": "",
            "pages": "16010-16017",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.272.25.16010"
                ]
            }
        },
        "BIBREF17": {
            "title": "The third helix of the Antennapedia homeodomain translocates through biological membranes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Derossi",
                    "suffix": ""
                },
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Joliot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chassaing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prochiantz",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem.",
            "volume": "269",
            "issn": "",
            "pages": "10444-10450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Improving the endosomal escape of cell-penetrating peptides and their cargos: strategies and challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Erazo-Oliveras",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Muthukrishnan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "TY",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Pellois",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pharmaceuticals",
            "volume": "5",
            "issn": "",
            "pages": "1177-1209",
            "other_ids": {
                "DOI": [
                    "10.3390/ph5111177"
                ]
            }
        },
        "BIBREF19": {
            "title": "Applications and Challenges for Use of Cell-Penetrating Peptides as Delivery Vectors for Peptide and Protein Cargos",
            "authors": [
                {
                    "first": "Mie",
                    "middle": [],
                    "last": "Kristensen",
                    "suffix": ""
                },
                {
                    "first": "Ditlev",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                },
                {
                    "first": "Hanne",
                    "middle": [],
                    "last": "Mørck Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Molecular Sciences",
            "volume": "17",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/ijms17020185"
                ]
            }
        },
        "BIBREF20": {
            "title": "Breaking in and busting out: cell-penetrating peptides and the endosomal escape problem",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "LeCher",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "McMurry",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biomol. Concepts",
            "volume": "8",
            "issn": "",
            "pages": "131-141",
            "other_ids": {
                "DOI": [
                    "10.1515/bmc-2017-0023"
                ]
            }
        },
        "BIBREF21": {
            "title": "Enhancing endosomal escape for intracellular delivery of macromolecular biologic therapeutics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lonn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep32301"
                ]
            }
        },
        "BIBREF22": {
            "title": "CFTR gene transfer with AAV improves early cystic fibrosis pig phenotypes",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Steines",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JCI Insight",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1172/jci.insight.88728"
                ]
            }
        },
        "BIBREF23": {
            "title": "Peptide-membrane interactions and mechanisms of membrane destruction by amphipathic alpha-helical antimicrobial peptides",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Feix",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1758",
            "issn": "",
            "pages": "1245-1256",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbamem.2006.02.021"
                ]
            }
        },
        "BIBREF24": {
            "title": "Endosomal escape pathways for delivery of biologicals",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Varkouhi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scholte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Storm",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Haisma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Control Rel.",
            "volume": "151",
            "issn": "",
            "pages": "220-228",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jconrel.2010.11.004"
                ]
            }
        },
        "BIBREF25": {
            "title": "Delivery of macromolecules into live cells by simple co-incubation with a peptide",
            "authors": [
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Erazo-Oliveras",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Pellois",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chembiochem",
            "volume": "11",
            "issn": "",
            "pages": "325-330",
            "other_ids": {
                "DOI": [
                    "10.1002/cbic.200900527"
                ]
            }
        },
        "BIBREF26": {
            "title": "A novel chimeric cell-penetrating peptide with membrane-disruptive properties for efficient endosomal escape",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Salomone",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Control Rel.",
            "volume": "163",
            "issn": "",
            "pages": "293-303",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jconrel.2012.09.019"
                ]
            }
        },
        "BIBREF27": {
            "title": "Peptide/Cas9 nanostructures for ribonucleoprotein cell membrane transport and gene edition",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lostale-Seijo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Louzao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Juanes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Montenegro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chem. Sci.",
            "volume": "8",
            "issn": "",
            "pages": "7923-7931",
            "other_ids": {
                "DOI": [
                    "10.1039/C7SC03918B"
                ]
            }
        },
        "BIBREF28": {
            "title": "Membrane permeabilizing amphiphilic peptide delivers recombinant transcription factor and CRISPR-Cas9/Cpf1 ribonucleoproteins in hard-to-modify cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Del’Guidice",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0195558"
                ]
            }
        },
        "BIBREF29": {
            "title": "Cytosolic antibody delivery by lipid-sensitive endosomolytic peptide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akishiba",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Chem.",
            "volume": "9",
            "issn": "",
            "pages": "751-761",
            "other_ids": {
                "DOI": [
                    "10.1038/nchem.2779"
                ]
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Disruption of the CFTR gene produces a model of cystic fibrosis in newborn pigs",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "321",
            "issn": "",
            "pages": "1837-1841",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1163600"
                ]
            }
        },
        "BIBREF32": {
            "title": "Cystic fibrosis pigs develop lung disease and exhibit defective bacterial eradication at birth",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Stoltz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sci. Transl. Med.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.3000928"
                ]
            }
        },
        "BIBREF33": {
            "title": "Directed evolution of adeno-associated virus to an infectious respiratory virus",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Excoffon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "3865-3870",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0813365106"
                ]
            }
        },
        "BIBREF34": {
            "title": "A novel mutation in the cystic fibrosis gene in patients with pulmonary disease but normal sweat chloride concentrations",
            "authors": [
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Highsmith",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "N. Engl. J. Med.",
            "volume": "331",
            "issn": "",
            "pages": "974-980",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199410133311503"
                ]
            }
        },
        "BIBREF35": {
            "title": "Plasticity of airway cell proliferation and gene expression after acute naphthalene injury",
            "authors": [
                {
                    "first": "BR",
                    "middle": [],
                    "last": "Stripp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maxson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am. J. Physiol.",
            "volume": "269",
            "issn": "",
            "pages": "L791-L799",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpcell.1995.269.3.C791"
                ]
            }
        },
        "BIBREF36": {
            "title": "A global double-fluorescent Cre reporter mouse",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Muzumdar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tasic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyamichi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genesis",
            "volume": "45",
            "issn": "",
            "pages": "593-605",
            "other_ids": {
                "DOI": [
                    "10.1002/dvg.20335"
                ]
            }
        },
        "BIBREF37": {
            "title": "Nanoparticle delivery of Cas9 ribonucleoprotein and donor DNA in vivo induces homology-directed DNA repair",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Biomed. Eng.",
            "volume": "1",
            "issn": "",
            "pages": "889-901",
            "other_ids": {
                "DOI": [
                    "10.1038/s41551-017-0137-2"
                ]
            }
        },
        "BIBREF38": {
            "title": "Cpf1 is a single RNA-guided endonuclease of a class 2 CRISPR-Cas system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zetsche",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "163",
            "issn": "",
            "pages": "759-771",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2015.09.038"
                ]
            }
        },
        "BIBREF39": {
            "title": "Structural basis for the canonical and non-canonical PAM recognition by CRISPR-Cpf1",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamano",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol. Cell",
            "volume": "67",
            "issn": "",
            "pages": "633-645 e633",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2017.06.035"
                ]
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "A single administration of CRISPR/Cas9 lipid nanoparticles achieves robust and persistent in vivo genome editing",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Rep.",
            "volume": "22",
            "issn": "",
            "pages": "2227-2235",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2018.02.014"
                ]
            }
        },
        "BIBREF43": {
            "title": "PEGylated enhanced cell penetrating peptide nanoparticles for lung gene therapy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Osman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Control Rel.",
            "volume": "285",
            "issn": "",
            "pages": "35-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jconrel.2018.07.001"
                ]
            }
        },
        "BIBREF44": {
            "title": "Overcoming the cystic fibrosis sputum barrier to leading adeno-associated virus gene therapy vectors",
            "authors": [
                {
                    "first": "BS",
                    "middle": [],
                    "last": "Schuster",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol. Ther.",
            "volume": "22",
            "issn": "",
            "pages": "1484-1493",
            "other_ids": {
                "DOI": [
                    "10.1038/mt.2014.89"
                ]
            }
        },
        "BIBREF45": {
            "title": "Highly compacted biodegradable DNA nanoparticles capable of overcoming the mucus barrier for inhaled lung gene therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mastorakos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "8720-8725",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1502281112"
                ]
            }
        },
        "BIBREF46": {
            "title": "Human bocavirus type-1 capsid facilitates the transduction of ferret airways by adeno-associated virus genomes",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hum. Gene Ther.",
            "volume": "28",
            "issn": "",
            "pages": "612-625",
            "other_ids": {
                "DOI": [
                    "10.1089/hum.2017.060"
                ]
            }
        },
        "BIBREF47": {
            "title": "Pre-clinical evaluation of three non-viral gene transfer agents for cystic fibrosis after aerosol delivery to the ovine lung",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "McLachlan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Gene Ther.",
            "volume": "18",
            "issn": "",
            "pages": "996-1005",
            "other_ids": {
                "DOI": [
                    "10.1038/gt.2011.55"
                ]
            }
        },
        "BIBREF48": {
            "title": "CpG-free plasmids confer reduced inflammation and sustained pulmonary gene expression",
            "authors": [
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Hyde",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Biotechnol.",
            "volume": "26",
            "issn": "",
            "pages": "549-551",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt1399"
                ]
            }
        },
        "BIBREF49": {
            "title": "Enhanced lung gene expression after aerosol delivery of concentrated pDNA/PEI complexes",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Ther.",
            "volume": "16",
            "issn": "",
            "pages": "1283-1290",
            "other_ids": {
                "DOI": [
                    "10.1038/mt.2008.96"
                ]
            }
        },
        "BIBREF50": {
            "title": "Airway epithelial progenitors are region specific and show differential responses to bleomycin-induced lung injury",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Stem Cells",
            "volume": "30",
            "issn": "",
            "pages": "1948-1960",
            "other_ids": {
                "DOI": [
                    "10.1002/stem.1150"
                ]
            }
        },
        "BIBREF51": {
            "title": "Basal cells as stem cells of the mouse trachea and human airway epithelium",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Rock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "12771-12775",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0906850106"
                ]
            }
        },
        "BIBREF52": {
            "title": "Integrin alpha6beta4 identifies an adult distal lung epithelial population with regenerative potential in mice",
            "authors": [
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clin. Invest",
            "volume": "121",
            "issn": "",
            "pages": "2855-2862",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI57673"
                ]
            }
        },
        "BIBREF53": {
            "title": "Transepithelial projections from basal cells are luminal sensors in pseudostratified epithelia",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Shum",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "135",
            "issn": "",
            "pages": "1108-1117",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2008.10.020"
                ]
            }
        },
        "BIBREF54": {
            "title": "Efficiency of gene transfer for restoration of normal airway epithelial function in cystic fibrosis",
            "authors": [
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nat. Genet",
            "volume": "2",
            "issn": "",
            "pages": "21-25",
            "other_ids": {
                "DOI": [
                    "10.1038/ng0992-21"
                ]
            }
        },
        "BIBREF55": {
            "title": "Preparation for a first-in-man lentivirus trial in patients with cystic fibrosis",
            "authors": [
                {
                    "first": "EW",
                    "middle": [],
                    "last": "Alton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Thorax",
            "volume": "72",
            "issn": "",
            "pages": "137-147",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2016-208406"
                ]
            }
        },
        "BIBREF56": {
            "title": "Gene therapy in a xenograft model of cystic fibrosis lung corrects chloride transport more effectively than the sodium defect",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nat. Genet.",
            "volume": "9",
            "issn": "",
            "pages": "126-131",
            "other_ids": {
                "DOI": [
                    "10.1038/ng0295-126"
                ]
            }
        },
        "BIBREF57": {
            "title": "Gene transfer of CFTR to airway epithelia: low levels of expression are sufficient to correct Cl− transport and overexpression can generate basolateral CFTR",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Farmen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am. J. Physiol. Lung Cell Mol. Physiol.",
            "volume": "289",
            "issn": "",
            "pages": "L1123-L1130",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.00049.2005"
                ]
            }
        },
        "BIBREF58": {
            "title": "CFTR delivery to 25% of surface epithelial cells restores normal rates of mucus transport to human cystic fibrosis airway epithelium",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Biol.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.1000155"
                ]
            }
        },
        "BIBREF59": {
            "title": "Functional properties of mixed cystic fibrosis and normal bronchial epithelial cell cultures",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dannhoffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blouquit-Laye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Regnier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chinet",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am. J. Respir. Cell Mol. Biol.",
            "volume": "40",
            "issn": "",
            "pages": "717-723",
            "other_ids": {
                "DOI": [
                    "10.1165/rcmb.2008-0018OC"
                ]
            }
        },
        "BIBREF60": {
            "title": "Programmable base editing of A*T to G*C in genomic DNA without DNA cleavage",
            "authors": [
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Gaudelli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "551",
            "issn": "",
            "pages": "464-471",
            "other_ids": {
                "DOI": [
                    "10.1038/nature24644"
                ]
            }
        },
        "BIBREF61": {
            "title": "Editing the genome without double-stranded DNA breaks",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Komor",
                    "suffix": ""
                },
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Badran",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACS Chem. Biol.",
            "volume": "13",
            "issn": "",
            "pages": "383-388",
            "other_ids": {
                "DOI": [
                    "10.1021/acschembio.7b00710"
                ]
            }
        },
        "BIBREF62": {
            "title": "Extension of the crRNA enhances Cpf1 gene editing in vitro and in vivo",
            "authors": [
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-018-05641-3"
                ]
            }
        },
        "BIBREF63": {
            "title": "Optimized sgRNA design to maximize activity and minimize off-target effects of CRISPR-Cas9",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Doench",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Biotechnol.",
            "volume": "34",
            "issn": "",
            "pages": "184-191",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.3437"
                ]
            }
        },
        "BIBREF64": {
            "title": "sgRNA Scorer 2.0: a species-independent model to predict CRISPR/Cas9 activity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chari",
                    "suffix": ""
                },
                {
                    "first": "NC",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chavez",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Church",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACS Synth. Biol.",
            "volume": "6",
            "issn": "",
            "pages": "902-904",
            "other_ids": {
                "DOI": [
                    "10.1021/acssynbio.6b00343"
                ]
            }
        },
        "BIBREF65": {
            "title": "Engineered CRISPR-Cas12a variants with increased activities and improved targeting ranges for gene, epigenetic and base editing",
            "authors": [
                {
                    "first": "BP",
                    "middle": [],
                    "last": "Kleinstiver",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Biotechnol.",
            "volume": "37",
            "issn": "",
            "pages": "276-282",
            "other_ids": {
                "DOI": [
                    "10.1038/s41587-018-0011-0"
                ]
            }
        },
        "BIBREF66": {
            "title": "Widespread airway distribution and short-term phenotypic correction of cystic fibrosis pigs following aerosol delivery of piggyBac/adenovirus",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Cooney",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res.",
            "volume": "46",
            "issn": "",
            "pages": "9591-9600",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gky773"
                ]
            }
        },
        "BIBREF67": {
            "title": "Purification and characterization of defensins from cystic fibrosis sputum",
            "authors": [
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Soong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ellison",
                    "suffix": ""
                },
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Coughey",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Inflamm. Res.",
            "volume": "46",
            "issn": "",
            "pages": "98-102",
            "other_ids": {
                "DOI": [
                    "10.1007/s000110050114"
                ]
            }
        },
        "BIBREF68": {
            "title": "Identification of preexisting adaptive immunity to Cas9 proteins in humans",
            "authors": [
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Charlesworth",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Med.",
            "volume": "25",
            "issn": "",
            "pages": "249-254",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-018-0326-x"
                ]
            }
        },
        "BIBREF69": {
            "title": "Relationships between cargo, cell penetrating peptides and cell type for uptake of non-covalent complexes into live cells",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pharmaceuticals",
            "volume": "6",
            "issn": "",
            "pages": "184-203",
            "other_ids": {
                "DOI": [
                    "10.3390/ph6020184"
                ]
            }
        },
        "BIBREF70": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Persistent gene expression in mouse nasal epithelia following feline immunodeficiency virus-based vector gene transfer",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Sinn",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Burnight",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Blissard",
                    "suffix": ""
                },
                {
                    "first": "PB",
                    "middle": [],
                    "last": "McCray",
                    "suffix": "Jr."
                }
            ],
            "year": 2005,
            "venue": "J. Virol.",
            "volume": "79",
            "issn": "",
            "pages": "12818-12827",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.20.12818-12827.2005"
                ]
            }
        },
        "BIBREF72": {
            "title": "A rapid and general assay for monitoring endogenous gene modification",
            "authors": [
                {
                    "first": "DY",
                    "middle": [],
                    "last": "Guschin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Methods Mol. Biol.",
            "volume": "649",
            "issn": "",
            "pages": "247-256",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-60761-753-2_15"
                ]
            }
        },
        "BIBREF73": {
            "title": "Principles and approaches for reproducible scoring of tissue stains in research",
            "authors": [
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lab. Invest.",
            "volume": "98",
            "issn": "",
            "pages": "844-855",
            "other_ids": {
                "DOI": [
                    "10.1038/s41374-018-0057-0"
                ]
            }
        },
        "BIBREF74": {
            "title": "Middle East respiratory syndrome coronavirus causes multiple organ damage and lethal disease in mice transgenic for human dipeptidyl peptidase 4",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Infect. Dis.",
            "volume": "213",
            "issn": "",
            "pages": "712-722",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiv499"
                ]
            }
        },
        "BIBREF75": {
            "title": "Inefficient cationic lipid-mediated siRNA and antisense oligonucleotide transfer to airway epithelial cells in vivo",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Griesenbach",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Respir. Res.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1465-9921-7-26"
                ]
            }
        },
        "BIBREF76": {
            "title": "The extra- and intracellular barriers to lipid and adenovirus-mediated pulmonary gene transfer in native sheep airway epithelium",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kitson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Gene Ther.",
            "volume": "6",
            "issn": "",
            "pages": "534-546",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.gt.3300840"
                ]
            }
        }
    }
}