{
    "paper_id": "PMC6042787",
    "metadata": {
        "title": "Illuminating pathogen–host intimacy through optogenetics",
        "authors": [
            {
                "first": "Ruben",
                "middle": [
                    "Dario"
                ],
                "last": "Arroyo-Olarte",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Thurow",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vera",
                "middle": [],
                "last": "Kozjak-Pavlovic",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nishith",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laura",
                "middle": [
                    "J."
                ],
                "last": "Knoll",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Infectious diseases are a product of the complex interplay between a particular host and pathogen. In the case of intracellular pathogens, another layer of intricacy is added. The use of chemicals to control or monitor cellular pathways within pathogens or within sheltering host cells has an inadvertent effect on the other entity, which often complicates the data interpretation. Optogenetics holds the promise to resolve this enduring concern by expressing light-sensitive proteins to examine a pathway of interest in intertwined models. The method combines accuracy, efficiency, and speed with extremely high spatial and temporal resolution in altering or measuring the activity of a target pathway [1,2]. It offers other advantages as well when controlling cellular signals for studying infection processes: (a) a reversible and conditional switching; (b) circumvention of difficulties often faced with chemicals, i.e., poor diffusion, premature degradation, constant activation, and pleiotropic effects; (c) gene-encoded expression, thus inheritable to the progeny and uniform response in a clonal population. Not everything about this method is shining, though. Just as with any technology, there are credible issues varying from model to model. These include the general toxicity of light-responsive proteins, basal (dark) activity in regular cultures, and sensitivity of some organisms to a particular spectrum or intensity of light. The making of optogenetically modified cells (via plasmid transfection or viral vectors) expressing certain tools may cause a perturbation in cell behavior, but it can be minimized by standard optimization (i.e., promoter strength, tool screening, dark culture, inclusion of proper controls) and/or by using inducible expression systems. The advantages of optogenetics so far have far outweighed the stated concerns, as evident by its exceptional success.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 705,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 706,
                    "end": 707,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Shine on me: Twinkling the murky microbial world",
            "ref_spans": []
        },
        {
            "text": "Originally, optogenetics was comprised of light-activated proteins that can modify membrane potential or allow control of signal cascades, molecular interactions, and gene expression [2,3]. The ever-expanding field now, in its broadest sense, includes gene-encoded light-sensitive sensors, which can be deployed to gauge intracellular messengers or metabolites. Not least, the method has also embraced technological procedures to deliver light-regulated proteins, to control the illumination, and to measure the outcome [1–3].",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 186,
                    "end": 187,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 521,
                    "end": 522,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 523,
                    "end": 524,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Shine on me: Twinkling the murky microbial world",
            "ref_spans": []
        },
        {
            "text": "Currently, more than 40 types of optogenetic actuators and around 30 biosensors are available according to Addgene repository (www.addgene.org). It is worth noting that many of them have been catered to address a wide range of hypotheses in neurobiology. While other research fields have begun adopting them to meet specific objectives, such as to study the stage differentiation in intracellular parasites [4] or to fine-tune the function of immune cells [5], applications of light-activated proteins remain extremely limited. We believe that the technique is now well primed to answer prevailing questions and shepherd new avenues in infection research.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 409,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 457,
                    "end": 458,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Shine on me: Twinkling the murky microbial world",
            "ref_spans": []
        },
        {
            "text": "Herein, we outline comprehensive applications of optogenetics to study various paradigms embracing intracellular parasites, bacteria, and viruses of clinical as well as veterinary relevance (Table 1 and Fig 1). Specifically, Fig 1A shows selected opto-tools to modulate or sense secondary messengers (cyclic nucleotides) and physicochemical parameters (pH, reactive oxygen species [ROS], ions), whereas Fig 1B highlights the light-induced control of gene editing, protein expression, and lipidic signaling. A list of relevant references including Addgene construct numbers is included as supporting information (S1 Appendix). The text below explains how best we can deploy them to examine notable events during asexual reproduction of archetypical pathogens (Fig 2). Although we outline only designated pairs of optogenetic proteins and pathogens, in principle, most systems are equally applicable to all genetically tractable organisms. In fact, with the advent of CRISPR-Cas9 (clustered regularly interspaced short palindromic repeats-associated protein 9) and related genome engineering tools in common parasitic protists [6] and other microorganisms [7], it has become easier than ever to make desired optogenetic strains in “model” as well as “nonmodel” pathogens.",
            "cite_spans": [
                {
                    "start": 1126,
                    "end": 1127,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1155,
                    "end": 1156,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Shine on me: Twinkling the murky microbial world",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 208,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 225,
                    "end": 231,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 403,
                    "end": 409,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 759,
                    "end": 764,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 191,
                    "end": 198,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Parasites include an assorted group of eukaryotic pathogens taking advantage of the host, which itself is also a eukaryotic organism. The study of the complex relationship between parasites and host cells is often compromised because chemical modulators usually cannot distinguish between targets conserved in both entities. Likewise, a spatiotemporal detection of universal metabolites in intracellularly residing parasites is simply not possible via chemical methods. Besides troubleshooting these issues, making of optogenetic strains allows us to literally tell the pathogen (or host cell) when and where to modulate or monitor the cascade and for how long and how much. A pioneering study involving expression of a light-activated adenylate cyclase in the protozoan parasite Toxoplasma gondii has already demonstrated the proof of principle for applying optogenetics in infection research [4]. Equally, expression of gene-encoded biosensors has enabled an otherwise challenging monitoring of subcellular calcium in T. gondii and Plasmodium falciparum enclosed within host cells [8,9]. These works have indeed paved a way to tap the vast potential of optogenetic actuators and biosensors. One can, for example, evaluate the roles of specific molecules during various parasitic stages, as epitomized by T. gondii and Trypanosoma cruzi (Fig 2A). Some of the most fascinating applications in parasites involve perturbation of ion homeostasis by light-gated channels, as well as photo-oscillation of calcium, cNMP (cyclic nucleotide monophosphate), and phosphoinositide signaling cascades. In essence, a rigorous experimental design can permit systematic dissection of signaling by studying optically induced changes in histone coding, transcriptome, proteome, and metabolome.",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 896,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1084,
                    "end": 1085,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1086,
                    "end": 1087,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Light and seek: A eukaryote hiding within a eukaryote",
            "ref_spans": [
                {
                    "start": 1339,
                    "end": 1345,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "A repertoire of cation- and anion-specific channelrhodopsin variants is available to investigate inter- or intra-organelle ion homeostasis [10]. Evenly, genetically encoded calcium actuators (GECAs) [11,12] and light-induced cyclic nucleotide cyclases [13–16], along with corresponding phosphodiesterases [17,18], are perfectly poised to elucidate novel aspects of calcium and cNMP signaling, respectively. For instance, the parasite strains expressing a light-activated adenylate or guanylate cyclase in a PKA- (cAMP-dependent protein kinase) or PKG-deficient (cGMP-dependent protein kinase) mutant can be subjected to phosphoproteomic analysis to identify the core signaling mediators. On a different note, the method may even prove beneficial over ablation of native signaling proteins in certain cases because a sophisticated reversible control can be achieved as opposed to all or none effect in the gene-knockout mutants. This is well exemplified by applying optogenetics in T. gondii [4], in which induction of parasite-derived cytosolic cAMP can exert contrary effects depending on the duration and intensity of the stimulus. In this regard, it does make sense to couple optical regulation with a real-time detection using apposite sensors. A gamut of color-tuned biosensors, such as for calcium [19–21], cAMP [22], cGMP [23], c-di-GMP [24], DAG (diacylglycerol) [25], and IP3 [26], is available to quantify subcellular oscillations.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 200,
                    "end": 202,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 203,
                    "end": 205,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 306,
                    "end": 308,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 309,
                    "end": 311,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 992,
                    "end": 993,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1305,
                    "end": 1307,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1308,
                    "end": 1310,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1319,
                    "end": 1321,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1330,
                    "end": 1332,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1372,
                    "end": 1374,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1386,
                    "end": 1388,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Light and seek: A eukaryote hiding within a eukaryote",
            "ref_spans": []
        },
        {
            "text": "Conversely, the above tools can be expressed in host cells to study the influence of host milieu on parasites. One such example is to dissect the mechanism of action of antitrypanocidal drugs, which control the muscle function by apparent modulation of calcium homeostasis during chronic Chagas disease [27]. These drugs are also active against Leishmania [28], further advocating the utility of calcium releasers and sensors (Table 1). Other appealing optogenetic approaches involve engineering host cells or parasites to harbor reactive oxygen species generating proteins (RGPs) [29], as well as the biosensors of lipids [25,30,31], polar metabolites [32–34], nitric oxide [35], voltage [36], redox [37,38], and pH [39–41], each of them tailored to address specific paradigms and individual needs (Table 1).",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 357,
                    "end": 359,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 582,
                    "end": 584,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 624,
                    "end": 626,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 627,
                    "end": 629,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 705,
                    "end": 707,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 718,
                    "end": 720,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 721,
                    "end": 723,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Light and seek: A eukaryote hiding within a eukaryote",
            "ref_spans": [
                {
                    "start": 427,
                    "end": 434,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 807,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Just as with intracellular parasites, infection with prokaryotic pathogens can be examined from the side of the bacteria as well as from the host-cell side. Yet again, studying pathogen–host interactions has so far not relied on the deployment of optogenetics. Table 1 lists some customary optogenetic tools, which are projected to elucidate the mechanisms underlying the uptake of bacteria, survival within host cells, or transcytosis for leading human pathogens including but not limited to Mycobacteria, Chlamydia, Salmonella, and Staphylococcus. As depicted in Fig 1A and Table 1, the standard tools when engineering prokaryotes may use proteins with a photo-active chromophore (LOV [light, oxygen, and voltage], FAD [flavin adenine dinucleotide], BLUF [blue light sensing using FAD]) that can activate downstream cascades by altering the secondary messengers, such as cAMP [13,14], cGMP [15,16], or c-di-GMP [42,43]. It is also possible to develop light-responsive expression systems using photocaged effectors, such as doxycycline [44] and IPTG (isopropyl β-D-1-thiogalactopyranoside) [45] or proteins [46,47], which are released or activated upon illumination to control the gene expression or protein activity. Just recently, the LOV2-ODC-degron system has been reported, which targets the conjugated protein of interest to light-dependent proteasomal degradation, thereby controlling the protein stability [48] (Fig 1B). Even though most of these tools have been originally developed in eukaryotic cells, their tailored adoption in prokaryotes is quite plausible. Other comparable applications include modulation of protein–protein interactions, which could in turn be used to regulate cell signaling, genome editing, endogenous transcription, and epigenetic states [49–53] (Fig 1B). Equally, gene-encoded sensors can be applied to monitor the pH, ions, membrane potential, redox states, temperature, pressure, and molecular crowding [54].",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 881,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 893,
                    "end": 895,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 914,
                    "end": 916,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 917,
                    "end": 919,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1092,
                    "end": 1094,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1109,
                    "end": 1111,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1416,
                    "end": 1418,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1776,
                    "end": 1778,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1779,
                    "end": 1781,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1944,
                    "end": 1946,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Exposing bugs as well as the bunker: A prokaryote inside a eukaryote",
            "ref_spans": [
                {
                    "start": 565,
                    "end": 571,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1421,
                    "end": 1427,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1784,
                    "end": 1790,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 261,
                    "end": 268,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 583,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Similar approaches can be used to modify host cells and regulate gene expression, signaling, autophagy, and organelle functions—processes that are considered important for interactions of host cells with bacterial pathogens, e.g., Chlamydia (Fig 2A). Optogenetics also enables the control of organelle transport and positioning [55], which might be useful when studying the importance of host organelle hijacking by microbes. It is even possible to induce and repress the mechanotransduction and cellular forces with spatiotemporal accuracy [56]. The underlying method involves controlling the subcellular activation of RhoA using the CRY2/CIBN light-gated dimerizer system [50]. In order to apply these methods, some hurdles need to be overcome, especially when manipulating mammalian host cells. The first one is the delivery of optogenetic proteins, which can be best solved by making stable transgenic lines using the established viral expression systems. Another issue is the compartmentalization, i.e., the targeting of a tool to the chosen organelle, such as nucleus, endoplasmic reticulum, and mitochondria. It can be resolved, though, by introducing organelle-specific signal sequences into the protein of interest. Parallel measurement of metabolites and ions in host cells harboring a pathogen is another bottleneck, which can be solved by coexpression of suitable biosensors. Once inducted, an effective commissioning of these tools is expected to shed light on numerous processes that have remained shadowy for a while.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 542,
                    "end": 544,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 675,
                    "end": 677,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Exposing bugs as well as the bunker: A prokaryote inside a eukaryote",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 248,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Viruses are master modulators of signaling, immune response, and metabolism in the infected host [57–59]. In a way similar to eukaryotic and prokaryotic pathogens, most applications are also applicable to viruses (Table 1); although, optogenetic tools have to be targeted primarily to the host cell (Fig 2B). For example, opsin and GECA family proteins allow in-depth examination of the role of ions in promoting or demoting the viral lifecycle. One could envisage optogenetically eliciting a release of Ca2+ from the endoplasmic reticulum (naturally occurring via IP3R in HIV-1, HSV [herpes simplex virus], rotavirus), activation of PLC pathway (mediated via GPCRs in rotavirus), impairment of SERCA (sarco-endoplasmic reticulum calcium ATPase), and control of membrane permeability (via viroporin in HIV-1, HCV, influenza virus, coronavirus) through light-gated channels or pumps [60,61]. Phosphoinositide actuators [62] can be applied to control early steps of attachment or fusion to the host membrane in the case of Ebola virus, coronavirus, and HIV-1 [63–65]. Other potential usages include light-mediated regulation of immune response (e.g., activation of HIV-infected CD4 cells), killing of virus-infected host cells (e.g., IFNΥ in CD8+ and NK cells), and photo-editing of viral genomes. Similarly, ROS-yielding proteins, physicochemical actuators, protein recruiters/oligomerizers, nucleotide cyclases, and lipid-derived mediators allow us to study other enigmatic aspects (Table 1).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 101,
                    "end": 103,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 883,
                    "end": 885,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 919,
                    "end": 921,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Sunshine everywhere: When the light gets viral",
            "ref_spans": [
                {
                    "start": 300,
                    "end": 306,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 214,
                    "end": 221,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1483,
                    "end": 1490,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "As indicated above, viruses can also be used as vectors for delivering optogenetic tools into specific cell populations or tissues in mammalian cells. Addgene repository contains several lentiviral constructs for targeted delivery and integration into genomes. Additional popular models include adeno-associated virus [66] and rabies virus [67]. Not least, selected gene-encoded sensors that can facilitate optogenetic work in virology include GECIs (gene-encoded calcium indicators), cNMP biosensors, as well as fluorescent indicators for pH, lipids, and several other metabolites (Table 1). Among many, one assay would be to test the pH dependence of membrane fusion during the entry of influenza and stomatitis viruses, mediated by hemagglutinin and G glycoprotein, respectively [68,69]. Another conceivable application is to visualize lipid rafts as a predicted platform for the entry, assembly, and release of viral particles [70–72]. Finally, a fusion approach coutilizing optical actuators and sensors will certainly embolden existing toolboxes in virology.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 341,
                    "end": 343,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 783,
                    "end": 785,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 786,
                    "end": 788,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 932,
                    "end": 934,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 935,
                    "end": 937,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Sunshine everywhere: When the light gets viral",
            "ref_spans": [
                {
                    "start": 583,
                    "end": 590,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A modulation and monitoring of pathogen-specific pathways without affecting the sheltering host cell is nearly impossible with chemical modulators and fluorophores. Contrariwise, selective manipulation of the infected host is equally challenging. Although not common yet, optogenetics offers an imperative toolbox to modify and monitor subcellular processes both in the host as well as in the pathogen. The deployment of optogenetics shall overcome most, if not all, difficulties inherent to classic approaches in infection research. Just as with neurosciences, this will hopefully also lead to improvement of old tools and discovery of customized solutions catering pathogens in imminent future. Hence, building a bridge between the fields of optogenetics and infection biology remains more important than ever.",
            "cite_spans": [],
            "section": "No room for darkness: Concluding remarks",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: (A) Scheme of selected opto-tools to modulate and/or monitor second messengers, ions, and pH. Indicated proteins can be targeted to the prokaryotic/eukaryotic pathogens or even to the organelle of choice in the host cell by means of corresponding sorting signal sequence. For simplicity, only few selected organelles of a typical eukaryotic cell are shown to illustrate the concept. The actual proteins for individual applications may differ in their domain structure, mode of action, and light absorption. (B) Light-regulated methods to control gene expression, protein stability, and phosphoinositide signaling, as well as biosensors of lipids and lipid-derived metabolites. Upon illumination, an RNA-guided dCas9 binds to a CRY2-VP64 transactivation domain, which in turn allows otherwise repressed transcription of a gene. LoxP-mediated recombination at a target locus is achieved by a photo-dimerizable CRE recombinase. Light-activated degron: The protein of interest is fused to a photosensitive LOV2 and a proteasome targeting cODC1 domain. Optically induced degradation is facilitated by a conformational shift in the latter 2 domains. CRY2/CIBN fusion to inositol phosphatase enables a concurrent modulation and evaluation of phosphoinositide metabolism. Lipid-binding domains Lact-C2 and PKCδ-C1 fused to GFP allow fluorescent detection of subcellular PtdSer and DAG, respectively. Equally, a fusion of CFP and Venus with IP3-binding motif permits a FRET-based monitoring of IP3. Further details on indicated proteins can be found in S1 Appendix and references therein. CFP, cyan-fluorescent protein; CIBN, N-terminus of CIB1; CRE, cyclization recombinase; DAG, diacylglycerol; FRET, fluorescence-resonance energy transfer; GFP, green fluorescent protein; LACE, light-activated CRISPR-Cas9 effector.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: (A) Strategic stages during the development of 2 parasitic protists (Toxoplasma gondii, Trypanosoma cruzi) and a bacterium (Chlamydia). Note that only selected features are highlighted. The shared events include invasion, proliferation, and egress. The tachyzoite stage of T. gondii actively invades host cells, reorders several organelles (not depicted for simplicity), replicates by endodyogeny in a nonfusogenic vacuole, and then exits by lysing the vacuolar and host membranes. Cyclic nucleotides (cAMP, cGMP) and ions (Ca2+, K+) play very important roles during the lytic cycle. The trypomastigote stage of T. cruzi enters the host cell by recruiting lysosomes and then escapes into cytoplasm (mediated by TcTox), where they reproduce asexually as amastigotes. Among others, Ca2+, pH, and ROS are major factors during T. cruzi infection. The EBs of Chlamydia are endocytosed into membranous vacuoles, which fuse to form an inclusion, the replicative compartment. Later on, they differentiate into larger metabolically active RBs, which replicate by binary fission before converting back to EBs. Similar to tachyzoites, Chlamydia is known to intercept/recruit many host organelles, such as Golgi, lipid droplets, and endolysosomes, probably for acquiring nutrients. Again, cAMP and cGMP, along with prokaryote-specific c-di-GMP, control the stage differentiation and STING-mediated modulation of host immunity genes, respectively. (B) Abridged lifecycle of viruses infecting a host cell. Key second messengers, ions, and metabolites potentially regulatable or detectable by optogenetic means are shown in relation to specific events during the course of infection. In particular, calcium, pH, ROS, and phosphoinositide signaling regulate a repertoire of phenomena. For additional details, please refer to the table outlining different tools, pathogens, and paradigms (Table 1). EBs, elementary bodies; RBs, reticulate bodies; ROS, reactive oxygen species; STING, stimulator of interferon genes; TcTox, T. cruzi toxin (hemolysin).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Optogenetics",
            "authors": [],
            "year": 2011,
            "venue": "Nat Methods",
            "volume": "8",
            "issn": "",
            "pages": "26-29",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.f.324"
                ]
            }
        },
        "BIBREF1": {
            "title": "Illuminating cell signalling with optogenetic tools",
            "authors": [],
            "year": 2014,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "15",
            "issn": "",
            "pages": "551-558",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm3837"
                ]
            }
        },
        "BIBREF2": {
            "title": "Optogenetics: controlling cell function with light",
            "authors": [],
            "year": 2011,
            "venue": "Nat Methods",
            "volume": "8",
            "issn": "",
            "pages": "24-25",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.f.323"
                ]
            }
        },
        "BIBREF3": {
            "title": "Optogenetic modulation of an adenylate cyclase in Toxoplasma gondii demonstrates a requirement of the parasite cAMP for host-cell invasion and stage differentiation",
            "authors": [],
            "year": 2013,
            "venue": "J Biol Chem",
            "volume": "288",
            "issn": "",
            "pages": "13705-13717",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M113.465583"
                ]
            }
        },
        "BIBREF4": {
            "title": "Near-infrared photoactivatable control of Ca2+ signaling and optogenetic immunomodulation",
            "authors": [],
            "year": 2015,
            "venue": "Elife",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.10024"
                ]
            }
        },
        "BIBREF5": {
            "title": "Taming parasites by tailoring them",
            "authors": [],
            "year": 2017,
            "venue": "Front Cell Infect Microbiol",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fcimb.2017.00292"
                ]
            }
        },
        "BIBREF6": {
            "title": "CRISPR-based genomic tools for the manipulation of genetically intractable microorganisms",
            "authors": [],
            "year": 2018,
            "venue": "Nat Rev Microbiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41579-018-0002-7"
                ]
            }
        },
        "BIBREF7": {
            "title": "Optogenetic monitoring identifies phosphatidylthreonine-regulated calcium homeostasis in Toxoplasma gondii",
            "authors": [],
            "year": 2016,
            "venue": "Microb Cell",
            "volume": "3",
            "issn": "",
            "pages": "215-223",
            "other_ids": {
                "DOI": [
                    "10.15698/mic2016.05.500"
                ]
            }
        },
        "BIBREF8": {
            "title": "Ca2+ monitoring in Plasmodium falciparum using the yellow Cameleon-Nano biosensor",
            "authors": [],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep23454"
                ]
            }
        },
        "BIBREF9": {
            "title": "The form and function of channelrhodopsin",
            "authors": [],
            "year": 2017,
            "venue": "Science",
            "volume": "357",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.aan5544"
                ]
            }
        },
        "BIBREF10": {
            "title": "Optogenetic toolkit for precise control of calcium signaling",
            "authors": [],
            "year": 2017,
            "venue": "Cell Calcium",
            "volume": "64",
            "issn": "",
            "pages": "36-46",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ceca.2017.01.004"
                ]
            }
        },
        "BIBREF11": {
            "title": "Optogenetic control of endogenous Ca2+ channels in vivo",
            "authors": [],
            "year": 2015,
            "venue": "Nat Biotechnol",
            "volume": "33",
            "issn": "",
            "pages": "1092-1096",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.3350"
                ]
            }
        },
        "BIBREF12": {
            "title": "Natural and engineered photoactivated nucleotidyl cyclases for optogenetic applications",
            "authors": [],
            "year": 2010,
            "venue": "J Biol Chem",
            "volume": "285",
            "issn": "",
            "pages": "41501-41508",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M110.177600"
                ]
            }
        },
        "BIBREF13": {
            "title": "Light modulation of cellular cAMP by a small bacterial photoactivated adenylyl cyclase, bPAC, of the soil bacterium Beggiatoa",
            "authors": [],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": "1181-1188",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M110.185496"
                ]
            }
        },
        "BIBREF14": {
            "title": "A rhodopsin-guanylyl cyclase gene fusion functions in visual perception in a fungus",
            "authors": [],
            "year": 2014,
            "venue": "Curr Biol",
            "volume": "24",
            "issn": "",
            "pages": "1234-1240",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cub.2014.04.009"
                ]
            }
        },
        "BIBREF15": {
            "title": "Optogenetic manipulation of cGMP in cells and animals by the tightly light-regulated guanylyl-cyclase opsin CyclOp",
            "authors": [],
            "year": 2015,
            "venue": "Nat Commun",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms9046"
                ]
            }
        },
        "BIBREF16": {
            "title": "Structure and mechanism of a bacterial light-regulated cyclic nucleotide phosphodiesterase",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "1015-1018",
            "other_ids": {
                "DOI": [
                    "10.1038/nature07966"
                ]
            }
        },
        "BIBREF17": {
            "title": "Engineering of a red-light-activated human cAMP/cGMP-specific phosphodiesterase",
            "authors": [],
            "year": 2014,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "111",
            "issn": "",
            "pages": "8803-8808",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1321600111"
                ]
            }
        },
        "BIBREF18": {
            "title": "Spontaneous network activity visualized by ultrasensitive Ca2+ indicators, yellow Cameleon-Nano",
            "authors": [],
            "year": 2010,
            "venue": "Nat Methods",
            "volume": "7",
            "issn": "",
            "pages": "729-732",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1488"
                ]
            }
        },
        "BIBREF19": {
            "title": "An expanded palette of genetically encoded Ca2+ indicators",
            "authors": [],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "1888-1891",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1208592"
                ]
            }
        },
        "BIBREF20": {
            "title": "Ultrasensitive fluorescent proteins for imaging neuronal activity",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "499",
            "issn": "",
            "pages": "295-300",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12354"
                ]
            }
        },
        "BIBREF21": {
            "title": "Interrogating cyclic AMP signaling using optical approaches",
            "authors": [],
            "year": 2017,
            "venue": "Cell Calcium",
            "volume": "64",
            "issn": "",
            "pages": "47-56",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ceca.2017.02.010"
                ]
            }
        },
        "BIBREF22": {
            "title": "Fluorescent sensors for rapid monitoring of intracellular cGMP",
            "authors": [],
            "year": 2006,
            "venue": "Nat Methods",
            "volume": "3",
            "issn": "",
            "pages": "23-25",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth816"
                ]
            }
        },
        "BIBREF23": {
            "title": "Next-generation RNA-based fluorescent biosensors enable anaerobic detection of cyclic di-GMP",
            "authors": [],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkw580"
                ]
            }
        },
        "BIBREF24": {
            "title": "Imaging diacylglycerol dynamics at organelle membranes",
            "authors": [],
            "year": 2006,
            "venue": "Nat Methods",
            "volume": "3",
            "issn": "",
            "pages": "797-799",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth930"
                ]
            }
        },
        "BIBREF25": {
            "title": "Use of fluorescence resonance energy transfer-based biosensors for the quantitative analysis of inositol 1,4,5-trisphosphate dynamics in calcium oscillations",
            "authors": [],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "8910-8917",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M805865200"
                ]
            }
        },
        "BIBREF26": {
            "title": "The emerging role of amiodarone and dronedarone in Chagas disease",
            "authors": [],
            "year": null,
            "venue": "Nat Rev Cardiol. 2012",
            "volume": "9",
            "issn": "",
            "pages": "605-609",
            "other_ids": {
                "DOI": [
                    "10.1038/nrcardio.2012.108"
                ]
            }
        },
        "BIBREF27": {
            "title": "Amiodarone destabilizes intracellular Ca2+ homeostasis and biosynthesis of sterols in Leishmania mexicana",
            "authors": [],
            "year": 2009,
            "venue": "Antimicrob Agents Chemother",
            "volume": "53",
            "issn": "",
            "pages": "1403-1410",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.01215-08"
                ]
            }
        },
        "BIBREF28": {
            "title": "Optogenetic control of ROS production",
            "authors": [],
            "year": null,
            "venue": "Redox Biol. 2014",
            "volume": "2",
            "issn": "",
            "pages": "368-76",
            "other_ids": {
                "DOI": [
                    "10.1016/j.redox.2014.01.019"
                ]
            }
        },
        "BIBREF29": {
            "title": "Membrane phosphatidylserine regulates surface charge and protein localization",
            "authors": [],
            "year": 2008,
            "venue": "Science",
            "volume": "319",
            "issn": "",
            "pages": "210-213",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1152066"
                ]
            }
        },
        "BIBREF30": {
            "title": "Genetically encoded probes for phosphatidic acid",
            "authors": [],
            "year": 2012,
            "venue": "Methods Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "445-459",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-386487-1.00020-1"
                ]
            }
        },
        "BIBREF31": {
            "title": "Fluorescence imaging of cellular metabolites with RNA",
            "authors": [],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.1218298"
                ]
            }
        },
        "BIBREF32": {
            "title": "Synthetic biosensors for precise gene control and real-time monitoring of metabolites",
            "authors": [],
            "year": 2015,
            "venue": "Nucleic Acids Res",
            "volume": "43",
            "issn": "",
            "pages": "7648-7660",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkv616"
                ]
            }
        },
        "BIBREF33": {
            "title": "Genetically encoded sensors enable real-time observation of metabolite production",
            "authors": [],
            "year": 2016,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "113",
            "issn": "",
            "pages": "2388-2393",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1600375113"
                ]
            }
        },
        "BIBREF34": {
            "title": "Imaging the nanomolar range of nitric oxide with an amplifier-coupled fluorescent indicator in living cells",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "14515-14520",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0505136102"
                ]
            }
        },
        "BIBREF35": {
            "title": "Voltage imaging with genetically encoded indicators",
            "authors": [],
            "year": 2017,
            "venue": "Curr Opin Chem Biol",
            "volume": "39",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cbpa.2017.04.005"
                ]
            }
        },
        "BIBREF36": {
            "title": "Imaging cytosolic NADH-NAD+ redox state with a genetically encoded fluorescent biosensor",
            "authors": [],
            "year": null,
            "venue": "Cell Metab. 2011",
            "volume": "14",
            "issn": "",
            "pages": "545-554",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmet.2011.08.012"
                ]
            }
        },
        "BIBREF37": {
            "title": "Monitoring thioredoxin redox with a genetically encoded red fluorescent biosensor",
            "authors": [],
            "year": 2017,
            "venue": "Nat Chem Biol",
            "volume": "13",
            "issn": "",
            "pages": "1045-1052",
            "other_ids": {
                "DOI": [
                    "10.1038/nchembio.2417"
                ]
            }
        },
        "BIBREF38": {
            "title": "Visualizing secretion and synaptic transmission with pH-sensitive green fluorescent proteins",
            "authors": [],
            "year": 1998,
            "venue": "Nature",
            "volume": "394",
            "issn": "",
            "pages": "192-195",
            "other_ids": {
                "DOI": [
                    "10.1038/28190"
                ]
            }
        },
        "BIBREF39": {
            "title": "Measurement of cytosolic, mitochondrial, and Golgi pH in single living cells with green fluorescent proteins",
            "authors": [],
            "year": 1998,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "95",
            "issn": "",
            "pages": "6803-6808",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "SRpHi ratiometric pH biosensors for super-resolution microscopy",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-00606-4"
                ]
            }
        },
        "BIBREF41": {
            "title": "Optogenetic module for dichromatic control of c-di-GMP signaling",
            "authors": [],
            "year": 2017,
            "venue": "J Bacteriol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/JB.00014-17"
                ]
            }
        },
        "BIBREF42": {
            "title": "Using light-activated enzymes for modulating intracellular c-di-GMP levels in bacteria",
            "authors": [],
            "year": 2017,
            "venue": "Methods Mol Biol",
            "volume": "1657",
            "issn": "",
            "pages": "169-186",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-7240-1_14"
                ]
            }
        },
        "BIBREF43": {
            "title": "Doxycycline-dependent photoactivated gene expression in eukaryotic systems",
            "authors": [],
            "year": 2009,
            "venue": "Nat Methods",
            "volume": "6",
            "issn": "",
            "pages": "527-531",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1340"
                ]
            }
        },
        "BIBREF44": {
            "title": "Light-induced gene expression with photocaged IPTG for induction profiling in a high-throughput screening system",
            "authors": [],
            "year": 2016,
            "venue": "Microb Cell Fact",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12934-016-0461-3"
                ]
            }
        },
        "BIBREF45": {
            "title": "From dusk till dawn: one-plasmid systems for light-regulated gene expression",
            "authors": [],
            "year": 2012,
            "venue": "J Mol Biol",
            "volume": "416",
            "issn": "",
            "pages": "534-542",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2012.01.001"
                ]
            }
        },
        "BIBREF46": {
            "title": "Blue light-mediated transcriptional activation and repression of gene expression in bacteria",
            "authors": [],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "6994-7005",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkw548"
                ]
            }
        },
        "BIBREF47": {
            "title": "Development of a synthetic switch to control protein stability in eukaryotic cells with light",
            "authors": [],
            "year": 2017,
            "venue": "Methods Mol Biol",
            "volume": "1596",
            "issn": "",
            "pages": "241-255",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-6940-1_15"
                ]
            }
        },
        "BIBREF48": {
            "title": "Spatiotemporal control of cell signalling using a light-switchable protein interaction",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "997-1001",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08446"
                ]
            }
        },
        "BIBREF49": {
            "title": "Rapid blue-light-mediated induction of protein interactions in living cells",
            "authors": [],
            "year": 2010,
            "venue": "Nat Methods",
            "volume": "7",
            "issn": "",
            "pages": "973-975",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1524"
                ]
            }
        },
        "BIBREF50": {
            "title": "Optical control of mammalian endogenous transcription and epigenetic states",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "",
            "pages": "472-476",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12466"
                ]
            }
        },
        "BIBREF51": {
            "title": "A light-inducible CRISPR-Cas9 system for control of endogenous gene activation",
            "authors": [],
            "year": 2015,
            "venue": "Nat Chem Biol",
            "volume": "11",
            "issn": "",
            "pages": "198-200",
            "other_ids": {
                "DOI": [
                    "10.1038/nchembio.1753"
                ]
            }
        },
        "BIBREF52": {
            "title": "Optimized second-generation CRY2-CIB dimerizers and photoactivatable Cre recombinase",
            "authors": [],
            "year": 2016,
            "venue": "Nat Chem Biol",
            "volume": "12",
            "issn": "",
            "pages": "425-430",
            "other_ids": {
                "DOI": [
                    "10.1038/nchembio.2063"
                ]
            }
        },
        "BIBREF53": {
            "title": "Design and development of genetically encoded fluorescent sensors to monitor intracellular chemical and physical parameters",
            "authors": [],
            "year": 2016,
            "venue": "Biophys Rev",
            "volume": "8",
            "issn": "",
            "pages": "121-138",
            "other_ids": {
                "DOI": [
                    "10.1007/s12551-016-0195-9"
                ]
            }
        },
        "BIBREF54": {
            "title": "Optogenetic control of organelle transport and positioning",
            "authors": [],
            "year": 2015,
            "venue": "Nature",
            "volume": "518",
            "issn": "",
            "pages": "111-114",
            "other_ids": {
                "DOI": [
                    "10.1038/nature14128"
                ]
            }
        },
        "BIBREF55": {
            "title": "Optogenetic control of cellular forces and mechanotransduction",
            "authors": [],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms14396"
                ]
            }
        },
        "BIBREF56": {
            "title": "Subversion of cell signaling by pathogens",
            "authors": [],
            "year": 2012,
            "venue": "Cold Spring Harb Perspect Biol",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/cshperspect.a006114"
                ]
            }
        },
        "BIBREF57": {
            "title": "Viral manipulation of the host immune response",
            "authors": [],
            "year": 2015,
            "venue": "Curr Opin Immunol",
            "volume": "36",
            "issn": "",
            "pages": "54-60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coi.2015.06.012"
                ]
            }
        },
        "BIBREF58": {
            "title": "Stealing the keys to the kitchen: Viral manipulation of the host cell metabolic network",
            "authors": [],
            "year": 2015,
            "venue": "Trends Microbiol",
            "volume": "23",
            "issn": "",
            "pages": "789-798",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2015.08.007"
                ]
            }
        },
        "BIBREF59": {
            "title": "Viral calciomics: Interplays between Ca2+ and virus",
            "authors": [],
            "year": 2009,
            "venue": "Cell Calcium",
            "volume": "46",
            "issn": "",
            "pages": "1-17",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ceca.2009.05.005"
                ]
            }
        },
        "BIBREF60": {
            "title": "Relevance of viroporin ion channel activity on viral replication and pathogenesis",
            "authors": [],
            "year": 2015,
            "venue": "Viruses.",
            "volume": "7",
            "issn": "7",
            "pages": "3552-3573",
            "other_ids": {
                "DOI": [
                    "10.3390/v7072786"
                ]
            }
        },
        "BIBREF61": {
            "title": "Optogenetic control of phosphoinositide metabolism",
            "authors": [],
            "year": 2012,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "109",
            "issn": "",
            "pages": "E2316-23",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1211305109"
                ]
            }
        },
        "BIBREF62": {
            "title": "Phosphoinositide-3 kinase-Akt pathway controls cellular entry of Ebola virus",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000141"
                ]
            }
        },
        "BIBREF63": {
            "title": "Phosphatidylinositol 4-kinase IIIβ is required for severe acute respiratory syndrome coronavirus spike-mediated cell entry",
            "authors": [],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "8457-8467",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M111.312561"
                ]
            }
        },
        "BIBREF64": {
            "title": "PIP2: choreographer of actin-adaptor proteins in the HIV-1 dance",
            "authors": [],
            "year": 2014,
            "venue": "Trends Microbiol",
            "volume": "22",
            "issn": "",
            "pages": "379-88",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2014.03.009"
                ]
            }
        },
        "BIBREF65": {
            "title": "Virally mediated optogenetic excitation and inhibition of pain in freely moving nontransgenic mice",
            "authors": [],
            "year": 2014,
            "venue": "Nat Biotechnol",
            "volume": "32",
            "issn": "",
            "pages": "274-278",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.2834"
                ]
            }
        },
        "BIBREF66": {
            "title": "Rabies virus CVS-N2cΔG strain enhances retrograde synaptic transfer and neuronal viability",
            "authors": [],
            "year": 2016,
            "venue": "Neuron",
            "volume": "89",
            "issn": "",
            "pages": "711-724",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2016.01.004"
                ]
            }
        },
        "BIBREF67": {
            "title": "Structure of influenza haemagglutinin at the pH of membrane fusion",
            "authors": [],
            "year": 1994,
            "venue": "Nature",
            "volume": "371",
            "issn": "",
            "pages": "37-43",
            "other_ids": {
                "DOI": [
                    "10.1038/371037a0"
                ]
            }
        },
        "BIBREF68": {
            "title": "Mechanism of membrane fusion induced by vesicular stomatitis virus G protein",
            "authors": [],
            "year": 2017,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "114",
            "issn": "",
            "pages": "E28-E36",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1618883114"
                ]
            }
        },
        "BIBREF69": {
            "title": "Plasma membrane rafts play a critical role in HIV-1 assembly and release",
            "authors": [],
            "year": 2001,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "98",
            "issn": "",
            "pages": "13925-13930",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.241320298"
                ]
            }
        },
        "BIBREF70": {
            "title": "Glycosyl-phosphatidylinositol (GPI)-anchored membrane association of the porcine reproductive and respiratory syndrome virus GP4 glycoprotein and its co-localization with CD163 in lipid rafts",
            "authors": [],
            "year": 2012,
            "venue": "Virology",
            "volume": "424",
            "issn": "",
            "pages": "18-32",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2011.12.009"
                ]
            }
        },
        "BIBREF71": {
            "title": "Dynamin- and lipid raft-dependent entry of decay-accelerating factor (DAF)-binding and non-DAF-binding Coxsackieviruses into nonpolarized Cells",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "11064-11077",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01016-09"
                ]
            }
        }
    }
}