{
    "paper_id": "PMC6203404",
    "metadata": {
        "title": "A novel framework for inferring parameters of transmission from viral sequence data",
        "authors": [
            {
                "first": "Casper",
                "middle": [
                    "K."
                ],
                "last": "Lumby",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nuno",
                "middle": [
                    "R."
                ],
                "last": "Nene",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "J.",
                    "R."
                ],
                "last": "Illingworth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "Didelot",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Understanding viral transmission is a key task for viral epidemiology. The extent to which a virus is able to transmit between hosts determines whether it is likely to cause sporadic, local outbreaks, or spread to cause a global pandemic [1, 2]. In a transmission event, the transmission bottleneck, which specifies the number of viral particles founding a new infection, influences the amount of genetic diversity that is retained upon transmission, with important consequences for the evolutionary dynamics of the virus [3, 4].",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 242,
                    "end": 243,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 523,
                    "end": 524,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 526,
                    "end": 527,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recent studies have used genome sequencing approaches to study transmission bottlenecks in influenza populations. In small animal studies, the use of neutral genetic markers has shown that the transmission bottleneck is dependent upon the route of transmission, whether by contact or aerosol transmission [5, 6]. In natural human influenza populations, where modification of the virus is not possible, population genetic methods have been used to analyse bottleneck sizes. Analyses of transmission have employed different approaches, exploiting the observation or non-observation of variant alleles [7] or using changes in allele frequencies to characterise the bottleneck under a model of genetic drift [8–11]. A recent publication improved this latter model, incorporating the uncertainty imposed upon allele frequencies by the process of within-host growth [12]. Two studies of within-household influenza transmission have provided strikingly different outcomes in the number of viruses involved in transmission, with estimates of 1-2 [13] and 100-200 [14] respectively, albeit that the veracity of the data used to generate the latter result has recently been challenged [15].",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 307,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 309,
                    "end": 310,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 600,
                    "end": 601,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 705,
                    "end": 706,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 707,
                    "end": 709,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 861,
                    "end": 863,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Another focus of research has been the role of selection during a transmission event; this is important in the context of the potential for new influenza strains to become transmissible between mammalian hosts [16, 17]. Studies examining transmissibility have assessed the potential for different strains of influenza to achieve droplet transmission between ferrets under laboratory conditions [18–21]; ferrets provide a useful, if imperfect, model for transmission between humans [22, 23]. The application of bioinformatic techniques to data from these experiments has identified ‘selective bottlenecks’ in the experimental evolution of these viruses [24, 25], whereby some genetic variants appear to be more transmissible than others. In these studies, selection has been considered in terms of the population diversity statistic π; changes in πN/πS, the ratio between non-synonymous and synonymous diversity, have been used to evaluate patterns of selection across different viral segments.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 213,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 215,
                    "end": 217,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 482,
                    "end": 484,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 653,
                    "end": 655,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We here note the need for a greater clarity of thinking in the analysis of viral transmission events. For example, analysis of genetic variants in viral populations shows that synonymous and non-synonymous mutations both have fitness consequences for viruses [26, 27]; the use of synonymous variants as a neutral reference set may not hold. More fundamentally, in an event where the effective population size is small, the influences of selection and genetic drift may be of similar magnitude [28]. However selection is assessed, this implies a need to separate stochastic changes in a population from selection, especially where a transmission bottleneck may include only a small number of viruses [5, 13, 29]. It is possible for the attribution of a change in diversity to the action of selection, or the attribution of allele frequency change to genetic drift to be flawed. Given the increasing availability of sequence data, more sophisticated tools for the analysis of viral transmission are required.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 264,
                    "end": 266,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 700,
                    "end": 701,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 703,
                    "end": 705,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 707,
                    "end": 709,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here we note three challenges in the analysis of data from viral transmission events. Firstly, selection can produce changes in a population equivalent to those arising through a neutral population bottleneck [30] (Fig 1A), making it necessary to distinguish between the two scenarios. A broad literature has considered the simultaneous inference of the magnitude of selection acting upon a variant along with an effective population size [31–36]. However, such approaches rely on the observation of an allele frequency at more than two time points so as to distinguish a deterministic model of selection (with an implied infinite effective population size) from a combined model of selection with genetic drift; such approaches cannot be directly applied to the analysis of viral transmission.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 443,
                    "end": 445,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 221,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Secondly, inferences of transmission events need to account for the haplotype structure of viral populations, whereby whole viruses, rather than sets of independent alleles, are transmitted (Fig 1B). The low rate of homologous recombination in segments of the influenza virus [37, 38] implies that viral evolution proceeds at the haplotype level [39]; competition occurs between collections of linked alleles, or segments, rather than the individual alleles themselves. Under such circumstances, fitter variants do not always increase in frequency within a population [40–42]. Calculations of genetic drift, which are often derived from the evolution of independent variants [43], need to be adjusted to account for this more complex dynamics.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 279,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 281,
                    "end": 283,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 347,
                    "end": 349,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 569,
                    "end": 571,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 572,
                    "end": 574,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Thirdly, noise in the measurement of a population may influence the inferred size of a transmission bottleneck (Fig 1C). A broad range of studies have examined the effect of noise in variant calling and genome sequence analysis [44–51]; more recently formulae have been proposed to measure the precision with which allele frequencies can be defined given samples from a population [52–54]. Where small changes in allele frequencies are used to assess a population bottleneck, it is important to separate the effects of noise in the measurement of populations from genuine changes in a population.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 231,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 232,
                    "end": 234,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 382,
                    "end": 384,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We here describe a novel method for the inference of population bottlenecks in influenza which addresses the above issues. Our approach correctly evaluates changes in a population even where the data describing that change are affected by noise. It explicitly accounts for the haplotype structure of a population, utilising the data present within short sequence reads. Further, where these factors can be discriminated, our method distinguishes between the influences on the population of selection and the transmission bottleneck. Studies of viral evolution have highlighted the potential for payoffs between within-host viral growth and transmissibility [55]; given sufficient data we can evaluate how selection operates upon each of these phenotypes. Our model extends previous population genetic work on bottleneck inference to provide a more generalised model for the analysis of data spanning viral transmission events. Whilst the work presented here is modelled upon influenza viruses, the methods may be readily adapted to other viral species given minor modifications.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 660,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Application of our model to simulated data describing neutral population bottlenecks showed that a lack of sequencing noise is critical for the correct inference of large population bottlenecks (Fig 3). Inferences of bottleneck sizes showed a limit on the inferred bottleneck size governed by noise in sequencing; where there was little noise in the data (i.e. at values of C greatly in excess of the bottleneck), a correct inference of the true population bottleneck was generally made. However, as noise increases, the inferred bottleneck reaches a plateau above which increases in the true bottleneck no longer affect the inferred bottleneck size. This result can be understood in terms of the extent to which the population bottleneck and noise contribute to the change in the viral population; where large numbers of viruses are transmitted, most of this signal is likely to result from noise. Here we note failures in the inferred bottleneck size even with very high C; these occur due to the finite read depth in our simulations, which was of order 104. In these calculations a neutral method, in which selection was assumed to have no effect on the population, was used to make inferences from neutral simulations. A consistent value of C was used for simulation and inference purposes.",
            "cite_spans": [],
            "section": "Sequencing noise limits the maximum inferrable bottleneck ::: Application to simulated data ::: Results",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 200,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In a real dataset the extent of noise may be unknown. Further investigation showed bottleneck estimation to be relatively robust to an incorrect estimate of the extent of noise in a dataset, except where the extent of noise was substantially overestimated (S2 Fig). In general, an underestimate of the extent of noise in a dataset led to an inferred bottleneck size that was marginally lower than the value obtained given the true amount of noise; for example where the value C = 106 was used to infer a bottleneck from data with C = 50, a bottleneck of true size NT = 50 was inferred as NT = 33. An overestimate of the extent of noise led to an overestimate of the size of the bottleneck with severe overestimation resulting in dramatically incorrect inferences. Therefore, while noise limits the potential of a method to identify large bottleneck sizes, underestimating the extent of noise in the data is generally the safer approach.",
            "cite_spans": [],
            "section": "Sequencing noise limits the maximum inferrable bottleneck ::: Application to simulated data ::: Results",
            "ref_spans": []
        },
        {
            "text": "Results from individual simulations showed that our method could discriminate between bottleneck sizes that differ by a factor of three or above (Fig 4 and S4 Fig). Obtaining precision in an estimated bottleneck or effective population size is inherently a difficult task, relying on the estimate of the extent of a stochastic effect from limited data [33]. Across 200 simulations, the interquartile range in an inferred bottleneck spanned close to 28% of the true bottleneck size, with inferred values spanning a range of approximately 130% of the correct bottleneck size. A slight underestimate in the bottleneck size for the case NT = 100 was consistent with the extent of noise in sequencing; here and in all subsequent simulations a value of C = 200 was used, representing an extent of noise that is readily achievable from short read sequence data [52, 54]. In our inferences, while gross differences in bottleneck size can be identified, a high level of precision is difficult to obtain from sequence data alone.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 859,
                    "end": 861,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Variance in inferred transmission bottlenecks ::: Application to simulated data ::: Results",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 151,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Inferences of bottleneck size showed a systematic underestimate of the bottleneck when selection affected a transmission event, but a method neglecting selection was used in the inference procedure (Fig 5). Simulations were conducted in which an allele at the third of five polymorphic loci in the HA segment of a simulated influenza virus increased the transmissibility of the virus according to a selection coefficient σ; this model of selection was applied for all subsequent simulations. In our simulations a value of σ = 1 is equivalent to a change in the frequency of a variant from 50% to 73% in a single transmission event. The relatively strong magnitudes of selection considered reflect the short period of time (a single generation) over which selection for increased transmissibility can act and the relatively small number of viruses likely to be involved in a transmission event.",
            "cite_spans": [],
            "section": "Inference of population bottleneck sizes under selection for transmissibility ::: Application to simulated data ::: Results",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 204,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Inferences of population bottleneck were conducted using a neutral inference method, and with a model in which selection was not constrained to be zero. In the first case, ignoring selection led to an underestimation of the true bottleneck size by an amount which increased according to the magnitude of selection for transmissibility. Selection during transmission produces a shift in the expected composition of the viral population; if this shift is interpreted as occurring solely due to a finite bottleneck a tighter bottleneck, inducing a larger stochastic change in the population, is inferred. This understanding explains the more pronounced underestimates achieved at larger bottleneck sizes; larger bottlenecks produce smaller stochastic changes in the population relative to the change induced by selection. When the full version of our model was run, allowing for a consideration of selection effects, the median bottleneck inferred from data under selection resembled that inferred from neutral data; the small shortfalls in the inference from neutral data are here explained by the influence of noise.",
            "cite_spans": [],
            "section": "Inference of population bottleneck sizes under selection for transmissibility ::: Application to simulated data ::: Results",
            "ref_spans": []
        },
        {
            "text": "Calculations performed for data describing multiple replicate transmission events gave similar inferred transmission bottlenecks to those obtained from single replicates. In each case sets of three replicate transmission events were simulated, each event involving the transmission of virus between a distinct pair of hosts. Simulating the use of a consistent inoculum, our transmitted populations shared a common set of polymorphic loci in each segment. Median inferred values are shown in S3 Fig. Full results describing the range of inferred bottleneck sizes from both one- and three-replicate populations are shown in S4 to S7 Figs.",
            "cite_spans": [],
            "section": "Inference of population bottleneck sizes under selection for transmissibility ::: Application to simulated data ::: Results",
            "ref_spans": []
        },
        {
            "text": "In contrast to measures of diversity, which attempt to associate selection with a gene or segment of a virus, our method was able to correctly identify specific variants conferring increased transmissibility. Success was more often achieved in cases for which selection was relatively strong and the transmission bottleneck was relatively large (Fig 6). Our process for distinguishing selection from neutrality (Fig 2C) can be tuned to identify a greater number of true variants under selection at the cost of making a greater number of false positive calls; here a conservative approach to identifying selection was applied. We evaluated populations in which a single locus was under selection, evaluating our potential to identify the variant. Under this approach we retained a false positive rate (inference of selection at an unselected locus) of 8% or less across the systems tested. Where a single variant was under a lower magnitude of selection (σ ≤ 0.5), correctly identifying sites under selection was very difficult, though as selection became stronger (σ ≥ 1) loci under selection could be identified with greater accuracy. Where selection existed the potential for it to be identified was greater at larger bottleneck sizes. These results can again be understood with respect to the dynamics of the system. The bottleneck has a stochastic effect on the population of a magnitude inversely related to the number of viruses transmitted. Inferring the presence of selection requires the identification of changes in the population going beyond what would be expected under neutrality, biasing the population in the direction of the selected allele or alleles. However, stochastic effects can by chance distort the population in one direction or another by more than the expectation; this leads to false inferences of selection. Genuine changes resulting from selection become easier to identify when the changes are themselves larger (stronger selection) or where the magnitude of the stochastic effect is reduced (higher NT). While data from multiple replicate simulations made little difference to the inferred bottleneck size (see above), such data led to a more dramatic change in these results, with the false positive rate falling to zero for bottlenecks with NT ≥ 20. The power of replicate experiments arises from the lower probability that stochastic effects will impose a consistent pattern of change upon multiple populations. While a larger-than-expected stochastic change in the frequency of a variant may occur in one system, leading to a false positive inference of selection, it is unlikely that the same pattern would recur across multiple replicates. While the inference of selection for transmissibility is not easy, the use of replicate experiments is of considerable value in this task; while, under our conservative approach, not all variants truly under selection were identified, those which were identified from replicate data were almost universally true positive calls.",
            "cite_spans": [],
            "section": "Identification of variants under selection ::: Application to simulated data ::: Results",
            "ref_spans": [
                {
                    "start": 346,
                    "end": 351,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 412,
                    "end": 418,
                    "mention": "Fig 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Given the correct identification of selection acting for a specific variant, the inferred magnitude of selection was marginally overestimated, with an increased overestimate at smaller values of the transmission bottleneck NT (Fig 7). The mixture of deterministic and stochastic changes in the population explains this phenomenon; the population after transmission is equal to its expected value plus some stochastic change. In the event that the stochastic change is aligned with the direction of selection, the presence of selection is more likely to be inferred, while the additional change in that direction will give an overestimate of selection. Conversely, if the stochastic change is in a direction opposed to the influence of selection, the presence of selection is less likely to be inferred. Thus, selection was disproportionately inferred to exist when stochastic changes in the population led to an overestimate of its magnitude. Inferences conducted on sets of replicate transmission events produced more accurate and more precise estimates of selection. For example given a bottleneck of NT = 100 and a true strength of selection of 0.75, the mean inferred selection from a single replicate was 1.00 with variance 0.040, while the mean inferred selection from three replicates was 0.90 with variance 0.010. (S8 Fig).",
            "cite_spans": [],
            "section": "Estimating the magnitude of a selected variant ::: Application to simulated data ::: Results",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 232,
                    "mention": "Fig 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Comparing our approach with a previous inference method, we found that the biology underlying within-host viral growth can significantly affect the inferred population bottleneck. In so far as previous population genetic models have not accounted for the presence of selection or noise in sequencing data (beyond binomial variance) we applied methods to data describing neutral transmission between a single pair of hosts with error-free sequencing of samples. The method of Poon et al. [14] is explicitly defined across multiple transmission events so cannot be used to evaluate single transmission events. For this reason comparison was performed with the method described by Leonard et al. [12]; this recent and well-cited approach, which infers a transmission bottleneck based on allele frequency change in a manner that accounts for within-host viral growth, provides a useful benchmark for comparison.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "The biology of within-host viral growth may affect the inference of a transmission bottleneck ::: Application to simulated data ::: Results",
            "ref_spans": []
        },
        {
            "text": "Comparison of the two methods showed our approach to have an increased flexibility to obtain correct inferences of population bottleneck size across a range of biological models of within-host growth. By default, our simulation model describes genetic drift during the within-host growth of the viral population as a single generation of replication, according to a Wright-Fisher population model with effective population size gNT, where g is nominally the growth rate of the population; our inference framework was set to match the generative model (Fig 8). At a growth factor of 1, both methods correctly inferred the size of the population bottleneck. However, at our default growth factor of 22 (based upon experimental results in influenza [60]), the method of Leonard et al., inferred a bottleneck size roughly double the correct value while our model was close to being correct.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 749,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "The biology of within-host viral growth may affect the inference of a transmission bottleneck ::: Application to simulated data ::: Results",
            "ref_spans": [
                {
                    "start": 552,
                    "end": 557,
                    "mention": "Fig 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "This result highlights the need to correctly account for within-host growth during the inference of a transmission bottleneck. If too much of the difference between the populations observed before and after transmission is accounted for by within-host genetic drift, the inferred bottleneck will be too high. By contrast, if not enough of this difference is accounted for as drift, the inferred bottleneck will be too low. In the approach of Leonard et al., the accounting made for genetic drift accounts for a variance equivalent to that incurred in a Wright-Fisher step of size NT, that is, with g = 1 (personal correspondance, Daniel Weissman). Their method thus obtains a correct inference under these circumstances but reports false results if the assumed within-host growth model is not correct. Further details of the derivation of our within-host growth model are presented in the Methods section.",
            "cite_spans": [],
            "section": "The biology of within-host viral growth may affect the inference of a transmission bottleneck ::: Application to simulated data ::: Results",
            "ref_spans": []
        },
        {
            "text": "We applied our approach to an influenza transmission dataset obtained by Watanabe et al. [61] and subsequently analysed by Moncla et al. [25]. This dataset provides high-resolution, whole-genome sequence data describing both the within-host evolution, and airborne transmission, of a 1918-like influenza virus, that became transmissible upon introduction of three key mutations, PB2 E627K, HA E190D and G225D. This three-mutant strain was denoted ‘HA190D225D’ and successfully transmitted in one of three ferret transmission pairs. Isolation and subsequent growth in MDCK cells of viruses from the contact ferret of the successful transmission led to the generation of the ‘Mut’ strain, which transmitted in two of three instances. A previous analysis of these data using linked variants on the HA segment identified an increase in the diversity of the viral population during within-host growth, and respectively ‘loose’ and ‘stringent’ bottlenecks in the transmission of the two strains. In the transmission of the Mut strain, the fixation of sequence variants, potentially due to selection, was observed, while the observation of two out of three, rather than one out of three, successful transmissions suggested that the Mut virus may have evolved increased fitness for infection. Within and between hosts, segment-wide and localised measures of synonymous and non-synonymous sequence diversity π were used to assess the presence or absence of selection, leading to the conclusion that selection affected the system during transmission of the ‘Mut’ strain.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 138,
                    "end": 140,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Application to an experimental dataset ::: Results",
            "ref_spans": []
        },
        {
            "text": "In our study, data from serial samples from the within-host populations were used to infer a fitness landscape describing the within-host growth of the virus for each of the two experimental populations. Using a previously published approach [52] we inferred the presence of non-neutral change in the population in seven out of eight segments in the combined HA190D225D population, and in four out of eight segments in the combined Mut population. The inference of positive selection acting for multiple non-consensus viral haplotypes in the HA segment (Fig 9) explains the increase in sequence diversity previously observed in these data. Further results are shown in S9 and S10 Figs.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Application to an experimental dataset ::: Results",
            "ref_spans": [
                {
                    "start": 554,
                    "end": 559,
                    "mention": "Fig 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Applying our inference framework to the data identified narrow transmission bottlenecks in each case (Fig 10). In each of our calculations a set of statistical replicate inferences was produced, corresponding to different potential reconstructions of the population qB from the sequence data (see Methods). Within the HA190D225D population, our estimated bottlenecks ranged from 3 to 6, with a median bottleneck size of 5, while for the Mut calculations, our bottlenecks ranged from 2 to 127 and 2 to 61, with medians of 6 and 2 respectively. As such, no clear evidence was found that the HA190D225D transmission involved a greater number of particles than the Mut transmissions. Given the inclusion of the inferred within-host selection SG, no evidence was found for the existence of variants making the virus more or less transmissible, with selection being inferred in only a small number of the replicate calculations (S11 Fig). Increasing the frequency cutoff at which variants were included in the calculation led to small decreases in the inferred bottleneck sizes (S12 Fig).",
            "cite_spans": [],
            "section": "Application to an experimental dataset ::: Results",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "mention": "Fig 10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "We have here presented an approach for jointly inferring a population bottleneck size and selection for differential transmissibility from viral sequence data describing a transmission event. While basic sampling approaches to bottleneck inference have been improved by an accounting for drift during within-host viral growth [7, 12–14], our approach additionally accounts for noise in genome sequence data, exploits partial haplotype data available from short-read sequencing, and separates the influence of a finite bottleneck from that induced by selection for increased transmissibility. In multiple studies, the transmission bottleneck has been found to be narrow during natural viral spread between hosts [62]. While acknowledging previous evidence for the existence of small transition bottlenecks in viral systems, we here note that a failure to account for selection and noise in the transmission process can decrease the bottleneck that is inferred from sequence data. Our approach is suitable for the analysis of acute infectious diseases such as influenza on the basis of a small number of observed transmission events; we note that where more substantial diversity is present in a within-host viral population, or where data are available from a large number of hosts in an outbreak, phylogenetic methods of evolutionary inference become of increasing value [63–65].",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 712,
                    "end": 714,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1372,
                    "end": 1374,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1375,
                    "end": 1377,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Applied to the analysis of data from a recent evolutionary experiment, our approach provides a greater precision in the inference of evolutionary statistics, leading to an alternative explanation for the data observed. Where data have previously been interpreted as implying differential transmission bottlenecks between strains, our approach infers bottlenecks of similar sizes ranging from 2-6 viruses. Furthermore, where evidence has been interpreted to suggest a differing extent of transmissibility between strains, our approach attributes changes in the composition of the population to a mixture of stochastic effects and selection for increased within-host adaptation. Our result does not prove the absence of differential transmissibility among the viruses involved in this study; at the bottleneck size we inferred, selection is very hard to identify even where it does influence transmission. Rather, our claim is that under a parsimonious analysis of the data, apparent evidence for increased viral transmissibility can be explained by other evolutionary factors.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study shows that the identification of variants conferring increased viral transmissibility is difficult when the number of transmitted viral particles is small. While improvements to our method may be achievable, this difficulty is fundamentally rooted in the nature of a transmission event; where a low number of virions are transmitted, the influence of stochastic processes becomes large, with variants fixing during transmission in a manner that cannot be distinguished from a selective sweep. The potential to infer the presence of selection increases at larger population size and given a greater number of replicate transmission events. However the amount of data required to make a statistically robust identification of a variant increasing viral transmissibility may be large. We note that, unlike more general inferences of selection from changes in viral diversity, our approach evaluates selection in terms of specific variants conveying an advantage or disadvantage for transmission. Where broad measures of diversity are calculated across segments of a genome, the background of genetic diversity across a large number of positions may be hard to separate from changes at individual positions under the action of selection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the light of our study, we propose that the term used in some analyses of viral transmission, of a ‘selective bottleneck’ is ambiguous, failing on the one hand to distinguish changes in a population arising from selection and those occurring through stochastic change in the population, and on the other to distinguish between selection for more rapid within-host replication or for inherent viral transmissibility. While selection may act differently for these latter two phenotypes [55], their respective influences are intrinsically hard to separate when an infection is sparsely sampled. In our analysis the completeness of the collected data, covering both within-host adaptation and between-host transmission, was necessary to evaluate the cause of evolutionary change.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study provides some insight into the potential for inferring transmissibility using small animal experiments. One approach to exploring transmissibility (in influenza virus) has been the comparison, for different viruses, of the proportion of distinct animal pairs between which transmission occurs [66]. The statistical significance achievable in these studies is limited by the number of animal pairs that can be examined [67–69]. Furthermore, the comparison between one genotype and another may be confounded by viral heterogeneity, whereby each population contains a cloud of genetic diversity [24, 70]. As we have shown, data from replicate transmission events leads to an improved ability to infer selection, in particular by reducing the false positive rate of inference and by increasing the accuracy in inferred selection coefficients. We note, however, that the number of viral particles transmitted in each event is key in determining whether increased transmissibility can be identified; where a transmission bottleneck is narrow it is inherently difficult to identify selection against a background of the large changes in the population induced by stochastic effects. Where transmission bottlenecks are small, a large number of replicates might be needed to make statistically well-supported inferences of increased transmissibility. Applications of our method to simulated data could be used to gain an insight into what might be obtained from a particular experimental setup.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 429,
                    "end": 431,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 432,
                    "end": 434,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 603,
                    "end": 605,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 607,
                    "end": 609,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In some situations, neutral markers or molecular barcodes may be added to a viral population [5, 30]; without providing an estimate of selection, sequencing these markers before and after transmission can give a precise estimate of the population bottleneck. While our method does not require the presence of such markers, its adaptation to include marker data would likely be straightforward, including in a calculation a further probabilistic term constraining the bottleneck size. Inference of selection for transmissibility could then be conducted under this constraint; the combination of whole-genome sequence data with such information could prove powerful for the study of viral transmission.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 97,
                    "end": 99,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While we have here considered the transmission of influenza virus, very few steps of our approach would need to be altered for the method to be applied to another viral population. As detailed in the Methods section, it is only in accounting for genetic drift in the within-host growth of the virus that we make approximations relying on biological knowledge of the influenza virus; an alternative accounting for within-host expansion could be used. A second key assumption in the inference of selection is the existence of regions of the virus separated from each other by recombination or reassortment. This assumption would be preserved in some other viruses, as noted in observations of within-host HIV evolution [71], if not for all influenza populations [72]. Where a viral genome did not exhibit recombination, and only a single transmission event was observed, the neutral version of our method could be applied; in this context our accounting for haplotype structure and sequencing noise in transmission represents an advance over methods which ignore these factors.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 720,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 761,
                    "end": 763,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Viral transmission is a critical component of disease and a key factor in viral evolution. In outlining a novel framework for the interpretation of data from viral transmission events we hope to bring a greater clarity to the population genetic theory of how these events operate and a greater power in the interpretation of experimental data, so as to engender a greater understanding of this important topic of research.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We describe the viral population as a set of haplotypes, with associated frequencies, that changes in time during a transmission event. Given a number of (possibly non-consecutive) loci of interest in the viral genome, the set of haplotypes h = {hi} describes a set of sequences having specific nucleotides at these loci. Within a viral population of finite size, the number of viruses with each haplotype hi is described by the vector n = {ni}. Frequencies of each haplotype within the population are denoted by the vector q = {qi}, while observations of the population collected via sequencing are denoted by the vector x = {xi}, where xi is the number of sampled viruses with haplotype hi.",
            "cite_spans": [],
            "section": "Notation and qualitative overview ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The transmission event is now described according to the framework outlined in Fig 2. A population of viruses qB undergoes transmission with some bottleneck NT, creating a founder population with haplotype frequencies qF in the recipient. Selection influencing this transmission process is described by the function ST(q), which changes the frequency of haplotypes according to the relative propensity of each haplotype to transmit. For example, selection may favour the transmission of viruses containing a specific genetic variant, increasing the expected proportion of viruses with this variant in the founder population. Within the host, the viral population grows rapidly in number to create the population qA. During this growth process, genetic drift affects the population in a manner according to the effective population size NG. Observations of the system are made via genome sequencing of samples collected before and after transmission, and are denoted xB and xA respectively; the total numbers of sequence reads in each are denoted NB and NA. Given the observations xB and xA, we wish to estimate the size of the population bottleneck NT and the extent of selection for transmissibility ST.",
            "cite_spans": [],
            "section": "Notation and qualitative overview ::: Methods",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 84,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "During the process of growth between qF and qA, the population may be influenced by selection for within-host growth; this acts independently of selection for transmissibility [73], and is described by the function SG(q), which changes the frequencies of haplotypes according to their relative within-host growth rates. Selection for within-host growth is challenging to separate from selection for transmissibility; we here estimate this parameter independently from the transmission event itself.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Notation and qualitative overview ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Where we consider multiple replicate transmission events, we assume that each transmission has its own transmission bottleneck NT; different numbers of viruses may infect different hosts. However, we assume that selection operates consistently between hosts; a variant which makes a virus grow more efficiently in one host does the same in another.",
            "cite_spans": [],
            "section": "Notation and qualitative overview ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Within our model, the functions describing selection are potentially complex, each having a number of parameters equal to the number of haplotypes in the system. In common with previous approaches to studying within-host influenza evolution [74] we adopt a hierarchical model of selection whereby the fitness of a haplotype is calculated from a set of one- or multi-locus components, describing the advantage or disadvantage of a specific nucleotide, or nucleotides, at a single locus or set of loci. A model selection process is then used to identify the most parsimonious explanation of the data.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Excursus: Modelling selection ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Formally, we denote the jth component of the haplotype hi as hij, with hij ∈ {A, C, G, T}. In a fitness model, a parameter is defined as the pair of values (sk, gk), where sk is a real number, denoting the difference in fitnesses of individuals with and without the allele [75], and gk is a vector of components gkj ∈ {A, C, G, T, −} denoting the haplotypes to which this selection applies. We now define\ngk·hi=∏jgkj×hij(4)\nwhere\ngkj×hij={1,ifgkj=hij1,ifgkj=-0,ifgkj≠-,gkj≠hij(5)",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Excursus: Modelling selection ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The fitness of a haplotype hi is then given as\nwi=exp(∑ksk(gk·hi))(6)\nwhere the sum is calculated over all fitness parameters k. To give an example, a single-locus fitness parameter would have a single element of gk that was either A, C, G, or T. Supposing this element to be at position j, it would convey the fitness advantage sk to all haplotypes with the given nucleotide at position j in the genome.",
            "cite_spans": [],
            "section": "Excursus: Modelling selection ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Selection is incorporated into the transmission event from donor to recipient by representing this event as a biased sampling process. As we are not considering data here, noise is not an issue. We therefore model the population qF as arising via a multinomial sampling process of depth NT from a set of genotypes with frequencies ST(qB), where ST represents the role of selection in the transmission event. We write\nP(qF|qB,NT,ST)=NT!∏iniF!∏i(ST(qB))iniF(7)\nwhere \n(ST(qB))i=wiTqiB∑i′wi′Tqi′B(8)\ndefines a distorted population based on the haplotype fitnesses wT={wiT}, representing the relative propensity of each haplotype hi for transmission. We note here that qiF=niFNT, where the vector nF describes the number of copies of each haplotype in the founder population.",
            "cite_spans": [],
            "section": "Selection in a transmission event ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "From the founding of an infection in the recipient, the viral population grows to the point at which data are collected for sequencing, under the influence of both genetic drift and selection. Selection for within-host growth is modelled by the function SG, identical in form to ST. We note that neglect of this term could distort the inferred value of ST; given only data collected before and after transmission the two terms cannot be separated. However, where samples have been collected at distinct times from one or multiple hosts, it is possible to make an independent estimate of SG [52], such that the two forms of selection can be discriminated. We here incorporate within-host selection into our derivation; the absence of such selection is then represented as a special case of our model.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 593,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Selection during within-host growth ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Concerning genetic drift, we note that the number of viruses in a host grows rapidly, with experiments suggesting that a single infected cell can produce between 103 and 104 viruses [76]. However not every such virus is viable, and one estimate has put the number of naive cells infected by an infected influenza cell at 22 [60]. By default we here approximate the within-host growth of the virus as a single multinomial draw, compressing growth to a single round of sampling, with the variance effective population size NG = gNT. By default we set the growth factor g to be equal to 22. This approach is distinct from the branching process used in another estimate of bottleneck size [72]; our assumption that viruses infect different cells in the host, with competition between viruses occurring after the release of viruses from cells, leads to a Wright-Fisher-type population model, in which the rapid growth of the viral population leads to a smaller amount of genetic drift than inferred in that model. We note that our method can be extended to incorporate multiple rounds of within-host viral growth; a first approximation would be to reduce g to match the effective variance in frequencies induced by repeated rounds of growth. A fuller solution has been implemented in our code; full details are provided in S1 Text.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 325,
                    "end": 327,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Selection during within-host growth ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We now turn to calculating the likelihood function of Eq 2. On account of the discrete nature of the multinomial distribution, the integrals present in this equation may be written as sums over all possible outcomes of the multinomial sampling processes represented by the different potential values of qF and qA. However, in realistic cases, where there might be multiple haplotypes present, the number of possible outcomes grows combinatorially with NT, making this calculation intractable. Instead we consider a continuous approximation in which the random variables of the model (Fig 2A) are represented by multivariate normal distributions, each defined by a mean and covariance matrix. By ignoring higher order moments, we may then calculate the individual components of the system (Eq 2) by appealing to a moments based approach for the evaluation of integrals arising from marginalisation over unknown variables. This step follows multiple previous approaches to time-resolved data, in which moments-based approximations have been used to simplify the propagation of evolutionary models [36, 77–79].",
            "cite_spans": [
                {
                    "start": 1096,
                    "end": 1098,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1103,
                    "end": 1105,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": [
                {
                    "start": 584,
                    "end": 590,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The haplotype frequency vector qB is unknown and must be determined from the available data. We denote the mean of the distribution of qB as μB and its covariance matrix by ΣB. Given a sampling depth NB and a dispersion parameter C, we describe xB as a distribution with mean and variance derived from the Dirichlet multinomial [80]:\nE[xB|qB]=NBqB(9)\nand\nvar[xB|qB]=(NB+C1+C)NB(Diag(qB)-qB(qB)†)≡βNBM(qB)(10)\nwhere β=(NB+C1+C), M(q) = Diag(q) − qq† and † indicates the transpose function.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The founder population qF is sampled from qB. Its mean is given by the expression\nE[qF|qB]=ST(qB)(11)\nand its variance by\nvar[qF|qB]=1NT(Diag(ST(qB))-ST(qB)ST(qB)†)≡1NTM(ST(qB))(12)\narising from a multinomial sample of depth NT and the selectively shifted frequencies ST(qB).",
            "cite_spans": [],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Similarly, the within-host growth process may be represented by a distribution with mean E[qA|qF] = qF and variance var[qA|qF]=1NGM(qF). As for the pre-transmission case, a Dirichlet multinomial likelihood with sampling depth NA, selectively shifted frequencies SG(qA) and dispersion parameter C may be used to model the sequencing of the population post-transmission. The resulting distribution can be approximated as a multivariate normal with mean\nE[xA|qA]=NASG(qA)(13)\nand variance\nvar[xA|qA]=(NA+C1+C)NAM(SG(qA))≡αNAM(SG(qA))(14)\nwhere α=(NA+C1+C) is defined for notational convenience.",
            "cite_spans": [],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Having established the above distributions, we are now equipped to carry out the relevant marginalisations (Eq 2) using the law of total expectation and the law of total variance. Starting with the pre-transmission compound distribution, the marginalisation over qB yields a mean of\nE[xB]=E[E[xB|qB]]=E[NBqB]=NBμB(15)\nand a variance of\nvar(xB)=E[var[xB|qB]]+var[E[xB|qB]]=E[βNB(Diag(qB)-qB(qB)†)]+var[NBqB]=βNB(Diag(E[qB])-E[qB]E[qB]†)+NB(NB-β)var[qB]=βNBM(μB)+NB(NB-β)ΣB(16)\nThese expressions characterise the xB component of the likelihood from Eq 2 in terms of a normal distribution. We identify values of μB and ΣB maximising this likelihood. The matrix ΣB has dimensionality k2 where k is the number of haplotypes in the system, a number which may potentially be large. Accurately determining so many parameters from the available data is unrealistic. In preference to obtaining an ill-defined covariance matrix we make the approximation that the off-diagonal elements of ΣB are zero, i.e. we disregard between-haplotype correlations in specifying the uncertainty in μB. We note that ignoring the variance component altogether results in an underestimation of the population bottleneck (S13 Fig).",
            "cite_spans": [],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Moving on to the post-transmission process, the marginalisation over qB results in a mean of\nE[qF]=E[E[qF|qB]]=E[ST(qB)]≈ST(E[qB])=ST(μB)(17)\nwhere in the penultimate step we used the first-order second-moment approximation to a vector function acting on a random variable. The law of total variance yields\nvar(qF)=E[var[qF|qB]]+var[E[qF|qB]]=E[1NTM(ST(qB))]+var[ST(qB)]=1NTM(E[ST(qB)])+(1−1NT)var[ST(qB)]≈1NTM(ST(E[qB]))+(1−1NT)(DST|E[qB])var[qB](DST|E[qB])†=1NTM(ST(μB))+(1−1NT)(DST|μB)ΣB(DST|μB)†(18)\nNote that (DS)ij=∂Si∂qj is the Jacobian matrix arising from the first-order second-moment approximation.",
            "cite_spans": [],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Marginalisation over qF yields a mean of \nE[qA]=E[E[qA|qF]]=E[qF]=ST(μB)(19)\nvar(qA)=E[var[qA|qF]]+var[E[qA|qF]]=E[1NG(Diag(qF)−qF(qF)†)]+var[qF]=1NG(Diag(E[qF])−E[qF]E[qF]†)+(1−1NG)var[qF]=1NGM(ST(μB))+(1−1NG)(1NTM(ST(μB))+(1−1NT)(DST|μB)ΣB(DST|μB)†)=NT+NG−1NTNGM(ST(μB))+NTNG−NT−NT+1NTNG(DST|μB)ΣB(DST|μB)†≡γM(ST(μB))+δ(DST|μB)ΣB(DST|μB)†(20)\nwhere in the last step we defined γ=(NT+NG-1NTNG) and δ=NTNG-NT-NG+1NTNG.",
            "cite_spans": [],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Treating the integral over qA in a similar manner, we obtain by the law of total expectation\nE[xA]=E[E[xA|qA]]=E[NASG(qA)]≈NASG(E[qA])=NASG(ST(μB))(21)\nAnalogously, the law of total variance yields\nvar(xA)=E[var[xA|qA]]+var[E[xA|qA]]=E[αNAM(SG(qA))]+var[NASG(qA)]=αNA(Diag(E[SG(qA)]-E[SG(qA)]E[SG(qA)]†)+NA(NA-α)var[SG(qA)]≈αNA(Diag(SG(E[qA])-SG(E[qA])(SG(E[qA]))†)+NA(NA-α)(DSG|E[qA])var[qA](DSG|E[qA])†=αNAM(SG(ST(μB)))+NA(NA-α)(DSG|ST(μB))×(γM(ST(μB))+δ(DST|μB)ΣB(DST|μB)†)(DSG|ST(μB))†(22)",
            "cite_spans": [],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The above expressions represent mean and covariance matrices of multivariate normal distributions resulting from the evaluation of marginalisations in Eq 2. As such, the components of Eq 2 may be represented in a tractable form as the probability density functions of two multivariate normal distributions; The xB component has mean and covariance matrix as specified in Eqs 15 and 16, whilst the xA component has mean and covariance matrix as given in Eqs 21 and 22. Taken as a whole, this defines a likelihood for the transmission event given the data. As such, given an independent estimate of SG, and our estimated values for μB and ΣB, the maximum likelihood values of NT and ST may be inferred.",
            "cite_spans": [],
            "section": "Approximation of the likelihood function ::: Likelihood framework ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Given a mean and covariance matrix for the likelihood function, we can approximate the likelihood by the probability density function of a multivariate normal distribution. However, where the variance of this distribution is very small in one dimension, as can occur under an inference of very strong selection, the density function evaluated at a point can become arbitrarily large. For this reason a Gaussian cubature approach was used to calculate the integral of the final likelihood over the unit cube described by each observation x, once optimisation had been completed. Approximate numerical integrals were calculated using the software package cubature [81].",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 665,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "Reversion to a discrete likelihood function ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the calculations above we made the implicit assumption that the observations xB and xA consist of sets of complete viral haplotypes hi. However, short-read sequencing technologies generally result in sets of individual reads which only cover a subset of the genetic loci of interest; we refer to these reads as partial haplotypes. In this framework the data represents direct observations of partial haplotypes in the set hP={h1P,…,hLP}, where each of the sets hlP is a vector of haplotypes spanning a common subset of the loci spanned by the full haplotypes in h. Population-wide observations of these partial haplotypes are then defined by xP={x1P,…,xLP} with xlP={xliP} where xliP is the number of reads with haplotype hliP. As a result, the total number of observations must now be defined on the basis of each set of partial haplotypes, e.g. NlB,P=∑ixliP is the total number observations of partial haplotypes in the set l. As each set of partial haplotype observations is independent of the others, we may reconstruct Eq 2 in the following terms:\nlogL(NT,ST|xB,xA,NG,SG)=∑llogL(NT,ST|xlB,P,xlA,P,NG,SG)(23)",
            "cite_spans": [],
            "section": "Extension to partial haplotype data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Within this construction, bottleneck sizes and selection are conserved between partial haplotype sets, being evaluated at the full haplotype level. Each set of partial haplotype observations xlP is considered as a sample drawn from a set of partial haplotypes with frequencies qlP, these frequencies being defined via a linear transformation of the full haplotype frequencies with matrix Tl. For example, given the full haplotypes {AG, AT, CG, CT} and a set of partial haplotypes {A-, C-}, we have\nqlP=Tlq(24)\nor more explicitly,\n(ql1Pql2P)=(11000011)(q1q2q3q4)(25)",
            "cite_spans": [],
            "section": "Extension to partial haplotype data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Thus, as described above, the calculation of transmission and within-host growth under selection can be performed at the level of full haplotypes, switching into partial haplotype space only to evaluate the likelihoods of the observations. Re-deriving the results of Eqs 15 and 16 for short-read sequence data, we find that the compound distribution for the xB component has mean\nE[xlB,P]=NlB,PTlμB(26)\nand variance\nvar(xlB,P)=βNlB,PM(TlμB)+NlB,P(NlB,P-β)TlΣBTl†(27)",
            "cite_spans": [],
            "section": "Extension to partial haplotype data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Similarly, for the xA component of the likelihood, we get a mean of\nE[xlA,P]=NlA,PTlSG(ST(μB))(28)\nand variance \nvar(xlA,P)=αNlA,PM(TlSG(ST(μB)))+NlA,P(NlA,P−α)×Tl(DSG|ST(μB))(γM(ST(μB))+δ(DST|μB)ΣB(DST|μB)†)(DSG|ST(μB))†Tl†(29)",
            "cite_spans": [],
            "section": "Extension to partial haplotype data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The mathematical framework outlined above utilises the haplotype information inherent to the data, and accounts for the effect of noise in the sequencing process (Fig 1B and 1C). However, in order to discriminate between changes in viral diversity arising from bottlenecking and selection (Fig 1A) it is necessary to consider data from different regions of the genome at which genetic diversity is nominally statistially independent. At high doses of influenza virus reassortment occurs rapidly, as has been observed both in vitro and in small animal infections [82, 83]. In our analysis, distinct viral segments were therefore considered to be independent of one another in this manner, albeit sharing a common transmission bottleneck NT, each transmitted virus being assumed to contain one of each viral segment. As such the likelihood in Eq 23 becomes\nlogL(NT,ST|xB,xA,NG,SG)=∑m∑llogL(NT,SmT|xmlB,PH,xmlA,PH,NG,SmG)(30)\nwhere the subscript m denotes information particular to a specific genomic region.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 565,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 567,
                    "end": 569,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "Data from multiple genes ::: Methods",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 176,
                    "mention": "Fig 1B and 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 290,
                    "end": 296,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Replicate data are highly valuable for evolutionary inference [84, 85]. Within our calculation they provide an additional level of abstraction to the inference process. Under this framework we assumed that replicates share a common fitness landscape, ST, whilst exhibiting individual bottleneck values. As a result, the likelihood from Eq 30 becomes\nlogL(NT,ST|xB,xA,NG,SG)=∑r∑m∑llogL(NrT,SmT|xrmlB,PH,xrmlA,PH,NrG,SmG)(31)\nwhere the subscript r denotes information particular to a specific replicate.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 67,
                    "end": 69,
                    "mention": "85",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Data from multiple replicates ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For comparison of bottleneck estimates with existing methods we implemented the exact version of the beta-binomial inference scheme of Leonard et al. [12]. The likelihood function for site i was defined as\nL(NT)i=∑j=0NTPbeta-bin(xi,minorA,SL|NiA,SL,j,NT-j)Pbin(j|NT,qi,minorB,SL)(32)\nwhere NT is the bottleneck size, Pbeta-bin is the beta-binomial probability mass function, xi,minorA,SL is the number of recipient observations for the minor allele at site i, NiA,SL is the total number of recipient observations for site i, i.e. NiA,SL=xi,minorA,SL+xi,majorA,SL, Pbin is the binomial probability mass function, and qi,minorB,SL is the donor frequency for the minor allele at site i. We note that the beta-binomial is undefined for j = 0 and j = NT and define j = 10−10 and j = NT−10−10 respectively in these cases. The original authors did not discuss this further. We did not make use of the cumulative version of the likelihood function as we avoided the problem of variant calling by fixing the number of required polymorphic loci when simulating data. The total likelihood for each bottleneck value was computed as\nL(NT)=∑i=0nsitesL(NT)i(33)\nwhere nsites is the number of variant loci. Bottleneck inference was defined as the bottleneck associated with the largest likelihood value.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Implementation of Leonard et al. method ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Simulated data were generated in order to nominally reflect data from an influenza transmission event. As such, a single transmission event was modelled as the transmission of viruses each with eight independent segments, the lengths of each segment being equal to the eight segments of the A/H1N1 influenza virus, with five randomly located polymorphic loci in each segment creating a total of 25 potential full haplotypes. One fourth of these haplotypes were randomly chosen under the constraint that each of the five loci had to be polymorphic. Subsequently, full haplotype frequencies were generated at random, with the constraint of a minimum haplotype frequency of 5%.",
            "cite_spans": [],
            "section": "Generation of simulated data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Transmission was modelled as a multinomial draw of depth equal to the bottleneck size. Selection for transmission was incorporated as a shift in haplotype frequencies as described in Eq 8. Where included in the simulation, selection was assumed to act upon a single variant in one of the viral segments. Within-host growth was modelled as a single round of replication defined as a multinomial draw conferring a 22-fold increase in population size. Within-host selection was incorporated in a manner similar to that of selection for transmission.",
            "cite_spans": [],
            "section": "Generation of simulated data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Partial haplotype observations were generated on the basis of short-read data simulated for each gene. Short-reads were modelled as randomly placed gapped reads with mean read and gap lengths derived from an example influenza dataset [24] (mean read length = 119.68, SD read length = 136.88, mean gap length = 61.96, SD gap length = 104.48, total read depth = 102825); these estimates are conservative relative to what can be achieved with the best contemporary sequencing technologies. Read depths were calculated for all possible sets of partial haplotypes by assigning individual reads to sets according to the loci they cover. Finally, partial haplotype observations were modelled as Dirichlet-multinomial draws employing a dispersion parameter C to account for noise.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Generation of simulated data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Replicate experiments were generated by considering replicate observations of transmission events with consistent viral populations; that is, for which the variant alleles were consistent between replicate transmission events.",
            "cite_spans": [],
            "section": "Generation of simulated data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data were analysed from an evolutionary experiment in the transmission of a 1918-like influenza virus between ferrets [25]. The specific data examined here describes two sets of viral transmissions. In the first, denoted HA190D220D, a viral population was given to three ferrets, transmission to a recipient host being observed in one of three cases, giving time-resolved sequence data from four ferrets. In the second, denoted Mut, a viral population arising from the first experiment was given to three ferrets, transmission to two recipient hosts being observed, giving data from five ferrets.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Experimental sequence data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Genome sequence data was processed using the SAMFIRE software package, according to default settings [57], calling variant alleles that existed at a frequency of at least 1% at some point during the observed infections. For the calculation of a within-host fitness landscape, the effective depth of sequencing was estimated in a conservative manner, filtering out variants which changed in frequency by more than 5% per day before using the frequencies of remaining variants from different time-points within the same host to estimate the parameter C. For the within-host model, following the approach of previous calculations [52, 72], potentially non-neutral variants were identified as those for which a model of frequency change under selection outperformed a neutral model by more than 10 units according to the Bayesian Information Criterion (BIC) [58]. Variants reaching a frequency of at least 5% in at least one sample were then identified before calling multi-locus variant observations from the data; data from all time-points for which within-host data were collected were used in this inference. The 5% cutoff was chosen to reduce computational costs for this part of the calculation while still reconstructing the core aspects of the within-host fitness landscape.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 628,
                    "end": 630,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 632,
                    "end": 634,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Processing of sequence data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For the inference of transmission, data from all polymorphic sites was utilised, with no filtering of sites. As in the original analysis of the data [25], variants were identified from data collected from the final observation before transmission and the first point of observation after transmission; these data were used to construct multi-locus observations across variants which reached a frequency of at least 2% in at least one sample. In this inference a revised approach to estimating the effective depth of sequencing was taken, noting our result that estimates which overestimate noise may lead to errors in the inferred bottleneck size. Here, in common with previous calculations, we initially identified a conservative value of C from within-host data using the default settings in SAMFIRE. Next, variant frequencies were evaluated, identifying potentially non-neutral changes in frequency using a single-locus analysis [52]. Finally, a more conservative estimate of C was calculated, using the set of trajectories which were identified as being consistent with a neutral model of frequency change.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 933,
                    "end": 935,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Processing of sequence data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Subsequent processing was identical for simulated and experimental datasets. Multi-locus variants, detailing partial haplotypes, were identified using SAMFIRE. These were removed from consideration if A) the partial haplotype did not have at least 10 observations either before or after transmission, B) the partial haplotype exhibited a frequency of < 1% before transmission, C) the partial haplotype had no observations before transmission (variant assumed to have arisen de novo), D) the partial haplotype was the only partial haplotype in its set and had no observations post-transmission. Additionally, to avoid potential dataset errors from drastically influencing the inference outcome, partial haplotypes were removed if found to have a single post-transmission observation despite the presence of a large (≥ 50) overall sampling depth. Finally, removal of partial haplotype observations may result in individual loci becoming monomorphic (all partial haplotypes covering these loci exhibit the same alleles). In this case, relevant partial haplotype sets were removed with the reads being redistributed unto variant sets with fewer loci.",
            "cite_spans": [],
            "section": "Processing of sequence data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "SAMFIRE was used to construct a set of haplotypes spanning each viral segment using the multi-locus variant calls from all time points. Here, potential haplotypes are identified by a process of exclusion. Given n biallelic variants in a segment, there are 2n potential haplotypes, or combinations of those variants across all loci. SAMFIRE uses observed partial haplotype reads to constrain this set. For example, if across four loci only three of a potential sixteen combinations of alleles are observed, this removes a large proportion of the potential haplotype set. The haplotypes identified in this manner comprise the space of haplotypes spanned by the vectors qB and qA. No inference of haplotype frequencies is conducted at this point, such inference is conducted in a subsequent step, using the likelihood framework described above.",
            "cite_spans": [],
            "section": "Processing of sequence data ::: Application to data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In our model, the set of potential fitness parameters is large. To simplify the calculation, parameters modelling three- or higher-locus epistatic effects were neglected, while parameters modelling two-locus epistasis were only considered for addition to a model which already contained single-locus fitness parameters for each of the two loci. In both the inferences of within-host selection and of transmissibility, a null assumption of neutrality was used as the starting point for an inference model, exploring successively more complex models of selection until an optimal model, defined according to a model selection process, was identified.",
            "cite_spans": [],
            "section": "Hierarchical selection model ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For the experimental dataset an inference of within-host selection was conducted according to a method previously described in earlier publications [52, 72]. Under the assumption of rapid reassortment in the system [82] different segments of the virus were treated independently. Our inference of selection aimed to characterise fitness so as to estimate SG for an inference of transmission; the HA190D225D and Mut datasets were considered independently, with data from all animals in each set being combined to infer within-host selection.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 153,
                    "end": 155,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 216,
                    "end": 218,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Inference of within-host selection ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Both our within-host and transmission calculations are performed in a model space of potential haplotypes. For example, in the first step of the transmission model, we calculate an estimate for the population qB given the data xB. In many cases, particularly where there are greater numbers of potential haplotypes and short reads span smaller numbers of loci, it is possible that the data xB will not uniquely specify the initial vector qB. Here we are concerned about inferring parameters of transmission, rather than the explicit haplotype reconstruction. Therefore, to check the robustness of our inference, statistical replicate calculations were run, using different reconstructions of qB in each case; median inferred parameters across replicates are presented above. To improve the speed of the inference, haplotypes in qB with inferred frequencies of less than 10−10 were removed from the calculation; subsequent to this, haplotypes were removed in increasing size of inferred frequency until no more than 100 haplotypes remained in qB at non-zero frequencies. Results from all statistical replicates are reported in the analysis of the real data.",
            "cite_spans": [],
            "section": "Replicate calculations of transmission parameters ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We note that our inference of qB depends upon the initial identification of a plausible set of underlying viral haplotypes using SAMFIRE. A broad set of haplotypes is required for the comparison of different hypotheses about selection in the system. However, where the initial set of haplotypes is very large, as might occur where very short reads describe a great number of polymorphic loci, our approach becomes computationally challenging.",
            "cite_spans": [],
            "section": "Replicate calculations of transmission parameters ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Model selection was performed using the Bayesian Information Criterion:\nBIC=-2logL+Klogn(34)\nwhere L is the maximum likelihood obtained for a model, K is the number of parameters in the fitness model, and n is the number of data points. A range of potential fitness models were explored, the optimal model being identified as that for which the addition of any single fitness parameter failed to bring a significant improvement in BIC.",
            "cite_spans": [],
            "section": "Model selection ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Noting previous discussion of the complexity of using BIC in biological modelling [86], we here adopted a machine-learning approach to the interpretation of BIC statistics. Classically, a difference of 10 units of BIC has been held to represent strong evidence in favour of the additional parameter [58]. Consistent with previous approaches this heuristic was used in the inference of within-host selection; in this case the final model parameters make only small refinements to the inferred fitness landscape [52]. In the inference of transmission, errors in model selection have more severe consequences for the inferred bottleneck size and selection model. Using a fixed difference of 10 BIC units for model selection resulted in an overestimation of the extent of selection with a high false positive rate (S14 Fig). As such, we generated and analysed simulated data to identify the optimal interpretation of BIC differences. Given a real dataset for analysis, simulated data was generated describing systems with equivalent numbers of gene segments and polymorphic loci to the real dataset, being observed with an equal number of reads spanning each set of loci, and with reads containing an amount of information specified by the parameter C inferred for the real dataset.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 511,
                    "end": 513,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Adaptive BIC ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Next, inferences were conducted on data describing neutral transmission events with bottlenecks in the range [5, 100]. As shown in Fig 3, the ability to infer a correct neutral bottleneck is impaired by noise for transmission events involving a large number of viruses; linear regression was used to obtain a simple function describing the ratio between the median inferred and true bottleneck sizes under neutrality (S15A Fig); this parameterises our expectation of the ‘correct’ inferred bottleneck size for any given real bottleneck, once noise is accounted for.",
            "cite_spans": [],
            "section": "Adaptive BIC ::: Inference of parameters ::: Methods",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 136,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Secondly, using this baseline to set our expectations, a parameterisation was carried out to find a BIC penalty function that gave the largest accuracy in bottleneck inference. To this end, three datasets were considered; a neutral dataset and two datasets with single selection coefficients of s = {1, 2} respectively. BIC penalty values in the range [10, 200] were examined, with smaller BIC penalty values leading to inferences with a larger number of selection coefficients and vice versa. For each BIC penalty value, the difference between the bottleneck inference of the optimal model (under BIC) and the baseline expectation was summed for the three datasets to give a statistic describing the accuracy of the inferred bottlenecks, this statistic being expressed as a function of the real transmission bottleneck NT and the BIC penalty (S15B Fig). Finally, linear and decay exponential models were fitted to this data via regression, selecting the BIC penalty model which minimised the error in the inferred bottlenecks from the simulation data. We note that our penalty is a function of the inferred population bottleneck, higher penalties being inferred for tight bottlenecks and lower penalties being inferred for looser bottlenecks.",
            "cite_spans": [],
            "section": "Adaptive BIC ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Thirdly, the inferred data were reinterpreted to derive a BIC penalty optimal for the inference of selection. We note that, even with a BIC penalty function optimised for bottleneck inference, there may still remain cases where, through the stochastic process of transmission, the genetic composition of the population changes in a manner consistent with the action of selection, granting a false positive inference. A second BIC penalty was learned as above, this time maximising the accuracy of the inference or non-inference of selection parameters, defined as\n#truepositives+#truenegatives#truepositives+#falsepositives+#truenegatives+#falsenegatives(35)",
            "cite_spans": [],
            "section": "Adaptive BIC ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This conservative BIC penalty function typically led to an underestimate for the inferred bottleneck; the two BIC penalty functions were used in concert to estimate NT and ST in separate calculations. The BIC penalty functions are specific to individual datasets and, as a result, recalculation of BIC penalty functions is required when considering new data. Inference of BIC penalty functions is only necessary when attempting to jointly determine bottleneck and selection; for inference of transmission bottlenecks only, our method is remarkably simple and fast.",
            "cite_spans": [],
            "section": "Adaptive BIC ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "As noted elsewhere, where a genomic variant fixes between two observations, this change in frequency can be explained by the fitting of an arbitrarily large selection coefficient; no upper bound on selection can be established [87]. Within our framework, if this is not accounted for, extremely strong selection may be falsely inferred to explain the loss of variants during a transmission bottleneck. To guard against this, models of transmission in which the inferred magnitude of selection was outside of the range (-10, 10) were excluded from consideration. In the within-host analysis methods, haplotype fitness are not constrained; here, to avoid errors of machine precision, the magnitudes of extreme fitness inferences were reduced to be within the range (-10, 10). For the same reason, elements of the mean and covariance matrix of qB were constrained to be greater in magnitude than 10−11. While selection coefficients outside of this range have been identified [88], these steps greatly reduce the number of false inferences of strong selection.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 973,
                    "end": 975,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "Adaptive BIC ::: Inference of parameters ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Code and scripts related to this project can be found online at https://bitbucket.org/casperlu/transmission_project/. Detailed descriptions of code options and user guides are available in the repository README files. Scripts and instructions relevant for generating the figures in this paper may be found online as well.",
            "cite_spans": [],
            "section": "Online repository and instructions for use ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The overall workflow is as follows: Time series viral sequence data are prepared in SAM format. SAMFIRE is used for filtering and splitting of data unto relevant time points, e.g. those surrounding transmission. Single- and multi-locus trajectories are computed using SAMFIRE. A list of potential haplotypes (see [52] for details) are constructed. A noise parameter C and potential within-host selection is inferred using SAMFIRE. The transmission code is used for generating simulated data based on the experimental data. Transmission bottleneck and selection is inferred for the simulated data and BIC penalty curves are determined. A final inference of bottleneck and transmissibility is carried out on the real data taking into account the BIC penalty curves. This process will be greatly simplified in the case where only a neutral estimate of the transmission bottleneck is required. Quick-start and step-by-step guides can be found in the online transmission repository.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Online repository and instructions for use ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Circles represent idealised viral particles characterised by four distinct alleles. A. Reductions in population diversity cannot necessarily be attributed unambiguously to either a population bottleneck, or the action of selection. In the illustrated case, either a tight bottleneck without selection or a large bottleneck with strong selection could explain the change in the population during transmission. B. Straightforward statistics describing a population may generate misleading inferences of population bottleneck size. In the illustrated case, the genetic structure of a population is changed by a population bottleneck during transmission, but the frequency of each allele within the population does not change; an inference of bottleneck size derived from single-locus statistics would incorrectly be very large. C. Noise arising from the process of collecting and sequencing data is likely to produce differences between the observed populations, even in the event that the composition of the viral population was entirely unchanged during transmission.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: A. Basic model of transmission. A set of haplotypes exists at frequencies qB from which a noisy observation xB is made. During a transmission event, a total of NT viruses are transferred under the influence of selection ST, establishing an infection in the next host described by qF. Growth of the viral population within the host then occurs to produce the population qA, influenced by genetic drift (characterised by the effective population size NG) and selection SG. Sampling of the final population gives the second observation xA. B. Regions of the genome which are separated by recombination or reassortment are used to distinguish the effects of selection and a population bottleneck. Prior to transmission, the first region contains seven different genotypes spanning four variant loci whilst the second region harbours four genotypes covering three loci. As recombination between these two regions leaves them unlinked, selection acting on genotypes in one region has no impact on the fate of genotypes in the other region. Thus, where genetic diversity is reduced in the first region, the preservation of diversity in the second region attributes this change to the action of selection on the first, rather than a shared, and narrow, population bottleneck. C. Models of neutrality and selection are compared, as illustrated in this simplified diagram. Black dots represent observations xB and xA while the red dot indicates the inferred expected position of qA. The solid line joining these (b,c) indicates the inferred action of selection, with dotted lines showing components of this vector (c). The blue circle represents the optimised variance in the position of qA; the length of its radius, shown as a dashed line, is inversely related to the bottleneck size. In the neutral case, the difference between observations is explained by the bottleneck alone. More complex models of selection fit qA more closely to xA and with reduced variance, giving higher inferred values of NT.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Median inferred bottlenecks are shown, calculated on the basis of 200 replicate simulations for each point. In the left-hand plot, a value of 1 indicates a correct bottleneck inference; in the right-hand plot, the absolute inferred bottleneck size is shown. Simulations were conducted under the assumption of selective neutrality, with no attempt to infer selection from the data.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Results were generated by applying a neutral inference model to neutral simulated data. Inferences are shown for 200 simulations at each bottleneck size.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: Inferences were made using either a neutral inference model, in which the effect of selection was assumed to be zero, or a model incorporating selection, which allowed the presence of selection to be inferred. Median inferences are shown from 200 simulations for each data point.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: True positives were defined as inferences for which selection was inferred for the selected locus in a system; false positives were defined as inferences for which selection was inferred at any neutral locus or for multiple neutral loci in the system.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: Distributions were constructed for bottleneck values where the inference of selection resulted in a true positive rate for identifying selected variants of above 5%. Smooth kernel distributions were computed using a Gaussian kernel function defined on (0, 10) and Silverman’s rule of thumb [59, p. 48] for the bandwidth size. Distributions were scaled such that their integral across the kernel range equalled the true positive rate.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8: Inferences were made using our approach (termed ML, for multi-locus method), which allows for specifying different growth factors, and the method of Leonard et al. [12], (termed SL, for single-locus method). Each datapoint represents the median bottleneck, calculated over 200 replicate simulations.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig 9: Viral haplotypes for which the inferred frequency rose above 1% in at least one animal are shown. Lines show haplotypes separated by a single mutation.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig 10: A replicate inference method was employed for the Mut transmission pairs such that a common fitness landscape was imposed. The Mut transmission pairs may take different bottleneck values and have been plotted as an overlapping histogram. Bottleneck inferences larger than NT = 35 have been omitted for clarity.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Pandemic Potential of a Strain of Influenza A (H1N1): Early Findings",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "5934",
            "pages": "1557-1561",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1176062"
                ]
            }
        },
        "BIBREF1": {
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "382",
            "issn": "9893",
            "pages": "694-699",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)61492-0"
                ]
            }
        },
        "BIBREF2": {
            "title": "Transmission bottlenecks as determinants of virulence in rapidly evolving pathogens",
            "authors": [],
            "year": 1999,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "96",
            "issn": "9",
            "pages": "5095-5100",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.96.9.5095"
                ]
            }
        },
        "BIBREF3": {
            "title": "Virus population bottlenecks during within-host progression and host-to-host transmission",
            "authors": [],
            "year": 2012,
            "venue": "Current Opinion in Virology",
            "volume": "2",
            "issn": "5",
            "pages": "546-555",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2012.08.001"
                ]
            }
        },
        "BIBREF4": {
            "title": "Influenza A Virus Transmission Bottlenecks Are Defined by Infection Route and Recipient Host",
            "authors": [],
            "year": 2014,
            "venue": "Cell Host and Microbe",
            "volume": "16",
            "issn": "5",
            "pages": "691-700",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2014.09.020"
                ]
            }
        },
        "BIBREF5": {
            "title": "Contact transmission of influenza virus between ferrets imposes a looser bottleneck than respiratory droplet transmission allowing propagation of antiviral resistance",
            "authors": [],
            "year": 2016,
            "venue": "Scientific Reports",
            "volume": "6",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep29793"
                ]
            }
        },
        "BIBREF6": {
            "title": "Estimation of Population Bottlenecks during Systemic Movement of Tobacco Mosaic Virus in Tobacco Plants",
            "authors": [],
            "year": 2003,
            "venue": "Journal of Virology",
            "volume": "77",
            "issn": "18",
            "pages": "9906-9911",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.18.9906-9911.2003"
                ]
            }
        },
        "BIBREF7": {
            "title": "The Genetics of Dacus Oleae. V. Changes of esterase polymorphism in a natural population following insecticide control—selection or drift?",
            "authors": [],
            "year": 1971,
            "venue": "Evolution",
            "volume": "25",
            "issn": "3",
            "pages": "454-460",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1558-5646.1971.tb01904.x"
                ]
            }
        },
        "BIBREF8": {
            "title": "Large bottleneck size in Cauliflower Mosaic Virus populations during host plant colonization",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Pathogens",
            "volume": "4",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000174"
                ]
            }
        },
        "BIBREF9": {
            "title": "Fundamental concepts in genetics: Effective population size and patterns of molecular evolution and variation",
            "authors": [],
            "year": 2009,
            "venue": "Nature Reviews Genetics",
            "volume": "10",
            "issn": "3",
            "pages": "195-205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "High-resolution Genomic Surveillance of 2014 Ebolavirus Using Shared Subclonal Variants",
            "authors": [],
            "year": 2015,
            "venue": "PLoS currents",
            "volume": "7",
            "issn": "",
            "pages": "1-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Transmission Bottleneck Size Estimation from Pathogen Deep-Sequencing Data, with an Application to Human Influenza A Virus",
            "authors": [],
            "year": 2017,
            "venue": "Journal of Virology",
            "volume": "91",
            "issn": "14",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00171-17"
                ]
            }
        },
        "BIBREF12": {
            "title": "Stochastic processes constrain the within and between host evolution of influenza virus",
            "authors": [],
            "year": 2018,
            "venue": "eLife",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.35962"
                ]
            }
        },
        "BIBREF13": {
            "title": "Quantifying influenza virus diversity and transmission in humans",
            "authors": [],
            "year": 2016,
            "venue": "Nature Genetics",
            "volume": "48",
            "issn": "2",
            "pages": "195-200",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.3479"
                ]
            }
        },
        "BIBREF14": {
            "title": "Reconciling disparate estimates of viral genetic diversity during human influenza infections",
            "authors": [],
            "year": 2018,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Host species barriers to influenza virus infections",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "5772",
            "pages": "394-397",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1122818"
                ]
            }
        },
        "BIBREF16": {
            "title": "Viral factors in influenza pandemic risk assessment",
            "authors": [],
            "year": 2016,
            "venue": "eLife",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.18491"
                ]
            }
        },
        "BIBREF17": {
            "title": "Airborne Transmission of Influenza A/H5N1 Virus Between Ferrets",
            "authors": [],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "6088",
            "pages": "1534-1541",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1213362"
                ]
            }
        },
        "BIBREF18": {
            "title": "Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets",
            "authors": [],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "7403",
            "pages": "420-428",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10831"
                ]
            }
        },
        "BIBREF19": {
            "title": "Airborne transmission of highly pathogenic H7N1 influenza virus in ferrets",
            "authors": [],
            "year": 2014,
            "venue": "Journal of Virology",
            "volume": "88",
            "issn": "12",
            "pages": "6623-6635",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02765-13"
                ]
            }
        },
        "BIBREF20": {
            "title": "Prevalence, genetics, and transmissibility in ferrets of Eurasian avian-like H1N1 swine influenza viruses",
            "authors": [],
            "year": 2016,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "113",
            "issn": "2",
            "pages": "392-397",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1522643113"
                ]
            }
        },
        "BIBREF21": {
            "title": "H5N1 influenza viruses: facts, not fear",
            "authors": [],
            "year": 2012,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "109",
            "issn": "7",
            "pages": "2211-2213",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1121297109"
                ]
            }
        },
        "BIBREF22": {
            "title": "Mapping influenza transmission in the ferret model to transmission in humans",
            "authors": [],
            "year": 2015,
            "venue": "eLife",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.07969"
                ]
            }
        },
        "BIBREF23": {
            "title": "Selection on haemagglutinin imposes a bottleneck during mammalian transmission of reassortant H5N1 influenza viruses",
            "authors": [],
            "year": 2013,
            "venue": "Nature Communications",
            "volume": "4",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms3636"
                ]
            }
        },
        "BIBREF24": {
            "title": "Selective Bottlenecks Shape Evolutionary Pathways Taken during Mammalian Adaptation of a 1918-like Avian Influenza Virus",
            "authors": [],
            "year": 2016,
            "venue": "Cell Host and Microbe",
            "volume": "19",
            "issn": "2",
            "pages": "169-180",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2016.01.011"
                ]
            }
        },
        "BIBREF25": {
            "title": "Mutational and fitness landscapes of an RNA virus revealed through population sequencing",
            "authors": [],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "7485",
            "pages": "686-690",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12861"
                ]
            }
        },
        "BIBREF26": {
            "title": "The Mutational Robustness of Influenza A Virus",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Pathogens",
            "volume": "12",
            "issn": "8",
            "pages": "e1005856-25",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005856"
                ]
            }
        },
        "BIBREF27": {
            "title": "Transition between stochastic evolution and deterministic evolution in the presence of selection: general theory and application to virology",
            "authors": [],
            "year": 2001,
            "venue": "Microbiology and Molecular Biology Reviews",
            "volume": "65",
            "issn": "1",
            "pages": "151-185",
            "other_ids": {
                "DOI": [
                    "10.1128/MMBR.65.1.151-185.2001"
                ]
            }
        },
        "BIBREF28": {
            "title": "One Is Enough: In Vivo Effective Population Size Is Dose-Dependent for a Plant RNA Virus",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Pathogens",
            "volume": "7",
            "issn": "7",
            "pages": "e1002122-12",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002122"
                ]
            }
        },
        "BIBREF29": {
            "title": "Analysis of Bottlenecks in Experimental Models of Infection",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Pathogens",
            "volume": "11",
            "issn": "6",
            "pages": "e1004823-7",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004823"
                ]
            }
        },
        "BIBREF30": {
            "title": "Comparing the effects of genetic drift and fluctuating selection on genotype frequency changes in the scarlet tiger moth",
            "authors": [],
            "year": 2005,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "272",
            "issn": "1559",
            "pages": "211-217",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2004.2929"
                ]
            }
        },
        "BIBREF31": {
            "title": "Estimation of 2Nes From Temporal Allele Frequency Data",
            "authors": [],
            "year": 2008,
            "venue": "Genetics",
            "volume": "179",
            "issn": "1",
            "pages": "497-502",
            "other_ids": {
                "DOI": [
                    "10.1534/genetics.107.085019"
                ]
            }
        },
        "BIBREF32": {
            "title": "Estimating allele age and selection coefficient from time-serial data",
            "authors": [],
            "year": 2012,
            "venue": "Genetics",
            "volume": "192",
            "issn": "2",
            "pages": "599-607",
            "other_ids": {
                "DOI": [
                    "10.1534/genetics.112.140939"
                ]
            }
        },
        "BIBREF33": {
            "title": "Identifying signatures of selection in genetic time series",
            "authors": [],
            "year": 2014,
            "venue": "Genetics",
            "volume": "196",
            "issn": "2",
            "pages": "509-522",
            "other_ids": {
                "DOI": [
                    "10.1534/genetics.113.158220"
                ]
            }
        },
        "BIBREF34": {
            "title": "Influenza Virus Drug Resistance: A Time-Sampled Population Genetics Perspective",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Genetics",
            "volume": "10",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.1004185"
                ]
            }
        },
        "BIBREF35": {
            "title": "Multi-locus Analysis of Genomic Time Series Data from Experimental Evolution",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Genetics",
            "volume": "11",
            "issn": "4",
            "pages": "e1005069-29",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.1005069"
                ]
            }
        },
        "BIBREF36": {
            "title": "Phylogenetic analysis reveals a low rate of homologous recombination in negative-sense RNA viruses",
            "authors": [],
            "year": 2003,
            "venue": "The Journal of general virology",
            "volume": "84",
            "issn": "Pt 10",
            "pages": "2691-2703",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.19277-0"
                ]
            }
        },
        "BIBREF37": {
            "title": "Homologous recombination is very rare or absent in human influenza A virus",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Virology",
            "volume": "82",
            "issn": "10",
            "pages": "4807-4811",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02683-07"
                ]
            }
        },
        "BIBREF38": {
            "title": "Competition between recombination and epistasis can cause a transition from allele to genotype selection",
            "authors": [],
            "year": 2009,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "106",
            "issn": "16",
            "pages": "6866-6871",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0812560106"
                ]
            }
        },
        "BIBREF39": {
            "title": "Clonal interference in the evolution of influenza",
            "authors": [],
            "year": 2012,
            "venue": "Genetics",
            "volume": "192",
            "issn": "2",
            "pages": "671-682",
            "other_ids": {
                "DOI": [
                    "10.1534/genetics.112.143396"
                ]
            }
        },
        "BIBREF40": {
            "title": "Components of Selection in the Evolution of the Influenza Virus: Linkage Effects Beat Inherent Selection",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Pathogens",
            "volume": "8",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003091"
                ]
            }
        },
        "BIBREF41": {
            "title": "The effects of a deleterious mutation load on patterns of influenza A/H3N2’s antigenic evolution in humans",
            "authors": [],
            "year": 2015,
            "venue": "eLife",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.07361"
                ]
            }
        },
        "BIBREF42": {
            "title": "Inbreeding and variance effective numbers in populations with overlapping generations",
            "authors": [],
            "year": 1971,
            "venue": "Genetics",
            "volume": "68",
            "issn": "4",
            "pages": "581-597",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Characterization of mutation spectra with ultra-deep pyrosequencing: Application to HIV-1 drug resistance",
            "authors": [],
            "year": 2007,
            "venue": "Genome Research",
            "volume": "17",
            "issn": "8",
            "pages": "1195-1201",
            "other_ids": {
                "DOI": [
                    "10.1101/gr.6468307"
                ]
            }
        },
        "BIBREF44": {
            "title": "Nucleic Acid Template and the Risk of a PCR-Induced HIV-1 Drug Resistance Mutation",
            "authors": [],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "6",
            "pages": "e10992-6",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0010992"
                ]
            }
        },
        "BIBREF45": {
            "title": "Ultra-deep sequencing for the analysis of viral populations",
            "authors": [],
            "year": 2011,
            "venue": "Current Opinion in Virology",
            "volume": "1",
            "issn": "5",
            "pages": "413-418",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2011.07.008"
                ]
            }
        },
        "BIBREF46": {
            "title": "Ten years of next-generation sequencing technology",
            "authors": [],
            "year": 2014,
            "venue": "Trends in Genetics",
            "volume": "30",
            "issn": "9",
            "pages": "418-426",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tig.2014.07.001"
                ]
            }
        },
        "BIBREF47": {
            "title": "Comparison of Major and Minor Viral SNPs Identified through Single Template Sequencing and Pyrosequencing in Acute HIV-1 Infection",
            "authors": [],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0135903"
                ]
            }
        },
        "BIBREF48": {
            "title": "Denoising DNA deep sequencing data-high-throughput sequencing errors and their correction",
            "authors": [],
            "year": 2016,
            "venue": "Briefings in Bioinformatics",
            "volume": "17",
            "issn": "1",
            "pages": "154-179",
            "other_ids": {
                "DOI": [
                    "10.1093/bib/bbv029"
                ]
            }
        },
        "BIBREF49": {
            "title": "Measurements of Intrahost Viral Diversity Are Extremely Sensitive to Systematic Errors in Variant Calling",
            "authors": [],
            "year": 2016,
            "venue": "Journal of Virology",
            "volume": "90",
            "issn": "15",
            "pages": "6884-6895",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00667-16"
                ]
            }
        },
        "BIBREF50": {
            "title": "Evaluating Variant Calling Tools for Non-Matched Next-Generation Sequencing Data",
            "authors": [],
            "year": 2017,
            "venue": "Scientific Reports",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep43169"
                ]
            }
        },
        "BIBREF51": {
            "title": "Fitness Inference from Short-Read Data: Within-Host Evolution of a Reassortant H5N1 Influenza Virus",
            "authors": [],
            "year": 2015,
            "venue": "Molecular Biology and Evolution",
            "volume": "32",
            "issn": "11",
            "pages": "3012-3026",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msv171"
                ]
            }
        },
        "BIBREF52": {
            "title": "Error rates, PCR recombination, and sampling depth in HIV-1 whole genome deep sequencing",
            "authors": [],
            "year": 2017,
            "venue": "Virus Research",
            "volume": "239",
            "issn": "",
            "pages": "106-114",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2016.12.009"
                ]
            }
        },
        "BIBREF53": {
            "title": "On the effective depth of viral sequence data",
            "authors": [],
            "year": 2017,
            "venue": "Virus Evolution",
            "volume": "3",
            "issn": "2",
            "pages": "1-9",
            "other_ids": {
                "DOI": [
                    "10.1093/ve/vex030"
                ]
            }
        },
        "BIBREF54": {
            "title": "A transmission-virulence evolutionary trade-off explains attenuation of HIV-1 in Uganda",
            "authors": [],
            "year": 2016,
            "venue": "eLife",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.20492"
                ]
            }
        },
        "BIBREF55": {
            "title": "Mammalian adaptation of influenza A(H7N9) virus is limited by a narrow genetic bottleneck",
            "authors": [],
            "year": 2015,
            "venue": "Nature Communications",
            "volume": "6",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms7553"
                ]
            }
        },
        "BIBREF56": {
            "title": "SAMFIRE: multi-locus variant calling for time-resolved sequence data",
            "authors": [],
            "year": 2016,
            "venue": "Bioinformatics",
            "volume": "32",
            "issn": "14",
            "pages": "2208-2209",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btw205"
                ]
            }
        },
        "BIBREF57": {
            "title": "Bayes factors",
            "authors": [],
            "year": 1995,
            "venue": "Journal of the American Statistical Association",
            "volume": "90",
            "issn": "430",
            "pages": "773-795",
            "other_ids": {
                "DOI": [
                    "10.1080/01621459.1995.10476572"
                ]
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": 1986,
            "venue": "Density estimation for statistics and data analysis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Kinetics of influenza A virus infection in humans",
            "authors": [],
            "year": 2006,
            "venue": "Journal of virology",
            "volume": "80",
            "issn": "15",
            "pages": "7590-9",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01623-05"
                ]
            }
        },
        "BIBREF60": {
            "title": "Circulating avian influenza viruses closely related to the 1918 virus have pandemic potential",
            "authors": [],
            "year": 2014,
            "venue": "Cell host & microbe",
            "volume": "15",
            "issn": "6",
            "pages": "692-705",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2014.05.006"
                ]
            }
        },
        "BIBREF61": {
            "title": "Matters of Size: Genetic Bottlenecks in Virus Infection and Their Potential Impact on Evolution",
            "authors": [],
            "year": 2015,
            "venue": "Annual Review of Virology",
            "volume": "2",
            "issn": "1",
            "pages": "161-179",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-virology-100114-055135"
                ]
            }
        },
        "BIBREF62": {
            "title": "Envelope-Constrained Neutralization-Sensitive HIV-1 after Heterosexual Transmission",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "5666",
            "pages": "2019-2022",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1093137"
                ]
            }
        },
        "BIBREF63": {
            "title": "Population genetic estimation of the loss of genetic diversity during horizontal transmission of HIV-1",
            "authors": [],
            "year": 2006,
            "venue": "BMC Evolutionary Biology",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2148-6-28"
                ]
            }
        },
        "BIBREF64": {
            "title": "Quantifying Transmission Heterogeneity Using Both Pathogen Phylogenies and Incidence Time Series",
            "authors": [],
            "year": 2017,
            "venue": "Molecular Biology and Evolution",
            "volume": "34",
            "issn": "11",
            "pages": "2982-2995",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msx195"
                ]
            }
        },
        "BIBREF65": {
            "title": "Hemagglutinin–neuraminidase balance confers respiratory-droplet transmissibility of the pandemic H1N1 influenza virus in ferrets",
            "authors": [],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "34",
            "pages": "14264-14269",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1111000108"
                ]
            }
        },
        "BIBREF66": {
            "title": "Transmission of influenza virus in a mammalian host is increased by PB2 amino acids 627K or 627E/701N",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "5",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000252"
                ]
            }
        },
        "BIBREF67": {
            "title": "Identification, Characterization, and Natural Selection of Mutations Driving Airborne Transmission of A/H5N1 Virus",
            "authors": [],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "2",
            "pages": "329-339",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2014.02.040"
                ]
            }
        },
        "BIBREF68": {
            "title": "Sample Size Considerations for One-to-One Animal Transmission Studies of the Influenza A Viruses",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "1",
            "pages": "e55358-7",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0055358"
                ]
            }
        },
        "BIBREF69": {
            "title": "Deep Sequencing Reveals Potential Antigenic Variants at Low Frequencies in Influenza A Virus-Infected Humans",
            "authors": [],
            "year": 2016,
            "venue": "Journal of Virology",
            "volume": "90",
            "issn": "7",
            "pages": "3355-3365",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03248-15"
                ]
            }
        },
        "BIBREF70": {
            "title": "Population genomics of intrapatient HIV-1 evolution",
            "authors": [],
            "year": 2015,
            "venue": "eLife",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.11282"
                ]
            }
        },
        "BIBREF71": {
            "title": "The effective rate of influenza reassortment is limited during human infection",
            "authors": [],
            "year": 2017,
            "venue": "PLoS Pathogens",
            "volume": "13",
            "issn": "2",
            "pages": "e1006203-26",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006203"
                ]
            }
        },
        "BIBREF72": {
            "title": "Evaluating the importance of within- and between-host selection pressures on the evolution of chronic pathogens",
            "authors": [],
            "year": 2007,
            "venue": "Theoretical Population Biology",
            "volume": "72",
            "issn": "4",
            "pages": "576-591",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tpb.2007.08.005"
                ]
            }
        },
        "BIBREF73": {
            "title": "Identifying selection in the within-host evolution of influenza using viral sequence data",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Computational Biology",
            "volume": "10",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1003755"
                ]
            }
        },
        "BIBREF74": {
            "title": "Stochastic processes and distribution of gene frequencies under natural selection",
            "authors": [],
            "year": 1955,
            "venue": "Cold Spring Harbor symposia on quantitative biology",
            "volume": "20",
            "issn": "",
            "pages": "33-53",
            "other_ids": {
                "DOI": [
                    "10.1101/SQB.1955.020.01.006"
                ]
            }
        },
        "BIBREF75": {
            "title": "Apoptosis by influenza viruses correlates with efficiency of viral mRNA synthesis",
            "authors": [],
            "year": 2001,
            "venue": "Virus Research",
            "volume": "77",
            "issn": "1",
            "pages": "3-17",
            "other_ids": {
                "DOI": [
                    "10.1016/S0168-1702(01)00260-X"
                ]
            }
        },
        "BIBREF76": {
            "title": "Population Genetics Inference for Longitudinally-Sampled Mutants Under Strong Selection",
            "authors": [],
            "year": 2014,
            "venue": "Genetics",
            "volume": "198",
            "issn": "3",
            "pages": "1237-1250",
            "other_ids": {
                "DOI": [
                    "10.1534/genetics.114.167957"
                ]
            }
        },
        "BIBREF77": {
            "title": "The evolution of moment generating functions for the Wright-Fisher model of population genetics",
            "authors": [],
            "year": 2014,
            "venue": "Mathematical Biosciences",
            "volume": "256",
            "issn": "",
            "pages": "10-17",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mbs.2014.07.007"
                ]
            }
        },
        "BIBREF78": {
            "title": "Statistical Inference in the Wright-Fisher Model Using Allele Frequency Data",
            "authors": [],
            "year": 2017,
            "venue": "Systematic Biology",
            "volume": "66",
            "issn": "1",
            "pages": "e30-e46",
            "other_ids": {
                "DOI": [
                    "10.1093/sysbio/syw056"
                ]
            }
        },
        "BIBREF79": {
            "title": "On the Compound Multinomial Distribution, the Multivariate β-Distribution, and Correlations Among Proportions",
            "authors": [],
            "year": 1962,
            "venue": "Biometrika",
            "volume": "49",
            "issn": "1/2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/biomet/49.1-2.65"
                ]
            }
        },
        "BIBREF80": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Influenza Virus Reassortment Occurs with High Frequency in the Absence of Segment Mismatch",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathogens",
            "volume": "9",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003421"
                ]
            }
        },
        "BIBREF82": {
            "title": "Intrahost Dynamics of Influenza Virus Reassortment",
            "authors": [],
            "year": 2014,
            "venue": "Journal of Virology",
            "volume": "88",
            "issn": "13",
            "pages": "7485-7492",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00715-14"
                ]
            }
        },
        "BIBREF83": {
            "title": "A guide for the design of evolve and resequencing studies",
            "authors": [],
            "year": 2014,
            "venue": "Molecular Biology and Evolution",
            "volume": "31",
            "issn": "2",
            "pages": "474-483",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mst221"
                ]
            }
        },
        "BIBREF84": {
            "title": "The reproducibility of adaptation in the light of experimental evolution with whole genome sequencing",
            "authors": [],
            "year": 2014,
            "venue": "Adv Exp Med Biol",
            "volume": "781",
            "issn": "",
            "pages": "211-31",
            "other_ids": {
                "DOI": [
                    "10.1007/978-94-007-7347-9_11"
                ]
            }
        },
        "BIBREF85": {
            "title": "High-Definition Reconstruction of Clonal Composition in Cancer",
            "authors": [],
            "year": 2014,
            "venue": "CellReports",
            "volume": "7",
            "issn": "5",
            "pages": "1740-1752",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "A method to infer positive selection from marker dynamics in an asexual population",
            "authors": [],
            "year": 2012,
            "venue": "Bioinformatics",
            "volume": "28",
            "issn": "6",
            "pages": "831-837",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btr722"
                ]
            }
        },
        "BIBREF87": {
            "title": "Big-Benefit Mutations in a Bacteriophage Inhibited with Heat",
            "authors": [],
            "year": 2000,
            "venue": "Molecular Biology and Evolution",
            "volume": "17",
            "issn": "6",
            "pages": "942-950",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.molbev.a026375"
                ]
            }
        }
    }
}