{
    "paper_id": "PMC6890219",
    "metadata": {
        "title": "Local risk perception enhances epidemic control",
        "authors": [
            {
                "first": "José",
                "middle": [
                    "L."
                ],
                "last": "Herrera-Diestra",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lauren",
                "middle": [
                    "Ancel"
                ],
                "last": "Meyers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As outbreaks emerge, public health agencies often implement a variety of pharmaceutical and non-pharmaceutical interventions to prevent epidemic expansion, including vaccination and medical prophylaxis, school closures and other social distancing measures, and information campaigns to promote awareness, hygienic precautions and voluntary isolation [1–4]. However, such measures require population adherence and are often hindered by failure to take recommended actions [5]. Around the globe, for example, seasonal influenza vaccine coverage falls significantly below the 75% baseline recommended by the World Health Organization, but varies widely between countries and across age groups [6]. In the USA, 2015-2016 uptake was only 59.3% in children and 41.7% in adults [7]. For measles, routine childhood vaccination is declining in Texas and other areas of the United States where personal belief and other non-medical vaccination exemptions are allowed [8–10]. Parental decision-making regarding childhood vaccines is complex and context dependent [11], but likely influenced by false claims regarding vaccine safety, low perceived risks of infectious diseases, and other forms of misinformation from the “anti-vaxxer” movement [8, 11–13]. Recently, there have been calls for a special government commission on vaccine safety, despite overwhelming scientific consensus that vaccines are both safe and effective [12, 14–16].",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 353,
                    "end": 354,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 472,
                    "end": 473,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 691,
                    "end": 692,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 772,
                    "end": 773,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 958,
                    "end": 959,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 960,
                    "end": 962,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1233,
                    "end": 1234,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1236,
                    "end": 1238,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1239,
                    "end": 1241,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1416,
                    "end": 1418,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1420,
                    "end": 1422,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1423,
                    "end": 1425,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As outbreaks unfold, people can take a variety precautionary measures to avoid infection, including immunization and social distancing [1, 17–19]. They often judge personal risk based on their impressions of overall disease prevalence and severity [2, 20–23]. When infection risk appears low, small risks of adverse effects from the vaccine can seem relatively important and cause vaccine coverage to drop below levels required to control transmission. A variety of other factors can influence the perceived utility of disease prevention, including epidemiological news and rumors, costs of vaccination and other control measures, trust in health professionals, government agencies, media and non-official information sources, as well as societal pressure to ensure the health of one’s children [24–29].",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 139,
                    "end": 141,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 142,
                    "end": 144,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 249,
                    "end": 250,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 252,
                    "end": 254,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 255,
                    "end": 257,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 796,
                    "end": 798,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 799,
                    "end": 801,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Studies have shown that media reports about outbreaks that specify numbers of cases, hospitalizations or deaths, can influence avoidance behavior and contact patterns at both individual and community levels. In some cases, oversimplified or erroneous media reports regarding flawed vaccines can trigger panic and increases in vaccine hesitancy [30–33]. For both seasonal and pandemic influenza, such interactions between vaccination decision-making and transmission dynamics can profoundly shape the course of epidemics [20, 34–36].",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 521,
                    "end": 523,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 525,
                    "end": 527,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 528,
                    "end": 530,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Individual intervention decisions can have far-reaching effects. For example, vaccination protects not only the immunized individual, but also social contacts who might have been infected by the individual. Social distancing decisions may break chains of transmission by protecting the decision-maker and more generally disrupting social dynamics. Following [37, 38], we refer to this indirect protection as a herd effect. Although previously equated to the reduction in incidence in the unimmunized population [38], we quantify the herd effect of an intervention effort by estimating the number of infections averted per vaccine administered (or per individual social distancing action). The general phenomenon in which individual intervention actions reduce the risk of infection to others has also been called vaccination efficiency, vaccination effectiveness, herd immunity, and indirect protection [37–40].",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 904,
                    "end": 906,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The magnitude of the herd effect will critically depend on contact patterns [41, 42]. Measures taken by gregarious individuals may have greater immediate benefits than those taken by solitary individuals, with downstream epidemiological consequences modulated by the full social network [43, 44]. Contact patterns may also influence the decision-making process itself, by constraining epidemiological perspectives. When gauging infection risk, individuals may consider global information (e.g., from news media) or local first-hand encounters with disease (e.g., infected acquaintances, friends or family members) [30, 31]. While traditional compartmental models assume homogeneity in both epidemiological risks and intervention benefits, network-based models provide a tractable framework for studying the complex interplay between contact networks, intervention decision making and disease transmission [34, 45–51].",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 81,
                    "end": 83,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 615,
                    "end": 617,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 619,
                    "end": 621,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 906,
                    "end": 908,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 910,
                    "end": 912,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here, we investigate the epidemiological impacts of different decision paradigms using a network-based SIR epidemic model, in which individuals also make vaccination or social distancing choices based on their perceived epidemiological risks. Depending on the decision model, they estimate either overall disease prevalence, their number of infected social contacts, or their fraction of infected social contacts. When the perceived threat is sufficiently high, they take a measure that immediately affords full protection for the duration of the epidemic. We compare the efficacy of these three different paradigms across a range of diseases in a realistically heterogeneous network, and show that the most naive model–simply counting one’s infected contacts–affords the most epidemiological protection using the least amount of resources (e.g., vaccinations or economic costs associated with social distancing).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We model contact patterns in the population using an exponential network with N = 10000 nodes and mean number of contacts μ = 10 [54], generated according to the configuration model [55], unless otherwise is specified. We assume that this network constrains both disease transmission and local risk perceptions, when individuals monitor infected social contacts. To evaluate the impact of network topology, we also analyze the SIR-intervention dynamics on a homogeneous random graph (all nodes have same degree) and Barabási-Albert scale-free network [56], with degree distributions constrained to achieve the same epidemic threshold as the focal exponential network. All three networks share Tc=〈k〉〈k2〉-〈k〉=0.056 where 〈k〉 and 〈k2〉 are the average degree and squared degree in the network, respectively.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 183,
                    "end": 185,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 552,
                    "end": 554,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Contact network ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We model SIR transmission dynamics of a flu-like disease using chain-binomial stochastic simulations [41, 53]. Epidemics begin at time t = 0 by infecting a single randomly chosen node in an otherwise completely susceptible population and terminate when there are no remaining infected individuals. Individuals remain infectious for l = 7 days before recovering with full immunity to future infection [57, 58]. Infected individuals transmit disease to each susceptible contact at a rate β. Immunized and recovered individuals are assumed to be fully resistant to infection. Results are averages over 500 simulations.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 401,
                    "end": 403,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 405,
                    "end": 407,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Epidemic dynamics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The basic reproduction number (R0) is the expected number of secondary cases when a single case of disease is introduced into a naive population, and is related to the epidemic growth rate. To study the impact of transmission rate on the vaccination-epidemiological dynamics, we consider R0 values ranging between one and ten, which spans the range for many common human pathogens, including influenza, Ebola, SARS, Pertussis, HIV/AIDS, Mumps, Rubella, Polio, Smallpox, Diphtheria, etc [52, 59–66]. For each value of R0, we determine the corresponding β using [45]\nR0=T(⟨k2⟩-⟨k⟩⟨k⟩),(1)\nwhere T = 1 − (1 − β)l is the transmissibility over the entire infectious period, also known as the secondary attack rate [67].",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Epidemic dynamics ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In the first model, local prevalence, individuals assess infection risk by tracking the fraction of their social contacts that are currently infected. The probability that a susceptible individual i vaccinates at time t is given by\nvlp(i,t)=1-(1-T)ηi(t)ki×⟨k⟩(2)\nwhere ηi(t) is the number of neighbors of i that are infected at time t, ki is the total number of neighbors (degree) of i, and 〈k〉 is the average degree of the network.",
            "cite_spans": [],
            "section": "Local decision strategies ::: Immunization models ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In the second model, local count, individuals track their number rather than proportion of infected neighbors, and decide to vaccinate according to\nvlc(i,t)=1-(1-T)ηi(t).(3)",
            "cite_spans": [],
            "section": "Local decision strategies ::: Immunization models ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Local prevalence is arguably a less plausible strategy than local count, given that the decisions require the additional knowledge of total number of contacts (degree) of each individual.",
            "cite_spans": [],
            "section": "Local decision strategies ::: Immunization models ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The global prevalence model assumes that individuals base their vaccination decisions on the epidemiological state of the entire population, as given by\nvg(i,t)=1-(1-T)I(t)N×⟨k⟩,(4)\nwhere I(t) is the total number of infected individuals in the population at time t and N is the size of the population. This assumes general knowledge of the evolving dynamics of the epidemic, perhaps through news, social media or public health messaging.",
            "cite_spans": [],
            "section": "Global decision strategy ::: Immunization models ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The mean degree (〈k〉) appears in the global prevalence and local prevalence as a normalizer. If node i has the average degree (ki = 〈k〉) and its local prevalence mirrors global prevalence (ηi(t)〈k〉=I(t)N), then it will have the same probability of vaccinating across all three models.",
            "cite_spans": [],
            "section": "Global decision strategy ::: Immunization models ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In all three models, we assume that individuals will vaccinate with a probability equal to their perceived real-time probability of being infected. For example, if an individual’s perception of infection in the immediate future is 25%, then a precautionary measure will be taken with probability 0.25. The local count model comes closest to estimating actual risk of infection. Specifically, vlc is the probability that any currently infected contact will transmit disease to the focal node at some point during his or her infections period. This exactly estimates risk if all infected contacts were just infected and at the beginning of their infectious period, but overestimates risk if some are nearing recovery. (S1 Fig illustrates how vaccination decisions change under each of these models as disease prevalence increases.).",
            "cite_spans": [],
            "section": "Global decision strategy ::: Immunization models ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To assess the indirect and direct protection afforded by a given decision strategy D at a given R0, we calculate a quantity we call the herd effect, given by\nH(D,R0)=⟨C0(R0)⟩-⟨CD(R0)⟩⟨VD(R0)⟩,(5)\nwhere 〈C0(R0)〉 and 〈CD(R0)〉 are the expected total number infections in epidemics without vaccination and with vaccination decision strategy D, respectively, and 〈VD(R0)〉 is the expected total number of individuals vaccinated under D. We estimate these expected values by averaging over 500 simulations with the specified R0 and decision model. Barring extreme stochasticity, we expect H > 0 for any reasonably protective vaccine strategy. When H is between zero and one, more vaccines are given than infections averted, suggesting that vaccines may be mistimed or misplaced. This could happen, for example, if risk is underestimated early in the epidemic and overestimated late in the epidemic. An H near one indicates that approximately one infection is averted for every vaccine given. Note that this is an average, and does not necessarily mean that every vaccination prevents infection of the recipient. If each vaccine averts, on average, greater than one infection (H > 1), then the value of H corresponds to the level of indirect protection achieved by the decision strategy.",
            "cite_spans": [],
            "section": "Herd effect ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The decision models yield distinct vaccine adoption and disease transmission dynamics (Fig 2). As disease begins to spread, individuals perceive increasing risks and vaccinate according to the decision model, thereby protecting themselves and interrupting potential chains of transmission to others. While all three strategies reduce the total number of infections, the local count strategy affords the greatest and most efficient protection of the three. Under the global prevalence strategy, perceived risk is homogeneous. As cases mount, the vaccination rate rises synchronously throughout the population, arguably resulting in too much too late vaccine coverage.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 92,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The local strategies avert more infections with fewer vaccinations than the global strategy. As epidemics unfold, risk is both heterogeneous and dynamic, with some portions of the network experiencing greater forces of infection than others. Local decision-making allows earlier detection and response to increasing personal risk, and prevents unnecessary vaccination in lower risk settings, both prior to and following epidemic waves. The local count strategy is more protective than the local prevalence strategy. By tracking the number rather than proportion of infected contacts, individuals more accurately assess the local force of infection. For example, compare a solitary individual with just two social contacts and a gregarious individual with 20. If they both have two infected contacts, then their risk of infection will be similar (assuming that time spent with each contact is sufficient for transmission). Under local count, their perceived risk and consequent vaccination probability will be identical; under local prevalence, the solitary individual will perceive higher risk (i.e., 100% of contacts infected) than the gregarious individual. Under all models, overall vaccine coverage increases as R0 increases, with the global prevalence achieving near universal coverage by R0 = 5.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The relative and absolute impacts of each strategy are remarkably robust to the transmissibility of the pathogen (Fig 3). Without vaccines, the expected epidemic size increases non-linearly with R0, reaching almost 100% by R0 = 10 (Fig 3A). All of the vaccine strategies avert a large and increasing fraction of cases, as R0 increases. In fact, the total epidemic size is non-monotonic, with slightly more expected infections around R0 = 4 than around R0 = 10. The local count strategy consistently yields the greatest protection, followed by local prevalence.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 119,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 232,
                    "end": 238,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The decision models result in dramatically different vaccination rates, with the global prevalence strategy leading to near universal vaccination, consistently more than double the coverage produced by the local count strategy (Fig 3B). The population-level protection afforded by the local count strategy exhibits a non-trivial trend with R0 (Fig 3C). Between R0 = 1 and R0 = 2, its impact grows logarithmically from less than one infection averted per vaccinator to nearly two infections averted per vaccinator. Thereafter, the indirect benefits continue to grow slowly, reaching three infections averted per vaccinator when R0 = 9.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 234,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 344,
                    "end": 350,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To explore the dynamic interactions between behavior and epidemiology in the three models, we consider individual nodes based on their degree (number of contacts). In general, the higher the degree of a node, the higher their risk for becoming infected and infecting others, and the greater the number of local infections they could potentially perceive when making vaccination decisions. Indeed, across all decision models, higher degree individuals vaccinate earlier, in terms of the fraction of the population infected at time of vaccination (Fig 4A, bottom). However, the fraction of individuals vaccinated in each degree class does not necessarily increase with degree (Fig 4A, top). Local count is the only strategy under which vaccination coverage monotonically increases with degree. Under global decision-making, coverage is inversely related to degree, and under local prevalence, coverage peaks for moderately connected individuals. By the time individuals choose to vaccinate under either of the two suboptimal strategies, their local risk of infection is already quite high (Fig 4A, middle), particularly for more gregarious individuals. Although the vaccinating individuals are immediately protected, comparable individuals (of the same degree class and local risk) who stochastically fail to make the same low probability vaccination decision are likely to become infected. Consequently, the risk of infection increases steeply with degree under all models except local count (Fig 4B). In a sensitivity analysis, we find that these qualitative results are robust to our assumptions about the efficacy of the vaccine, the time lag between an individual deciding to vaccinate and becoming protected against infection, the size of the network and the duration of the infectious period (S3 Fig).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 546,
                    "end": 552,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 675,
                    "end": 681,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1088,
                    "end": 1094,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1492,
                    "end": 1498,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Finally, we consider the impact of the underlying contact network on the interplay between transmission and vaccination dynamics (Fig 5). We compare our focal exponential network to a uniform random network in which all nodes have the same degree and a Barabási-Albert scale-free network. The local count strategy robustly affords the most efficient population-level protection, averting the maximum number of infections (or nearly maximum in the case of the scale-free network and low R0) with the fewest vaccines.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 135,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Public health interventions and individual-level adherence decisions can profoundly influence the fate of unfolding epidemics. In this study, we assume that individuals have access to a fully protective measure, such as self-isolation, medical prophylaxis, or an immediately and completely efficacious vaccine. They continuously make real-time risk assessments and thereby decide whether or not to adopt the intervention, based on either direct knowledge of infected friends and family (number or fraction of infected social contacts) or indirect information about population-level prevalence, perhaps gleaned through news media.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Of the three decision models, global risk assessments prove least effective across a large range of disease scenarios (R0 ranging from one to ten). Nearly all non-infected individuals eventually vaccinate, yet the total cases more than double those occurring under the alternative strategies. There is a mismatch between risk and action. Risk is highly variable in time and space, given the heterogeneity of the underlying contact network and branching nature of transmission. Yet, the global model assumes that perceived risk and the consequent likelihood of adherence is homogeneous throughout the network, though variable in time. By the time global prevalence triggers wide-spread action, the highest risk individuals have already been exposed and the lowest risk individuals may still not, and might never, require protection.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "In contrast, when individuals make decisions based on local risk assessments, the intervention efforts more closely track the epidemiological dynamics. Tallying infected contacts rather than estimating the fraction of infected contacts provides a more accurate indication of real-time risk and results in more efficient intervention. Assuming that all social contacts are equally likely to transmit disease, two out of three infected contacts carries the same immediate risk as two out of ten. The advantage of local risk assessment stems from two sources of variation in risk. First, disease transmission is an inherently local process in which risk aggregates around currently infected individuals. Second, this is magnified in realistically heterogeneous networks, by the concentration of risk around the center (most connected individuals) of the network.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Although several prior studies have also explored the epidemiological impacts of local and globally-informed vaccination decisions [48–51], ours is the first to consider a decision-model based on counts rather than fractions of infected contacts and to systematically compare three different decision paradigms across a range of network structures. Massaro et al. model two networks–the epidemiological contact network through which disease spreads and the social network through which risk information spreads. The more similar the two networks, the greater the individual and population-level protection achieved by vaccination [49]. This is consistent with our finding that locally-sourced decisions provide greater protection than globally-sourced decisions. Bagnoli et al. compare the local fraction strategy across contact networks with different degree distributions, and likewise found that the herd effect is magnified by heterogeneity in degree. [48].",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 135,
                    "end": 137,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 957,
                    "end": 959,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Given infinite resources, all three of the decision paradigms would markedly diminish an emerging outbreak. However, interventions may be constrained by limited supplies or lack of population access to medical countermeasures, such as vaccines or antimicrobials. Even social distancing measures, such as self-isolation, may be limited by economic necessity—the need to go to work, school or daycare—or care-giving obligations for extended family. While such limitations should be formally analyzed, our simple analysis suggests that the best paradigm for averting infections also requires the fewest resources. For example, for a flu-like R0 of two, compare the local count strategy, where individuals protect themselves as their number of infected friends and family climb, to the global strategy, where decisions are based on population prevalence. For every individual that takes action, almost two infections are averted under the local strategy whereas less than one infection is averted under the global strategy. Local counting results in far fewer total infections (3% versus 13%) while requiring far less intervention resources (23% versus 60% of individuals taking protective action).",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Several studies suggest that immunizing or isolating interventions should target the most connected individuals in a population [42–44, 52]. However, we rarely know the full contact network of a population. As proxies, we can target populations subgroups that tend to have high numbers of potentially disease-spreading contacts, such as young and school-aged children or health-care workers. We can also use biased sampling to identify highly connected individuals, such as the random acquaintance strategy in which random individuals are asked to name one of their social contact; individuals with more contacts are more likely to be named [68–71]. In a sense, the winning paradigm of our study—counting infected contacts—similarly biases interventions efforts towards more connected parts of the network. The more connected one is, the more likely one is to have several infected contacts.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 132,
                    "end": 134,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 136,
                    "end": 138,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 642,
                    "end": 644,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "The model is intentionally simplistic, providing a best case scenario for each of the three strategies. We assume that resources are unlimited, protection is immediate and complete, and adherence probabilities perfectly mirror perceived risks. Furthermore, depending on the decision paradigm, individuals fairly accurately estimate the infectiousness of the disease, their number or fraction of infected social contacts, or the population average risk of infection. The model also assumes that individuals are short-sighted and make reactive decisions to avert immediate threat. We conjecture that the qualitative results of our analysis—the optimality of assessing risk based on the numbers of infected friends and family—are robust for a large class of ‘on-the-fly’ interventions that afford relatively rapid protection in the heat of an epidemic, but may not apply to preventative measures taken early in an outbreak or those with long efficacy lags. (For example, see alternative models presented in S1 and S2 Figs).",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "As a final caveat, we highlight our assumption that all edges (contacts) in our networks are equally likely to transmit disease. In reality, contacts can be highly heterogeneous, with household and health care contacts far more likely to transmit disease than casual social acquaintances. Our results should be robust when such heterogeneity is distributed randomly throughout the network. However, if individuals with more contacts tend to spend less time with each one, then epidemiological risk may be more homogeneous throughout the network and the advantage of the local decision strategies reduced. Although we do not model this scenario directly, we considered a homogeneous network where all individuals have the same number of contacts. This is roughly equivalent to mass action models that assume homogeneous contact rates and complete mixing [54]. The local strategies still prevail, but their relative efficiency is reduced, with far more vaccines required to achieve the same benefit (Fig 5). Conversely, in a network with greater heterogeneity (scale-free), the advantages of the local strategies are magnified.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 856,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": [
                {
                    "start": 998,
                    "end": 1003,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "This study prompts two practical questions. First, how do people actually make intervention decisions? Perhaps individuals fall nicely into one of these three decision-making camps. More likely, individual risk assessments are constrained by historical inertia [21, 24, 34, 46, 72], influenced by decisions of friends and family [1, 3, 10, 26, 28, 46], and integrate information from a combination of local and global data sources of variable reliability. Realistic decision models, driven by sociological survey data, can elucidate vaccine campaign failures and identify key pressure points for increasing uptake. Second, how can we streamline intervention campaigns to achieve efficient, rather than universal, adherence? This study reminds us that more intervention is not necessarily better intervention. The decision paradigm that most reduced transmission also required the least resources. Given the simplicity of our model, we do not suggest that public health agencies should promote ‘infection-counting’. Rather, we conclude that public health agencies should prioritize local disease surveillance and risk communications efforts and believe that data-driven models can be instrumental in designing effective outbreak information campaigns.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 266,
                    "end": 268,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 270,
                    "end": 272,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 274,
                    "end": 276,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 330,
                    "end": 331,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 333,
                    "end": 334,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 336,
                    "end": 338,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 344,
                    "end": 346,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Individuals decide to vaccinate based on one of three risk measures: The number of infected contacts (local count), the fraction of infected contacts (local prevalence), or the overall fraction infected (global prevalence). In this example, six of the 24 nodes are infected, yielding a global prevalence of 0.25. The white node towards the top has a single contact that happens to be infected; the white node towards the bottom has two of its five contacts infected.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Shading indicates the fraction of nodes in each state: susceptible (black), vaccinated (light gray), recovered (dark gray), infected (white). Columns corresponds to different strategies, as labeled above; rows correspond to R0 = 2 (top) and R0 = 5 (bottom).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) The proportion of individuals that are infected increases and then declines slightly as R0 increases, across all three decision strategies. (B) The proportion of individuals that choose to vaccinate initially increases sharply with R0 across all three strategies, but then declines for only the local count strategy. (C) Herd effect is the proportion of infections averted per vaccinated individual, and is highest for the local count strategy across all R0. All values are averages across 500 stochastic simulations.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) For each degree class, we graph the proportion of individuals that vaccinate (top) along with the epidemiological situation at the time a node chooses to vaccinate in terms of the number of its infected neighbors (middle) and the overall disease prevalence in the population (bottom). Epidemiological risks—the chances of both becoming infected and infecting others—generally increase with degree. The local count strategy (light blue) is the only strategy for which the probability of vaccinating consistently increases with risk. Compared to the two other strategies, high degree individuals vaccinate earlier in terms of both local and global disease prevalence and, consequently, are less likely to become infected. (B) The number of individuals infected in each degree class under each decision strategy. The top of the curve indicates the number of individuals in each degree class (i.e., the underlying degree distribution) on a log scale. For each degree class, the stacked values indicate the expected number of individuals infected under the various strategies. The top of the gray area indicates the expected number of infections in the baseline scenario without vaccines; red indicates individuals expected to remain uninfected. Generally, local count has the lowest expected attack rate (light blue), followed by local prevalence (dark blue), and finally global prevalence. This ranking does not hold for the lowest degree individuals; instead, local prevalence has a lower expected attack rate than local count, as indicated by the dark blue line cutting through the light blue region. For all graphs, values are averages across 500 simulations, assuming R0 = 5.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: We compare three different network structures–homogeneous (top), exponential (middle), and scale-free (bottom)–and show the susceptible (black), infected (dark gray) and vaccinated (light gray) for two different values of R0. Results are averages across 500 stochastic simulations.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Parental decision-making in childhood vaccination",
            "authors": [],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "4041-4046",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2006.02.037"
                ]
            }
        },
        "BIBREF1": {
            "title": "SARS risk perception and preventive measures, Singapore and Japan",
            "authors": [],
            "year": 2005,
            "venue": "Emerg. Infect. Dis.",
            "volume": "11",
            "issn": "4",
            "pages": "641-642",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1104.040765"
                ]
            }
        },
        "BIBREF2": {
            "title": "Parental Decisions Unfold in Layers during a Vaccine Scare: Insights from Measles Vaccine Uptake Data",
            "authors": [],
            "year": 2015,
            "venue": "JSM Math Stat",
            "volume": "2",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The State of Vaccine Confidence 2016: Global Insights Through a 67-Country Survey",
            "authors": [],
            "year": 2016,
            "venue": "EBioMedicine",
            "volume": "12",
            "issn": "",
            "pages": "295-301",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ebiom.2016.08.042"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Texas and its measles epidemics",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Med",
            "volume": "13",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1002153"
                ]
            }
        },
        "BIBREF8": {
            "title": "Geographic clustering of nonmedical exemptions to school immunization requirements and associations with geographic clustering of pertussis",
            "authors": [],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "168",
            "issn": "12",
            "pages": "1389-1396",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwn263"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Understanding vaccine hesitancy around vaccines and vaccination from a global perspective: a systematic review of published literature, 2007-2012",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "19",
            "pages": "2150-2159",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2014.01.081"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Predictors of influenza vaccine acceptance among healthy adults",
            "authors": [],
            "year": 1999,
            "venue": "Prev. Med.",
            "volume": "29",
            "issn": "",
            "pages": "249-262",
            "other_ids": {
                "DOI": [
                    "10.1006/pmed.1999.0535"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Autism occurrence by MMR vaccine status among US children with older siblings with and without autism",
            "authors": [],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "15",
            "pages": "1534-1540",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2015.3077"
                ]
            }
        },
        "BIBREF15": {
            "title": "Vaccines are not associated with autism: an evidence-based meta-analysis of case-control and cohort studies",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "29",
            "pages": "3623-3629",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2014.04.085"
                ]
            }
        },
        "BIBREF16": {
            "title": "SARS-related perceptions in Hong Kong",
            "authors": [],
            "year": null,
            "venue": "Emerg. Infect. Dis.",
            "volume": "11",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Private vaccination and public health: an empirical examination for U.S. measles",
            "authors": [],
            "year": 1996,
            "venue": "J. Hum. Resour",
            "volume": "31",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2307/146268"
                ]
            }
        },
        "BIBREF18": {
            "title": "The responsiveness of the demand for condoms to the local prevalence of AIDS",
            "authors": [],
            "year": 1996,
            "venue": "J. Hum. Resour",
            "volume": "31",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2307/146150"
                ]
            }
        },
        "BIBREF19": {
            "title": "Modeling the influence of human behaviour on the spread of infectious diseases: a review",
            "authors": [],
            "year": 2010,
            "venue": "J. R. Soc. Interface",
            "volume": "7",
            "issn": "50",
            "pages": "1247-1256",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2010.0142"
                ]
            }
        },
        "BIBREF20": {
            "title": "Incorporating individual health-protective decisions into disease transmission models: a mathematical framework",
            "authors": [],
            "year": 2012,
            "venue": "J. R. Soc. Interface",
            "volume": "9",
            "issn": "68",
            "pages": "562-570",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2011.0325"
                ]
            }
        },
        "BIBREF21": {
            "title": "Perceived threat, risk perception, and efficacy beliefs related to SARS and other (emerging) infectious diseases: results of an international survey",
            "authors": [],
            "year": 2009,
            "venue": "Int. J. Behav. Med.",
            "volume": "16",
            "issn": "",
            "pages": "30-40",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9008-2"
                ]
            }
        },
        "BIBREF22": {
            "title": "Towards a Characterization of Behavior-Disease Models",
            "authors": [],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0023084"
                ]
            }
        },
        "BIBREF23": {
            "title": "Should I or shouldn’t I: Decision making, knowledge and behavioral effects of quadrivalent HPV vaccination in men who have sex with men",
            "authors": [],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "570-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2010.09.101"
                ]
            }
        },
        "BIBREF24": {
            "title": "Risk, its perception and the media: The MMR controversy",
            "authors": [],
            "year": 2008,
            "venue": "Community Pract",
            "volume": "81",
            "issn": "",
            "pages": "22-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Factors underlying parental decisions about combination childhood vaccinations including MMR: A systematic review",
            "authors": [],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "4235-48",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2010.04.052"
                ]
            }
        },
        "BIBREF26": {
            "title": "Getting polio eradication back on track in Nigeria",
            "authors": [],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "645-6",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp038210"
                ]
            }
        },
        "BIBREF27": {
            "title": "Determinants of adults’ intention to vaccinate against pandemic swine flu",
            "authors": [],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-11-15"
                ]
            }
        },
        "BIBREF28": {
            "title": "Determinants of A (H1N1) vaccination: Cross-sectional study in a population of pregnant women in Quebec",
            "authors": [],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "1824-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2010.12.109"
                ]
            }
        },
        "BIBREF29": {
            "title": "Media/psychological impact on multiple outbreaks of emerging infectious diseases",
            "authors": [],
            "year": 2007,
            "venue": "Comput Math Method M",
            "volume": "8",
            "issn": "",
            "pages": "153-64",
            "other_ids": {
                "DOI": [
                    "10.1080/17486700701425870"
                ]
            }
        },
        "BIBREF30": {
            "title": "The impact of media on the control of infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "J Dyn Differ Equ",
            "volume": "20",
            "issn": "",
            "pages": "31-53.J",
            "other_ids": {
                "DOI": [
                    "10.1007/s10884-007-9075-0"
                ]
            }
        },
        "BIBREF31": {
            "title": "The effect of constant and pulse vaccination on SIS epidemic models incorporating media coverage",
            "authors": [],
            "year": 2009,
            "venue": "Commun Nonlinear Sci",
            "volume": "14",
            "issn": "",
            "pages": "2353-65",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cnsns.2008.06.024"
                ]
            }
        },
        "BIBREF32": {
            "title": "The impact of media coverage on the transmission dynamics of human influenza",
            "authors": [],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Erratic Flu Vaccination Emerges from Short-Sighted Behavior in Contact Networks",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Comput Biol",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1001062"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The impacts of simultaneous disease intervention decisions on epidemic outcomes",
            "authors": [],
            "year": 2016,
            "venue": "J Theor Biol",
            "volume": "395",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2016.01.027"
                ]
            }
        },
        "BIBREF36": {
            "title": "“Herd Immunity”: A Rough Guide",
            "authors": [],
            "year": 2011,
            "venue": "Clinical Infectious Diseases",
            "volume": "Volume 52",
            "issn": "Issue 7",
            "pages": "911-916",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir007"
                ]
            }
        },
        "BIBREF37": {
            "title": "Herd Immunity and Herd Effect: New Insights and Definitions",
            "authors": [],
            "year": 2000,
            "venue": "European Journal of Epidemiology",
            "volume": "Vol. 16",
            "issn": "No. 7",
            "pages": "601-606",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1007626510002"
                ]
            }
        },
        "BIBREF38": {
            "title": "Vaccination strategies against respiratory syncytial virus",
            "authors": [],
            "year": 2016,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "113",
            "issn": "46",
            "pages": "13239-13244",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1522597113"
                ]
            }
        },
        "BIBREF39": {
            "title": "Seasonality and the effectiveness of mass vaccination",
            "authors": [],
            "year": 2016,
            "venue": "Mathematical biosciences and engineering: MBE",
            "volume": "13",
            "issn": "2",
            "pages": "249-59",
            "other_ids": {
                "DOI": [
                    "10.3934/mbe.2015001"
                ]
            }
        },
        "BIBREF40": {
            "title": "Network frailty and the geometry of herd immunity",
            "authors": [],
            "year": 2006,
            "venue": "Proc R Soc B Biol Sci",
            "volume": "273",
            "issn": "",
            "pages": "2743-2748",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2006.3636"
                ]
            }
        },
        "BIBREF41": {
            "title": "Immunization of complex networks",
            "authors": [],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "65",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.65.036104"
                ]
            }
        },
        "BIBREF42": {
            "title": "Epidemic processes in complex networks",
            "authors": [],
            "year": 2015,
            "venue": "Rev. Mod. Phys",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.87.925"
                ]
            }
        },
        "BIBREF43": {
            "title": "Localization and Spreading of Diseases in Complex Networks",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. Lett",
            "volume": "109",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.109.128702"
                ]
            }
        },
        "BIBREF44": {
            "title": "Contact network epidemiology: Bond percolation applied to infectious disease prediction and control",
            "authors": [],
            "year": 2007,
            "venue": "Bulletin of the American Mathematical Society",
            "volume": "44",
            "issn": "",
            "pages": "63-86",
            "other_ids": {
                "DOI": [
                    "10.1090/S0273-0979-06-01148-7"
                ]
            }
        },
        "BIBREF45": {
            "title": "The Impact of Imitation on Vaccination Behavior in Social Contact Networks",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002469"
                ]
            }
        },
        "BIBREF46": {
            "title": "Disease Surveillance on Complex Social Networks",
            "authors": [],
            "year": 2016,
            "venue": "PLoS Comput Biol",
            "volume": "12",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1004928"
                ]
            }
        },
        "BIBREF47": {
            "title": "Risk perception in epidemic modeling",
            "authors": [],
            "year": 2007,
            "venue": "Phys. Rev. E",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.76.061904"
                ]
            }
        },
        "BIBREF48": {
            "title": "Epidemic spreading and risk perception in multiplex networks: A self-organized percolation method",
            "authors": [],
            "year": 2014,
            "venue": "Phys. Rev. E",
            "volume": "90",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.90.052817"
                ]
            }
        },
        "BIBREF49": {
            "title": "Effect of individual behavior on epidemic spreading in activity-driven networks",
            "authors": [],
            "year": 2014,
            "venue": "Phys. Rev. E",
            "volume": "90",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.90.042801"
                ]
            }
        },
        "BIBREF50": {
            "title": "Effect of risk perception on epidemic spreading in temporal networks",
            "authors": [],
            "year": 2018,
            "venue": "Phys. Rev. E",
            "volume": "97",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.97.012313"
                ]
            }
        },
        "BIBREF51": {
            "title": "Network theory and SARS: Predicting outbreak diversity",
            "authors": [],
            "year": 2005,
            "venue": "Journal of Theoretical Biology",
            "volume": "232",
            "issn": "",
            "pages": "71-81",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2004.07.026"
                ]
            }
        },
        "BIBREF52": {
            "title": "An examination of the Reed-Frost theory of epidemics",
            "authors": [],
            "year": 1952,
            "venue": "Hum Biol",
            "volume": "24",
            "issn": "",
            "pages": "201-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "When individual behavior matters: homogeneous and network models in epidemiology",
            "authors": [],
            "year": 2007,
            "venue": "Journal of the Royal Society Interface",
            "volume": "4",
            "issn": "",
            "pages": "879-891",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2007.1100"
                ]
            }
        },
        "BIBREF54": {
            "title": "Random graphs with arbitrary degree distributions and their applications",
            "authors": [],
            "year": 2001,
            "venue": "Phys. Rev. E",
            "volume": "64",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.64.026118"
                ]
            }
        },
        "BIBREF55": {
            "title": "Emergence of scaling in random networks",
            "authors": [],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "5439",
            "pages": "509-512",
            "other_ids": {
                "DOI": [
                    "10.1126/science.286.5439.509"
                ]
            }
        },
        "BIBREF56": {
            "title": "Incubation period for human cases of avian influenza A (H5N1) infection, China",
            "authors": [],
            "year": 2008,
            "venue": "Emerging Infectious Diseases",
            "volume": "Vol. 14",
            "issn": "No. 11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Contagious period for pandemic (H1N1) 2009",
            "authors": [],
            "year": 2010,
            "venue": "Emerging Infectious Diseases",
            "volume": "Vol. 16",
            "issn": "No. 5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "The basic reproductive number of Ebola and the effects of public health measures: the cases of Congo and Uganda",
            "authors": [],
            "year": 2004,
            "venue": "J Theor Biol",
            "volume": "229",
            "issn": "1",
            "pages": "119-26",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2004.03.006"
                ]
            }
        },
        "BIBREF59": {
            "title": "Estimating the Reproduction Number of Ebola Virus (EBOV) During the 2014 Outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Currents",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.91afb5e0f279e7f29e7056095255b288"
                ]
            }
        },
        "BIBREF60": {
            "title": "Incidence and Reproduction Numbers of Pertussis: Estimates from Serological and Social Contact Data in Five European Countries",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1000291"
                ]
            }
        },
        "BIBREF61": {
            "title": "Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures",
            "authors": [],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "Volume 160",
            "issn": "Issue 6",
            "pages": "509-516",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh255"
                ]
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Modeling Infectious Diseases in Humans and Animals",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Estimating the basic reproduction rate of HFMD using the time series SIR model in Guangdong, China",
            "authors": [],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0179623"
                ]
            }
        },
        "BIBREF64": {
            "title": "On the basic reproduction number R0 in sexual activity models for HIV/AIDS epidemics: example from Yunnan, China",
            "authors": [],
            "year": 2007,
            "venue": "Math Biosci Eng",
            "volume": "4",
            "issn": "4",
            "pages": "595-607",
            "other_ids": {
                "DOI": [
                    "10.3934/mbe.2007.4.595"
                ]
            }
        },
        "BIBREF65": {
            "title": "Estimation of the HIV Basic Reproduction Number in Rural South West Uganda: 1991–2008",
            "authors": [],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0083778"
                ]
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Encyclopedia of Biostatistics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Ego-centered networks and the ripple effect",
            "authors": [],
            "year": 2001,
            "venue": "Social Networks",
            "volume": "25",
            "issn": "",
            "pages": "83-95",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-8733(02)00039-4"
                ]
            }
        },
        "BIBREF68": {
            "title": "Efficient Immunization Strategies for Computer Networks and Populations",
            "authors": [],
            "year": 2003,
            "venue": "Phys. Rev. Lett",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.91.247901"
                ]
            }
        },
        "BIBREF69": {
            "title": "Identification of influential spreaders in complex networks",
            "authors": [],
            "year": 2010,
            "venue": "Nature",
            "volume": "6",
            "issn": "",
            "pages": "888-893",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Infection in Social Networks: Using Network Analysis to Identify High-Risk Individuals",
            "authors": [],
            "year": 2005,
            "venue": "Am J Epidemiol",
            "volume": "162",
            "issn": "",
            "pages": "1024-1031",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwi308"
                ]
            }
        },
        "BIBREF71": {
            "title": "Cross-Cultural Household Influence on Vaccination Decisions",
            "authors": [],
            "year": null,
            "venue": "Medical Decision Making",
            "volume": "Vol 36",
            "issn": "Issue 7",
            "pages": "844-853",
            "other_ids": {
                "DOI": []
            }
        }
    }
}