{
    "paper_id": "PMC6220324",
    "metadata": {
        "title": "Hyponatremia in children with respiratory infections: a cross-sectional analysis of a cohort of 3938 patients",
        "authors": [
            {
                "first": "Sung",
                "middle": [
                    "Won"
                ],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Son",
                "middle": [
                    "Moon"
                ],
                "last": "Shin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Moonsun",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dong-Hee",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Keum",
                "middle": [
                    "Hwa"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Eisenhut",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Kronbichler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Moritz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jae",
                "middle": [],
                "last": "Il Shin",
                "suffix": "",
                "email": "shinji@yuhs.ac",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Hyponatremia is defined as a plasma sodium concentration of less than 135 mEq/L and is one of the most common electrolyte derangements in both adults and children1. It can result from either a deficit of sodium or an excess of free water, and the incidence in a small number of cohorts was estimated as 17–45% of hospitalized children2–5.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 334,
                    "end": 335,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 336,
                    "end": 337,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Acute, severe hyponatremia that develops within 48 hours can result in acute cerebral edema and various sequelae, such as headache, lethargy, seizures, and cardiac arrest due to brain stem herniation. Children are more vulnerable than adults to those sequelae because the brain/intracranial volume ratio is higher in children than in adults6–8. Recent evidence suggests that even mild chronic hyponatremia can be related to subtle neurologic defects, such as impairments in balance and attention that can increase the incidence of falls9.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 341,
                    "mention": "6",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 342,
                    "end": 343,
                    "mention": "8",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "9",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The most probable cause of hyponatremia is thought to be the non-osmotic release of antidiuretic hormone (ADH) as a result of various clinical conditions, such as fever, hypovolemia, and respiratory tract infections2,4,10. Among patients with respiratory tract infections, pneumonia and bronchiolitis are most commonly associated with hyponatremia3–5. However, the incidence of hyponatremia according to the etiological involvement of various microorganisms has not yet been studied. As a key event in the pathophysiology of hyponatremia in patients with respiratory tract infections, a syndrome of inappropriate ADH secretion (SIADH) caused by inflammation has been suggested2,4, but it has not been evaluated or validated in a sufficiently large number of children. Furthermore, few epidemiologic data are available on hyponatremia in children, and even less is known about hyponatremia in children with respiratory infections. Although hyponatremia is well-known to be associated with respiratory infections in children and adults, that connection has not been studied in a systematic fashion, and no data indicate whether the type of organism, number of organisms, location of infection, or degree of inflammation has any effect on the development of hyponatremia.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 217,
                    "end": 218,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 219,
                    "end": 221,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 347,
                    "end": 348,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 349,
                    "end": 350,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 676,
                    "end": 677,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 678,
                    "end": 679,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Therefore, our aim in this study was to evaluate the incidence of hyponatremia according to the presence of various microorganisms and to elucidate whether the degree of inflammation might be associated with the development of hyponatremia in a large cohort of children hospitalized with respiratory infections.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The baseline characteristics of the 3938 patients with respiratory tract infections are summarized in Table 1. The mean age of the study population was 22.9 ± 21.7 months (range 7 days–168.0 months), and the sample contained 2195 males (55.7%) and 1743 females (44.3%). The mean duration of hospital stay was 4.4 ± 1.5 days (range 1.0–19.0). The mean age, sex, hospital stay, and C-reactive protein (CRP) levels differed with the radiologic findings and causal microorganisms (Supplementary Tables 1–7). The study population consisted of 177 patients with upper respiratory tract infections (4.5%), 724 patients with acute bronchiolitis (18.4%), 969 patients with acute bronchitis (24.6%), 1978 with interstitial pneumonia (50.2%), and 90 with segmental or lobar pneumonia (2.3%). In multiplex RT-PCR analyses for nasopharyngeal aspirates, human adenovirus (HAdV) was isolated in 137 patients (3.5%), influenza A virus (FLUAV) or influenza B virus (FLUBV) in 107 (2.7%), human parainfluenza virus (HPIV) in 297 (7.5%), human metapneumovirus (HMPV) in 199 (5.1%), human respiratory syncytial virus (HRSV) in 871 (22.1%), human rhinovirus (HRV) in 172 (4.4%), human bocavirus (HBoV) in 576 (14.6%), and no virus was detected in 813 patients (20.6%). Mycoplasma pneumoniae infection was detected in 255 patients (6.5%), and coinfection with multiple microorganisms was diagnosed in 511 patients (13.0%).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Hyponatremia was observed in 531 (13.5%) of the 3938 patients, among whom 20 had moderate hyponatremia (127–130 mEq/L) (Supplementary Fig. 1). No patient had severe hyponatremia, and two patients had hypernatremia (146 and 151 mEq/L). The incidence of hyponatremia differed according to the radiologic findings (P < 0.0001) and microorganisms (P = 0.001). The incidence of hyponatremia was highest (44.1%) in children with upper respiratory tract infections. It was 10.5% in acute bronchitis, 13.4% in interstitial pneumonia, 16.7% in segmental and lobar pneumonia, and lowest (9.7%) in acute bronchiolitis. Upper respiratory infections were overrepresented in the hyponatremia group (14.6% vs 2.9%), whereas acute bronchitis and bronchiolitis were underrepresented in the hyponatremia group. In univariate analyses, children with hyponatremia were significantly older (P < 0.0001), more likely to be male (P = 0.019), and had higher CRP levels (P < 0.0001) and coinfections with multiple organisms (P = 0.001) than children without hyponatremia. In addition, serum potassium, chloride, total carbon dioxide (tCO2), calcium, and phosphorus levels were significantly lower, and serum blood urea nitrogen (BUN) levels were significantly higher in children with hyponatremia than in those without it (Table 2).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1304,
                    "end": 1305,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Patients infected by 2 or 3 organisms had a higher incidence of hyponatremia then those with a monoinfection. In the hyponatremia group, the detection of two microorganisms was more common (P = 0.004), along with coinfections in general (p = 0.001), than in the without-hyponatremia group. HAdV was the only organism overrepresented in the hyponatremia group (5.3% vs 3.2%). (Table 3).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 382,
                    "end": 383,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "In multivariate analyses, an older age at admission (OR 1.007, 95% CI 1.002–1.012, p = 0.006), male gender (OR 1.361, 95% CI 1.105–1.675, p = 0.004), and increased CRP levels (OR 1.093, 95% CI 1.060–1.128, P < 0.0001) were independent risk factors for the development of hyponatremia. Coinfection (OR 3.493, 95% CI 0.814–14.998, P = 0.092) had borderline significance (Table 4). In a comparison of electrolyte changes among patients (Table 5), serum sodium (P < 0.0001), chloride (P < 0.0001), and tCO2 levels (P < 0.0001) were increased in both groups (with and without hyponatremia) at discharge. The mean sodium level in patients with hyponatremia increased from 132.8 mmol/L to 136.9 mmol/L after treatment.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 375,
                    "end": 376,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 440,
                    "end": 441,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Serum sodium levels correlated positively with serum chloride (r = 0.487, P < 0.0001) and tCO2 levels (r = 0.231, P < 0.0001) and negatively with white blood cell (WBC) counts (r = −0.033, P = 0.037) and CRP levels (r = −0.130, P < 0.0001). CRP increased the odds ratio of hyponatremia by a small amount (OR 1.093). Also, we found an inverse correlation between serum sodium levels and the length of hospital stay (r = −0.037, P = 0.020). However, that correlation differed according to the various microorganisms and radiologic findings (Table 6, Supplementary Table 8).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 545,
                    "end": 546,
                    "mention": "6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "The area under the curve (AUC) values of age, CRP, and BUN for the prediction of hyponatremia are described in Table 7 and Supplementary Fig. 2. The AUC value of age (0.586, P < 0.0001, 95% CI: 0.559–0.613), CRP (0.599, P < 0.0001, 95% CI: 0.571–0.628), and BUN (0.559, P < 0.0001, 95% CI: 0.531–0.588) were all significant predictors of hyponatremia. The sensitivity, specificity, positive predictive value, negative predictive value, positive likelihood ratio, and negative likelihood ratio of age, CRP, and BUN were determined with different cut-off values. The sensitivity and specificity of age (cut-off value of 18.0 months), CRP (cut-off value of 0.5 mg/dL), and BUN (cut-off value of 9.0 mg/dL) were 57.44% and 55.88%, 60.22% and 52.98%, and 51.32% and 56.05%, respectively (Table 8).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "mention": "7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "8",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "Hyponatremia is the most commonly encountered finding in both adults and children with respiratory tract infections. Since Stormont and Waterhouse first reported the association of hyponatremia with pneumonia in 196211, only case reports and a few relevant studies have been published about this relationship in children3–5,12.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 322,
                    "end": 323,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The incidence of hyponatremia has been reported to be about 30% in a small number of children with pneumonia or acute HRSV bronchiolitis3–5, but it has not been estimated in children hospitalized with acute tonsillopharyngitis or acute bronchitis. Moreover, no report has considered the incidence of hyponatremia in children with respiratory tract infections according to the viral etiology, such as adenovirus, metapneumovirus, parainfluenza virus, and rhinovirus. Our study population was the first and largest cohort in the literature evaluating the incidence of hyponatremia in children with respiratory tract infections according to the causal microorganisms or radiologic findings. We found an overall incidence of hyponatremia (<135 mEq/L) of 531 from among 3938 patients (13.5%), and we found no cases with a sodium level of less than 126 mEq/L or seizures. Although a previous small cohort suggested that there was no association between hyponatremia and etiology or radiological patterns in pneumonia3, we found that the incidence of hyponatremia was highest (20.7%) in children with adenovirus infection and lowest (7.8%) in those with mycoplasma infection. Although adenovirus was not the most common cause of infection, it was the leading cause of hyponatremia. It may be because the adenovirus infection has a more intenstive systemic inflammatory response as reflected in a greater CRP elevation and more fever than other respiratory viral infections. (Supplementary Table 7).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 138,
                    "end": 139,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1010,
                    "end": 1011,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We also found that the incidence of hyponatremia was highest (44.1%) in children with acute tonsillopharyngitis with no chest X-ray abnormalities, in contrast to the results of the small cohort described by Kaneko et al.12. They found that deeper inflammatory sites in the respiratory tract were associated with a higher prevalence of hyponatremia in children with respiratory tract infections (pharyngitis 13.3%, bronchitis or bronchiolitis 22.9%, and pneumonia 38.7%). In our study, the WBC and CRP levels in children with acute tonsillopharyngitis were higher than they were in the other groups, and we speculate that the degree of inflammation rather than the inflammatory site might be involved in the development of hyponatremia.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although the mechanism underlying the development of hyponatremia in respiratory infections is elusive, the traditional concept has been SIADH, in which fever or dehydration reset the osmostat for ADH secretion or increase atrial natriuretic peptide13. According to a previous study, SIADH occurs frequently among children hospitalized with pneumonia; Singhi and Dhawan et al.4 found that 68% of hyponatremia in community acquired pneumonia had characteristics typical of SIADH4,14.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 376,
                    "end": 377,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 477,
                    "end": 478,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There have been studies that hyponatremia is associated with CRP in various diseases15–17. Now, we suggest that in patients with respiratory tract infections, SIADH could be caused by the inflammation itself. Recent research revealed that inflammatory cytokines such as interleukin (IL)−1β and IL-6 are involved in the development of hyponatremia associated with inflammatory conditions, and they might be related to ADH secretion18–20. Landgraf et al.21 reported that IL-1β stimulated both the central and peripheral release of vasopressin in rats. In addition, Palin et al.22 suggested that IL-6 induces activation of arginine vasopressin (AVP) neurons in response to a lipopolysaccharide injection. Most notably, Mastorakos et al.23 demonstrated that AVP levels were elevated 2 hours after IL-6 injection in six patients. They suggested that IL-6 activated magnocellular AVP-secreting neurons and that it might be involved in the development of inappropriate AVP secretion. Previously, two small studies on pneumonia showed an inverse relationship between inflammatory markers and serum sodium levels3,24. In our large cohort, we demonstrated that serum sodium levels were inversely associated with the degree of inflammation (as demonstrated by WBC and CRP levels) in children with various respiratory tract infections, and our logistic regression analysis found that those levels independently predicted the development of hyponatremia. CRP is produced in hepatocytes in response to IL-6.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 87,
                    "end": 89,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 433,
                    "end": 435,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 733,
                    "end": 735,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1103,
                    "end": 1104,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1105,
                    "end": 1107,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Very few reports have considered the factors that influence serum sodium levels in children with respiratory tract infections. No one has previously reported the effect of coinfection on the degree of hyponatremia in children with respiratory tract infections; we newly found that coinfection was more frequent in children with hyponatremia than in those without it. Although one study showed no gender difference in serum sodium levels at admission25, in our large cohort, males were more prone than females to develop hyponatremia. Wrotek et al.24 reported that children aged > 4 years with both pneumonia and hyponatremia had higher WBC counts than those without hyponatremia, and we found that the age at admission was significantly higher in children with hyponatremia. Several studies using small cohorts have suggested that the degree of hyponatremia is inversely associated with the length of hospitalization, and we confirmed that finding in our large cohort. Furthermore, we are the first to demonstrate, using multiple logistic regression analyses, that among children hospitalized with various respiratory tract infections, an older age, being male, coinfection, and increased CRP levels are independent risk factors for the development of hyponatremia.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 451,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Moderate to severe hyponatremia seems to be substantially more common in developing tropical countries than elsewhere. For example, the 27–31% of Indian children admitted with both community acquired pneumonia and hyponatremia had more severe disease, less favorable outcomes, longer hospitalizations, higher occurrence of complications, and higher mortality rates than those admitted with pneumonia but without hyponatremia4. However, we found no adverse effects of hyponatremia on patient outcomes because the patients in our cohort had mild hyponatremia in most cases, and all patients were discharged from the hospital without any complications.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A recent issue in the treatment of hyponatremia has been the tonicity of maintenance intravenous fluids during hospitalization26–29. In our study, we used hypotonic intravenous fluids with and without added sodium for hyponatremic and normonatremic patients, respectively. No patient in our cohort experienced aggravation of hyponatremia or seizures, but serum sodium levels stayed the same or were only partially corrected in some patients, suggesting that those patients might have had SIADH, which requires fluid restriction and the use of isotonic fluids. Recent randomized controlled studies and meta analyses have shown that isotonic intravenous fluids reduce the risk of hyponatremia without causing hypernatremia, compared to hypotonic intravenous fluids27,28. However, no previous studies have specifically investigated the development of hyponatremia after the use of isotonic vs. hypotonic fluids in children with respiratory tract infections; this subject thus requires further study.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 129,
                    "end": 131,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 765,
                    "end": 767,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Guppy et al. suggested that giving increased fluids to patients with respiratory tract infections, traditionally recommended by doctors, might cause harm because increased ADH secretion could lead to hyponatremia and fluid overload30. However, several experts disagreed with that opinion31,32, arguing that dehydrated patients with upper respiratory tract infections or bronchitis should be treated by hydration. Furthermore, the two prospective prevalence studies by Guppy et al.4,33 were on children with moderate to severe pneumonia and no clinical signs of dehydration. Therefore, doctors need to evaluate the clinical status of children with respiratory tract infections, such as oral intake, urine output, and signs of dehydration, before selecting appropriate maintenance intravenous fluids. Nevertheless, because isotonic intravenous fluids are more compatible for correcting dehydration and its related ADH secretion, we recommend the use of isotonic fluids at admission, and the infusion rate can be adjusted according to the status of the patients.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 287,
                    "end": 289,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 290,
                    "end": 292,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 480,
                    "end": 481,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 482,
                    "end": 484,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The main limitation of this study is that this study is a retrospective study and therefore it is difficult to precisely assess the severity of the disease and correlation with hyponatremia because it is judged by the investigation of records.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we are the first to evaluate the incidence of hyponatremia according to various microorganisms, along with the factors that affect the development of hyponatremia in a large cohort of children hospitalized with respiratory tract infections. Understanding those characteristics provide insight for clinicians as they choose appropriate maintenance intravenous fluids. Furthermore, our results provide important clues for unraveling the mechanisms of hyponatremia in children hospitalized with respiratory tract infections.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We enrolled and retrospectively analyzed data from 3938 children who were admitted to the Cheil General Hospital and Women’s Healthcare Center at the Dankook University College of Medicine for various respiratory tract infections between March, 2011, and February, 2014. This study design and the use of patient information stored in the hospital database were approved by the Institutional Review Board and the research ethics committee of Cheil General Hospital and Women’s Health Care Center. We were given an exemption from the requirement for informed consent because our study was retrospective, personal identifiers were completely removed, and the data were analyzed anonymously. Our study was conducted according to the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments.",
            "cite_spans": [],
            "section": "Subjects ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Clinical data such as age, sex, and duration of hospitalization were collected. Laboratory data acquired at admission included complete blood cell counts, the erythrocyte sedimentation rate, CRP, serum electrolytes (sodium, potassium, chloride, and tCO2), renal function testing (BUN and creatinine), and liver function testing (aspartate transaminase, alanine transaminase, and alkaline phosphatase). Follow-up electrolyte examinations were carried out in cases with abnormal electrolytes at admission. A chest X-ray was performed in all patients and was interpreted by a pediatric radiologist.",
            "cite_spans": [],
            "section": "Laboratory and radiologic investigations ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Hyponatremia was defined as a serum sodium concentration (Na+) <135 mEq/L. Serum sodium levels were analyzed using a blood test on admission.",
            "cite_spans": [],
            "section": "Definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The patients were classified into 5 disease categories according to their symptoms and chest X-ray findings.Upper respiratory tract infection: It is defined as an acute infection which involves the upper respiratory tract including the nose, sinuses, pharynx or larynx. We defined upper respiratory infection as diseases including nasal obstruction, sore throat, tonsillitis, pharyngitis, laryngitis, sinusitis, otitis media, and the common cold but the chest X-ray showed normal findings34.Acute bronchiolitis: The diagnosis of acute bronchiolitis is typically made by clinical examination35. The bronchiolitis is blockage of the small airway in the lungs due to a viral infection It usually only occurs in children less than two years of age36. We defined acute bronchiolitis as a disease in which an infant under two years of age develops cough, wheeze, and shortness of breath over one or two days and the chest X-ray showed peribronchial thickening with or without hyperaeration.Acute bronchitis: Bronchitis is inflammation of the bronchi (large and medium-sized airways) in the lungs. Symptoms include coughing up mucus, wheezing, shortness of breath, and chest discomfort37. We defined bronchitis as when patients have symptoms of bronchitis and the chest X-ray signs having bronchial wall thickening with increased bronchovascular markings, enlarged vessels without parenchymal lung infection.Interstitial pneumonia: the chest X-ray showed involvement of the areas between the alveoli. Interstitial pneumonia involves the areas in between the alveoli.Segmental or lobar pneumonia: It was defined when the chest X-ray showed the involvement of a single lobe or segment of the lung.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 590,
                    "end": 592,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 743,
                    "end": 745,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1178,
                    "end": 1180,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Strict quality control procedures are used in our hospital. Nasopharyngeal aspirates were collected from patients with respiratory infections using a mucus trap with a sterile suction catheter at admission, and samples were stored at 4 °C on site before testing. Ribonucleic acid (RNA) extraction from clinical samples was performed from the nasopharyngeal aspirates using the Viral Gene-spin TM Viral DNA/RNA Extraction Kit (iNtRON, Seoul, South Korea), and cDNAs were synthesized.",
            "cite_spans": [],
            "section": "Multiplex RT-PCR analysis of nasopharyngeal aspirates and the detection of mycoplasma ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To isolate viral nucleic acids, 200 μl of each respiratory sample was used. Reverse transcription was performed using the Revert Aid TM First Strand cDNA Synthesis Kit (Fermentas, Ontario, Canada). For viral detection, PCR amplification was performed using the Anyplex™ II RV16 Detection Kit (Seegene) with a PTC200 PCR system (MJ Research, Alameda, CA, USA) according to the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Multiplex RT-PCR analysis of nasopharyngeal aspirates and the detection of mycoplasma ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The kit enabled simultaneous detection of FLUAV, FLUBV, HRSV A and B, HAdV, HMPV, human coronavirus 229 E, human coronavirus NL63, human coronavirus OC43, HPIV −1, −2, −3, −4, HRV A/B/C, and HBoV. Reactions are duplicated in two panels (A and B) for detection of the 16 viruses. PCR was assessed after 15 minutes at 95 °C for transcriptase reverse enzyme inactivation; 50 cycles at 95 °C for 30 seconds, 60 °C for 60 seconds, and 72 °C for 30 seconds; and 1 additional cycle of 55 °C for 30 seconds for completion. The fluorescence was detected with a melting curve step, 55 °C–85 °C (5 seconds/0.5 °C).",
            "cite_spans": [],
            "section": "Multiplex RT-PCR analysis of nasopharyngeal aspirates and the detection of mycoplasma ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Mycoplasma pneumoniae infection was detected by Chorus Trio (DIESSE Diagnostica) with a reagent of Chorus M. pneumoniae IgM. The reagent is a cartridge that contains 8 compartments. Each compartment contains conjugate, diluted solution, and 3, 3′, 5, 5′ - tetramethyl benzidine. When mounted, 50 μL of serum placed in the first compartment can produce results after 30 minutes. The absorbance is expressed as IgM antibody titer in patient samples, with an index divided by the absorbance value of the correction material. If the index is less than 0.9, the patient is deemed to be negative; if it is 0.9 to 1.1 the patient is deemed ambiguous, and an index of more than 1.1 is positive.",
            "cite_spans": [],
            "section": "Multiplex RT-PCR analysis of nasopharyngeal aspirates and the detection of mycoplasma ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis was performed using SPSS version 20.0 (SPSS, Inc., USA). Continuous variables in two groups were compared using the independent t-test, and if more than 3 groups were compared, we used the analysis of variance. Continuous variables are expressed as the mean ± standard deviation. Categorical variables were analyzed by the chi-square test or Fisher’s exact test. Pearson correlation analysis was performed to examine the relationship between two continuous variables, and multiple logistic regression analyses were performed to find independent predictive factors. In the logistic regression analysis, the CRP was used as a continuous variable, not as normal or abnormal. A P value of less than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics of the 3938 patients with respiratory infections.\nHAdV: Human adenovirus, FLUAV/FLUBV: Influenza virus A/B, HPIV: Human parainfluenza virus, HMPV: Human metapneumovirus, HRSV: Human respiratory syncytial virus, HRV: Human rhinovirus, HBoV: Human bocavirus. †Coinfection describes patients who tested positive for more than two microorganisms.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Comparison of demographic data, diagnosis, and laboratory findings of patients with and without hyponatremia.\nWBC: White blood cell, CRP: C-reactive protein, Na: Sodium, K: Potassium, Cl: Chloride, tCO2: Total carbon dioxide, Ca: Calcium, P: Phosphorus, ALP: Alkaline phosphatase, AST: Aspartate aminotransferase, ALT: Alanine aminotransferase, BUN: Blood urea nitrogen.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Etiology of 3938 patients with and without hyponatremia.\nHAdV: Human adenovirus, FLUAV/FLUBV: Influenza virus A/B, HPIV: Human parainfluenza virus, HMPV: Human metapneumovirus, HRSV: Human respiratory syncytial virus, HRV: Human rhinovirus, HBoV: Human bocavirus, Myco: Mycoplasma pneumoniae. †Coinfection describes patients who tested positive for more than two microorganisms.",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Multiple logistic regression analyses of laboratory parameters associated with the development of hyponatremia in children with respiratory infections.\nCI: Confidence interval, CRP: C-reactive protein.",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Comparison of electrolyte changes between patients with and without hyponatremia.\nSD: Standard deviation, Na: Sodium, K: Potassium, Cl: Chloride, tCO2: Total carbon dioxide.",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Correlations among serum sodium, CRP, and duration of hospitalization.\nNa: Sodium, Hosp: Hospital stay (day), WBC: White blood cell, CRP: C-reactive protein, HAdV: Human adenovirus, FLUAV/FLUBV: Influenza virus A/B, HPIV: Human parainfluenza virus, HMPV: Human metapneumovirus, HRSV: Human respiratory syncytial virus, HRV: Human rhinovirus, HBoV: Human bocavirus, Myco: Mycoplasma pneumonia, (−): Negative correlation. †Coinfection describes patients who tested positive for more than two microorganisms.",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 7: AUC values of age, CRP, and BUN for the prediction of hyponatremia.\nAUC: Area under the curve, CI: Confidence interval, CRP: C-reactive protein, BUN: Blood urea nitrogen. *P values are based on the null hypothesis that AUC = 0.5.",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 8: Diagnostic accuracy of age, CRP, and BUN for the prediction of hyponatremia.\nCRP: C-reactive protein, BUN: Blood urea nitrogen, CI: Confidence interval, LR: Likelihood ratio.",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Disorders of plasma sodium–causes, consequences, and correction",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Sterns",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "55-65",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1404489"
                ]
            }
        },
        "BIBREF1": {
            "title": "Arginine vasopressin and renin in acutely ill children: implication for fluid therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerigk",
                    "suffix": ""
                },
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Gnehm",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rascher",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Acta Paediatr",
            "volume": "85",
            "issn": "5",
            "pages": "550-553",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1651-2227.1996.tb14084.x"
                ]
            }
        },
        "BIBREF2": {
            "title": "Severe hyponatremia associated with pneumonia",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Stormont",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Waterhouse",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Metabolism",
            "volume": "11",
            "issn": "",
            "pages": "1181-1186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Hyponatremia in children with respiratory tract infection",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Nephrol",
            "volume": "24",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-009-1139-4"
                ]
            }
        },
        "BIBREF4": {
            "title": "Atrial natriuretic peptide in children with pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haviv",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lichtstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hurvitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Pulmonol",
            "volume": "40",
            "issn": "",
            "pages": "306-309",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.20233"
                ]
            }
        },
        "BIBREF5": {
            "title": "Frequency and significance of electrolyte abnormalities in pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singhi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dhawan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Indian Pediatr",
            "volume": "29",
            "issn": "",
            "pages": "735-740",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Disease and hyponatremia",
            "authors": [
                {
                    "first": "JI",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Nephrol.",
            "volume": "21",
            "issn": "10",
            "pages": "1490-1491",
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-006-0242-z"
                ]
            }
        },
        "BIBREF7": {
            "title": "Hyponatremia May reflect severe inflammation in children with febrile urinary tract infection",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "JI",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Nephrol.",
            "volume": "27",
            "issn": "12",
            "pages": "2261-2267",
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-012-2267-9"
                ]
            }
        },
        "BIBREF8": {
            "title": "The role of interleukin 6 in the pathogenesis of hyponatremia associated with Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "JII",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nefrologia.",
            "volume": "32",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Hyponatremia and inflammation: the emerging role of interleukin-6 in osmoregulation",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Swart",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Hoorn",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Betjes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zietse",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nephron Physiol",
            "volume": "118",
            "issn": "",
            "pages": "45-51",
            "other_ids": {
                "DOI": [
                    "10.1159/000322238"
                ]
            }
        },
        "BIBREF10": {
            "title": "The pathophysiologic roles of interleukin-6 in human disease",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Papanicolaou",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Wilder",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Manolagas",
                    "suffix": ""
                },
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Chrousos",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann Intern Med",
            "volume": "128",
            "issn": "",
            "pages": "127-137",
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-128-2-199801150-00009"
                ]
            }
        },
        "BIBREF11": {
            "title": "Hyponatremia due to an excess of arginine vasopressin is common in children with febrile disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Nephrol",
            "volume": "24",
            "issn": "",
            "pages": "507-511",
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-008-1053-1"
                ]
            }
        },
        "BIBREF12": {
            "title": "Inflammation and hyponatremia: an under recognized condition?",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "JI",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Korean J Pediatr",
            "volume": "56",
            "issn": "",
            "pages": "519-522",
            "other_ids": {
                "DOI": [
                    "10.3345/kjp.2013.56.12.519"
                ]
            }
        },
        "BIBREF13": {
            "title": "Interleukin-1 beta stimulates both central and peripheral release of vasopressin and oxytocin in the rat",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Landgraf",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Holsboer",
                    "suffix": ""
                },
                {
                    "first": "QJ",
                    "middle": [],
                    "last": "Pittman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur J Neurosci",
            "volume": "7",
            "issn": "",
            "pages": "592-598",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1460-9568.1995.tb00663.x"
                ]
            }
        },
        "BIBREF14": {
            "title": "Interleukin-6 activates arginine vasopressin neurons in the supraoptic nucleus during immune challenge in rats",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Palin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Physiol Endocrinol Metab",
            "volume": "296",
            "issn": "",
            "pages": "E1289-1299",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpendo.90489.2008"
                ]
            }
        },
        "BIBREF15": {
            "title": "Hypothalamic-pituitary-adrenal axis activation and stimulation of systemic vasopressin secretion by recombinant interleukin-6 in humans: potential implications for the syndrome of inappropriate vasopressin secretion",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mastorakos",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Magiakou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Chrousos",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Endocrinol Metab",
            "volume": "79",
            "issn": "",
            "pages": "934-939",
            "other_ids": {
                "DOI": [
                    "10.1210/jcem.79.4.7962300"
                ]
            }
        },
        "BIBREF16": {
            "title": "Hyponatremia in children hospitalized due to pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wrotek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jackowska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Adv Exp Med Biol",
            "volume": "788",
            "issn": "",
            "pages": "103-108",
            "other_ids": {
                "DOI": [
                    "10.1007/978-94-007-6627-3_16"
                ]
            }
        },
        "BIBREF17": {
            "title": "Hyponatraemia in cases of children with pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakellaropoulou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatzistilianou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eboriadou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Athanasiadou-Piperopoulou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Med Sci",
            "volume": "6",
            "issn": "",
            "pages": "578-583",
            "other_ids": {
                "DOI": [
                    "10.5114/aoms.2010.14471"
                ]
            }
        },
        "BIBREF18": {
            "title": "Hyponatraemia: Isotonic fluids prevent hospital-acquired hyponatraemia",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Moritz",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Ayus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Nephrol",
            "volume": "11",
            "issn": "",
            "pages": "202-203",
            "other_ids": {
                "DOI": [
                    "10.1038/nrneph.2014.253"
                ]
            }
        },
        "BIBREF19": {
            "title": "140 mmol/L of sodium versus 77 mmol/L of sodium in maintenance intravenous fluid therapy for children in hospital (PIMS): a randomised controlled double-blind trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "McNab",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "1190-1197",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)61459-8"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Intravenous fluids in children and young people: summary of NICE guidance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neilson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "O’Neill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dawoud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crean",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "351",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.h6388"
                ]
            }
        },
        "BIBREF22": {
            "title": "Hyponatremia in pediatric community-acquired pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Don",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Valerio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korppi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Canciani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Nephrol",
            "volume": "23",
            "issn": "",
            "pages": "2247-2253",
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-008-0910-2"
                ]
            }
        },
        "BIBREF23": {
            "title": "“Drink plenty of fluids”: a systematic review of evidence for this recommendation in acute respiratory infections",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Guppy",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Mickan",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Del Mar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMJ",
            "volume": "328",
            "issn": "",
            "pages": "499-500",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.38028.627593.BE"
                ]
            }
        },
        "BIBREF24": {
            "title": "“Drink plenty of fluids”: Recommendations are not supported by data",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Collignon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMJ",
            "volume": "328",
            "issn": "7445",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.328.7445.958-a"
                ]
            }
        },
        "BIBREF25": {
            "title": "“Drink plenty of fluids”:No harm in fluids for colds and flu",
            "authors": [
                {
                    "first": "Ronald",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                },
                {
                    "first": "Martez",
                    "middle": [],
                    "last": "Jawad",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMJ",
            "volume": "328",
            "issn": "7445",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.328.7445.957-b"
                ]
            }
        },
        "BIBREF26": {
            "title": "Hyponatraemia associated with pneumonia or bacterial meningitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Germer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Arch Dis Child",
            "volume": "60",
            "issn": "",
            "pages": "963-966",
            "other_ids": {
                "DOI": [
                    "10.1136/adc.60.10.963"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Drug Therapy and Hazardous Substances Bronchiolitis: Recommendations for diagnosis, monitoring and management of children one to 24 months of age",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Rieder",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Walton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Paediatrics & child health.",
            "volume": "19",
            "issn": "9",
            "pages": "485-498",
            "other_ids": {
                "DOI": [
                    "10.1093/pch/19.9.485"
                ]
            }
        },
        "BIBREF29": {
            "title": "Recent evidence on the management of bronchiolitis",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Mansbach",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Current Opinion in Pediatrics.",
            "volume": "26",
            "issn": "3",
            "pages": "328-333",
            "other_ids": {
                "DOI": [
                    "10.1097/MOP.0000000000000090"
                ]
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Hyponatraemia and the inappropriate ADH syndrome in pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dhawan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singhi",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Ann Trop Paediatr",
            "volume": "12",
            "issn": "",
            "pages": "455-462",
            "other_ids": {
                "DOI": [
                    "10.1080/02724936.1992.11747614"
                ]
            }
        },
        "BIBREF32": {
            "title": "Incidence of hyponatraemia and hyponatraemic seizures in severe respiratory syncytial virus bronchiolitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Tibby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Durward",
                    "suffix": ""
                },
                {
                    "first": "IA",
                    "middle": [],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acta Paediatr",
            "volume": "92",
            "issn": "",
            "pages": "430-434",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1651-2227.2003.tb00573.x"
                ]
            }
        },
        "BIBREF33": {
            "title": "Preventing neurological complications from dysnatremias in children",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Moritz",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Ayus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Nephrol.",
            "volume": "20",
            "issn": "",
            "pages": "1687-1700",
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-005-1933-6"
                ]
            }
        },
        "BIBREF34": {
            "title": "New aspects in the pathogenesis, prevention, and treatment of hyponatremic encephalopathy in children",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "L."
                    ],
                    "last": "Moritz",
                    "suffix": ""
                },
                {
                    "first": "Juan",
                    "middle": [
                        "Carlos"
                    ],
                    "last": "Ayus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatric Nephrology",
            "volume": "25",
            "issn": "7",
            "pages": "1225-1238",
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-009-1323-6"
                ]
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Mild Chronic Hyponatremia Is Associated With Falls, Unsteadiness, and Attention Deficits",
            "authors": [
                {
                    "first": "Benoit",
                    "middle": [],
                    "last": "Renneboog",
                    "suffix": ""
                },
                {
                    "first": "Wim",
                    "middle": [],
                    "last": "Musch",
                    "suffix": ""
                },
                {
                    "first": "Xavier",
                    "middle": [],
                    "last": "Vandemergel",
                    "suffix": ""
                },
                {
                    "first": "Mario",
                    "middle": [
                        "U."
                    ],
                    "last": "Manto",
                    "suffix": ""
                },
                {
                    "first": "Guy",
                    "middle": [],
                    "last": "Decaux",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The American Journal of Medicine",
            "volume": "119",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjmed.2005.09.026"
                ]
            }
        }
    }
}