{
    "paper_id": "PMC6450629",
    "metadata": {
        "title": "“Epidemiology and aetiology of influenza-like illness among households in metropolitan Vientiane, Lao PDR”: A prospective, community-based cohort study",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "W."
                ],
                "last": "Rudge",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nui",
                "middle": [],
                "last": "Inthalaphone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Pavlicek",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Phimpha",
                "middle": [],
                "last": "Paboriboune",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Flaissier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chou",
                "middle": [],
                "last": "Monidarin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Steenkeste",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Viengmon",
                "middle": [],
                "last": "Davong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manivanh",
                "middle": [],
                "last": "Vongsouvath",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.",
                "middle": [
                    "A."
                ],
                "last": "Bonath",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Melinda",
                "middle": [],
                "last": "Messaoudi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mitra",
                "middle": [],
                "last": "Saadatian-Elahi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Newton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hubert",
                "middle": [],
                "last": "Endtz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [],
                "last": "Dance",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Glaucia",
                "middle": [],
                "last": "Paranhos Baccala",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Valentina",
                "middle": [],
                "last": "Sanchez Picot",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ray",
                "middle": [],
                "last": "Borrow",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Respiratory diseases are a major contributor to morbidity and mortality in many tropical countries, including Laos. Endemic, emerging, and re-emerging respiratory diseases may threaten both local and global populations, as has been highlighted with the emergence of Severe Acute Respiratory Syndrome (SARS) in 2003 [1], followed by outbreaks of the highly pathogenic avian influenza (HPAI) H5N1 [2]. Among the 5,942 million deaths in children under 5 in 2015, 15.5% were due to pneumonia [3]. Southeast Asia is thought to play a particularly important role in the global circulation of respiratory pathogens such as seasonal influenza A/H3N2 [4–6]. However, epidemiological surveillance of respiratory pathogens in Southeast Asia has been limited compared with the western hemisphere [7]. Furthermore, the socio-economic, demographic and environmental factors that influence disease burden and transmission dynamics can vary substantially both within and between hemispheres [7,8]. Thus, characterizing local epidemiology and burden of respiratory pathogens is crucial for appropriate public health decisions.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 396,
                    "end": 397,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 489,
                    "end": 490,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 643,
                    "end": 644,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 645,
                    "end": 646,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 785,
                    "end": 786,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 976,
                    "end": 977,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 978,
                    "end": 979,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Despite improvements in surveillance capacity for respiratory disease and influenza virus in many low- and middle-income countries (LMICs), particularly in Southeast Asia, there remain many challenges and knowledge gaps regarding the etiology and incidence of these diseases and the risks of pandemic or zoonotic influenza emergence [5].",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 335,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In Lao PDR, national programs for pandemic preparedness and laboratory-based influenza surveillance were established following the emergence of HPAI-H5N1 [5,9]. Since 2006, the National Center for Laboratory and Epidemiology of Lao PDR (NCLE) has developed laboratory, surveillance, and epidemiological capacity and was designated as the World Health Organization (WHO) National Influenza Center in 2010 [10]. In 2009–2010, identification of the viral etiologies in 292 patients hospitalized for acute lower respiratory illness (ALRI) showed these were mainly due to rhinoviruses (35%), and respiratory syncytial virus (RSV, 26%). Other etiologic agents were influenza (12%), parainfluenza viruses (9%), adenoviruses (6%), Human Metapneumovirus (HMPV),and corona viruses (4%), and Human Bocavirus (HboV) (3%) [11]. Streptococcus pneumoniae and Hempplilus influenza were the main bacterial pathogens causing ALRI in hospitalized children [12].",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 157,
                    "end": 158,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 405,
                    "end": 407,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 810,
                    "end": 812,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 938,
                    "end": 940,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The National Immunization Program (NIP) in Laos has made considerable progress since 2009. The pentavalent vaccine including Hemophilus influenzae type B is included in the NIP since 2009 [13]. With the assistance of Gavi, the country introduced the conjugated pneumococcal vaccine PCV13 into its NIP in October 2013. The schedule was for PCV13 vaccination to be given to infants at 6, 10, 14 weeks. The results of two cross-sectional community carriage surveys pre- and two years post-PCV13 introduction showed a significant 23% reduction in carriage prevalence of PCV13-related strains in 12–23-month-old children [14]. The prevalence of carriage of PCV13 strains was also lower in 5-8-week-old infants, suggesting evidence of herd immunity in this age group [14]. Japanese encephalitis vaccine and inactivated polio vaccine were introduced in 2015; and a second dose of measles-rubella vaccine targeting children 12–18 months in 2017 [13]. Despite a clear increase in NIP vaccines, pockets of suboptimal vaccination delivery and utilization persist, mostly in ethnic minority groups and remote rural areas [13]. A seasonal influenza vaccination program with trivalent inactivated was launched in 2012 for high-risk adults including pregnant women [15].",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 938,
                    "end": 940,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1110,
                    "end": 1112,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Community-based surveillance studies can provide valuable data for the estimation of epidemiological parameters and circulatory patterns of pathogens. The Longitudinal surveillance study of respiratory pathogens in metropolitan Vientiane, Lao PDR (LaCoRIS) is a community-based study that monitors the etiology and burden of respiratory disease among residents of this region. The project was initiated in 2015 as an extension of surveillance activities initially set up by CoPanFlu project in 2009–2010 [16]. The project was conducted by Fondation Mérieux in partnership with the Center of Infectiology Christophe Mérieux of Laos (CICML), Lao-Oxford-Mahosot Hospital-Wellcome Trust Research Unit (LOMWRU), and the London School of Hygiene & Tropical Medicine (LSHTM). The primary objectives of LaCoRIS project were to measure the incidence rates of acute respiratory diseases and to identify their etiologic pathogens in metropolitan Vientiane.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 507,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "This was a prospective, community-based, cohort study within the Vientiane metropolitan area in Lao PDR which has a total population of approximately 6.7 million, based on the 2016 census data [17]. The surveillance covered a total catchment area within the administrative boundaries of the Vientiane metropolitan area and included 4885 study participants in a total of 995 households in 25 villages (Fig 1). Households were selected from household registries and were enrolled into the cohort via door-to-door sampling. A household was defined as a group of individuals living on the same plot of land (one or more houses) or in the same building (apartment) and sharing their meals. All permanent residents of the household who met the inclusion criteria of > 6 months old and living in their respective village for at least 6 months were eligible to participate. Written consent was obtained from all participants before the start of the surveillance.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Study design and study area ::: Methods",
            "ref_spans": [
                {
                    "start": 401,
                    "end": 406,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The study was approved by the Lao National Ethics Committee for Health Research in Lao PDR (060/NECHR; 01 January 2017), and the Research Ethics Committee of the London School of Hygiene and Tropical Medicine (reference 7653, 18 June 2014).",
            "cite_spans": [],
            "section": "Ethic approval ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Upon enrollment, a household-level questionnaire was administered to collect data on socio-economic and potential exposure-related variables (including durable assets, water sources, sanitary systems, and animals owned). In addition, for each enrolled household member, individual-level data were collected on subject age, sex, pre-existing medical conditions and influenza vaccination history within the past 12 months.",
            "cite_spans": [],
            "section": "Ethic approval ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study flow chart is shown in Fig 2. From May 2015 to May 2016, active case finding for influenza-like illness (ILI) was conducted among the cohort through daily phone calls by staff at CICML. The suspected ILI cases were first identified using the WHO case definition as either > 37.5°C axillary temperature or > 38°C tympanic temperature with an associated respiratory symptom, i.e. cough, sore throat, or shortness of breath with symptoms starting within 10 days [18]. As soon as a case fulfilled the ILI-WHO criteria, a free of charge visit was organized on the same day by the field-trained healthcare staff to interview and verify disease eligibility criteria, to complete a disease investigation questionnaire and to collect biological specimens. A nasopharyngeal swab, throat swab, and sputum specimen (in cases with productive cough) were collected following a standard protocol.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 472,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Surveillance and case investigation ::: Methods",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 38,
                    "mention": "Fig 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A follow-up questionnaire was administrated to all ILI cases approximately 60 days following the disease onset in order to identify any sequelae, hospitalizations, and disease outcome.",
            "cite_spans": [],
            "section": "Surveillance and case investigation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The patient identification number and the disease investigation number were associated by a relational database and pre-printed labels that were placed on the questionnaire and any specimen collected.",
            "cite_spans": [],
            "section": "Surveillance and case investigation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Nasopharyngeal swabs were tested using the technology of FTD Respiratory pathogens 21 Plus for Real-Time PCR (RT-PCR) detection of influenza A, influenza A(H1N1)pdm09, influenza B, rhinovirus, human coronaviruses NL63, 229E, OC43 and HKU1; parainfluenza viruses 1, 2, 3 and 4; HMPV A/B, HboV, respiratory syncytial virus A/B, adenovirus, enterovirus, parechovirus, Mycoplasma pneumoniae, Chlamydia pneumoniae, Staphylococcus aureus, Streptococcus pneumoniae and Hemophilus influenzae type B. Considering that the FTD panel did not include the influenza A subtype H3N2, samples that tested positive for influenza A were subsequently tested for this subtype using a real-time PCR assay (abTESTM Flu 4 qPCR I kit (50) (v2.0), AITbiotech).",
            "cite_spans": [],
            "section": "Laboratory diagnosis of biological specimens ::: Methods",
            "ref_spans": []
        },
        {
            "text": "PCR positive cases of Streptococcus pneumoniae were serotyped for 40 different serotypes by using a novel multiplex real-time PCR assay [19]. This method identifies the following serotypes: 1, 2, 3, 4, 5, 6A/B, 6C, 7C, 7F, 8, 9N/L, 9V, 10A, 10F, 11A, 12F, 13, 14, 15A, 15B/C, 16F, 17F, 18C, 19A, 19F, 20, 21, 22F, 23A, 23B, 23F, 24, 31, 33F, 34, 35A, 35B, 35F, 38, 39, and an internal control, LytA.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Laboratory diagnosis of biological specimens ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Throat and sputum specimens underwent bacterial culture according to the standard operating procedures of the Mahosot Hospital Microbiology Laboratory, including culture for Burkholderia pseudomallei, and potential pathogens were tested for antibiotic susceptibility by disk diffusion using the methods of the Clinical and Laboratory Standards Institute [20]. Throat swabs were cultured on goat blood agar incubated anaerobically for beta-hemolytic streptococci and on Ashdown agar and broth for Burkholderia pseudomallei. Sputum was stained by Gram stain and the Kinyoun method for acid-fast bacilli and cultured on goat blood agar with an optochin disc, chocolate agar and Ashdown agar and broth. Beta-hemolytic streptococci were identified to Group level using the Oxoid Streptococcal Grouping Kit (Oxoid, Basingstoke UK). Streptococcus pneumoniae was identified by optochin susceptibility and bile solubility, Hemophilus influenzae was identified by dependence on X and V factors, Enterobacteriaceae were identified by in-house biochemical tests and confirmed by API 20E (BioMerieux, Basingstoke UK) when necessary.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Laboratory diagnosis of biological specimens ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data from the questionnaire surveys and laboratory analyses were double-entered into a FileMaker Pro (v14) relational database.",
            "cite_spans": [],
            "section": "Data management and statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "An asset-based index for socio-economic status (SES) was developed from a principal component analysis of 27 household variables, including durable assets, water sources, and sanitary systems [21]. Weights for each variable were derived from the factor scores in the first principal component, and households were categorised into quintiles based on their SES score.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Data management and statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Bivariate associations between household-level categorical variables and area (urban, peri-urban, or suburban) were tested using Chi-squared and Fisher’s exact tests. Incidence rates with associated 95% confidence intervals were estimated for the population of metropolitan Vientiane using complex survey analysis methodology [8, 22]. This allowed estimates to be adjusted both for the demographic (age and sex) structure of the Laos urban population (based on the 2015 Population and Housing Census), and for clustering in the survey design by household.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Data management and statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To assess potential risk factors for associations with ILI, we used generalized linear mixed models (GLMMs) adjusting for random effects at household level. Three binary outcome variables were used, based on whether the participant experienced at least one episode of ILI, virus-positive ILI, and bacteria-positive ILI during the surveillance period. Multivariate GLMM models included age group, sex, and SES by default, while other variables were considered for inclusion if they showed associations with P <0.1 in the bivariate models. The final multivariate models were then derived through backwards, stepwise elimination of variables which did not retain statistical significance of P<0.1 based on ANOVA.",
            "cite_spans": [],
            "section": "Data management and statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All statistical analyses were carried out using R version 3.3.2.",
            "cite_spans": [],
            "section": "Data management and statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 995 households including 4885 study participants were recruited from across 25 villages in metropolitan Vientiane. Males represented 52.4% of the study population. The median age was 29 years (range: 0–99), with 1022 (20.9%) of participants in the age group 0–14 years, 3594 (73.6%) aged 15–64 years, and 269 (5.5%) >65 years. The mean number of participants per household was 4.9 (range: 1–17). Overall, 36.9% of the study population reported having been vaccinated with trivalent influenza vaccine within 12 months prior to enrolment.",
            "cite_spans": [],
            "section": "Cohort characteristics ::: Results",
            "ref_spans": []
        },
        {
            "text": "Characteristics of the study households by area are reported in Table 1. Almost all participants (99.6%) belonged to Lao Loum ethnicity. There was no significant association between the number of children in the household and study area/zone. SES category and education level of the head of household were significantly associated with the living area. (S1 Table for full results of the PCA analysis used to derive the asset-based SES index).",
            "cite_spans": [],
            "section": "Cohort characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Throughout the surveillance period, a total of 548 episodes of ILI were reported among 476 (9.7%) individuals from 330 (33.2%) households. The estimated incidence of ILI for the metropolitan Vientiane population, adjusted for demographic structure within the study area, was 10.7 (95%CI: 9.4–11.9) episodes per 100 person-years. On average, each participant reported 0.11 (range: 0–3) episodes of ILI, with a mean of 0.55 (range: 0–8) episodes per household. Fever and cough were the two commonest symptoms, reported by 92.0% and 89.6% of cases respectively. Sore throat, headache and myalgia were reported by over 60% of cases.",
            "cite_spans": [],
            "section": "Incidence of influenza like illness in the study area ::: Results",
            "ref_spans": []
        },
        {
            "text": "The results of the multivariate models for each of ILI outcomes are presented in Table 2. Variables were considered for inclusion if they showed associations with P <0.1 in the bivariate models (S2 Table). Males and young adults (25–44 years) were significantly less likely to report ILI. The number of bedrooms was inversely associated with ILI (adjusted odds ratio, AOR 0.89 per room increase; 95% CI: 0.79–1.00) and bacteria-positive ILI (AOR: 0.82; 95% CI:0.67–0.99). Having a pre-existing chronic condition was significantly associated with ILI (AOR: 1.43; 95% CI: 1.01–2.09) and virus-positive ILI (AOR:1.78; 95%CI: 1.15–2.77) but not with bacteria-positive ILI. Meanwhile, low SES and recent history of influenza vaccination were significant predictors for bacteria-positive ILI, but not ILI or virus-positive ILI.",
            "cite_spans": [],
            "section": "Incidence of influenza like illness in the study area ::: Results",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "During the follow-up period, 3 cases (0.5%) were hospitalized for their respiratory illness. Two had tested positive for Coronavirus 63, from the disease investigation (i.e. prior to their hospitalization), while in the third patient no pathogens were detected. All 548 cases were alive at the point of follow-up.",
            "cite_spans": [],
            "section": "Incidence of influenza like illness in the study area ::: Results",
            "ref_spans": []
        },
        {
            "text": "Among the 548 nasal swabs, the FTD PCR assay detected at least one potential pathogen in 65.1% of specimens, with 50.7% of nasal swabs testing positive for a least one virus, and 28.8% positive for at least one bacterium. Throat swabs were obtained from 534 (97.4%) cases and underwent microbiological culture. Sputum specimens of sufficient quality for microbiological testing were also obtained from 37 (6.8%) of the cases (a further 20 sputum samples received were rejected as salivary on the basis of microscopy for epithelial and white cells and were not processed).",
            "cite_spans": [],
            "section": "Etiological profile ::: Results",
            "ref_spans": []
        },
        {
            "text": "The most common bacteria detected by real-time PCR in nasal swabs were Streptococcus pneumoniae (93 episodes, S3 Table for details on Streptococcus pneumoniae serotypes), followed by Staphylococcus aureus (62 episodes) (Fig 3).",
            "cite_spans": [],
            "section": "Bacterial profile ::: Results",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 225,
                    "mention": "Fig 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Culture growth of a potential bacterial pathogen was observed in 46 (8.6%) and 15 (40.5%) of throat and sputum samples, respectively. streptococcus were the only potential pathogens isolated from throat swabs (4 Group A, 7 Group B, 1 Group C, 7 Group F and 27 Group G, based on Lancefield classification). Enterobacteriaceae (mainly Klebsiella pneumoniae) accounted for the majority (11) of isolates reported from sputum samples (together with Staphylococcus aureus in one sample), with three growing Haemophilus influenzae and one a Group G streptococcus (which was also isolated from the same patient’s throat swab). However, the clinical significance of many of isolates is questionable. Interestingly, none of the sputum samples grew Streptococcus. pneumoniae and Burkholderia pseudomallei and acid-fast bacilli were not detected from any sample.",
            "cite_spans": [],
            "section": "Bacterial profile ::: Results",
            "ref_spans": []
        },
        {
            "text": "Influenza A (61 episodes), rhinovirus (49 episodes), influenza B (44 episodes), and coronavirus OC43 (40 episodes) were the main virus isolated from the nasal swabs tested by FTD (Fig 3). Of the 61 nasal swabs positive for influenza A, 54 (88.5%) and 2 (3.3%) tested positive for subtypes A/H3N2 and A/H1N1-pdm09, respectively. A total of 39 parainfluenza virus cases were detected, among which all four types were observed, with type 3 the most common (17 cases, 43%), followed by type 1 (13 cases, 33.3%).",
            "cite_spans": [],
            "section": "Viral profile ::: Results",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 185,
                    "mention": "Fig 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "More than one potential pathogen was detected in 24.1% (132/548) of ILI episodes. A wide range of combinations of co-infecting agents was observed, although Streptococcus pneumoniae was the most frequently detected agent in co-infections. Co-detection of Streptococcus pneumoniae with influenza (12 cases with influenza B and 6 cases with influenza A), Staphylococcus. aureus (11 cases), and Hemophilus influenzae type B (11 cases) were among the most common. Streptococcus pneumoniae detection was significantly correlated with Hemophilus influenzae type B detection (Spearman’s rho = 0.22; P<0.001) but not with influenza viruses or Staphylococcus. aureus (S1 and S2 Figs).",
            "cite_spans": [],
            "section": "Co-infections and temporal patterns ::: Results",
            "ref_spans": []
        },
        {
            "text": "We observed the presence of temporal patterns for the studied respiratory pathogens (Fig 4). Influenza A showed a clear peak between July-October, while Influenza B, coronaviruses, and parainfluenza viruses, tended to be detected more frequently from January through March. Peaks in detection of potentially significant bacteria tended to coincide with these peak periods of viral activity.",
            "cite_spans": [],
            "section": "Co-infections and temporal patterns ::: Results",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 90,
                    "mention": "Fig 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Estimated incidence rates (events per 100 person-years) and 95% confidence intervals for each pathogen, adjusted for the demographic structure of the Lao urban household population and clustering of the survey design, are presented in Fig 5 (S4 Table for incidence estimates). The highest incidence rates were found for Streptococcus pneumoniae (2.5, 95%CI: 1.88–3.11) followed by Staphylococcus aureus (1.44, 95%CI: 1.03–1.84), influenza A (1.20, 95%CI: 0.86–1.54) and B (1.00, 95%CI: 0.64–1.36), and rhinovirus (0.87, 95%CI: 0.59–1.15) (S4 Table for incidence estimates).",
            "cite_spans": [],
            "section": "Incidence estimates by pathogen ::: Results",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 240,
                    "mention": "Fig 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Incidence rate by age-groups are shown in Fig 6. Streptococcus pneumoniae, influenza B, parainfluenza 1, HMPV, HboV, adenovirus, and Hemophilus influenzae type B detection rates were distinctly highest in the youngest (0–4 years) age group while the incidence of influenza A, coronavirus NL63, Staphylococcus aureus, and Mycoplasma pneumoniae were highest among school-aged (5–14 years) children. The highest incidence rate for coronaviruses was seen in those older than 45 years.",
            "cite_spans": [],
            "section": "Incidence estimates by pathogen ::: Results",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 47,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Analysis of symptoms in relation to specific pathogens detected among cases revealed a number of significant associations, although their diagnostic value was generally limited as indicated by low positive predictive values (S5 Table). Measured fever was of reasonable specificity (>70%) for laboratory confirmed influenza and Streptococcus pneumoniae, while myalgia and sore throat were more sensitive (>80%) but less specific (<40%) indicators for influenza. Cyanosis was of high estimated specificity (95%CI: 98–100%) but very low sensitivity (95%CI: 1–10%) for Streptococcus pneumoniae. Chills was of high specificity (95% CI: 88–93%) but uncertain sensitivity (95% CI: 9–99%) due to the low number of cases for detection of H. influenzae through microbial culture, although this symptom was not significantly associated with Hemophilus influenzae type B detection by PCR. Other positive symptomatic associations included headache with rhinovirus, and myalgia with coronavirus.",
            "cite_spans": [],
            "section": "Symptoms associated with pathogen-specific diagnosis ::: Results",
            "ref_spans": []
        },
        {
            "text": "To examine potential disease transmission within households, temporal clusters of infections were identified, with a cluster defined as two or more episodes of the same pathogen detected in the same household with onset of symptoms within 21 days of each other. Clusters involving Streptococcus pneumoniae were included only if the same serotype was detected among all cases within the clusters. Clusters of Staphylococcus aureus infection (for which only one cluster was observed) were excluded as typing of Staphylococcus aureus isolates was not conducted.",
            "cite_spans": [],
            "section": "Temporal clustering of infections by household ::: Results",
            "ref_spans": []
        },
        {
            "text": "Overall, 14 clusters were identified (Table 3). The interval period for the onset of secondary cases within each cluster was less than 10 days in all but one cluster (18 days). Five clusters were due to influenza A/H3N2 virus, four were due to influenza B, while Parainfluenza 1, Parainfluenza 4, Rhinovirus and HMPV were each associated with a single cluster. Common Streptococcus pneumoniae genotypes were detected in two clusters. Across these 14 household clusters, the “index cases” (i.e. the cases with the earliest date of symptom onset) were children (<18 Y) in four clusters, and adults (≥18 Y) in eight clusters. In two clusters, the index cases involved both a child and an adult with the same date of symptom onset.",
            "cite_spans": [],
            "section": "Temporal clustering of infections by household ::: Results",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Overall, 72.3% (34/47) of streptococcus strains were resistant to tetracycline while none showed resistance to ofloxacin. The majority of Klebsiella sp. cultures (8/9 cultures; 88.9%) were resistant to ampicillin. Of three H. influenzae cultures tested, 66.7% were resistant to ampicillin (S6 Table).",
            "cite_spans": [],
            "section": "Antimicrobial susceptibility ::: Results",
            "ref_spans": []
        },
        {
            "text": "Respiratory infections represent one of the main causes of morbidity and mortality in the general population [23]. Community-based studies carried out in high income countries have provided key insights on the epidemiology and etiology of these infections and on their burden among children who are also considered as the main source of transmission within the household [24,25]. However, fewer data are available from low and middle-income countries.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 372,
                    "end": 374,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Establishing the etiology of ILI in the general population is important in order to identify the importance of each pathogen, improve management and guide antiviral treatment to limit the emergence and spread of antibiotic resistance [26]. However, little has been published from South-East Asia regarding viral or bacterial pathogens that can contribute to ILI in a community setting. To the best of our knowledge, this is the first community-based surveillance that prospectively monitored the incidence of ILI and its causative pathogens in Vientiane capital in Lao PDR.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A higher incidence of respiratory infections in lower SES households have been reported in several studies and is thought to be related to overcrowding, poor environmental sanitation and poor hygienic practices [27]. Our results are consistent with these previous studies, with a lower rate of ILI observed among Vientiane households in higher SES categories and with a larger number of bedrooms.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Contrary to temperate countries where there is a clear peak of respiratory virus activity during winter, the seasonal activity of these viruses is not so well defined in tropical countries. Two annual peaks, a single annual peak or no distinct seasonality for influenza virus have been reported in the tropics [28–30]. A single peak of influenza activity during the rainy season has been reported in Cambodia [31] and Thailand [32]. In our study, influenza viruses were the most common viral respiratory pathogens followed by rhinovirus. The distribution of influenza virus was marked by two distinct peaks, dominated by influenza A strains (mainly A/H3N2) from July to October and by influenza B strains from February to April. The year-round ILI activity in Vientiane Capital reported by Kieffer et al. [16] was also observed in our study. However, given that our study only covered a single 12-month period, it would not be appropriate to infer whether the observed data are representative of seasonal patterns in Vientiane more generally.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 313,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 314,
                    "end": 316,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 428,
                    "end": 430,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 806,
                    "end": 808,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Over the course of the study i.e. 2015–2016, 9.7% of the study population experienced at least one episode of ILI. In a hospital-based study carried out in Lao PDR, ILI cases accounted for 10% of all patients presenting to seven government-run hospital out-patient departments and emergency rooms in Vientiane Capital from 2008 to 2010 [33]. Our estimate of ILI incidence of 0.11 episodes per person-year is very similar to the rate (0.12 per person year) reported in a household surveillance study in Vietnam [34]. Consistent with what has been reported in the literature [35–37], we observed the highest rates of ILI among children (<15years) and older adults (>45 years).",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 511,
                    "end": 513,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 574,
                    "end": 576,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A known virus or bacterium was identified by the PCR-based assay in 65.1% of the 548 nasal swabs samples, and by microbial culture in 8.6% and 45.9% of throat and sputum specimens respectively. However, the clinical significance of the bacteria was frequently difficult to establish. Co-detection was identified in 24.1% of ILI cases, with influenza (A and B) and Streptococcus pneumoniae being the most common combination. Recently, new evidence has emerged regarding an interaction between these two pathogens. Some authors believe that influenza induces susceptibility to secondary pneumococcal infections while others reject the unidirectional effect of the virus on Streptococcus pneumoniae by arguing that asymptomatic pneumococcal carriage may be an indicator of subsequent influenza virus infection ([38] and references therein). It is also important to note that we did not detect a statistically significant association between Streptococcus pneumoniae and influenza; thus, the relatively high frequency of these co-infections does not necessarily support hypotheses for influenza-induced susceptibility to pneumococcal infection (or vice versa). We did, however, observe a significant association between Streptococcus pneumoniae and H. influenzae infection. A synergistic association between these agents has previously been observed in children [39], and also in an experimental study on Chinchillas [40], with the latter suggesting that H. influenzae co-infection promotes pneumococcal biofilm formation and persistence.",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 811,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1359,
                    "end": 1361,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1414,
                    "end": 1416,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Interestingly, we found that recent history of influenza vaccination was associated with a relatively small but significant increase in risk of a bacteria-positive ILI episode, even after adjusting for other variables (AOR 1.69; 95% CI: 1.10–2.58). A previous in vivo study found that live attenuated influenza vaccine (LAIV) promotes colonisation by Streptococcus pneumoniae and Staphylococcus aureus of the upper respiratory tracts of mice [41], although the clinical relevance of this finding has been disputed by others, given that previous studies reported no such association between LAIV and nasal carriage of bacteria in humans ([42] and references therein). One other observation of note was the complete absence of B. pseudomallei, which has previously been reported to cause a mild, self-limiting ‘flu-like illness in northern Australia [43], in this population, despite the fact that melioidosis is common in the Vientiane area [44].",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 941,
                    "end": 943,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Viral etiologies in the present study were similar to those found in other studies of ILI or acute respiratory illness in Asia [34], Australia [45] and the US [46]. Influenza virus was the most common virus present in 11% of ILI swabs, followed by rhinovirus and coronavirus.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 144,
                    "end": 146,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 160,
                    "end": 162,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Incidence profiles by age-group varied between pathogens. Influenza was the most commonly isolated virus in children 0–14 years old. This is in contrast with hospital-based studies in Asia that reported RSV as the commonest viral pathogen detected among young children with acute respiratory infection [12, 47–49]. This finding supports previous observations that etiological studies carried out in hospital settings may not accurately reflect the situation in the community, as the former are skewed toward more severe cases. We found the incidence of influenza B to be particularly high in children compared to other age groups. No obvious pattern regarding the frequency of influenza B and age was observed in a systematic literature review that assessed the global burden of influenza B [50]. As reported by others [34, 46], coronaviruses were common amongst older individuals.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 310,
                    "end": 312,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 792,
                    "end": 794,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 820,
                    "end": 822,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 824,
                    "end": 826,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Streptococcus pneumoniae and Staphylococcus aureus were the main bacteria found in children 0–4 and 5–14 years old respectively. These potential pathogens are also carried by healthy individuals as commensals with varied rates according to the age. The highest rates of Streptococcus pneumoniae carriage are in general seen at 6 months to 3 years of age [51,52] and an inverse relationship has previously been observed between the carriage of Streptococcus pneumoniae and Staphylococcus aureus [53–55]. This finding together with the fact that nasal carriage of these pathogens is known to be the first step of infection [56, 57] could explain the observed differences in the rates of Streptococcus pneumoniae and Staphylococcus aureus detection in these age groups. Streptococcus pneumoniae was the principal bacterial pathogen in recent studies of pneumonia in children in Nepal [58], in India [59] and in the WHO Western Pacific region [60].",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 358,
                    "end": 360,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 495,
                    "end": 497,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 622,
                    "end": 624,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 897,
                    "end": 899,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 940,
                    "end": 942,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Management of respiratory diseases caused by bacteria can be complicated by the presence of resistant strains. We found that except streptococcus groups C and F, the majority of isolated streptococcus strains were resistant to tetracycline. High rates of resistance to tetracycline were also found in a study of Streptococcus pneumoniae isolated in China [61], Korea [62] and Vietnam [63]. On the contrary, none of the cultured streptococcus isolates in this work were resistant to ofloxacin.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 368,
                    "end": 370,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although the incidence of many respiratory pathogens was highest in children, our study did not provide any evidence that children contribute significantly more to household transmission compared with other age groups. None of the three main ILI outcome variables examined (ILI, virus-positive ILI or bacteria-positive ILI) were significantly associated with the number of children living in the household, in bivariate or multivariate analyses. Furthermore, in the 14 potential household transmission events identified, the “index” cases (based on date of symptom onset) were children in less than half of the clusters. These findings are consistent with those of the aforementioned household cohort study in Vietnam, which similarly found little evidence to suggest that children are the main contributors to household transmission [34]. In slight contrast to the Vietnam study, however, we observed household clusters to be most frequently associated with influenza rather than rhinovirus.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 837,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Nonetheless, the limitations of community-based ILI surveillance for detecting household transmission events should be acknowledged. For example, this approach relies on households to report ILI symptoms when contacted by the surveillance team, and reporting rates may vary by age and severity of symptoms. Some asymptomatic or mild cases are likely to be missed, and specimen sampling will not always coincide with the optimum time window for pathogen detection. In addition, self-reported date of symptom onset may not be an accurate proxy for identifying primary and secondary cases within household clusters. Longitudinal serological surveys are needed to more accurately infer household transmission risk, although this requires considerable additional resources and to date such serological surveys have tended to focus on a single pathogen such as influenza [64]. Hemophilus influenzae is among the leading bacterial causes of respiratory infection. Except Hemophilus influenza B, our study did not include other serotypable Hemophilus influenza strains due to limited available funds. Nasal samples are however stored in a biobank and will be the subject of further analyses.",
            "cite_spans": [
                {
                    "start": 866,
                    "end": 868,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Another limitation of our study is that Staphylococcus aureus and Streptococcus pneumoniae are commensal bacteria. As a consequence, the high rate detection of these bacteria in our study could reflect the carriage in the study population, independently of ILI. Also, while the community-based design is appropriate for identifying and estimating the incidence of circulating respiratory pathogens, hospital-based surveillance is better powered for identifying the causative agents in more severe clinical cases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite these limitations, our study has provided comprehensive insights on the etiology and incidence of ILI in Laos and contributes to the limited but growing evidence on the epidemiology and burden of respiratory pathogens in low-income, tropical countries. The major strength of this study is that it considered a much more comprehensive range of pathogens, including both bacterial and viral agents, than is typically covered in ILI surveillance studies, particularly in developing country settings. The study could also have some direct benefits for the study population. For example, it may lead some participants to seek medical attention more often than they normally would, thus benefiting participants by increased medical attention. Second, public health interventions and measures may be influenced by the results of this study through a better understanding of the etiology of respiratory disease in this setting.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, LaCoRIS has generated valuable data on respiratory disease burden, patterns of etiologies associated with community-acquired acute respiratory illness, and data on Streptococcus pneumoniae serotypes in Laos. The accumulating data on household-level transmission, and the biobank repository of specimens constitutes an important resource to facilitate future investigations on influenza epidemiology. Establishment of a surveillance strategy in Laos to monitor trends in the epidemiology and burden of acute respiratory infections, and for early detection of emerging pathogens, is required to minimize their impact on human health.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF2": {
            "text": "Table 3: Table shows cases with the same pathogen detected that occurred within the same household within 21 days of each other.\n",
            "type": "table"
        },
        "FIGREF5": {
            "text": "Fig 6: Error bars represent -/+ standard errors. Dashed horizontal lines represent the age and sex adjusted estimate for the overall Vientiane capital population.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Severe acute respiratory syndrome, Beijing, 2003",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "1",
            "pages": "25-31",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1001.030553"
                ]
            }
        },
        "BIBREF1": {
            "title": "Avian influenza outbreak in south east Asia",
            "authors": [],
            "year": 2004,
            "venue": "J R Soc Promot Health",
            "volume": "124",
            "issn": "2",
            "pages": "64-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Global, regional, and national causes of under-5 mortality in 2000–15: an updated systematic analysis with implications for the Sustainable Development Goals",
            "authors": [],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "10063",
            "pages": "3027-3035",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)31593-8"
                ]
            }
        },
        "BIBREF3": {
            "title": "Explaining the geographical origins of seasonal influenza A (H3N2)",
            "authors": [],
            "year": 2016,
            "venue": "Proc Biol Sci",
            "volume": "283",
            "issn": "1838",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2016.1312"
                ]
            }
        },
        "BIBREF4": {
            "title": "Pandemic influenza preparedness and health systems challenges in Asia: results from rapid analyses in 6 Asian countries",
            "authors": [],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-10-322"
                ]
            }
        },
        "BIBREF5": {
            "title": "The global circulation of seasonal influenza A (H3N2) viruses",
            "authors": [],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "5874",
            "pages": "340-6",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1154137"
                ]
            }
        },
        "BIBREF6": {
            "title": "Influenza in the tropics",
            "authors": [],
            "year": 2010,
            "venue": "Curr Opin Infect Dis",
            "volume": "23",
            "issn": "5",
            "pages": "415-20",
            "other_ids": {
                "DOI": [
                    "10.1097/QCO.0b013e32833cc955"
                ]
            }
        },
        "BIBREF7": {
            "title": "The epidemiology of interpandemic and pandemic influenza in Vietnam, 2007–2010: the Ha Nam household cohort study I",
            "authors": [],
            "year": 2012,
            "venue": "Am J Epidemiol",
            "volume": "175",
            "issn": "10",
            "pages": "1062-74",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kws121"
                ]
            }
        },
        "BIBREF8": {
            "title": "An early report from newly established laboratory-based influenza surveillance in Lao PDR",
            "authors": [],
            "year": 2010,
            "venue": "Influenza Other Respir Viruses",
            "volume": "4",
            "issn": "2",
            "pages": "47-52",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2009.00120.x"
                ]
            }
        },
        "BIBREF9": {
            "title": "Capacity building in response to pandemic influenza threats: Lao PDR case study",
            "authors": [],
            "year": 2012,
            "venue": "Am J Trop Med Hyg",
            "volume": "87",
            "issn": "6",
            "pages": "965-71",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.2012.12-0074"
                ]
            }
        },
        "BIBREF10": {
            "title": "Respiratory virus infections in hospitalized children and adults in Lao PDR",
            "authors": [],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "6",
            "pages": "1070-8",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12135"
                ]
            }
        },
        "BIBREF11": {
            "title": "Acute respiratory infections in hospitalized children in Vientiane, Lao PDR—the importance of Respiratory Syncytial Virus",
            "authors": [],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-09006-6"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Pneumococcal carriage in vaccine-eligible children and unvaccinated infants in Lao PDR two years following the introduction of the 13-valent pneumococcal conjugate vaccine",
            "authors": [],
            "year": 2019,
            "venue": "Vaccine",
            "volume": "37",
            "issn": "2",
            "pages": "296-305",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2018.10.077"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "2009 A(H1N1) seroconversion rates and risk factors among the general population in Vientiane Capital, Laos",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0061909"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The Relevance of a Novel Quantitative Assay to Detect up to 40 Major Streptococcus pneumoniae Serotypes Directly in Clinical Nasopharyngeal and Blood Specimens",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0151428"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Performance standards for antimicrobial disk susceptibility tests; Approved Standard–Twelfth Edition. CLSI document M02-A12",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Constructing socio-eocnomic status indices: how to use principal component analysis",
            "authors": [],
            "year": 2006,
            "venue": "Health Policy and Planning",
            "volume": "21",
            "issn": "6",
            "pages": "459-468",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czl029"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Complex Surveys: A Guide to Analysis Using R",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Risk factors of influenza transmission in households",
            "authors": [],
            "year": 2004,
            "venue": "Br J Gen Pract",
            "volume": "54",
            "issn": "506",
            "pages": "684-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A Bayesian MCMC approach to study transmission of influenza: application to household longitudinal data",
            "authors": [],
            "year": 2004,
            "venue": "Stat Med",
            "volume": "23",
            "issn": "22",
            "pages": "3469-87",
            "other_ids": {
                "DOI": [
                    "10.1002/sim.1912"
                ]
            }
        },
        "BIBREF25": {
            "title": "Viral and atypical bacterial aetiologies of infection in hospitalised patients admitted with clinical suspicion of influenza in Thailand, Vietnam and Indonesia",
            "authors": [],
            "year": 2015,
            "venue": "Influenza Other Respir Viruses",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12326"
                ]
            }
        },
        "BIBREF26": {
            "title": "Social status and susceptibility to respiratory infections",
            "authors": [],
            "year": 1999,
            "venue": "Ann N Y Acad Sci",
            "volume": "896",
            "issn": "",
            "pages": "246-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Latitudinal variations in seasonal activity of influenza and respiratory syncytial virus (RSV): a global comparative review",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0054445"
                ]
            }
        },
        "BIBREF28": {
            "title": "Epidemiological and virological characteristics of influenza in the Western Pacific Region of the World Health Organization, 2006–2010",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0037568"
                ]
            }
        },
        "BIBREF29": {
            "title": "Influenza excess mortality from 1950–2000 in tropical Singapore",
            "authors": [],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0008096"
                ]
            }
        },
        "BIBREF30": {
            "title": "Influenza epidemiology and characterization of influenza viruses in patients seeking treatment for acute fever in Cambodia",
            "authors": [],
            "year": 2010,
            "venue": "Epidemiol Infect",
            "volume": "138",
            "issn": "2",
            "pages": "199-209",
            "other_ids": {
                "DOI": [
                    "10.1017/S095026880999063X"
                ]
            }
        },
        "BIBREF31": {
            "title": "The burden of influenza in East and South- East Asia: a review of the English language literature",
            "authors": [],
            "year": 2008,
            "venue": "Influenza and other respiratory viruses",
            "volume": "2",
            "issn": "",
            "pages": "81-92",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2008.00045.x"
                ]
            }
        },
        "BIBREF32": {
            "title": "Epidemiological and virological characteristics of seasonal and pandemic influenza in Lao PDR, 2008–2010",
            "authors": [],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "3",
            "pages": "304-11",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2012.00394.x"
                ]
            }
        },
        "BIBREF33": {
            "title": "Epidemiology and etiology of influenza-like-illness in households in Vietnam; it's not all about the kids!",
            "authors": [],
            "year": 2016,
            "venue": "J Clin Virol",
            "volume": "82",
            "issn": "",
            "pages": "126-132",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2016.07.014"
                ]
            }
        },
        "BIBREF34": {
            "title": "The burden of seasonal and pandemic influenza in infants and children",
            "authors": [],
            "year": 2014,
            "venue": "Eur J Pediatr",
            "volume": "173",
            "issn": "3",
            "pages": "265-76",
            "other_ids": {
                "DOI": [
                    "10.1007/s00431-013-2023-6"
                ]
            }
        },
        "BIBREF35": {
            "title": "Socio-economic burden of influenza among children younger than 5 years in the outpatient setting in Suzhou, China",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0069035"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Interactions between Streptococcus pneumoniae and influenza virus: a mutually beneficial relationship?",
            "authors": [],
            "year": 2012,
            "venue": "Future Microbiol",
            "volume": "7",
            "issn": "5",
            "pages": "609-24",
            "other_ids": {
                "DOI": [
                    "10.2217/fmb.12.29"
                ]
            }
        },
        "BIBREF38": {
            "title": "Interrelationship of Streptococcus pneumoniae, Haemophilus influenzae and Staphylococcus aureus colonization within and between pneumococcal-vaccine naïve mother-child dyads",
            "authors": [],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-13-483"
                ]
            }
        },
        "BIBREF39": {
            "title": "Coinfection with Haemophilus influenzae promotes pneumococcal biofilm formation during experimental otitis media and impedes the progression of pneumococcal disease",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "7",
            "pages": "1068-75",
            "other_ids": {
                "DOI": [
                    "10.1086/656046"
                ]
            }
        },
        "BIBREF40": {
            "title": "Live attenuated influenza vaccine enhances colonization of Streptococcus pneumoniae and Staphylococcus aureus in mice",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "1",
            "pages": "e01040-13",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01040-13"
                ]
            }
        },
        "BIBREF41": {
            "title": "No clinical association of live attenuated influenza virus with nasal carriage of bacteria or acute otitis media",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "3",
            "pages": "e01145-14",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01145-14"
                ]
            }
        },
        "BIBREF42": {
            "title": "Enzyme-linked immunosorbent assay for the diagnosis of clinical and subclinical melioidosis",
            "authors": [],
            "year": 1989,
            "venue": "The Journal of infectious diseases",
            "volume": "160",
            "issn": "2",
            "pages": "253-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Melioidosis in the Lao People’s Democratic Republic",
            "authors": [],
            "year": 2018,
            "venue": "Trop. Med",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/tropicalmed3010021"
                ]
            }
        },
        "BIBREF44": {
            "title": "Virus detection and its association with symptoms during influenza-like illness in a sample of healthy adults enrolled in a randomised controlled vaccine trial",
            "authors": [],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "3",
            "pages": "330-9",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2012.00395.x"
                ]
            }
        },
        "BIBREF45": {
            "title": "Frequency of acute respiratory illnesses and circulation of respiratory viruses in households with children over 3 surveillance seasons",
            "authors": [],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "210",
            "issn": "11",
            "pages": "1792-9",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiu327"
                ]
            }
        },
        "BIBREF46": {
            "title": "Acute viral lower respiratory tract infections in Cambodian children: clinical and epidemiologic characteristics",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "1",
            "pages": "e8-13",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31826fd40d"
                ]
            }
        },
        "BIBREF47": {
            "title": "Atypical bacterial pathogen infection in children with acute bronchiolitis in northeast Thailand",
            "authors": [],
            "year": 2011,
            "venue": "J Microbiol Immunol Infect",
            "volume": "44",
            "issn": "2",
            "pages": "95-100",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2010.02.001"
                ]
            }
        },
        "BIBREF48": {
            "title": "Viral etiologies of acute respiratory infections among hospitalized Vietnamese children in Ho Chi Minh City, 2004–2008",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0018176"
                ]
            }
        },
        "BIBREF49": {
            "title": "The burden of influenza B: a structured literature review",
            "authors": [],
            "year": 2013,
            "venue": "Am J Public Health",
            "volume": "103",
            "issn": "3",
            "pages": "e43-51",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2012.301137"
                ]
            }
        },
        "BIBREF50": {
            "title": "Epidemiology of Streptococcus pneumoniae and Staphylococcus aureus colonization in healthy Venezuelan children",
            "authors": [],
            "year": 2011,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "30",
            "issn": "1",
            "pages": "7-19",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-010-1044-6"
                ]
            }
        },
        "BIBREF51": {
            "title": "Microbial interactions during upper respiratory tract infections",
            "authors": [],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "10",
            "pages": "1584-91",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1410.080119"
                ]
            }
        },
        "BIBREF52": {
            "title": "Staphylococcus aureus and Streptococcus pneumoniae interaction and response to pneumococcal vaccination: Myth or reality?",
            "authors": [],
            "year": 2016,
            "venue": "Hum Vaccin Immunother",
            "volume": "12",
            "issn": "2",
            "pages": "351-7",
            "other_ids": {
                "DOI": [
                    "10.1080/21645515.2015.1081321"
                ]
            }
        },
        "BIBREF53": {
            "title": "Nasopharyngeal carriage of Streptococcus pneumoniae in Taiwan before and after the introduction of a conjugate vaccine",
            "authors": [],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "32",
            "pages": "5171-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2011.05.034"
                ]
            }
        },
        "BIBREF54": {
            "title": "Association between carriage of Streptococcus pneumoniae and Staphylococcus aureus in Children",
            "authors": [],
            "year": 2004,
            "venue": "JAMA",
            "volume": "292",
            "issn": "6",
            "pages": "716-20",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.292.6.716"
                ]
            }
        },
        "BIBREF55": {
            "title": "The role of nasal carriage in Staphylococcus aureus infections",
            "authors": [],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "12",
            "pages": "751-62",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(05)70295-4"
                ]
            }
        },
        "BIBREF56": {
            "title": "The fundamental link between pneumococcal carriage and disease",
            "authors": [],
            "year": 2012,
            "venue": "Expert Rev Vaccines",
            "volume": "11",
            "issn": "7",
            "pages": "841-55",
            "other_ids": {
                "DOI": [
                    "10.1586/erv.12.53"
                ]
            }
        },
        "BIBREF57": {
            "title": "Burden of bacterial upper respiratory tract pathogens in school children of Nepal",
            "authors": [],
            "year": 2017,
            "venue": "BMJ Open Respir Res",
            "volume": "4",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmjresp-2017-000203"
                ]
            }
        },
        "BIBREF58": {
            "title": "Etiology of community acquired pneumonia among children in India: prospective, cohort study",
            "authors": [],
            "year": 2015,
            "venue": "J Glob Health",
            "volume": "5",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7189/jogh.05.020418"
                ]
            }
        },
        "BIBREF59": {
            "title": "Child pneumonia—focus on the Western Pacific Region",
            "authors": [],
            "year": 2017,
            "venue": "Paediatr Respir Rev",
            "volume": "21",
            "issn": "",
            "pages": "102-110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prrv.2016.07.004"
                ]
            }
        },
        "BIBREF60": {
            "title": "Serotype distribution and antibiotic resistance of Streptococcus pneumoniae isolates collected at a Chinese hospital from 2011 to 2013",
            "authors": [],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-015-1042-5"
                ]
            }
        },
        "BIBREF61": {
            "title": "Prevalence of serotype and multidrug-resistance of Streptococcus pneumoniae respiratory tract isolates in 265 adults and 36 children in Korea, 2002–2005",
            "authors": [],
            "year": 2010,
            "venue": "Microb Drug Resist",
            "volume": "16",
            "issn": "2",
            "pages": "135-42",
            "other_ids": {
                "DOI": [
                    "10.1089/mdr.2009.0114"
                ]
            }
        },
        "BIBREF62": {
            "title": "Decreased Streptococcus pneumoniae susceptibility to oral antibiotics among children in rural Vietnam: a community study",
            "authors": [],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-85"
                ]
            }
        },
        "BIBREF63": {
            "title": "Determinants of influenza transmission in South East Asia: insights from a household cohort study in Vietnam",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004310"
                ]
            }
        }
    }
}