{
    "paper_id": "PMC6015097",
    "metadata": {
        "title": "A host-protein signature is superior to other biomarkers for differentiating between bacterial and viral disease in patients with respiratory infection and fever without source: a prospective observational study",
        "authors": [
            {
                "first": "Liat",
                "middle": [],
                "last": "Ashkenazi-Hoffnung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kfir",
                "middle": [],
                "last": "Oved",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roy",
                "middle": [],
                "last": "Navon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tom",
                "middle": [],
                "last": "Friedman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Olga",
                "middle": [],
                "last": "Boico",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Meital",
                "middle": [],
                "last": "Paz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gali",
                "middle": [],
                "last": "Kronenfeld",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Liat",
                "middle": [],
                "last": "Etshtein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Asi",
                "middle": [],
                "last": "Cohen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tanya",
                "middle": [
                    "M."
                ],
                "last": "Gottlieb",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eran",
                "middle": [],
                "last": "Eden",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Irina",
                "middle": [],
                "last": "Chistyakov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Isaac",
                "middle": [],
                "last": "Srugo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adi",
                "middle": [],
                "last": "Klein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shai",
                "middle": [],
                "last": "Ashkenazi",
                "suffix": "",
                "email": "ashai@post.tau.ac.il",
                "affiliation": {}
            },
            {
                "first": "Oded",
                "middle": [],
                "last": "Scheuerman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Clinicians often encounter the diagnostic challenge of distinguishing between bacterial and viral etiologies in a febrile patient [1]. Medical history, physical findings, and other ancillary medical tests are frequently similar for different causative agents and do not provide definitive discrimination [2, 3]. Misdiagnosis of disease etiology may alter the trajectory of patient care, including over and under use of antibiotics, with fundamental individual and global health consequences.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 305,
                    "end": 306,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 308,
                    "end": 309,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To aid in accurate clinical decision-making, various laboratory tests are regularly requested [1]. Routine cultures may aid in determining infectious etiology but their utility can be limited by lengthy time to result, low yield, and contamination [4]. Molecular testing expands our capability to detect specific pathogens; yet, test interpretation can be confounded by pathogen co-infections and significant carriage rates of potentially pathogenic microorganisms, such that molecular tests may contribute to over and under diagnosis [5]. Notably, pathogen-based tests are inherently limited by requirement to sample the infection focus, which is especially challenging in lower respiratory infections and fever without source. Therefore, there is pressing need for new reliable and rapid testing to aid the clinician in discriminating between bacterial and viral infections.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 249,
                    "end": 250,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "5",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Host biomarkers hold great promise as routine diagnostic tools as this approach can overcome many of the previously described challenges [6, 7]. Multiple candidates have been documented, including traditional cellular markers (e.g., white blood cell count, WBC [2] and absolute neutrophil count, ANC [8]) and soluble host-proteins, both classical (e.g., interleukin-6, IL-6 [9]; C-reactive protein, CRP [2, 10–12]; and procalcitonin, PCT [2, 10, 12–14]) and others (e.g., human neutrophil lipocalin, HNL/NGAL [15]). There are also panels of host nucleic acids in the early stages of development [16–18]. Additionally, various prediction models have been proposed that combined several markers, for example, the Lab-score, which integrates PCT, CRP, and urinary dipstick results [19]. To date, wide adoption of such biomarkers and prediction rules for discriminating between bacterial and viral infections has been limited by one or more of the following: lack of rigorous clinical validation [7], narrow applicability (to certain settings, populations, or clinical syndromes) [20], disputed cutoffs [21], and not enough added value beyond standard-of-care [22–24].",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "mention": "6",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 141,
                    "end": 142,
                    "mention": "7",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 262,
                    "end": 263,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 301,
                    "end": 302,
                    "mention": "8",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 375,
                    "end": 376,
                    "mention": "9",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 404,
                    "end": 405,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 407,
                    "end": 409,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 439,
                    "end": 440,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 446,
                    "end": 448,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 510,
                    "end": 512,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 779,
                    "end": 781,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 993,
                    "end": 994,
                    "mention": "7",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1160,
                    "end": 1162,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently, a novel host-protein signature for differentiating between acute bacterial and viral etiologies in children and adults was described [25–29]. This is the first diagnostic test based on soluble host-proteins to include both viral- and bacterial-induced biomarkers: tumor necrosis factor-related apoptosis-inducing ligand (TRAIL), which exhibits induced expression in viral infections and reduced expression in bacterial infection; interferon gamma-induced protein-10 (IP-10) that is induced to a greater extent in viral infections and lesser extent in bacterial infections; and CRP, which exhibits the opposite pattern to IP-10. The diagnostic performance has been validated in two double-blind studies [27, 28], with sensitivity 86.7% (95% confidence interval 75.8–93.1%) and 93.8% (95% CI 87.8–99.8%) and specificity 91.1% (95% CI 87.9–93.6%) and 89.8% (95% CI 85.6–94.0%), respectively. In these former studies, a head-to-head comparison of its diagnostic performance with other biomarkers (at multiple cutoffs) and prediction rules was lacking in patients with respiratory infection (both upper and lower) and fever without source.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 147,
                    "end": 149,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 713,
                    "end": 715,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, focusing on two prevalent clinical syndromes that are difficult to diagnose as bacterial or viral, we compared the diagnostic performance of the host-protein signature not only to commonly applied CRP and PCT, as documented previously [25, 27, 28, 30], but also in a head-to-head manner to multiple cutoffs of IL-6, HNL, and several prediction rules that have been reported as candidate tools for aiding the clinician in discriminating between bacterial and viral infection.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 255,
                    "end": 257,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Biomarker measurements were performed on specimens from defined subpopulations of the “Curiosity” study that was conducted prospectively at two secondary medical centers in Israel (NCT01917461; Supplementary Materials) [25, 26]. The Curiosity study population comprised inpatients and emergency department (ED) arrivals, both children and adults, presenting with diverse clinical syndromes and a spectrum of pathogens. Inclusion criteria included report of fever > 37.5 °C since onset of symptoms and duration of symptoms ≤ 12 days. Exclusion criteria included: evidence of acute infection in the 2 weeks preceding current presentation; congenital immune deficiency; treatment with immunosuppressive or immunomodulatory agents; active malignancy; and history of human immunodeficiency virus, or hepatitis B/C virus infection. The Curiosity study was approved by the local institutional review boards. Written informed consent was obtained from each participant or legal guardian, as applicable.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 224,
                    "end": 226,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Study population ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The current study included only pediatric and adult patients presenting with one of two clinical syndromes, respiratory infection (upper or lower) and fever without source, and sera available to measure host-protein biomarkers. Diagnosis of respiratory infection required signs or symptoms that involve the upper or lower respiratory tract including the nose, ears, sinuses, pharynx, or larynx as recorded in the electronic case report form. Fever without source required no identified source of infection recorded at presentation after a careful history and a thorough physical examination and a negative urinalysis.",
            "cite_spans": [],
            "section": "Study population ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data on demographics, medical history, physical examination, complete blood count, and chemistry panel were obtained at enrollment. Data were also collected relating to additional diagnostic tests and imaging studies performed on a clinical basis, such as blood culture, throat culture, and serological testing for cytomegalovirus, Epstein-Barr virus, Mycoplasma pneumoniae, and Coxiella burnetii.",
            "cite_spans": [],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A nasal swab was obtained for microbiological investigation. Nasal swabs were stored at 4 °C for up to 72 h before transport to a central laboratory, where two multiplex polymerase chain reaction analyses were conducted to detect common respiratory viral (Seeplex RV15) and bacterial (Seeplex PB6) pathogens: parainfluenza virus 1, 2, 3, and 4, coronavirus 229E/NL63, adenovirus A/B/C/D/E, bocavirus 1/2/3/4, influenza A, influenza B, metapneumovirus, coronavirus OC43, rhinovirus A/B/C, respiratory syncytial virus A and B, enterovirus, Streptococcus pneumoniae, Haemophilus influenzae, Chlamydophila pneumoniae, Legionella pneumophila, Bordetella pertussis, and Mycoplasma pneumoniae.",
            "cite_spans": [],
            "section": "Specimen analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A single blood specimen was obtained for measurement of the various biomarkers upon recruitment of the patient to the study; in the case of ED patients, this was at presentation to the ED and in the case of inpatients, it was within 48 h of admission. Venous blood specimens were stored at 4 °C for up to 5 h, subsequently fractionated into serum or plasma and total leukocytes, and stored at − 80 °C. Host-protein biomarkers were measured using the following kits: CRP using either Cobas-6000, Cobas-Integra-400/800, or Modular-Analytics-P800 (Roche); TRAIL and IP-10 using ImmunoXpert™ (MeMed); IL-6 using a commercial ELISA (R&D Systems); PCT using either Elecsys BRAHMS PCT kit or LIAISON BRAHMS PCT kit; HNL using HNL bact ELISA (Diagnostics Development). HNL was measured in the research lab of Schneider Children’s Medical Center on a subset of specimens with sufficient volume (Table 1), with a dilution of 1:100 applied for serum and 1:50 for plasma, according to manufacturer instructions.",
            "cite_spans": [],
            "section": "Specimen analysis ::: Methods",
            "ref_spans": [
                {
                    "start": 892,
                    "end": 893,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The CRP, TRAIL and IP-10 measurements, and a small subset of PCT (n = 76) and IL-6 (n = 43) measurements were performed as part of the Curiosity study [25]. The majority of the PCT (n = 238), IL-6 (n = 271), and all of the HNL measurements were conducted on frozen serum remnants from the Curiosity study for the purpose of the present study.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Specimen analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Laboratory technicians conducting biomarker tests were blinded to clinical data and comparator method outcomes.",
            "cite_spans": [],
            "section": "Specimen analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cutoff values for WBC [2], ANC [8], CRP [2, 10–12], IL-6 [9], and PCT [12–14, 31, 32] were defined prior to data analysis based on literature and guidelines. Due to the lack of established cutoff values for HNL, in addition to applying the previously reported cutoffs for serum [33], we identified and applied additional cutoffs for the current cohort by optimizing for total accuracy for both serum and plasma. Prediction rules combining biomarkers at different cutoffs were defined based on the relevant literature prior to data analysis [19, 34, 35]. The following prediction rules were examined: [CRP < 20 mg/L and PCT < 0.5 ng/mL]; [CRP > 80 mg/L or PCT > 2 ng/mL]; [Lab-score ≥ 3 points] [19]; [CRP ≥ 50 mg/L and PCT ≥ 2 ng/mL and WBC ≥ 15,000/mm3] [35]; and [CRP ≥ 30 mg/L or PCT ≥ 0.5 ng/mL or WBC ≥ 15,000/mm3] [34]. The Lab-score incorporates PCT and CRP, weighed differently according to their level, and urinary dipstick results: CRP (< 40 mg/L: 0 points; 40–99 mg/L: 2 points; ≥ 100 mg/L: 4 points), PCT (< 0.5 ng/mL: 0 points; ≥ 0.5–1.99 ng/mL: 2 points; ≥ 2.0 ng/mL: 4 points), and positive urine dipstick (1 point).",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 24,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 32,
                    "end": 33,
                    "mention": "8",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 41,
                    "end": 42,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 44,
                    "end": 46,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 47,
                    "end": 49,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 58,
                    "end": 59,
                    "mention": "9",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 71,
                    "end": 73,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 74,
                    "end": 76,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 78,
                    "end": 80,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 82,
                    "end": 84,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 279,
                    "end": 281,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 545,
                    "end": 547,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 549,
                    "end": 551,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 695,
                    "end": 697,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 821,
                    "end": 823,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Index tests ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The host-protein signature score ranging from 0 to 100 is based on computational integration of TRAIL, IP-10, and CRP concentrations and was calculated using the ImmunoXpert™ software (MeMed) [25–27]. Two cutoffs were applied according to manufacturer’s instructions to generate three possible outcomes: (i) viral infection (or other non-bacterial etiology): ImmunoXpert™ score < 35; (ii) equivocal: 35 ≤ ImmunoXpert™ score ≤ 65; and (iii) bacterial infection (including mixed bacterial and viral co-infection): ImmunoXpert™ score > 65. An equivocal outcome is a non-missing, non-erroneous result that does not provide diagnostic information, i.e., is inconclusive. Patients with equivocal outcomes were excluded from analysis of the host-protein signature performance.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Index tests ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The comparator method applied was expert panel adjudication in line with NHS Health Technology Assessment guidelines for evaluation of diagnostic tests [36]. The panel comprised three independent, experienced, clinically practicing physicians who reviewed after discharge clinical, laboratory, radiological, and microbiological data accrued over the course of the patient’s care, including PCR analysis of nasal swabs. The physicians were blinded to the diagnoses of their peers to prevent group pressure or influential personality bias. Each panel member independently assigned one of the following diagnoses to each patient: (i) bacterial (including mixed bacterial and viral co-infection); (ii) viral; or (iii) indeterminate. The study cohort for the current analysis included only comparator method outcomes when the expert panel were unanimous, i.e., all three panel members independently assigned the same diagnosis. Regarding the biomarkers and prediction rules under study, panel members were provided with CRP, WBC, and ANC data, and blinded to the following: host-protein signature, IL-6, PCT, and HNL, and results of the prediction rules.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Comparator method ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Analysis of diagnostic accuracy across the entire cohort was based on total accuracy ((TP + TN)/(P + N)), sensitivity (TP/P), and specificity (TN/N), negative predictive value (NPV = TN/[TN + FN]), and positive predictive value (PPV = TP/[TP + FP]) where P, N, TP, TN, FP, and FN correspond to positives (unanimous expert panel diagnosis bacterial), negatives (unanimous expert panel diagnosis viral), true positives, true negatives, false positives, and false negatives, respectively.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In addition, subgroup analysis based on different age groups, clinical syndromes, pathogens, and microbiological confirmation of unanimous expert diagnosis was performed. Statistical analysis was performed using MATLAB (MathWorks). The p values were calculated as follows: for the mean and standard deviation (SD), t test; for sensitivity, specificity, and total accuracy, Fisher’s exact test. p < 0.05 was deemed statistically significant. p values smaller than 0.01 are reported as p < 0.01.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 493 patients met the inclusion criteria and presented with either respiratory infection (upper or lower) or fever without source. Of these, 430 had adequate serum volume for index test measurements and 314 (73%) were assigned unanimous expert panel diagnoses: 175 (56%) viral and 139 (44%) bacterial (including mixed bacterial and viral) (Fig. 1). The study cohort included 216 patients with a respiratory infection and 98 patients with fever without source (Table 1 and Supplementary Table 1). The ED was the most common recruitment site (59%), with median time from symptom onset to enrollment of 3 days.",
            "cite_spans": [],
            "section": "Patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 356,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 476,
                    "end": 477,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Out of the 314 patients assigned unanimous expert panel diagnoses, there were 153 for whom there was clinically relevant microbiological confirmation of the diagnosis, with a total of 23 different organisms detected (Supplementary Table 2). For 16 out of the 98 patients initially presenting with fever without source, a specific clinical diagnosis was recorded at discharge (Table 1), including bacteremia, meningitis, peritonitis, and lymphadenitis. There were no deaths.",
            "cite_spans": [],
            "section": "Patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 382,
                    "end": 383,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "CRP, IL-6, and PCT exhibited higher mean (standard deviation) levels in bacterial as compared to viral infections (Fig. 2; p < 0.01): CRP [149 (92) mg/L vs. 25 (27) mg/L]; IL-6 [102 (165) ng/mL vs. 35 (68) ng/mL]; and PCT [2 (3) ng/mL vs. 0.4 (0.7) ng/mL]. The host-protein signature demonstrated the most pronounced differential in bacterial versus viral infections [84 (24) vs. 15 (21), (p < 0.01)]. Host-protein signature, CRP, IL-6, and PCT mean levels in mixed infections (bacterial and viral co-infection) are comparable to those found in pure bacterial infections (Supplementary Figure 1; p > 0.14).",
            "cite_spans": [],
            "section": "Comparison of host-protein signature to other biomarkers ::: Results",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The host-protein signature yielded significantly higher total accuracy for differentiating between viral and bacterial infections than PCT, CRP, HNL, IL-6, WBC, ANC (all p values lower than 0.02; Table 2), while assigning 10.2% of patients equivocal results. The host-protein signature exhibited comparable specificity to PCT at cutoff of 2 ng/mL (p = 0.16), yet its sensitivity was significantly higher (93.5% [95% CI 89.1–97.9%] vs. 30.2% [95% CI 22.5–37.9%], p < 0.01). Similarly, the host-protein signature demonstrated comparable sensitivity to CRP at cutoff 20 mg/L (p = 0.24), but a significantly higher specificity (94.3% [95% CI 90.7–98.0%] vs. 57.1% [95% CI 49.7–64.5%], p < 0.01). Notably, despite employing a cutoff optimizing accuracy for HNL of 102.7 μg/L on serum specimens, this protein biomarker yielded significantly lower sensitivity (71.1% [95% CI 55.9–86.2%] vs. 93.5% [95% CI 89.1–97.9%], p < 0.01) and specificity (77.5% [95% CI 64.0–91.0%] vs. 94.3% [95% CI 90.7–98.0%], p < 0.01) as compared to the host-protein signature.",
            "cite_spans": [],
            "section": "Comparison of host-protein signature to other biomarkers ::: Results",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 203,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The host-protein signature yielded significantly improved total accuracy as compared to prediction rules using a combination of PCT and CRP to rule-in (CRP > 80 mg/L or PCT > 2 ng/mL) or rule-out (CRP < 20 mg/L and PCT < 0.5 ng/mL) bacterial infection (p < 0.02; Table 3). The host signature exhibited comparable specificity to the rule-in prediction (p = 0.99), yet the sensitivity of the host signature was significantly higher (93.5% [95% CI 89.1–97.9%] vs. 81.3% [95% CI 74.7–87.9%], p < 0.01). Similarly, the host signature demonstrated comparable sensitivity to the rule-out prediction (p = 0.24), but a significantly higher specificity (94.3% [95% CI 90.7–98.0%] vs. 50.9% [95% CI 43.4–58.3%], p < 0.01).",
            "cite_spans": [],
            "section": "Comparison of host-protein signature to prediction rules ::: Results",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The Lab-score (cutoff ≥ 3) yielded comparable specificity (p = 0.30) but significantly reduced sensitivity (73.4% [95% CI 65.9–80.8%] vs. 93.5% [95% CI 89.1–97.9%], p < 0.01) as compared to the host-protein signature. The total accuracy of the host-protein signature was significantly superior to the Lab-score for differentiating between bacterial and viral infections (94.0% [95% CI 91.2–96.8%] vs. 83.1% [79.0–87.3%], p < 0.01).",
            "cite_spans": [],
            "section": "Comparison of host-protein signature to prediction rules ::: Results",
            "ref_spans": []
        },
        {
            "text": "Two other prediction rules were examined that combined CRP, PCT, and WBC and, in each case, the total accuracy of the host-protein signature were found to be significantly superior (Table 3; p < 0.01). The model proposed by Thayyil et al. [34] of CRP > 50 mg/L, PCT > 2 ng/mL, and WBC > 15,000/mm3 yielded significantly improved specificity (100% [CI 100–100%] vs. 94.3% [CI 90.7–98.0%], p < 0.01) but significantly lower sensitivity (11.6% [CI 6.2–17.0%] vs. 93.5% [CI 89.1–97.9%], p < 0.01) when compared to the host-protein signature. Similarly, the model proposed by Olaciregui et al. [35], CRP > 30 mg/L or PCT > 0.5 ng/mL or WBC > 15,000/mm3, yielded comparable sensitivity (p = 0.24) but significantly lower specificity than the host signature (55.2% [CI 47.7–62.7%] vs. 94.3% [CI 90.7–98.0%], p < 0.01).",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 590,
                    "end": 592,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Comparison of host-protein signature to prediction rules ::: Results",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The diagnostic performance was compared across the subgroup of patients presenting with respiratory infections (number of respiratory patients with unanimous expert panel diagnosis of bacterial infection = 112, number of respiratory patients with unanimous expert panel diagnosis of viral infection = 104). Similar to the findings for the entire cohort, the host-protein signature exhibited superior total accuracy (Supplementary Table 2; p < 0.05).",
            "cite_spans": [],
            "section": "Clinical syndrome: respiratory infections ::: Subgroup analysis of host-protein signature diagnostic performance ::: Results",
            "ref_spans": []
        },
        {
            "text": "Sensitivity and specificity was examined per pathogen type across the subgroup of patients presenting with respiratory infections (Fig. 3). Out of the 216 patients with respiratory infections, there was microbiological confirmation of atypical bacteria (including Chlamydophila pneumoniae, Mycoplasma pneumoniae, Legionella pneumophila) in 12 patients, and among the viral patients, there was microbiological confirmation of RSV, influenza (A + B) and adenovirus in 17, 27, and 17 patients, respectively. It is notable that in adenovirus infection, the specificity of CRP significantly decreased at all cutoffs (p < 0.04), whereas that of the host-protein signature did not (p = 0.16) as compared to the specificity attained for all respiratory infections (Supplementary Table 2 and Supplementary Figure 2).",
            "cite_spans": [],
            "section": "Pathogen type ::: Subgroup analysis of host-protein signature diagnostic performance ::: Results",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The diagnostic performance of the host-protein signature was robust across adults and children (sensitivity 92.6% [95% CI 86.8–98.4%] vs. 95.2% [95% CI 88.5–100%], p = 0.71) and specificity (95.7% [95% CI 86.6–100%] vs. 94.1% [95% CI 90.1–98.1%], p = 0.99) (Tables 4 and 5). In contrast, PCT displayed significantly decreased sensitivity in adults as compared to children at all cutoffs (p < 0.01) and IL-6 exhibited reduced specificity in children versus adults at all cutoffs, with significant reduction at cutoffs of 50 and 250 pg/mL (p < 0.03).",
            "cite_spans": [],
            "section": "Age: adults versus children ::: Subgroup analysis of host-protein signature diagnostic performance ::: Results",
            "ref_spans": [
                {
                    "start": 265,
                    "end": 266,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 271,
                    "end": 272,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Out of the 175 patients unanimously assigned viral by the expert panel, 57 were given antibiotics, indicating a 33% rate of antibiotic overuse. The potential of the host-protein signature to reduce antibiotic use was estimated by considering the following ratio: (number of patients given antibiotics who were assigned viral by unanimous expert diagnosis and viral by host-protein signature, n = 50)/(number of patients given antibiotics who were assigned viral by unanimous expert diagnosis, n = 57). According to this calculation, the host signature has the potential to reduce unnecessary antibiotic use by 88%. The same estimation performed separately for children and adults, indicates overuse rates of 30 and 46%, respectively, and a potential of the host-protein signature to reduce unnecessary antibiotic use by 87 and 91%, respectively, in these subgroups. Similarly, the same estimation performed separately for hospitalized and non-hospitalized patients, indicated overuse rates of 39 and 28%, respectively, with the potential of the host-protein signature to reduce unnecessary antibiotic use by 78 and 97%, respectively, in each clinical setting.",
            "cite_spans": [],
            "section": "Potential reduction of antibiotic use ::: Results",
            "ref_spans": []
        },
        {
            "text": "In this study, we compared the performance of individual and combined biomarkers and prediction rules to a recently developed signature comprising three host-proteins—TRAIL, IP-10, and CRP—in patients with respiratory infections and fever without source. We observed that the host-protein signature yielded significantly superior performance for diagnosing bacterial versus viral infections in these patients as compared to the individual biomarkers CRP, PCT, WBC, ANC, IL-6, and HNL, and their currently used combinations. The signature exhibited the highest total accuracy (94.0% [95% CI 91.2–96.8%]), with sensitivity of 93.5% (95% CI 89.1–97.9%) and specificity of 94.3% (95% CI 90.7–98.0%), the only diagnostic test to show promising utility both for ruling-in and ruling-out bacterial infections. The signature also outperformed five prediction rules, including the Lab-score, and exhibited robust performance across age and various pathogens. In particular, even in cases of adenovirus infection, which can trigger bacterial-like responses leading to misdiagnosis as bacterial infection [37], the host-protein signature maintained performance. This study adds valuable information to previous studies introducing the host-protein signature, in its head-to-head comparison to classical and other (e.g., HNL) biomarkers and to prediction rules, its detailed analysis of performance across specific pathogens and its estimation of the potential for this new diagnostic tool to reduce antibiotic use in two clinical syndromes that are challenging for the clinician to manage.",
            "cite_spans": [
                {
                    "start": 1095,
                    "end": 1097,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The biomarkers and prediction rules in this comparative study were selected based either on the breadth of their current clinical use and/or their potential for application in real clinical settings for discriminating between bacterial and viral respiratory infections and fever without source [6, 7]. We did not examine nucleic acid panels as, although several research studies support promising performance for differentiating between bacterial and viral infections [16–18], currently there are no affordable technologies for measuring multiple RNAs in a quantitative manner in under an hour, restricting application of nucleic acid biomarkers at point-of-care. In contrast, proteins are amenable to affordable, user-friendly measurements within minutes, which is essential for broad application of a new test for aiding clinicians to discriminate between bacterial and viral infections. A point-of-care platform for measuring the host-protein signature in 15 min is currently under development.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "mention": "6",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 298,
                    "end": 299,
                    "mention": "7",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 469,
                    "end": 471,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is noteworthy that a unique feature of the host-protein signature as compared to the other biomarkers and prediction rules examined in the present study is the inclusion of viral-induced biomarkers. The diagnostic value of integrating bacterial and viral biomarkers is supported by a proof-of-concept study of 54 febrile emergency department patients that reported improved discrimination between microbiologically confirmed bacterial and viral infections when TRAIL, IP-10, and PCT were combined into a model as compared to any of the individual biomarkers [38]. In the case of the signature, it is likely that the distinctive expression dynamics of the three proteins in response to bacterial versus viral infections [25–28] contributes to its superior performance.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 564,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 723,
                    "end": 725,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 726,
                    "end": 728,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A key strength of this study is application of a comparator method based on rigorous expert adjudication. One of the challenges in evaluating tests to distinguish bacterial from viral infection is the lack of a gold standard for etiologic diagnosis [36]. To address this, many studies employ microbiological confirmation as a comparator method, which has the advantage of being well-established and reproducible but the notable disadvantage of restricting the cohort to a small proportion of patients, with likely enrichment for easy to diagnose cases. Indeed, there were 153 patients in the subgroup for whom there was clinically relevant microbiological confirmation of the unanimous expert diagnosis as compared to 314 in the full cohort of patients with unanimous expert diagnosis. Although employing expert panel adjudication has the potential to introduce errors, this comparator method has the fundamental advantage of encompassing a greater proportion of patients and consequently, a study cohort that more closely resembles the real clinical setting, especially relevant for respiratory infections and fever without source that can be hard to diagnose at presentation. Other key strengths are the breadth of index tests compared and that their cutoffs were defined before data analysis.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A limitation of the study is that the study population was restricted to secondary care medical centers. Much antibiotic overuse occurs in outpatient settings, particularly for respiratory infections [39], and since the prevalence of viral infections is typically higher and the severity of disease likely lower, future studies of the signature’s diagnostic performance in physician’s offices are planned. Furthermore, immunocompromised patients and oncology patients were excluded from this study, populations that would benefit greatly from such a test and merit future study. Another limitation is that the expert panelists were provided with CRP, WBC, and ANC data, introducing a potential incorporation bias when evaluating the diagnostic performance of any tests that incorporate one or more of these biomarkers, including the host-protein signature. However, since clinicians often employ CRP, WBC, and ANC as part of routine care to decide the etiology of infection, it was reasoned that the comparator method may be impaired if the panelists were blinded to these data. Notably, despite the largest potential incorporation bias, the individual biomarkers CRP, WBC, and ANC did not yield superior performance.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 203,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, in this study, the host-protein signature comprising TRAIL, IP-10, and CRP exhibited the highest diagnostic performance for distinguishing between bacterial and viral etiologies in patients with respiratory infections and fever without source. The need for such tests is highlighted by the finding that the treating physicians prescribed antibiotics to one third of the viral-infected patients in the present study cohort. The host-protein signature identified 88% of these cases as viral infections, and therefore, has the potential to reduce antibiotic overuse considerably. Importantly, because both sensitivity and specificity are over 93%, this potential may be fulfilled, as the clinician can be confident about the signature’s performance at both ruling-in and ruling-out bacterial infection. This said, the test is not a substitute for physician education on clinical diagnosis and judicious antibiotic use; the host-protein signature is intended for use in conjunction with clinical assessments and other laboratory findings as an aid to differentiate bacterial from viral infection. Future health and economic outcome research is warranted to evaluate the impact of incorporating the signature into routine patient care.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Characteristics of study cohort\nDemographics of the study cohort, n = 314. The cohort included only patients with unanimous expert diagnosis; nB = 139, nV = 175 aIncluded pharyngitis, acute otitis media, aphthous stomatitis, acute sinusitis, and acute tonsillitis bIncluded pneumonia, bronchiolitis, acute bronchitis, and laryngitis cIncluded seven cases of septic shock. nB = number of patients with unanimous expert panel diagnosis of bacterial infection, nV = number of patients with unanimous expert panel diagnosis of viral infection",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Diagnostic performance of host-protein signature compared to biomarkers\nFor all of the index tests except for HNL, diagnostic performance was evaluated by comparing the expert panel diagnosis (nB = 139, nV = 175) with the outcome classified by the index test. Predefined cutoffs were applied as indicated. The host-protein signature assigned equivocal results to 10.2% of patients. For HNL, diagnostic performance was evaluated by comparing the expert diagnosis for 78 patients (nB = 38, nV = 40) with sufficient volume of serum and plasma PPV positive predictive value, NPV negative predictive value, nB number of patients with unanimous expert panel diagnosis of bacterial infection, nV number of patients with unanimous expert panel diagnosis of viral infection",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Diagnostic performance of host-protein signature compared to prediction rules\nFor all of the index tests, diagnostic performance was evaluated by comparing the expert panel diagnosis (nB = 139, nV = 175) with the outcome classified by the index test. Predefined cutoffs were applied as indicated. The host-protein signature assigned equivocal results to 10.2% of patients PPV positive predictive value, NPV negative predictive value, nB number of patients with unanimous expert panel diagnosis of bacterial infection, nV number of patients with unanimous expert panel diagnosis of viral infection aThe Lab-score incorporates PCT and CRP, weighed differently according to their level, and urinary dipstick results: CRP (< 40 mg/L: 0 points; 40–99 mg/L: 2 points; ≥ 100 mg/L: 4 points), PCT (< 0.5 ng/mL: 0 points; ≥ 0.5–1.99 ng/mL: 2 points; ≥ 2.0 ng/mL: 4 points), and positive urine dipstick (1 point). [19]",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Subgroup analysis in children (age ≤ 18) of the diagnostic performance of the host-protein signature, CRP, IL-6, and PCT\nDiagnostic performance was evaluated by comparing the comparator method outcome with the outcome classified by the index test, (nB = 52, nV = 151). The host signature assigned equivocal results to 12.3% of children nB number of patients with unanimous expert panel diagnosis of bacterial infection, nV number of patients with unanimous expert panel diagnosis of viral infection",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Subgroup analysis in adults (age > 18) of the diagnostic performance of the host-protein signature, CRP, IL-6, and PCT\nDiagnostic performance was evaluated by comparing the comparator method outcome with the outcome classified by the index test, (nB = 87, nV = 24). The host signature assigned equivocal results to 6.3% of adults nB number of patients with unanimous expert panel diagnosis of bacterial infection, nV number of patients with unanimous expert panel diagnosis of viral infection",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Flow diagram of study population",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Differential distribution of CRP, IL-6, PCT, and the host-protein signature in bacterial and viral infections. Box plots for CRP, IL-6, PCT, and the host-protein signature measured over the entire study cohort (nB = 139, nV = 175). The y-axis label appears on top of the box plot. Red line corresponds to group median and circle corresponds to group average. The black lines represent the whiskers of the box plot and correspond to 1.5*IQR (interquartile range). nB number of patients with unanimous expert panel diagnosis of bacterial infection, nV number of patients with unanimous expert panel diagnosis of viral infection",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Subgroup analysis of the diagnostic performance of CRP, IL-6, PCT, and the host-protein signature in patients with respiratory infections per pathogen. Diagnostic performance was evaluated by comparing the expert panel diagnosis with the outcome classified by the index test (at the indicated cutoffs) across the subgroup of respiratory infections (n = 216, bacterial prevalence = 51.9%) for specific pathogens. Top left panel: Atypical bacterial pathogens, which included Chlamydophila pneumoniae, Mycoplasma pneumoniae, Legionella pneumophila (number of patients with atypical bacterial respiratory infection = 12, number of patients with viral respiratory infection = 104). Top right panel: Respiratory syncytial virus, RSV (number of patients with bacterial respiratory infection = 112, number of patients with RSV infection = 17). Bottom left panel: influenza virus (number of patients with bacterial respiratory infection = 112, number of patients with influenza infection = 27). Bottom right panel: adenovirus (number of patients with bacterial respiratory infection = 112, number of patients with adenovirus = 17). Error bars represent 95% confidence interval. The host-protein signature assigned equivocal results to 10.3, 11.6, 11.5, and 14% of patients for the atypical bacteria, RSV, influenza, and adenovirus subgroups, respectively (see Supplementary Figure 1 for additional index test cutoffs",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Executive summary: a guide to utilization of the microbiology laboratory for diagnosis of infectious diseases: 2013 recommendations by the Infectious Diseases Society of America (IDSA) and the American Society for Microbiology (ASM)a",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Gilligan",
                    "suffix": ""
                },
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "57",
            "issn": "",
            "pages": "485-488",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cit441"
                ]
            }
        },
        "BIBREF1": {
            "title": "C-reactive protein, procalcitonin and the lab-score for detecting serious bacterial infections in febrile children at the emergency department: a prospective observational study",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Nijman",
                    "suffix": ""
                },
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Smit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervaix",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weerkamp",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vergouwe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Infect Dis J",
            "volume": "33",
            "issn": "",
            "pages": "e273-e279",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0000000000000466"
                ]
            }
        },
        "BIBREF2": {
            "title": "Procalcitonin and C-reactive protein as diagnostic markers of severe bacterial infections in febrile infants and children in the emergency department",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andreola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bressan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Callegaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liverani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Da Dalt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "672-677",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31806215e3"
                ]
            }
        },
        "BIBREF3": {
            "title": "Bedside procalcitonin and C-reactive protein tests in children with fever without localizing signs of infection seen in a referral center",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galetto-Lacour",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Zamora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervaix",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "112",
            "issn": "",
            "pages": "1054-1060",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.112.5.1054"
                ]
            }
        },
        "BIBREF4": {
            "title": "Effect of procalcitonin-guided treatment on antibiotic use and outcome in lower respiratory tract infections: cluster-randomised, single-blinded intervention trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christ-Crain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jaccard-Stolz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bingisser",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Gencay",
                    "suffix": ""
                },
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "600-607",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(04)15591-8"
                ]
            }
        },
        "BIBREF5": {
            "title": "C reactive protein and procalcitonin are helpful in diagnosis of serious bacterial infections in children",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Gilsdorf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Pediatr",
            "volume": "160",
            "issn": "",
            "pages": "173-174",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2011.11.014"
                ]
            }
        },
        "BIBREF6": {
            "title": "Human neutrophil lipocalin as a superior diagnostic means to distinguish between acute bacterial and viral infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Venge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Douhan-Håkansson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garwicz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pauksen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Vaccine Immunol CVI",
            "volume": "22",
            "issn": "",
            "pages": "1025-1032",
            "other_ids": {
                "DOI": [
                    "10.1128/CVI.00347-15"
                ]
            }
        },
        "BIBREF7": {
            "title": "Association of RNA biosignatures with bacterial infections in febrile infants aged 60 days or younger",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kuppermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mejias",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suarez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chaussabel",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Casper",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "316",
            "issn": "",
            "pages": "846-857",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.9207"
                ]
            }
        },
        "BIBREF8": {
            "title": "Host gene expression classifiers diagnose acute respiratory illness etiology",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Tsalik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Henao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "McClain",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Transl Med",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aad6873"
                ]
            }
        },
        "BIBREF9": {
            "title": "Diagnostic test accuracy of a 2-transcript host RNA signature for discriminating bacterial vs viral infection in febrile children",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Herberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaforou",
                    "suffix": ""
                },
                {
                    "first": "VJ",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shailes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eleftherohorinou",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Hoggart",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "316",
            "issn": "",
            "pages": "835-845",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.11236"
                ]
            }
        },
        "BIBREF10": {
            "title": "A score identifying serious bacterial infections in children with fever without source",
            "authors": [
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Lacour",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Zamora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervaix",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "654-656",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e318168d2b4"
                ]
            }
        },
        "BIBREF11": {
            "title": "Diagnostic value of laboratory tests in identifying serious infections in febrile children: systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van den Bruel",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haj-Hassan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lakhanpaul",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ",
            "volume": "342",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.d3082"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Biomarkers as point-of-care tests to guide prescription of antibiotics in patients with acute respiratory infections in primary care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aabenhus",
                    "suffix": ""
                },
                {
                    "first": "J-US",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Jørgensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hróbjartsson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bjerrum",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD010130.pub2"
                ]
            }
        },
        "BIBREF15": {
            "title": "Evaluating the evidence for the implementation of C-reactive protein measurement in adult patients with suspected lower respiratory tract infection in primary care: a systematic review",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "FP",
                    "middle": [],
                    "last": "Paling",
                    "suffix": ""
                },
                {
                    "first": "AIM",
                    "middle": [],
                    "last": "Hoepelman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Oosterheert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Fam Pract",
            "volume": "29",
            "issn": "",
            "pages": "383-393",
            "other_ids": {
                "DOI": [
                    "10.1093/fampra/cmr119"
                ]
            }
        },
        "BIBREF16": {
            "title": "Practice patterns and outcomes associated with procalcitonin use in critically ill patients with sepsis",
            "authors": [
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Walkey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis Off Publ Infect Dis Soc Am",
            "volume": "64",
            "issn": "",
            "pages": "1509-1515",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cix179"
                ]
            }
        },
        "BIBREF17": {
            "title": "A novel host-proteome signature for distinguishing between acute bacterial and viral infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oved",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Boico",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Navon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Etshtein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0120012"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Validation of a novel assay to distinguish bacterial and viral infections",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Srugo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Golan-Shany",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kerem",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chistyakov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatrics",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2016-3453"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The accuracy of clinical symptoms and signs for the diagnosis of serious bacterial infection in young febrile children: prospective cohort study of 15 781 febrile illnesses",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Codarini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Macaskill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hayen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "340",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.c1594"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Fever in the new millennium: a review of recent studies of markers of serious bacterial infection in febrile children",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Opin Pediatr",
            "volume": "17",
            "issn": "",
            "pages": "56-61",
            "other_ids": {
                "DOI": [
                    "10.1097/01.mop.0000151781.13635.70"
                ]
            }
        },
        "BIBREF25": {
            "title": "Serum procalcitonin level and other biological markers to distinguish between bacterial and aseptic meningitis in children: a European multicenter case cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dubos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Korczowski",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Aygun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martinot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galetto-Lacour",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "162",
            "issn": "",
            "pages": "1157-1163",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.162.12.1157"
                ]
            }
        },
        "BIBREF26": {
            "title": "Distinction between bacterial and viral infections by serum measurement of human neutrophil lipocalin (HNL) and the impact of antibody selection",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hongtao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Furong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuting",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Immunol Methods",
            "volume": "432",
            "issn": "",
            "pages": "82-86",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jim.2016.02.014"
                ]
            }
        },
        "BIBREF27": {
            "title": "Is procalcitonin useful in early diagnosis of serious bacterial infections in children?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thayyil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shenoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamaluba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frater",
                    "suffix": ""
                },
                {
                    "first": "IG",
                    "middle": [],
                    "last": "Verber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Acta Paediatr",
            "volume": "94",
            "issn": "",
            "pages": "155-158",
            "other_ids": {
                "DOI": [
                    "10.1080/08035250410025140"
                ]
            }
        },
        "BIBREF28": {
            "title": "Markers that predict serious bacterial infection in infants under 3 months of age presenting with fever of unknown origin",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Olaciregui",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hernández",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "JI",
                    "middle": [],
                    "last": "Emparanza",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Landa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Dis Child",
            "volume": "94",
            "issn": "",
            "pages": "501-505",
            "other_ids": {
                "DOI": [
                    "10.1136/adc.2008.146530"
                ]
            }
        },
        "BIBREF29": {
            "title": "Evaluation of diagnostic tests when there is no gold standard. A review of methods",
            "authors": [
                {
                    "first": "AWS",
                    "middle": [],
                    "last": "Rutjes",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Reitsma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coomarasamy",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "PMM",
                    "middle": [],
                    "last": "Bossuyt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Technol Assess Winch Engl",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Clinical presentation and characteristics of pharyngeal adenovirus infections",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rojo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "de Las Heras",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Folgueira",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Contreras",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Infect Dis J",
            "volume": "24",
            "issn": "",
            "pages": "733-734",
            "other_ids": {
                "DOI": [
                    "10.1097/01.inf.0000172942.96436.2d"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Prevalence of inappropriate antibiotic prescriptions among US ambulatory care visits, 2010-2011",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Fleming-Dutra",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Hersh",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartoces",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Enns",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "File",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "1864-1873",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.4151"
                ]
            }
        },
        "BIBREF33": {
            "title": "How to optimize the use of blood cultures for the diagnosis of bloodstream infections? A state-of-the art",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lamy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dargère",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Arendrup",
                    "suffix": ""
                },
                {
                    "first": "J-J",
                    "middle": [],
                    "last": "Parienti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tattevin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Microbiol",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2016.00697"
                ]
            }
        },
        "BIBREF34": {
            "title": "Testing for respiratory viruses in children: to swab or not to swab",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ostrow",
                    "suffix": ""
                },
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA Pediatr",
            "volume": "171",
            "issn": "",
            "pages": "798-804",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2017.0786"
                ]
            }
        },
        "BIBREF35": {
            "title": "Utility of immune response-derived biomarkers in the differential diagnosis of inflammatory disorders",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ten Oever",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Netea",
                    "suffix": ""
                },
                {
                    "first": "B-J",
                    "middle": [],
                    "last": "Kullberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Inf Secur",
            "volume": "72",
            "issn": "",
            "pages": "1-18",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2015.09.007"
                ]
            }
        },
        "BIBREF36": {
            "title": "Host biomarkers for distinguishing bacterial from non-bacterial causes of acute febrile illness: a comprehensive review",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Kapasi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dittrich",
                    "suffix": ""
                },
                {
                    "first": "IJ",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Rodwell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0160278"
                ]
            }
        },
        "BIBREF37": {
            "title": "The absolute neutrophil count: is it the best indicator for occult bacteremia in infants?",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Gombos",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Bienkowski",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Gochman",
                    "suffix": ""
                },
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Billett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Clin Pathol",
            "volume": "109",
            "issn": "",
            "pages": "221-225",
            "other_ids": {
                "DOI": [
                    "10.1093/ajcp/109.2.221"
                ]
            }
        },
        "BIBREF38": {
            "title": "The diagnostic role of Procalcitonin and other biomarkers in discriminating infectious from non-infectious fever",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Limper",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "de Kruif",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Duits",
                    "suffix": ""
                },
                {
                    "first": "DPM",
                    "middle": [],
                    "last": "Brandjes",
                    "suffix": ""
                },
                {
                    "first": "ECM",
                    "middle": [],
                    "last": "van Gorp",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Inf Secur",
            "volume": "60",
            "issn": "",
            "pages": "409-416",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2010.03.016"
                ]
            }
        }
    }
}