{
    "paper_id": "PMC7079436",
    "metadata": {
        "title": "Safe patient transport for COVID-19",
        "authors": [
            {
                "first": "Mei",
                "middle": [
                    "Fong"
                ],
                "last": "Liew",
                "suffix": "",
                "email": "mdcliew@nus.edu.sg",
                "affiliation": {}
            },
            {
                "first": "Wen",
                "middle": [
                    "Ting"
                ],
                "last": "Siow",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying",
                "middle": [
                    "Wei"
                ],
                "last": "Yau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kay",
                "middle": [
                    "Choong"
                ],
                "last": "See",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Dear Editor,",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although COVID-19 has not been officially labelled as a pandemic yet, the global burden of disease is significant and continues to rise. The virus has a high human-to-human transmissibility via airborne, droplet and contact routes [1]. Patient numbers can surge, and hospitals should be ready not just with the infrastructure, but also staff to be familiar with workflows. Kain and Fowler [2] have eloquently detailed influenza pandemic preparations for hospitals and intensive care units, and we feel the principles described in the article are relevant to COVID-19. Staff must consider patient transfers in between wards, as COVID-19 patients are admitted in isolation facilities to contain infected cases and to avoid nosocomial spread [1].",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 391,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 740,
                    "end": 741,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Infectious cases may be intentionally brought out of isolation rooms for various reasons. Intra-hospital transfer may be required from emergency departments to the wards, from the general floor to the intensive care unit and from the wards to radiology suites. Inter-hospital transfer may be required for extracorporeal membrane oxygenation (ECMO) if patients with COVID-19 develop severe acute respiratory distress syndrome within hospitals with only basic ventilation facilities. During episodes of patient transport outside of isolation, potential breaches of infection control can occur. At the same time, when COVID-19 patients turn ill during transport, their management is exceptionally challenging as accompanying staff would be wearing cumbersome personal protective equipment (PPE) [3].",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 794,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Mitigating the spread of COVID-19 is a national priority in Singapore [4], and part of this effort involves planning and conducting safe patient transport for suspected or confirmed cases. HCWs who handle the transport of COVID-19 patients must consider the following principles (see Table 1): firstly, early recognition of the deteriorating patient; secondly, HCW safety; thirdly, bystander safety; fourthly, contingency plans for medical emergencies during transport; fifthly, post-transport decontamination. Specific action steps require designated zones for transport [5], sufficient supplies of PPE, staff training and support personnel like security officers and cleaning crews. Powered air-purifying respirators add a layer of safety on top of N95 respirators [3] and should be used if possible for high-risk cases, such as those requiring ambulance transport to ECMO centres.\n",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 573,
                    "end": 574,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 768,
                    "end": 769,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Given the continued global spread of COVID-19, we expect that more hospitals will need to deal with this disease. Haphazard transport of infected cases leading to nosocomial spread can stymie efforts to break the chains of transmission. We hope that our suggestions can aid others in ensuring safe patient transport for COVID-19 and reduce nosocomial spread.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Patient transport issues and solutions for COVID-19\nBVM bag-valve-mask, CO2 carbon dioxide, ECMO extracorporeal membrane oxygenation, EMD emergency, GW general ward, HEPA high-efficiency particulate air, ICU intensive care unit, PAPR powered air-purifying respirator, PPE personal protective equipment",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Preparing intensive care for the next pandemic influenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-019-2616-1"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}