{
    "paper_id": "PMC7029448",
    "metadata": {
        "title": "Laboratory readiness and response for novel coronavirus (2019-nCoV) in expert laboratories in 30 EU/EEA countries, January 2020",
        "authors": [
            {
                "first": "Chantal",
                "middle": [
                    "B.E.M."
                ],
                "last": "Reusken",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eeva",
                "middle": [
                    "K."
                ],
                "last": "Broberg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bart",
                "middle": [],
                "last": "Haagmans",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Meijer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Victor",
                "middle": [
                    "M."
                ],
                "last": "Corman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Papa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Remi",
                "middle": [],
                "last": "Charrel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Drosten",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marion",
                "middle": [],
                "last": "Koopmans",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Katrin",
                "middle": [],
                "last": "Leitmeyer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A questionnaire was designed to assess the capacity, quality and operational specifics related to 2019-nCoV diagnostics, as well as barriers against their implementation in laboratories that are part of the European Centre for Disease Control and Prevention (ECDC)-associated European expert laboratory network for emerging viral diseases (EVD-LabNet) and/or the European Reference Laboratory Network for Human Influenza (ERLI-Net). The survey was sent on 22 January 2020 to the Operational Contact Points representing 81 laboratories in, among others, 30 EU/EEA countries. The survey subsequently closed on 29 January 2020 (Figure 1). Where indicated, data were validated by individual email exchange with the laboratories to include one entry per laboratory. Entries from laboratories outside the EU/EEA and veterinary laboratories were omitted from analysis for this report. In total, the data provided by 47 laboratories in 30 EU/EEA countries were taken into account in this study. ",
            "cite_spans": [],
            "section": "Survey",
            "ref_spans": [
                {
                    "start": 625,
                    "end": 633,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "At country level, 24 of 30 EU/EEA countries had already implemented molecular tests for 2019-nCoV while the laboratories in the remaining six countries had arranged to ship clinical specimens of suspected cases to a specialised laboratory abroad, while planning to implement assays between 30 January and 17 February 2020. At the laboratory level, 38 of 47 responding laboratories had implemented molecular diagnostics for 2019-nCoV at survey submission, and eight of the nine remaining laboratories planned to have tests implemented by mid-February 2020 (Figure 2). Nineteen laboratories indicated to have capacity to perform whole genome sequencing on 2019-nCoV in clinical samples, while 15 laboratories could perform partial sequencing.",
            "cite_spans": [],
            "section": "Capacity for novel coronavirus molecular diagnostics",
            "ref_spans": [
                {
                    "start": 556,
                    "end": 564,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The laboratories were asked to indicate their weekly capacity for molecular testing for 2019-nCoV (Figure 3). Overall, for all 38 laboratories with current capacity this was indicated to be at a minimum of 8,275 tests per week. The eight laboratories in the process of implementing molecular diagnostics would, all combined, add a minimum capacity of 875 tests per week once this process would be complete.",
            "cite_spans": [],
            "section": "Capacity for novel coronavirus molecular diagnostics",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Forty-five laboratories in 28 countries indicated having previous expertise in human coronavirus (HCoV) diagnostics. For two countries the two responding laboratories had no experience. Twenty-five laboratories in 19 countries indicated having experience in molecular diagnostics for all six additional HCoVs (HCoV-HKU1, HCoV-OC43, HCoV-NL63, HCoV-229E, Middle East respiratory syndrome CoV and severe acute respiratory syndrome CoV) [6]. Forty-four laboratories in 29 countries performed differential testing for other common respiratory pathogens of viral and bacterial origin. Overall, the 47 survey respondents indicated their ability to process a wide range of respiratory sample types, including nasopharyngeal swabs (n = 38), bronchoalveolar lavage (n = 36), oropharyngeal swab (n = 34), nasopharyngeal aspirate (n = 34), sputum (n = 34), (endo) tracheal aspirate (n = 32) and nasal wash (n = 29). In addition, a number of respondents indicated that their laboratories could process biopsy materials (n = 28) and whole blood, plasma, serum (n = 28) for 2019-nCoV detection.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 436,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Expertise for coronavirus and other respiratory pathogens",
            "ref_spans": []
        },
        {
            "text": "For the biosafety-level (BSL) applied for inactivation of clinical samples suspected of 2019-nCoV, 22 laboratories of the 47 EU/EEA laboratories indicated to do this at BSL2. Twenty-one laboratories indicated to do so at BSL3. Four laboratories indicated an intermediate level BSL2 + (BSL2 with extra precautions such as wearing a filtering face piece (FFP)2 mask). Different approaches were observed between laboratories within some countries.",
            "cite_spans": [],
            "section": "Biosafety level ::: Implementation of molecular diagnostics for novel coronavirus ",
            "ref_spans": []
        },
        {
            "text": "As of 14 January 2020, protocols for RT-PCR of 2019-nCoV are being published on the WHO website [7]. At survey closure (29 January 2020), the envelope (E)-gene screening test as published by Corman et al. [6,7], had been implemented by 35 laboratories and the confirmatory RNA-dependent RNA polymerase (RdRp)-gene test and nucleoprotein (N)-gene test by respectively 33 and 21 laboratories. Sixteen laboratories indicated to have additional tests, i.e. in house tests (n = 5), pan-CoV tests (n = 12) or an assay based on Poon et al. (n = 1) [7]. Two laboratories indicated to base 2019-nCoV testing solely on previously published pan-CoV tests [8]. ",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 206,
                    "end": 207,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 208,
                    "end": 209,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 542,
                    "end": 543,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 645,
                    "end": 646,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Test specifics ::: Implementation of molecular diagnostics for novel coronavirus ",
            "ref_spans": []
        },
        {
            "text": "Only 11 laboratories of the 38 laboratories that had implemented testing indicated having validated the specificity of the implemented test against the six additionally known HCoVs and other common respiratory pathogens. For 15 laboratories, specificity validation was still in progress at the time of data submission. Seven laboratories indicated to have only partially validated the implemented test(s) while five laboratories had not (yet) performed any validation. The questionnaire was send out before the first 2019-nCoV cases appeared in Europe (Figure 1) and positive clinical specimens were assumed to be not available to the European laboratories. Therefore, the level of validation for clinical sensitivity was not assessed.",
            "cite_spans": [],
            "section": "Level of specificity validation ::: Implementation of molecular diagnostics for novel coronavirus ",
            "ref_spans": [
                {
                    "start": 553,
                    "end": 561,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Three of 38 laboratories that had implemented diagnostics did the implementation without a positive control. Indicated sources for positive controls were the European Virus Archive (EVAg) (synthetic 2019-nCoV E-gene, SARS-CoV RNA) (n = 23) [9], or own stocks, i.e. SARS-HCoV RNA and/or synthetic RNA (n = 15).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Positive control ::: Implementation of molecular diagnostics for novel coronavirus ",
            "ref_spans": []
        },
        {
            "text": "The top three challenges that were experienced for test implementation were an initial lack of positive control, lack of personnel/time and a lack of primers and/or probes (Figure 4). Nine laboratories in eight countries indicated no obstacles.",
            "cite_spans": [],
            "section": "Diagnostic challenges",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "As at 10 February 2020, 37 confirmed 2019-nCoV cases were reported from eight European countries based on ECDC reporting and testing criteria [3,10]. Multiple modelling studies estimated the risk of 2019-nCoV introduction to Europe as high [11-14]. Pullano et al. indicated the United Kingdom, France and Germany as being at the highest risk, followed by Italy, Spain and the Netherlands [11]. Indeed, all but one country (the Netherlands) have reported cases. The study reported that the occurrence of 2019-nCoV importation from Beijing and Shanghai, both cities with high numbers of travellers to Europe, would likely lead to an even higher and widespread risk for Europe.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 241,
                    "end": 243,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This rapid assessment of the readiness of EU/EEA laboratories for molecular detection of 2019-nCoV demonstrated a fast implementation of molecular diagnostics by the European specialised laboratory networks with a good geographical coverage for testing. Among both laboratory networks in this study, protocols were shared rapidly and there was an early availability of positive controls and CoV specificity panels via EVAg. Furthermore, the survey indicated a great willingness of laboratories to provide international diagnostic support [10] and to share sequences to contribute to the monitoring of virus evolution and trace transmission chains.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 541,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "However, although the first protocols suggesting primer/probe sequences were available fast through the WHO website (Figure 1) and validation panels were made available through the EVAg portal soon after [6,7], the availability of primers, probes and positive controls were indicated as most important initial obstacles for test implementation. In addition, lack of sufficient personnel to implement and validate was a barrier, as had been observed in response to the Zika virus (ZIKV) outbreak in the Americas and the related PHEIC [15]. This suggests that the challenges faced by specialised laboratories when responding to emerging events are of structural nature.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 207,
                    "end": 208,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Capacity-wise, the survey indicates that European specialised laboratories are prepared for the current situation, and suggests that a more sensitive case definition than currently in use [10,16] would not create an immediate bottleneck. However, it remains to be seen how realistic the estimates are, particularly in view of the coinciding seasonal epidemic peaks of other respiratory pathogens such as influenza viruses. This will depend on the epidemiological developments in the 2019-nCoV outbreak and on whether the current worldwide control strategy of containment with active case finding [5] will be sustained and the indicated laboratory capacity will suffice. If the outbreak turns into a pandemic, specialised laboratories’ efforts would refocus to reference activities like confirmatory testing, laboratory surveillance including virus characterisation, provision of reference materials and advice, while general testing for 2019-nCoV would shift to first-line hospital laboratories that currently do not have this capacity. This would require a roll-out of tests from the specialised laboratories as was done during the 2009 influenza A(H1N1) pandemic.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 597,
                    "end": 598,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The survey showed that proper validation of specificity was lacking in a vast majority of the laboratories that had implemented testing while very few laboratories indicated to have implemented tests without availability of a positive control. The important assessment of the clinical sensitivity of the implemented tests was not possible in this very early phase of laboratory response due to the, at the time, absence of positive clinical materials in Europe. The three laboratories without a positive control will also not have assessed the analytical sensitivity of their tests. The legal possibilities (General Data Protection Regulation; GDPR) for sharing and the willingness to share positive clinical material among the network laboratories now that the first 37 cases have been confirmed in the EU/EEA will determine the speed with which laboratories can address the clinical sensitivity of their implemented tests while the number of cases in the EU/EEA is still limited.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To properly assess the actual capability of the laboratories to detect (sub)clinical 2019-nCoV cases and to provide directions for corrective actions, proficiency testing by external quality assessment (EQA) is essential and urgently needed. The importance of EQA was illustrated in the European ZIKV response where timely implementation was not matched by an overall good capability [17]. Forty of the 47 responding laboratories in this study indicated that they will participate in such an assessment. Currently activities are ongoing to assess the actual capabilities within both laboratory networks by EQA.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, while molecular testing for 2019-nCoV was quickly implemented in EU/EEA countries there is still room for improvement especially in the aspect of clinical validation of specificity and sensitivity, as could be expected considering the survey was taken in the very early phase of the laboratory response. Capability testing based on proficiency panels is needed.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Time-line with hallmark events of the first two months of the novel coronavirus (2019-nCoV) outbreak, December 2019–January 2020",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Status of availability of molecular diagnostics for novel coronavirus (2019-nCoV) in EU/EEA countries as at 29 January 2020 (n = 46 laboratories)a\n",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Diagnostic capacity of specialised laboratories with molecular tests available or forthcoming for novel coronavirus (2019-nCoV), EU/EEA, January 2020 (n = 46)a\n",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Challenges reported by laboratories in terms of implementing molecular diagnostics for novel coronavirus (2019-nCoV), EU/EEA, January 2020 (n = 47)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A novel coronavirus genome identified in a cluster of pneumonia cases — Wuhan, China 2019−2020.",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "XJ",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "61-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Novel coronavirus (2019-nCoV) early-stage importation risk to Europe, January 2020.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.4.2000057"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Pneumonia of Unknown Etiology in Wuhan, China: Potential for International Spread Via Commercial Air Travel.",
            "authors": [
                {
                    "first": "II",
                    "middle": [],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "MUG",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa008"
                ]
            }
        },
        "BIBREF6": {
            "title": "Status, quality and specific needs of Zika virus (ZIKV) diagnostic capacity and capability in National Reference Laboratories for arboviruses in 30 EU/EEA countries, May 2016.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mögling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Revez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Euro Surveill",
            "volume": "22",
            "issn": "36",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2017.22.36.30609"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Variable Sensitivity in Molecular Detection of Zika Virus in European Expert Laboratories: External Quality Assessment, November 2016.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mögling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baronti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Microbiol",
            "volume": "55",
            "issn": "11",
            "pages": "3219-26",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00987-17"
                ]
            }
        },
        "BIBREF9": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallrauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR.",
            "authors": [
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.3.2000045"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Development of a molecular-beacon-based multi-allelic real-time RT-PCR assay for the detection of human coronavirus causing severe acute respiratory syndrome (SARS-CoV): a general methodology for detecting rapidly mutating viruses.",
            "authors": [
                {
                    "first": "AV",
                    "middle": [],
                    "last": "Hadjinicolaou",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Farcas",
                    "suffix": ""
                },
                {
                    "first": "VL",
                    "middle": [],
                    "last": "Demetriou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzulli",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Willey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Virol",
            "volume": "156",
            "issn": "4",
            "pages": "671-80",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-010-0906-7"
                ]
            }
        },
        "BIBREF17": {
            "title": "The European Virus Archive goes global: A growing resource for research.",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Romette",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Prat",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "de Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antiviral Res",
            "volume": "158",
            "issn": "",
            "pages": "127-34",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2018.07.017"
                ]
            }
        }
    }
}