{"title": "Pneumonie virale sévère de l'immunocompétent Viral pneumonia in immunocompetent patients", "body": "Les pathologies infectieuses respiratoires sont fréquemment rencontrées dans la communauté et généralement de gravité légère ou modérée. Les agents responsables sont, dans la plupart des cas, de type viral avec parmi eux : les virus influenza et para-influenza, le virus respiratoire syncytial, les rhinovirus, les coronavirus, et les adénovirus ; les herpès virus ne sont que très rarement rencontrés dans ce contexte. Parmi ces pathogènes, seuls quelques uns sont capables d'induire des tableaux sévères dont le diagnostic comme la prise en charge sont assez difficiles à réaliser. S'il est relativement aisé d'obtenir un diagnostic étiologique pour une infection bactérienne, cette étape est délicate en cas d'infection virale et rend d'autant plus difficile la prise en charge de ces pathologies. Ces pneumonies restent malgré tout rares chez l'immunocompétent, et doivent systématiquement faire rechercher une pathologie ou un traitement immunosuppresseur si le diagnostic est confirmé : en dehors de la grippe et de la pneumonie à SRAS-coronavirus, une infection par un herpès virus, un rhinovirus ou autre est relativement exceptionnelle chez l'immunocompétent. Le rôle des virus dans les pneumonies graves est toujours difficile à confirmer. Cette revue va se focaliser sur les différents agents pouvant être impliqués et les caractéristiques, tant cliniques que biologiques, permettant de les caractériser.\n\nLe CMV est un membre de la famille des herpès virus ; ce virus à ADN possède un génome constitué de 230 kb qui en fait le plus important des herpès virus. L'infection à CMV est fréquente dans la population générale avec un niveau de séroprévalence reporté entre 40 à 100 % ; la distribution en fonction de l'âge est bimodale et deux pics sont décrits : le premier dans la petite enfance témoigne d'une transmission verticale qui peut être rattachée à l'allaitement maternel [1, 2] . Le second pic de séroconversion survient chez le jeune adulte, la transmission est essentiellement d'origine sexuelle [3] . La réponse à l'infection liée au CMV fait intervenir à la fois l'immunité cellulaire et l'immunité humorale ; cependant l'absence d'immunité cellulaire représente le facteur prédisposant le plus important des infections liées à ce pathogène. Pour cette raison, l'infection à CMV est généralement rencontrée en pathologie hématologique, dans un contexte de transplantation ou en cas d'infection VIH évoluée. Comme pour les autres infections à herpès virus, au décours de la primo-infection, le CMV demeure indéfiniment latent chez l'hôte, pouvant être à l'origine de réactivation et de réinfections successives dans le temps [4, 5] . Le mécanisme exact de la réactivation n'est pas encore totalement élucidé mais résulte le plus souvent d'une altération de la balance entre les défenses de l'hôte et le virus latent expliquant le caractère exceptionnel des infections respiratoires à CMV chez l'adulte immunocompétent [6] . Dans la greffe de moelle allogénique, la pneumonie à CMV survient dans 10 à 20 % des cas avec une mortalité estimée à 50 % [7] .\n\nLe patient hospitalisé en réanimation pose néanmoins un problème particulier car ne pouvant être considéré comme totalement immunocompétent. Différentes études ont essayé d'évaluer la fréquence de survenue des infections à CMV au sein de ce sous-groupe de patients : Papazian et al. rapportent les résultats obtenus sur une série de 60 nécropsies et 26 biopsies pulmonaires de patients atteints de pneumonies nosocomiales ou présentant une détresse respiratoire aiguë [8] . La pneumonie à CMV a été confirmée chez 25 patients, la symptomatologie clinique était totalement atypique dans la plupart des cas, ce sous-groupe de patients présentait néanmoins une hypoxémie plus sévère et une atteinte radiologique plus importante. La force de cette étude repose sur l'utilisation de critères histologiques dans le diagnostic de l'infection à CMV. En concordance avec ces résultats, Heninger et al., dans une unité de réanimation chirurgicale ont suivi 56 patients porteurs d'IgG anti-CMV au cours de leur hospitalisation [9] . Une fois par semaine, la recherche de CMV était réalisée par PCR et culture virale à partir d'échantillons sanguins et respiratoires. Vingt patients ont développé une infection active ; pour sept d'entre eux, le virus fut isolé des sécrétions respiratoires. Le seul facteur de risque mis en évidence par l'analyse multivariée était l'existence d'un sepsis (Odds ratio : 4,62). D'autres publications avaient aussi retrouvé le sepsis comme facteur favorisant d'une réactivation de l'infection à CMV avec des pourcentages variant entre 45 et 97 % [10, 11] . Le mécanisme responsable de la réactivation d'une infection à CMV latente impliquerait l'existence d'un déséquilibre de la réponse immune induit par une augmentation de production du TNF-a [10] . D'autres facteurs pourraient aussi être mis en cause comme l'existence d'une chirurgie ou d'une anesthésie qui ont toutes deux montré leur capacité à altérer la réponse immunitaire [12, 13] . De la même manière, la transfusion de produits sanguins contenant des leucocytes a été impliquée [14] .\n\nEn dehors de la rétinite à CMV, les infections dues à ce virus ne peuvent être diagnostiquées sur une présentation clinique isolée. La symptomatologie clinique est aspécifique, rendant la pneumonie à CMV difficilement discernable d'une pneumonie nosocomiale d'étiologie bactérienne. Dans le travail de Papazian et al., les infections à CMV survenaient au décours d'une période de ventilation prolongée (médiane 18 jours), et les images radiologiques associaient des opacités interstitielles et alvéolaires bilatérales [8] .\n\nDe façon classique, le virus doit être individualisé sur un prélèvement tissulaire, un liquide céphalorachidien ou dans le sang par une technique d'histopathologie, de cytologie ou en culture, l'isolement du virus à partir de sécrétions respiratoires ou en urinaire ne suffisant pas à poser le diagnostic.\n\nPlusieurs [17] . Elle constitue actuellement la technique de référence mais risque probablement d'être rapidement supplantée par les techniques de PCR. Son rendement est optimal sur le sang et le LCR, sa sensibilité initialement rapportée à 100 % pour le LBA a été depuis revue à la baisse [15] .\n\nLes inclusions intranucléaires sont pathognomoniques d'infection à CMV, elles peuvent être retrouvées au niveau du poumon, du côlon, de l'oesophage, ou du foie. Le caractère invasif de cette méthode en limite l'utilisation. La recherche de ces inclusions sur les cellules obtenues par un LBA a été proposée par Cordonnier et al., ces auteurs retrouvant une supériorité de cette analyse comparée à la biopsie pulmonaire [18] .\n\n2.1.3.6. La sérologie. D'un intérêt très limité, la sérologie peut trouver une place dans la primo-infection. La présence d'IgM peut aussi être observée dans une réactivation, manquer chez l'immunodéprimé, ou enfin persister jusqu'à une année chez certains patients. L'ensemble de ces facteurs limite donc considérablement l'intérêt de cette technique.\n\nLa prise en charge d'une infection à CMV repose sur l'utilisation d'une chimiothérapie spécifique, trois produits sont actuellement disponibles :\n\n• le ganciclovir est un analogue nucléosidique inhibiteur de l'HCMV DNA polymérase. Il est généralement administré à la dose de 5 mg/kg par 12 heures en traitement d'attaque ; • le foscarnet est un inhibiteur de la DNA polymérase, il est administré à la dose de 90 mg/kg par 12 heures en traitement d'attaque en intraveineux ;\n\n• le cidofovir est un analogue nucléosidique inhibant la DNA polymérase virale. Sa demi-vie particulièrement importante permet une administration hebdomadaire ou bi-hebdomadaire. Il n'existe pas de recommandation précise sur l'utilisation respective de ces molécules chez le patient de réanimation. Dans le travail de Papazian et al., l'utilisation de ganciclovir a permis chez quatre des huit patients traités une amélioration de l'oxygénation dans les cinq jours [8] . Chez les patients dont le tableau clinique est particulièrement évolué, d'autres auteurs ont montré la faible efficacité de l'administration de ganciclovir [9] . Le problème de la résistance du CMV aux produits habituellement utilisés ne survient pas encore en réanimation avec la fréquence observée dans les secteurs de transplantation [19, 20] .\n\nEn conclusion, il est important de souligner que la pneumonie à CMV de l'adulte immunocompétent est une pathologie rare et doit faire rechercher en première intention un facteur au moins transitoire d'immunodépression. La prise en charge n'est pas codifiée et repose sur des molécules dont la toxicité limite l'emploi. La guérison pourrait correspondre à la sortie de cette immunodépression relative, il est en effet difficile d'affirmer sur les données de la littérature qu'un traitement médicamenteux est le seul responsable de l'amélioration clinique.\n\nHSV1 est un membre de la famille des herpès virus. C'est un virus ubiquitaire dont la primo-infection peut s'étaler de l'enfance à l'âge adulte. À 20 ans, environ 40 % de la population « riche » et 60 % de la population « pauvre » ont été en contact avec le virus de l'herpès. Vers 40 ans, quasiment tout le monde a rencontré le virus.\n\nLa contamination se fait par contact direct à partir des lésions cutanéomuqueuses. HSV1 possède un tropisme neurotrope, et va rester quiescent, l'évolution se faisant par résurgences cutanéomuqueuses. L'atteinte pulmonaire chez le sujet immunocompétent est exceptionnelle, de l'ordre du cas clinique dans la littérature.\n\nDans les jours précédant l'atteinte respiratoire il est fréquemment retrouvé une réactivation cutanéomuqueuse. En dehors de cette éruption, la présentation clinique de la pneumonie à HSV1 ne permet pas de la discerner d'une pneumonie d'autre étiologie, bactérienne ou virale. Toutefois, certains auteurs ont retrouvé des hémoptysies et des dysphagies potentiellement liées à des atteintes muqueuses trachéales et oesophagiennes [21] . Des signes de défaillance neurologique peuvent être présents et s'expliquent facilement par le tropisme du virus. Une seule étude [22] , en réanimation, a recherché systématiquement HSV-1 par cultures virales sur des prélèvements distaux protégés chez des patients polytraumatisés. Quatre pneumonies dues à HSV1 ont été diagnostiquées sur 71 patients (5,4 %). Il est intéressant de noter que d'une part aucun des patients n'a présenté d'éruption cutanéomuqueuse et que d'autre part deux des quatre patients présentaient une co-infection bactérienne. Enfin la pneumonie à HSV1 peut se révéler en réanimation par un échec de sevrage de la ventilation mécanique. Ceci a été rapporté sous la forme d'un cas clinique [23] , la culture virale s'est avérée positive pour HSV1 et une fois traitée la patiente avait pu être sevrée de la ventilation mécanique.\n\nLa radiographie du thorax peut révéler un infiltrat focalisé faisant évoquer une contamination par les voies aériennes, mais montre le plus souvent un infiltrat interstitiel diffus reflet d'une infection par voie hématogène.\n\nL'aspect histologique d'un poumon infecté par HSV1 comporte une nécrose parenchymateuse, des hémorragies et un infiltrat de cellules inflammatoires mononucléées.\n\nClassiquement le diagnostic est obtenu par culture virale telle que décrit précédemment pour le CMV. HSV1 est le virus ayant la plus grande vitesse de croissance, avec une réplication virale de 24 à 48 heures. En culture HSV1 produit un effet cytopathogène, son identification est confirmée par immunofluorescence. La méthode par centrifugation déjà décrite pour le CMV est aussi sensible que la culture traditionnelle et permet d'obtenir des résultats dans les 20 heures suivant l'inoculation. La PCR peut être obtenue rapidement (24 heures) et procure des résultats ayant une sensibilité et une spécificité respectivement de 95 et 100 %.\n\nLe traitement de référence est l'aciclovir intraveineux à une posologie pouvant aller de 5 à 10 mg/kg toutes les huit heures. Certains nouveaux antiviraux, qui sont bien absorbés par voie orale, tel le valaciclovir et le famciclovir, peuvent représenter une alternative à l'utilisation de l'aciclovir par voie intraveineuse.\n\nDes résistances à l'aciclovir ont été décrites. Elles se font généralement par le biais d'une mutation de la thymidine kinase, ou plus rarement de la DNA polymérase. Les HSV résistant à l'aciclovir présentent le plus souvent une résistance croisée au ganciclovir qui utilise également la voie de la thymidine kinase. Le traitement fait alors appel au foscarnet.\n\nIl n'existe pas de mesure préventive particulière chez les sujets immunocompétents. En revanche, la prévention est importante pour certains patients de réanimation immunodéficitaires et notamment les patients porteurs d'une maladie hématologique ou en aplasie, sous réserve de leur statut sérologique vis-à-vis d'HSV1. La prévention fait appel à l'aciclovir, au valaciclovir ou au famciclovir sans qu'il n'y ait actuellement de recommandations précises en terme de dose et de durée de traitement.\n\nLe virus de la varicelle et du zona est un virus ubiquitaire et strictement humain de la famille des herpès virus. Il se transmet par voie aérienne ou contact cutané. Le VZV est responsable de la varicelle chez l'enfant et du zona chez l'adulte (qui correspond à une réactivation du VZV). En 1980, près de 99 % des sujets adultes présentaient des anticorps anti-VZV, en 2001, on observe une baisse de ce pourcentage : près de 25 % des jeunes femmes sont actuellement séronégatives. Aux États-Unis et au Royaume-Uni, la proportion des cas chez les sujets de plus de 15 ans est passée de 7 % en 1967 à 20 % en 1995, avec une augmentation du taux de mortalité. Le risque de décès chez l'adulte est multiplié par 25 par rapport à l'enfant [24] . La pneumonie varicelleuse a été identifiée dès 1942, elle touche les enfants de moins de six mois et les adultes. Elle est responsable de 30 % des décès liés à la varicelle. Le seul facteur de risque identifié pour la pneumopathie varicelleuse chez l'adulte sain est le tabagisme [25, 26] .\n\nLa présentation clinique est aspécifique et très variable : fièvre, toux, dyspnée, douleur thoracique. La présence des lésions cutanées de varicelle est un élément clé dans l'orientation du diagnostic. Dans les groupes prédisposés (déficit de l'immunité cellulaire, néoplasie, nouveau-nés, femme enceinte) la pneumonie varicelleuse prend volontiers l'aspect d'une détresse respiratoire aiguë hypoxémiante avec radiologiquement un infiltrat nodulaire bilatéral et des épanchements pleuraux modérés réactionnels [27, 28] . À l'extrême des formes pulmonaires abcédées ont été décrites chez l'enfant [29] .\n\nLe cas particulier de la femme enceinte a été bien étudié. La grossesse n'augmente pas en soi le risque de pneumopathie varicelleuse, en revanche, la varicelle grave de la femme enceinte et en particulier les formes avec pneumonies sont associées à une augmentation du nombre de morts in utero et d'accouchements prématurés. Les facteurs de risque de pneumonie varicelleuse retrouvés chez la femme enceinte sont le tabagisme mais également un nombre de lésions cutanées supérieur à 100, ce qui pourrait être le reflet d'une charge virale élevée [26] .\n\nLa confirmation virologique rapide du diagnostic de pneumonie à VZV est difficile. La culture virale sur fibroblaste est longue, et seuls les prélèvements précoces contiennent du virus. L'effet cytopathogène se développe en trois à sept jours. L'immunofluorescence après centrifugation peut permettre d'accélérer le diagnostic (48 heures) .\n\nLa recherche des anticorps anti-VZV ne semble pas présenter d'intérêt dans les formes aiguës puisque nécessitant un sérum précoce et un sérum tardif.\n\nLà encore c'est l'analyse par PCR qui semble être la plus à même d'apporter un diagnostic positif précoce. Le test permet d'identifier une séquence nucléotidique de 287 paires de bases qui ne présente pas de réaction croisée avec les autres herpès virus, le diagnostic peut ainsi être obtenu en 48 heures [28] .\n\nNous aborderons uniquement le traitement des formes respiratoires. Il convient toutefois de rappeler que des mesures d'éviction des collectivités sont réglementaires ; de même il faut mettre en oeuvre des mesures de prévention de la surinfection des lésions cutanées. Il convient de proscrire l'utilisation d'aspirine en cas de fièvre en raison du risque de syndrome de Reye.\n\nCompte tenu de la sévérité de la pathologie et de l'évolution vers un syndrome de détresse respiratoire aiguë, il semble licite de proposer une surveillance en réanimation pour les patients présentant des facteurs de risque.\n\nLa pneumonie à VZV repose sur l'aciclovir par voie intraveineuse (indication hors AMM) [24] . La posologie habituellement utilisée est de 10 à 15 mg/kg toutes les huit heures pour une durée de dix jours. Chez le nouveau-né la dose recommandée est de 20 mg/kg toutes les huit heures.\n\nLes immunoglobulines spécifiques réduisaient la gravité de la maladie chez les patients immunodéprimés mais ne sont plus disponibles. Les immunoglobulines polyvalentes n'ont aucune efficacité démontrée. Plusieurs auteurs ont retrouvé une diminution de mortalité après administration de corticoïdes chez les patients atteints de pneumonie à VZV hospitalisés en réanimation. Il s'agit cependant soit de cas cliniques [30] soit de petites séries observationnelles [31] . Ces données méritent donc d'être interprétées avec précaution. Il semble important de pouvoir préciser à quel groupe de patients et à quelle période de la maladie cette corticothérapie doit être instaurée. Cette possibilité thérapeutique ne fait en tout état de cause pas partie des recommandations de la conférence de consensus de 1998.\n\nEn grande partie responsable de la fin de la première guerre mondiale, la grippe espagnole atteint la France en deux vagues successives, la première par Bordeaux en avril 1918, la seconde par Brest en août 1918. On estime actuellement que 25 à 40 millions de personnes sont mortes de cette grippe qui envahit les États-Unis en sept jours et traversa la planète en trois mois [32, 33] . Le responsable était le virus influenza A H1N1 qui continua de circuler jusqu'en 1957 où il fut finalement supplanté par un sous-type H2N2 avant d'être à son tour remplacé en 1968 par un nouveau sous-type H3N2.\n\nL'histoire s'est répétée : la grippe asiatique de 1957 (H2N2) et la grippe de Hongkong de 1968 (H3N2) firent à elles deux 1,5 million de victimes.\n\nPlus proche de nous, en 1997, à Hongkong, un nouveau sous-type, le virus influenza A H5N1 était isolé chez un enfant décédé de pneumonie, ce sous-type étant auparavant confiné au genre aviaire [34] . À la fin de cette même année, toujours à Hongkong, 17 nouveaux cas étaient recensés, avec six décès, laissant craindre l'arrivée d'une nouvelle pandémie [35] . Des mesures furent rapidement prises car ce nouveau virus était retrouvé chez près de 20 % des poulets vendus sur les marchés. Le 28 décembre 1997, 1,5 million de poulets furent ainsi exterminés sur l'ensemble du territoire endiguant la propagation potentielle de l'épidémie. En mars 1999, le système de surveillance mis en place détecta la présence de H5N1 sur une cargaison d'oies en provenance de la province de Guangdong, la souche étant similaire à celle de 1997. En février et mai 2001, H5N1 était à nouveau détecté sur des poulets décédés sur le marché à Hong Kong. Le gouvernement a ainsi décidé de réaliser une seconde extermination de poulets sur le territoire [36] .\n\nL'impossibilité d'éradiquer le virus influenza, les données historiques et les connaissances actuelles de la biologie, l'épidémiologie et l'écologie de ce virus laissent présager une future pandémie, incitant à une surveillance accrue des modifications du virus grippal.\n\nLe virus influenza a un génome constitué d'un ARN monocaténaire fragmenté en huit segments dont chacun code pour une protéine. Ces segments d'ARN peuvent à partir de deux virus grippaux différents se recombiner et produire un virus nouveau. La capside est constituée de protéines antigéniques déterminant le type A ou le type B. Les deux types de glycoprotéines virales de surface, l'hémagglutinine (H) et le neuraminidase (N), sont insérés sur l'enveloppe.\n\nÀ titre d'exemple, si l'on se focalise sur la dernière épidémie de 1997, les études épidémiologiques ont montré que les responsables de l'épidémie étaient les volailles, avec un taux d'infection proche de 20 % du parc, le virus provenant de Chine, de la province du Guangdong. Il n'y a pas eu lors de cette épidémie de transmission interhumaine de la maladie, même si une séroconversion asymptomatique a été mise en évidence parmi 3,7 % du personnel soignant et 10 % des sujets contacts [37, 38] . Une étude cas-témoin, comprenant 15 patients touchés par l'épidémie, a par ailleurs montré que seule l'exposition aux volailles la semaine précédant l'installation des symptômes, était un facteur de risque. Le fait de voyager en zone épidémique, de manger des volailles, ou de préparer des produits dérivés, n'était pas associé à un risque plus important [39] .\n\nConcernant la contamination interhumaine d'un virus humain ou adapté à celui-ci, la grippe se transmet par l'intermédiaire des microgouttelettes respiratoires et évolue par vagues successives pendant la saison hivernale. Des épidémies de grippe A surviennent tous les deux à trois ans, seule la grippe A pouvant se présenter sous forme de pandémies tous les 10 à 20 ans. \n\nNous ne reviendrons pas sur le syndrome grippal habituel. Les paramètres cliniques décrits chez les patients infectés à Hong Kong en 1997 par H5N1 étaient marqués par l'existence d'une pneumonie avec hypoxémie sévère chez la moitié des patients avec évolution vers un SDRA ou un syndrome de défaillance multiviscérale chez six d'entre eux. Le seul critère qui prédisait l'évolution vers une forme sévère était une lymphopénie précoce sévère [36] . Les données biologiques objectivaient une lymphopénie, une altération du bilan hépatique, des troubles de coagulation et une insuffisance rénale. Une rhabdomyolyse peut être observée en particulier chez le patient âgé, sans retentissement apparent sur le pronostic même si le nombre de cas décrits reste faible [40] .\n\nLe diagnostic repose habituellement sur la symptomatologie clinique et un contexte épidémiologique adéquat. L'isolement du virus, la sérologie par hémagglutination sont possibles, toutefois une confirmation rapide peut être obtenue par RT-PCR sur liquide de LBA [41] .\n\nL'efficacité des antiviraux n'a pu être définie. L'amantadine a été essayée chez la majorité des patients, à un stade toutefois trop évolué pour juger de son efficacité.\n\nDepuis cet épisode, des mesures encore plus strictes de surveillance, de détection, et d'isolement des poulets venant de chine (isolement obligatoire pendant cinq jours), puis de destruction rapide d'élevage en cas de contamination ont pour l'instant permis d'enrayer cette épidémie.\n\nDe ces données, il semble évident que la source principale de contamination, le poulet, a été éradiquée, cependant le virus H5N1 circule toujours en Chine. La démographie propre à ce pays constitue, comme pour le coronavirus, un milieu optimal pouvant permettre un réassortiment de cette souche avec les souches humaines, voire une adaptation progressive par transmissions interhumaines successives. Ce passage à l'homme se traduirait alors, comme par le passé, par une pandémie dont la vitesse serait accentuée par les moyens de communication actuels. Les armes face à un tel scénario seraient alors une réponse internationale coordonnée [42] , les antiviraux, et la vaccination avec un délai important lié à sa fabrication.\n\nSur l'ensemble des pneumonies communautaires de l'adulte, un pathogène est isolé dans environ la moitié des cas. De la même manière, en pédiatrie, dans la pathologie respiratoire en général, un agent responsable est retrouvé dans seulement deux tiers des cas. Les pathogènes les plus couramment isolés sont le virus respiratoire syncitial (VRS), les virus parainfluenza et influenza [43] . Un nouveau pathogène, le métapneumovirus, a récemment été isolé aux Pays-Bas chez des enfants souffrant d'infections aiguës des voies aériennes [44] . Ce virus a par ailleurs été mis en évidence chez certains patients atteints du SARS, laissant supposer qu'une co-infection puisse être responsable de ce syndrome [45, 46] .\n\nCe virus isolé uniquement par des techniques de biologie moléculaire appartient aux paramyxovirus (tout comme le VRS et parainfluenza). Proche du pneumovirus d'origine aviaire, c'est le premier pathogène humain du genre métapneumovirus.\n\nLes signes respiratoires miment ceux d'une affection à VRS, et vont de la simple affection des voies respiratoires supérieures à la bronchiolite ou à la pneumonie nécessitant la ventilation mécanique. Les formes les plus sévères surviennent chez les sujets les plus jeunes [44] . Esper et al., dans une étude réalisée chez des enfants de moins de cinq ans, retrouvaient chez plus de 50 % d'entre eux : toux, rhinorrhée, fièvre et sibilants [47] , une hypoxie était présente chez un tiers d'entre eux. Chez le sujet âgé, le métapneumovirus peut aussi être responsable d'une symptomatologie respiratoire associant toux, fièvre et dyspnée [48, 49] .\n\nDepuis son identification au Pays-Bas, le métapneumovirus a été retrouvé sur plusieurs continents, en Europe [50] , en Australie [51] , en Asie [52] , et en Amérique du Nord [47] . Bien que ce virus ait été récemment identifié, son incidence parmi les enfants hospitalisés pour infection des voies aériennes n'est pas négligeable, que ce soit en Europe ou aux États-Unis [47, 53] : 6 % de ces enfants présentent une PCR positive au métapneumovirus et sont négatifs aux autres virus habituellement responsables de cette pathologie. Une étude séro-épidémiologique réalisée aux Pays-Bas a montré qu'audelà de l'âge de cinq ans, la grande majorité des individus était porteuse d'anticorps spécifiques dirigés contre le métapneumovirus [54] . Ce pathogène est aussi rencontré chez l'adulte : une étude a rapporté la présence du métapneumovirus dans les prélèvements nasaux de 2,2 % d'adultes souffrant d'infection des voies aériennes [50] . Des pneumonies à métapneumovirus ont par ailleurs été décrites chez des immunodéprimés [55] .\n\nIl n'existe pas de traitement spécifique à ce jour.\n\nDe façon rétrospective, le premier cas de SARS a pu être daté au 16 \n\nL'agent responsable du SARS est un nouveau coronavirus, il fut obtenu à partir d'un collectif de 50 patients. Les auteurs ont collecté des aspirats nasopharyngés et du sérum et ont comparé ces patients à un groupe témoin hospitalisé pour une autre pathologie [57] . Deux autres travaux publiés ont permis de confirmer l'hypothèse du coronavirus [58, 59] .\n\nLe SARS-CoV se transmet de façon prédominante par voie respiratoire par l'intermédiaire de « gouttelettes » émises par le patient infecté [58, 60] . Les données de l'épidémie de Singapour ont permis de confirmer que cet agent n'est que modérément transmissible dans la plupart des cas ; la notion de « superspreader » probablement à l'origine de l'épidémie n'est que rarement retrouvée [61, 62] . Dans le cas du SARS, les premières analyses montrent que la contamination nécessite un contact prolongé et répété avec un malade présentant une symptomatologie pulmonaire. Ceci est étayé par les explorations préliminaires de Poutanen et Tsang, ainsi que celles de l'OMS et du CDC [45, 63] . Tous les patients ont eu un contact avec un sujet atteint. Une très grande proportion des cas initiaux de SARS survenait chez du personnel soignant, là encore en faveur d'un contact rapproché et prolongé [64] .\n\nLa présence de virus dans les selles suggère la possibilité d'une transmission orofécale [57, 58] . À Hong Kong, 321 personnes ont été contaminées au sein d'un même immeuble (cluster Amoy garden) dont 41 % résidant dans le même bloc. Parmi ces patients, 66 % ont présenté une diarrhée (contre 2 à 7 % dans les tableaux décrits habituellement).\n\nDans une faible proportion de cas le SARS-CoV pourrait aussi se propager par voie aérienne, ce mode de transmission permettrait d'expliquer le cluster initial de Hong Kong ainsi que certains cas nosocomiaux secondaires à une aérosolisation lors de procédures à risque.\n\nL'épidémie de SARS a débuté le 21 février 2003 à l'hôtel Métropole de Hong Kong. Avant la fin du mois de février, les différentes personnes contaminées au 9 e étage de cet hôtel ont essaimé à Hong Kong [63, 64] , au Vietnam et à Singapour [65] . De façon simultanée l'épidémie s'est poursuivie autour du monde essentiellement par le biais des voyages aériens internationaux vers d'autres villes et d'autres pays, dont le Canada qui fut particulièrement touché [45, 66] . L'origine de ce virus n'est pas encore clairement définie, plusieurs équipes à Hong Kong et Shenzhen ont identifié des souches de coronavirus génétiquement proches du SARS-CoV. Ces souches ont été recueillies à partir de prélèvements réalisés sur des animaux sauvages revendus pour la consommation humaine obtenus sur des marchés du sud de la Chine. Le virus a été individualisé sur la civette (Paguma larvata) [67] . Il n'existe actuellement aucune preuve du rôle de la civette dans l'histoire naturelle de l'épidémie de SARS.\n\nLa période d'incubation peut varier de 1 à 11 jours avec une moyenne à six jours. Le signe clinique le plus fréquem-ment retrouvé dans l'ensemble des séries est la fièvre, elle peut cependant être absente dans la phase très précoce de la maladie. La symptomatologie est rassemblée dans le Tableau 1 en fonction des différentes séries déjà publiées.\n\nOn notera que dans la forme du cluster Amoy Garden précédemment décrite, la diarrhée est présente chez 60 % des patients. [68] . Une lymphopénie progressive est observée chez 98 % des patients atteignant son maximum lors de la deuxième semaine. La récupération s'amorce dès la 3 e semaine mais peut persister jusqu'à cinq semaines. La plupart des patients ont un taux de CD4 et CD8 diminué à la phase précoce de la maladie et ceci est associé à un plus mauvais pronostic. Une leucopénie transitoire a été observée chez 64 % des patients lors de la 1 re semaine, l'augmentation des neutrophiles survient ensuite possiblement liée à la corticothérapie.\n\nSur le plan biologique, les anomalies les plus souvent rencontrées sont : une augmentation des LDH, des ASAT, des ALAT et des CPK [45, 57, 63, 64, 66] . Quelques patients ont présenté une baisse du calcium, phosphore, magnésium, sodium et potassium.\n\nRadiologie. La radiographie de thorax est anormale dans plus de 70 % des cas. Typiquement l'évolution radiologique débute par une opacité unilatérale qui en un à deux jours progresse vers une atteinte bilatérale généralisée [69] .\n\nL'étude de Hong Kong sur 156 SARS a permis d'individualiser trois facteurs associés à un pronostic défavorable : l'âge, un taux élevé de LDH, un taux élevé de neutrophiles à l'admission.\n\nLa définition du SARS a été revue le 16 juillet 2003, elle repose sur trois séries de critères : cliniques, épidémiologiques, et biologiques.\n\n• Patient asymptomatique ou symptomatologie respiratoire minime. • Symptomatologie respiratoire modérée : fièvre supérieure à 38°C ET un ou plusieurs signes d'atteinte respiratoire basse (toux, dyspnée, gêne respiratoire, hypoxie).\n\n• Symptomatologie respiratoire sévère : fièvre supérieure à 38°C ET un ou plusieurs signes d'atteinte respiratoire basse (toux, dyspnée, gêne respiratoire, hypoxie), ET pneumonie radiologique.\n\n• Détresse respiratoire aiguë.\n\nDes données autopsiques confirmant une pneumonie ou un ARDS sans autre cause identifiable.\n\n• Voyage dans les dix jours précédant le début des signes dans une zone de transmission actuelle ou antérieure du SARS. • Contact dans les dix jours précédents avec un patient atteint de SARS. \n\nLe traitement le plus efficace est actuellement encore inconnu. Deux produits ont été administrées de façon relativement courante lors de l'épidémie, les corticoïdes et le ribavirine. La ribavirine est un anti-viral qui a montré une activité contre les virus à ARN et en particulier dans l'hépatite C. Son activité sur le SARS-CoV est relativement modeste et obtenue seulement à fortes concentrations. Les effets secondaires en particulier hématologiques en limitent rapidement l'utilité [66] . L'administration de corticoïdes a été Fièvre  100  100  94  99  Frissons  73  74  65  28  Toux  57  62  50  69  Myalgie  61  54  51  49  Malaise  50  64  31  Rhinorrhée 23  24  25  2  Pharyngite  23  20  23  12  Dyspnée  20  31  Diarrhée  20  10  27  24  Céphalées  56  20  50  35 réalisée de façon très large mais est actuellement de plus en plus contestée, rendue responsable de rebonds et d'activation de la réplication virale [70] . Des données préliminaires non encore publiées de l'équipe de Hong Kong montrent un rôle potentiellement intéressant du lopinavir.\n\nL'hospitalisation d'un patient porteur de SRAS en réanimation doit conduire à la limitation d'un certain nombre de gestes et procédures à risque. La liste suivante constitue une série de recommandations qui n'engage que les auteurs de ce travail.\n\nUtilisation d'une sonde à oxygène. Pas d'humification (limitant ainsi le débit à 5 L/min). Si le patient nécessite des FiO 2 supérieures à 50 %, un masque sans effet venturi peut être proposé.\n\nToute procédure de ventilation non invasive par CPAP ou BiPAP est à proscrire formellement.\n\nToute procédure impliquant une aérosolisation est strictement contre-indiquée.\n\nLes médications inhalées doivent être délivrées dans la mesure du possible par des dispositifs de type turbuhaler ou en cas d'impossibilité en utilisant une chambre d'inhalation.\n\nProscrire la ventilation à haute fréquence. Utilisation d'un filtre type PALL 50 entre le tube et le ventilateur.\n\nRécupération et élimination des gaz à la sortie du ventilateur (pratique recommandée dont la mise en place reste obscure...) : une solution est la mise en place de deux filtres en série sur la valve expiratoire : le premier à la connexion circuit expiratoire-ventilateur, le second à la sortie du respirateur. L'idéal est un système de récupération fermé des gaz.\n\nUtilisation pour les aspirations d'un système clos. Pas d'instillation de sérum salé isotonique avant les aspirations.\n\nLimiter au maximum les aspirations.\n\nLa ventilation au ballon doit être limitée au maximum. Le transport d'un patient ventilé au ballon est à proscrire, l'intubation est souhaitable.\n\nLa ventilation au ballon pré-intubation doit s'accompagner de l'administration de curares pour limiter les fuites.\n\nLe ballon doit être équipé d'un filtre au niveau de la valve expiratoire.\n\nEn cas d'arrêt cardiorespiratoire : le bouche-à-bouche est strictement contre-indiqué ; le massage cardiaque est en revanche, à débuter sans retard ; la ventilation au masque doit être rapidement mise en place, l'intubation la plus rapide possible.\n\nAucun équipement ne doit être partagé avec les autres patients (radiologie portable).\n\nRien ne doit être bu ou mangé à proximité du poste de surveillance infirmier.\n\nPapiers, crayons, photos ne doivent pas être sortis de la chambre une fois entrés.\n\n• la réalisation d'écouvillonnage nasal ou pharyngé ;\n\n• la kinésithérapie respiratoire du patient non intubé ;\n\n• l'extubation.\n\nLe virus respiratoire syncitial (VRS) est responsable d'une grande variété de pathologies respiratoires incluant des infections peu sévères et pouvant, chez certains sujets, induire des tableaux extrêmement sévères de bronchiolites ou de pneumonies. Cette pathologie affecte en général l'enfant et survient fréquemment dans un contexte d'immunodépression associée la sortant ainsi du cadre de cette revue [71, 72] . La radiologie de thorax est totalement atypique, pouvant être normale dans près de 30 % des cas [73] .\n\nDue à un paramyxovirus dénommé Morbilivirus, la rougeole se complique rarement de pneumonie, cette complication est cependant associée à une forte mortalité pouvant atteindre 60 %. En dehors de la surinfection, les atteintes respiratoires correspondent soit à une pneumonie interstitielle à cellules géantes, soit à une rougeole maligne pouvant évoluer vers la défaillance multiviscérale. Il n'existe aucun traitement spécifique, certains auteurs ont proposé l'administration de NO [74] , ou de corticostéroïdes et de vitamines A [75] .\n\nLe parvovirus B19 est un petit virus à ADN découvert en 1975 dans le sérum de donneurs de sang asymptomatiques [76, 77] . Cette infection est très courante avec un taux de séroconversion dans la population générale qui est de 50 % à 15 ans et passe à 90 % chez le sujet âgé. Quelques rapports ont montré l'existence de syndromes infectieux liés à une infection à Parvovirus B19 mais touchant généralement un hôte immunodéprimé [77] . L'infection du sujet immunocompétent est très rare [78] .\n\nLes rhinovirus sont habituellement responsables de pathologies peu sévères des voies respiratoires ; plusieurs auteurs suggèrent toutefois leur implication dans des tableaux plus aigus [79, 80] . Chez les personnes âgées, une atteinte des voies respiratoires inférieures peut être observée dans environ 60 % des cas [81, 82] . Dans la plupart des cas une immunodépression sous-jacente est observée : dans une étude rétrospective portant sur l'ensemble des prélèvements respiratoires réalisés sur une période de dix ans, Malcolm et al. ont analysé 431 échantillons de façon systématique [83] . Le CMV et HSV étaient le plus fréquemment isolés, le rhinovirus a pu être individualisé dans 20 cas, tous avaient une radiologie de thorax anormale, 60 % ont été admis en réanimation, et 25 % sont décédés. Tous ces patients avaient une pathologie ou un traitement responsable d'immunodépression. Les possibilités thérapeutiques sont limitées, seul le pléconaril pourrait présenter un intérêt, il agit comme compétiteur de la liaison du pathogène à la cellule épithéliale [84] , un inhibiteur de protéase est aussi actuellement en développement (AG7088).\n\nLes pneumonies virales représentent en secteur de réanimation un enjeu diagnostique majeur. Probablement sousestimée, l'incidence des pneumonies sévères directement liées à un virus est vraisemblablement associée à une morbimortalité importante. Les méthodes diagnostiques disponibles sont particulièrement lourdes et faisaient appel, dans un grand nombre de cas, soit à la culture cellulaire, soit à une sérologie dont le délai de réalisation est incompatible avec une mise en place rapide d'un traitement efficace. La généralisation et l'amélioration des techniques de biologie moléculaire avec une disponibilité maintenant accrue de la PCR sont en train de radicalement modifier notre pratique courante. En dehors de la grippe et du SRAS, une pneumonie sévère virale est rare chez le sujet immunocompétent et doit, à ce titre, si le diagnostic est confirmé, initier une enquête à la recherche d'un facteur immunosuppresseur sous-jacent que ce soit une pathologie (néoplasie, VIH, ...) ou un traitement (corticothérapie). L'arsenal thérapeutique antiviral est beaucoup moins développé que dans la pathologie bactérienne avec des molécules dont les effets secondaires sont souvent importants ; pour cette raison, le développement de techniques sensibles et spécifiques représente un espoir important dans la prise en charge de ces infections."}