{"title": "NOTES Sex-Dependent Differences in Plasma Cytokine Responses to Hantavirus Infection ᰔ", "body": "Males are generally more susceptible to infectious diseases than females and show a higher level of mortality when infected (5, 10) . In contrast, autoimmune diseases are more prevalent in females (17) . It is believed that these differences stem from sex-related abilities to mount proper or unwanted immune responses. One important sex difference might be the cytokine response evoked during infection. Elevated levels of certain cytokines have been observed in many infectious diseases and are the cause of the typical flu-like symptoms that often appear during virus infections (3, 4, 9) . Cytokines are mediators of information that play very important roles in shaping and maintaining the immune responses. In particular, the response against virus infections relies on the early production of cytokines that induce an antiviral state and trigger the activation of immune cells. However, reports on possible sex differences in acute cytokine responses during virus infections in humans are lacking.\n\nIn this study, we wished to examine the possible sex differences in cytokine responses to an acute virus infection in humans. We therefore investigated plasma samples from Puumala hantavirus (PUUV)-infected individuals, as this virus causes an acute disease with transient viremia. Samples from the same individuals drawn after recovery were also analyzed to investigate possible normal sex differences in levels of cytokines. Hantaviruses are transmitted from their natural hosts, rodents, to humans via inhalation of virus-contaminated excreta. In humans, the infection causes two severe diseases, hemorrhagic fever with renal syndrome (HFRS) in Europe and Asia and hantavirus pulmonary syndrome (HPS) in the Amer-icas, with mortality rates of up to 40% depending on the specific hantavirus strain (13, 16) . PUUV causes a mild form of HFRS that is characterized by influenzalike symptoms, followed by renal impairment and, in rare cases, hemorrhage and death (14, 16) .\n\nWe show that PUUV induces higher levels of interleukin-9 (IL-9), fibroblast growth factor 2 (FGF-2), and granulocytemacrophage colony-stimulating factor (GM-CSF) and lower levels of IL-8 and gamma interferon (IFN-␥)-induced protein 10 (IP-10) in females than in males during the acute phase of infection. Importantly, we show that these differences were specific for the acute phase, as no significant differences in any of the 27 cytokines investigated were observed during the convalescent phase when all infected patients had recovered from HFRS.\n\nPatient samples. Plasma was collected from PUUV-infected patients hospitalized at the Department of Infectious Diseases at Umeå University Hospital in Umeå, Sweden. Plasma samples were obtained by separation of peripheral blood by using BD Vacutainer cell preparation tubes with sodium heparin (Becton Dickinson, Franklin Lakes, NJ). The samples, obtained from 39 patients with typical clinical symptoms of acute HFRS (serologically verified by an immunofluorescence test for PUUV-specific immunoglobulin M and immunoglobulin G), were stored at Ϫ70°C until further analysis. Acute-phase samples were drawn at the time of hospitalization, and convalescent-phase samples 64.95 Ϯ 27.39 (mean Ϯ standard deviation [SD]) days later for females and 57.63 Ϯ 16.36 days later for males, respectively.\n\nThe project was approved by the Research Ethics Committee of Umeå University, and all patients gave written informed consent.\n\nMultiplex analysis. The Bio-plex human cytokine 27-plex assay (Bio-Rad, Hercules, CA) for IL-1␤, IL-1 receptor antag- Statistical analysis. The Mann-Whitney U test, a nonparametric test, was used to compare cytokine levels in females and males. Student's t test was used to analyze possible differences in age and sampling time points. P values of Ͻ0.05 were considered to be significant.\n\nStatistical analysis was performed with Statistica version 8 software.\n\nSex-based differences in cytokine responses during hantavirus infection. We first compared the plasma levels of cytokines in females (n ϭ 20; mean days after occurrence of symptoms, 4.90 Ϯ 1.68 days; mean age, 49.08 Ϯ 16.41 years) with the levels in males (n ϭ 19; mean days after occurrence of symptoms, 5.16 Ϯ 1.46 days; mean age, 46.55 Ϯ 14.92 years) during the acute phase. There were no significant differences between females and males for age (P ϭ 0.61; Student's t test) or days after occurrence of symptoms (P ϭ 0.62). Females showed significantly higher plasma levels of IL-9, FGF-2, and GM-CSF and lower levels of IL-8 and IP-10 than males (Table 1) .\n\nTo study whether the observed sex differences for FGF-2, GM-CSF, IL-8, IL-9, and IP-10 might be explained by a general difference between females and males in the plasma levels of these cytokines, we analyzed the plasma levels of the cytokines during the convalescence phase, when all individuals had recovered from the infection. No sex differences were observed for any of the 27 investigated cytokines (P values ranging from 0.19 to 0.94; Mann-Whitney U test) during the convalescent phase ( Table 2) , showing that the observed differences during the acute phase are not due to general differences in cytokine levels between females and males. This is, to our knowledge, the first report of sex differences in cytokine responses in patients during an acute virus infection. It has previously been shown that the levels of plasma IL-7 are higher in females than males during chronic human immunodeficiency virus type 1 infection (11) . In line with our results, Klein and coworkers have shown that there are sex differences in responses to Seoul hantavirus in Norway rats, the natural host for Seoul hantavirus. Interestingly, they observed similar infectivity rates but differences in immune responses in male and female rats (5-8), clearly showing that there are sex differences in the immunological responses to hantaviruses in natural hosts.\n\nThe finding of significant sex differences in the cytokine responses during HFRS demonstrates that the general cytokine response during acute virus infections can differ between females and males. Whether sex hormones are involved in shaping the observed differences in cytokine profiles and whether other mechanisms are involved are interesting questions that remain to be studied. Intriguingly, although as many females as males in the general population have antibodies against PUUV (1), the maleto-female ratio for diagnosed PUUV infections in Europe ranges from 2:1 to 5:1 (12, 16) , suggesting that males are more likely than females to develop clinical HFRS upon PUUV infection. It is believed that only approximately one out of every eight human PUUV infections is diagnosed, implying that most infections are asymptomatic or only cause mild disease (1). The initial cytokine response evoked early upon PUUV infection most probably will have profound effects on the subsequent activation of immune cells and on their antiviral function, thereby playing an important role in possible progression to disease.\n\nInterestingly, the production of IL-8 and IP-10 has been shown to be elevated during severe acute respiratory syndrome coronavirus infection and is believed to be involved in the pathogenesis of severe acute respiratory syndrome (2), as well as in that of other virus infections. Infection with the HPScausing Sin Nombre hantavirus has been shown to increase the production of IP-10 in human lung microvascular endothelial cells per se, and a synergistic effect on IP-10 production has been described for both Sin Nombre hantavirus and the HFRS-causing hantavirus Hantaan when combined with IFN-␥ stimulation of the same cells (15) . One could speculate that the observed higher levels of IL-8 and IP-10 in males indicate that males generally respond with a stronger inflammatory response upon virus infection than females.\n\nWe did not observe significant sex differences in plasma levels of T helper 1 (Th1) or Th2 or inflammatory cytokines like IL-1, IL-2, IL-4, IL-5, IL-6, IL-10, IL-12, IL-17, IFN-␥, or TNF during the acute phase. Thus, it could be speculated that the Th response and at least parts of the inflammatory response are similar in female and male patients during HFRS.\n\nHowever, all individuals included in this study were admitted to the hospital with confirmed PUUV infection and clear signs of HFRS. Although the observed sex differences may play a role in the severity of the infection, other factors, like the roles that sex differences in occupation and behavior can have on the risk of being exposed to hantavirus, most probably also play important roles for the development of HFRS after PUUV infection.\n\nThis study provides the first characterization of sex differences in human cytokine responses during an acute virus infection, without the complicating issue of virus persistence. In conclusion, we show that the cytokine responses in females and males are not similar during an acute virus infection, implying that the subsequent activation and function of immune re-sponses might differ between female and male patients upon infection. This finding may explain parts of the observed sex differences in susceptibility to infectious diseases and in mortality following infection."}