{"title": "Archives of Virology Inhibition by Monensin of Human Cytomegalovirus DNA Replication", "body": "The ionophore monensin, an antibiotic from streptomyces cinnamonensis, has found wide application recently for the study of the biosynthesis of viral glyeoproteins (13, 14, 21, 38) . Although there is evidence for its multiple sites of action (33) this compound apparently does not interfere, like e.g. tunieamyein, with the primary steps of glyeosylation but with glyeoprotein transport within the golgi apparatus and thus with the later stages of their processing (36). For enveloped viruses this mode of action implicates a significant reduction of release of progeny ~us from infected cells (14, 24) . In addition, assembly may be affected of those viruses which bud from the outer plasma membran (12, 15) . With regard to the herpesviruses which receive their envelope at the nuclear and inner cytoplasmic membranes (ll) most authors agree that monensin mainly affects viral egress whereas viral morphogenesis is hardly impaired (13, 14) . Furthermore, the expression in the presence of monensin of herpes simplex virusinduced surface membrane antigens as targets for immunolysis is either reduced or abolished (22, 42) while it appears to be unimpaired in bovine herpes virus-infected cells (38) .\n\nAs compared with other members of the human herpesvirus group human c:(comegalovirus (HCMV) presents several characteristic properties, e.g. pronounced species specificity, a very long replication cycle (4, 5) , and a particular dependence on host cell functions (7, 20) . Yet another property which distinguishes the HCMV host cell system is the sensitivity of virusinduced DNA replication to inhibitors of glycosylation, such as 2-deoxy-Dglucose and tunicamycin (28, 39) which are ineffective, on the other hand, on DNA replication in herpes simplex virus (HSV)-infected cells (28) . Evidence was forwarded in this context tbr the HCMV system for an \"early\" virusinduced chromatin-associated glycoprotein as the target for the inhibitors (39) .\n\nIn this investigation these initial observations are verified and extended by the use of monensin which was found also to prevent HCMV DNA replication. Furthermore, our experiments suggest that the drug may affect, intracellular transport of a vires-induced glycoprotein.\n\nHuman foreskin fibroblasts (HFF; generously donated by Dr. B. Fleckenstein, Erlangen, Federal Republic of Germany) were used between the 16th and 25th passage for all experiments as well as for virus propagation (28) . The monolayers were cultivated in plastic flasks of various sizes (Nunc, Wiesbaden, Federal Republic of Germany; 25, 75, and 175 cm 2 corresponding to 1.5 × l06, 5 × 106 and 1.2 × 107 cells) in Eagle's minimum essential medium with Earle's salt solution (MEM, Gibco, Eggenstein, Federal Republic of Germany) supplemented with 200 units penicillin plus 50 ~g gentamycin/ml ~nd 10 per cent fetal calf serum (FCS). All experiments were performed with cultures p~rtially alTested by serum deprivation (0.2 per cent FCS for 72 hours), beginning on a.verage 3 days after the cultures re~ched confluency (3, 31) . The Towne strain of HCMV (5) was propagated on confluent HFF at a multiplicity of infection (MOI) of 0.1 using 2 per cent FCS. The KOS strain of herpes simplex virus type 1 (HSV-1; 26) was propagated in the same cells in serum-free medium. Virus stocks of HCMV and HSV-1 were prepared as described previously (¢, 26) . For purification HCMV was collected from the cell-free culture medium and subjected to centrifugation on gradients of 20--70 per cent sucrose (6) .\n\nExperimental infections of HFF were performed with stock virus at the desired MOt a.s indicated in Results. Under the conditions used about. 70--95 and 50 per cent of the HCMV-or HSV-infected cells, respectively, contained viral antigen (28) . Virus titers were determined by the endpoint dilution method combined with indirect immunofluorescence for viral antigen (4, 31) .\n\nFor pulse labelling of DNA, 3H-thymidine (sp.act. 21 Ci/mmol) was used at 5 gCi/ml culture medium. Protein and glyeoprotein labelling was performed with 35S-methionine (sp.act. 1120 Ci/mmol) and SH-mannose (sp.aet. 54 Ci/mmol) or 3H-glucoseamine (sp.act. 36 Ci/mmol), using 10 ~Ci and 5 ~Ci/ml of culture medium which was either depleted of methionine or, in the case of tritiated sugars, in which glucose was replaced by sodium pyruvate (18, 34) . Labelling of glyeoproteins of purified HCMV in vitro with ~H-borohydride (sp.act. 17 Ci/mmol) was carried out as described by LUTJOKONE~ et al. (19) . All radiochemicals were purchased from Amersham Buehler (Frankfurt, Federal Republic of Germany).\n\nDNA was extracted from labelled cells following lysis with 1 per cent sodium dodecyl sulphate (SDS) by phenol/chloroform/isoamyl alcohol treatment (10, 31) . The DNA content of the samples was estimated by the method of GILES and MYEgS (9) . Separation of viral and host cell DNA was achieved by isopycnic centrifugation in neutrM CsC1 (mean density 1.71 g/ml) where HFF DNA bands at a density ofl.699 g/ml, HCMV DNA at 1.717 g/ml and HSV-1 DNA at 1.725 g/ml (28) .\n\nTo determine DNA polymerase activity HFF (5 × 106 cells) were subjected to the desired treatment, washed twice with cold phosphate buffered saline (PBS) and harvested in PBS by scraping at 48 hours p.i. prior to solubilization in 0.5 ml TNT buffer (20 mM Tris-HC1, pH 7.5, 100ram NaC1 and 0.5 per cent Triton X-100) and sonication at maximum setting for 2 × 10 seconds with a Branson sonifier. Following sedimentation of the insoluble material at 2000 × g the supernatant cellular extract was examined for DNA polymerase activity. The basic assay contained in 200~1 (10, 27) : 100 ~g of bovine serum albumin (BSA), 50 mM Tris-HC1, pH 8.0, 10 m~ MgC12, 0.5 m~a dithiothreitol (DTr), 100 ~g of activated calf thymus DNA (41), 0.1 mM of dATP, dCTP, dGTP, 10 ~M 3H-~TP as the labelled substrate (sp.act. 1000 ct/min/pmol), and 20 D1 of cellular extract corresponding to about 30 gg of protein. KC1 and/or inhibitors were supplemented at the concentrations indicated in t~esults. Incubations were performed in duplicate assays for 30 minutes at 37 ° C prior to determination of acid insoluble radioactivity (see below).\n\nSDS-PAGE for separation of polypeptides was performed according to LXM~LI (16) as described by GALLWlTZ et al. (8) using either total cellular or cytoplasmic and nuclear extracts. For preparation of extracts HFF (1.2 × 10 v cells) were washed twice with cold PBS, harvested by scraping in PBS and solubilized in 1 ml [I~T supplemented with 0.5 per cent sodium deoxyeholate (DOC). Total extracts were obtained by subsequent sonication and sedimentation of the insoluble material (see above). To prepare subcellular extracts sedimentation of nuclei followed directly after treatment with TNT-DOC buffer prior to an additional wash in 1 ml of the same buffer. The combined supernatants were pooled representing the cytoplasmic extract. The nuclear pellet was resuspended in 1 ml TNT-DOC buffer and subjected to sonification followed by sedimentation of the insoluble material. The supernatant was used as the nuclear extract. After eleetrophoresis the slab gels were subjected to fixation, staining (39) and fluorography according to the procedure of BO~ER and LASKEY (1) using Rotifluoreszint D (Roth, Karlsrube, Federal Republic of Germany) for impregnation. The latter steps were omitted when further analysis included immunoblotting. Immunobtotting\n\nFor immunoblotting (29, 37) , electrotransfer of polypeptides from slab gels after SDS-PAGE to nitrocellulose sheets (BA 85, Schleicher & Schiill, Dussel, Federal Republic of Germany) was performed at 35 V and 250 mA in a chamber constructed in our laboratory (30) . The transfer buffer consisted of 20 mM Tris-HCl, pH 8.3, 150 m~ glycine and 20 per cent methanol. Indirect immunostaining was carried out at dilutions between 1 : 20 to 1 : 50 of anti-HCMV hyperimmune serum (Biotest Pharlna, Dreieieh, Federal Republic of Germany) or human recoltvatescent sera, tested for the presence ofHCMV-specific IgG by standard enzyme-linked immunosorbent assays (ELISA), as the first antibody, and horseradish peroxidase-conjugated rabbit antihuman IgG (Dakopatts, Hamburg, Federal Republic of Germany) as the second antibody at a dilution of 1:500. 3,3'-Diaminobenzidine was used as the substrate.\n\nTriehloroacetie acid (TCA) precipitable radioactivity of labelled maeromolecules was determined after transfer of aliquots to glass fiber filters (GF/C, Schteieher & Schtill, Dassel, Federal Republic of Germany) which were successively washed with 10, 5 per cent TCA, ethanol and ether (30) followed by counting in a toluene-based scintillation cocktail (Quickszint, Roth, Karlsruhe, Federal Republic of Germany).\n\nProtein content in cellular extracts was estimated by the method of Lowl~Y et al. (17) . Phosphonoacetic acid (PAA) and monensin were purchased from Sigma, Deisenhofen, Federal Republic of Germany, tunieamycin from Calbiochem, La Jolla, U.S.A.\n\nIn a typicM experiment for the determination of infected cell DNA synthesis in the presence of monensin, parallel cultures of HFF (5 × 106 cells) were infected by HCMV (MOI of 1) and pulse labelled with att-thymidine (5 ~Ci/ml) during the late phase of the consecutive infectious cycle (28) . Prior to infection HFF were subjected to serum starvation (3, 31) to avoid cellular stimulation in addition to that by HCMV. Under these conditions concentrations above 1.5 ~M effectively abolished virus-mediated induction of precursor incorporation (Table 1 , Exp. 1). When a higher MOI was used, the drug concentration had to be raised (Table 1 , Exps. 2 and 3) to obtain a comparable suppression of 3H-thymidine uptake. For all subsequent experiments an MOI of 1 was chosen.\n\nIn contrast to this, herpes simplex virus (HSV)-induced DNA synthesis proved to be resistant to monensin even at relatively high concentrations ( which also prevents HCMV-mediated induction of aH-thymidine ineorporation but fails to inhibit that triggered by HSV (28) . Serum-mediated induction of preeursor uptake, on the other hand, was again sensitive to the action of monensin (Table 1 , Exp. 5), whereas arrested HFF were not inhibited (not shown). Subsequent analysis of infeeted eell DNA by isopyenie eentrifugation in neutral CsC1 revealed that inhibition of the HOMV-host cell system in the presence of monensin was indeed due to prevention of thymidine incorporation into viral DNA ( Fig. 1 A and B) . Labelling of HSV DNA, on the other hand, was not affected by the drug (Fig. 1 C and D) . As expected from these observations, the drug also prevented the production of intra-as well as extraeellular HCMV progeny (not shown).\n\nTo examine whether pretreated cells support, viral replication, confluent serum-starved HFF were exposed to various concentrations of monensin prior to virus infection and subsequently pulse labelled with 3H-thymidine during the interval of expected viral DNA synthesis (28; Fig. 2 A) . Pretreatment with drug concentrations up to 7.5 t1~ had no inhibitory effect on conseeutive precursor uptake under our conditions. Likewise, anMysis of the DNA showed that synthesis of viral DNA was essentially unimpaired, as compared with the control (Fig. 2 A, w/o and monpre) . Pretreatment with higher drug concentrations (e.g. 15 tx~) which induced signs of beginning eytotoxieity, led to a reduced 3H-thymidine incorporation into viral DNA (not shown).\n\nIn a further experimental setup cultures were infected and subsequently kept in the presence of monensin (4.5 tiM) for 48 hours. At this time the drug was removed the cultures refed with fresh medium without inhibitor and subjected to three sequential pulses with tritiated thymidine for 24 hour intervals each, to monitor DNA synthesis (Fig. 2 B) . This protocol again did not prevent subsequent recovery of viral DNA replication within 48-72 hours after removal, an observation which was based on the comparative anMysis by isopycnie centrifugation in CsC1 of DNA samples from untreated and drug-treated infected cultures labelled during corresponding pulse intervals (Fig. 2 B, w/o and monint) .\n\nThe following experiments served to determine differences in sensitivity of HCMV-induced DNA synthesis to the drug during the infectious cycle. For this purpose serum-starved HFF were infected as described above, drug addition (4.5 tzM), however, followed only delayed at 12, 24, 36, 48 and 60hours p.i. prior to pulse labelling from 60-72 hours p.i. (Fig. 3) . DNA extracted from A HCMV-infeeted HFF which were left untreated (w/o) or exposed to monensin (monpre; 7.5 tXM) prior to infection and pulse labelled (5 txCi 3tt-thymidine/ml) from 60-72 hours p.i. ; and from B HCMV-infeeted HFF which were left untreated (w/o) or exposed to monensin (monint; 4.5 tXM) from. 1--48 hours p.i. Pulse labelling with tritiated thymidine (5 txCi/mI) was from 48-72 hours (w/o) and 96--120 hours p.i. (monint). 8 and Untreated infected parallel cultures were labelled during the same interval as a control (Pig. 3 w/o). This experimentM approach showed that drug addition until 12 hours p.i, was effective in complete abolishment of conseeutive viral DNA synthesis (Fig. 3 a) . When added before 36 hours p.i. monensin reduced (Fig. 3 b and e) , drug addition at later times did not impair precursor incorporation into viral DNA (Fig. 3 d and e) .\n\nTo exclude the obvious possibility of suppression by monensin of induction of the viral DNA polymerase, cell extracts were prepared from drugtreated infected HFF at 48 hours p.i. and their activities compared with those of appropriate control extracts ( Table 2) . Under the conditions used monensin did not impede induction of enzyme activity showing the characteristic properties with regard to in vitro PAA-sensitivity and salt stimulation. In addition, the drug did not inhibit DNA polymerase activity in the in vitro assay (Table 2 ). \n\nFrom the observed suppression ofHCMV DNA synthesis one should also expect an impairment in the presence of monensin of expression of (late) ~al pol)Teptides. To prove this conjecture parallel cultures (5 × 106 cells) of infected HFF were subjected to drug treatment and pulse labelled with 35Smethionine (Fig. 4 A) or with tritiated sugars (Fig. 5 ) from 60-72 hours p.i, At the concentrations used monensin prevented the virus-mediated increase in precursor uptake, i.e. the specific radioactivities of the protein samples from drug-treated infected cells equaled those from uninfected cells in the case of 35S-methionine-labelled extracts (approximately 1500 cpm 35S/Ixg protein), and were decreased to about 50 and 20 per cent, respectively, of those of the control cells following labelling with tritiated sugars (390 and 830 epm 3H/txg protein for aH-mannose-and 3H-glueosamine-labelled extracts, respectively). Analysis by SDS-PAGE and fluorography revealed for the methionine-labelled extracts that monensin inhibited synthesis of the most prominent polypeptides (Fig. 4 A, lanes b and e) of 135 and 67 kilo-daltons (kd) which are assumed to represent known major viral proteins (23, 35, 40) . As compared to the cultures exposed to PAA (Fig. 4 A, lane e; 30) monensin treatment also prevented labelling of polypeptides of about 100 and 50 kd (Fig. 4 A, lanes e and e) . These observations were essentiMly verified a n d e x t e n d e d by immunoblotting of the s a m p l e s with h u m a n HCMV-specific r e e o n v a l e s e e n t sera (Fig. 4 B) . The latter technique showed in addition suppression b y the drug of two polyI)eptides in the r a n g e of 200 kd a n d a further two of about 115 and 85 kd, respectively (Fig. 4 B , lane e). Of the three viral polypeptides recognized in the molecular weight r a n g e of a p p r o x i m a t e l y 180/140 kd (180, 185 a n d 140 kd; Fig. 4 Analysis of the extracts after labelling with tritiated sugars (Fig. 5 ) showed t h a t m o n e n s i n interfered with glueosamine-but not m a n n o s e incorporation into a 140 k d p r o d u c t ( Fig. 5 A a n d B, lanes b -d ) . U p t a k e was largely reduced, on the other hand, with both p r e c u r s o r s into a 130 kd glyeopolypeptide (Fig. 5 A and B, lanes b and d) . Interestingly, the m a i n glyeop r o t e i n of the 3H-borohydride labelled purified virus p r e p a r a t i o n m i g r a t e d (Fig. 5 C, lane c) . Furthermore, drug treatment abohshed precursor uptake into the 100 kd glycoprotein but resulted in induction of a glycosylated polypeptide of about 85/90 kd (Fig. 5 A and B , lane d). Tunicamycin-resistant incorporation was obvious only in the very high molecular weight range after labelhng with aH-glucosamine (Fig. 5 B , lane e).\n\nThe observation that sensitivity of HCMV DNA synthesis to delayed addition of monensin is restricted to the initial phase of the infectious cycle supports the speculation that intracellutar transport of a glycopotypeptide may be involved. It was thus attempted to prove this assumption by the following experimental approach: HCMV-infected HFF were labelled with tritiated sugars for 24 hours p.i. (Fig. 6 A, lane c) and subsequently subjected to a chase in the presence of monensin until 48 hours p.i. prior to cell fractionation (Fig. 6, lane d) . Uninfected as well as infected cultures chased without the inhibitor were included as controls (Fig. 6 A, lanes b and d) . Analysis of the cytoplasmic and nuclear extracts by SDS-PAGE and fluorography (Fig. 6 A) showed that cytoplasmic extracts from HCMV-infected cells chased in the presence of the drug retained a glycopolypeptide in the range of 135 kd (Fig. 6 A, lane e, cy) which was apparently chased into the nuclear fraction in the absence of the inhibitor (Fig. 6 A, lane d, nu) . Immunoblotting (Fig. 6 B) with HCMAT-specific antisera of the extracts from chased cultures again revealed decreased amounts in the presence of monensin of viral polypeptides of 130 and 140 kd (see above), but did not support the assumption from the parallel tluorogram (Fig. 6A ) that monensin affected the intraceHular transport of a I35 kd virus-specific product.\n\nThe use of inhibitors for the analysis of complex biological systems is often hampered by adverse side effects. This possibility has to be considered allthemore when results are obtained which do not feature an immediate consequence of the known mechanism of the inhibitor action. In the case of the drug used here several observations argue against its toxicity at the concentrations used, e.g. by h'reversible damage of cellular polypeptide synthesis: i) Neither treatment of cultures prior to infection, intermediary exposure of infected cells nor addition of monensin during the infectious cycle prevented resumption or progress of consecutive HCMV DNA synthesis. In addition, monensin showed no inhibitory effect on viral DNA synthesis in HSV-infected HFF. ii) Analysis of the irrfiuence of monensin on viral polypeptide synthesis as determined by precursor incorporation and immunblotting favors a relatively selective ettect which is particularly obvious when a protocol of delayed drug addition was used (e.g. Fig. 6 B) . Furthermore, monensin effeeted specific and consistent changes of glycoprotein synthesis in infected cells which indeed reflected its action on posttranslational protein modification, e.g. relative resistance of 3H-mannose incorporation as compared to that of 3H-glucosamine.\n\nOf the main virus-induced glyeoproteins (gp) lahetled by 3H-mannose, i.e. gp 140, 130 and 100, monensin altowed incorporation only into gp 140 whereas labelling of gp 130 and 100 is abolished, and a new strongIy labelled polypeptide of about 85/90 kd is induced. (Minor bands of lower molecular weight appearing after sugar labelling are not considered here). By 3Hglucosamine incorporation additional gp were revealed in the range of 150-160 kd. Monensin prevented appearance of radioactive bands at the high molecular weight position (150-160 kd) as well as in the 130 and 100 kd position, but again allowed some uptake into a glycopolypeptide of 85/90 kd. In view of Pereira's elaborate analysis of the polymorphism of HCMV-speeific glycoproteins (25) which was performed also using reducing conditions for electrophoretic analysis, gp 140 and 85/90 whose synthesis appears unimpaired in the presence of monensin, may represent partially processed immature forms of gpA (A~, A3) and gpB (B2), respectively. The recent repots of RAs~VSSE~ et al. (32) and B~TT and AUGER (2) support the view that maturation of the gpA complex involves cleavage of complexed precursors. Monensin may be an experimental aid to define the influence of posttranslational protein modification on fmal gpA processing.\n\nOur observations (Figs. 4 and 5) suggest that a major gp of 140 kd is made \"early\" after infection in the absence of viral DNA synthesis. Its relationship to the main viral envelope gp which migrates slightly faster under our conditions remains to be determined.\n\nTaken together, the interference by monensin with HCMV-induced glycopolypeptide-as well as polypeptide synthesis (Fig. 4) appears to be much more pronounced than those described for HSV-infected cultures (13) . As for the particular inhibitory effect of monensin on viral DNA synthesis which distinguishes HCMV from HSV, the underlying mechanism is difficult to assess. Previous observations on prevention of HCMV DNA synthesis by glycosylation inhibitors (28, 39) , as well as the findings described here suggest that glyeosylated products participate in the control of viral DNA synthesis. Our observation that monensin impedes synthesis of several virus-specific polypeptides including structural proteins may thus reflect a secondary effect of the drug. It appears pertinent in this context to define the specificity (host-or virus-specific) of the 135 kd gp whose intraeellular distribution is affected by monensin. Analysis of glyeoprotein processing in serum-stimulated HFF whose DNA synthesis is equally sensitive to the action of monensin is hoped to shed light on this question."}