{"title": "Biocrystallography: past, present, future", "body": "Contemporary biocrystallography is interdisciplinary, by essence, in combining biology with physics, chemistry, and engineering. The field has always been knowledge driven by the need to visualize and to comprehend the molecules that underlie the basic life processes. This explains why its history paralleled the highlights of biological research and has regularly been distinguished by the Nobel Committee. Thus, in 2009 Venki Ramashrisknan, Thomas Steitz, and Ada Yonath shared the Chemistry Nobel Prize for their contribution to the determination of the crystal structure of the ribosome, the macromolecular machine that fabricates proteins (see comments by Carter, 2009; Nierhaus, 2009 ). Because of this tribute, this essay will highlight data on ribosomes and partners of the protein synthesis machinery that contributed to the development of modern crystallography.\n\nThe field was also methodology and technology driven. The first examples from the early ages concern the implementation of appropriate methods to solve structures (Arnold et al., 2010) . Continuous developments have later been focused on the improvement of protein expression and purification (Christendat et al., 2000; Koehn and Hunt, 2009 ) as well as of crystallization (Sauter et al., 2010) and diffraction data collection and processing (Arnold et al., 2010) . In this respect, the novel generations of synchrotron sources, of 3D graphics, and computing facilities for solving, building, and refining structures were essential. The field benefited also from protein and nucleic acid sequencing and synthesis technologies that provided the material to be crystallized and the chemical information to be fitted to the electron density maps.\n\nOver the years with the increasing number of solved crystal structures, biocrystallography reached the mature age and transformed into structural biology. Stimulated by the wealth of data originating from genomic programs, a new branch called structural genomics or structural proteomics emerged in the mid-1990s. It was based on a systematic highthroughput approach aimed to rapidly determine the ensemble of structures coded by selected genomes or belonging to specific biological functions or pathways . In parallel, the interest in understanding the architecture, functioning, and dynamics of large supramolecular assemblies, as well as ultrahigh-resolution of essential structures increased. As a result, new bottlenecks and challenges appeared while the questions addressed in biocrystallography gained in complexity. Figure 1 outlines the five steps that have to be mastered in order to determine a 3D structure. They first concern the choice of the most appropriate target macromolecule, its cloning, expression, purification, and assessment of purity in terms of chemical and conformational homogeneity. Although mainly dependent on biology methodologies, this step also requires bioinformatics and structure analysis tools to select a native target or to design variants. Likewise, the next three steps dealing with crystallization and crystal characterization definitely make an extensive use of interdisciplinary approaches (Sauter et al., 2010) . They cover (i) the search of initial crystallization conditions by trial-anderror strategies using sparse matrix screening or rationalguided diagnostics, (ii) the optimization of crystal quality by seeding, phase diagram exploration, or more advanced approaches such as growth in diffusive media or in the pres-ence of additives among them natural ligands or inhibitors, and (iii) the assessment of the diffraction properties of crystals such as resolution, mosaicity, and isotropy. Note that at this stage, crystals also constitute interesting objects to investigate physics related issues-crystal perfection studies by X-ray topography, rheology and other mechanical aspects, impurity inclusion, crystal surface poisoning, and crystal engineering-as well as in crystallo enzymology. These four initial steps are the main scope of biocrystallogenesis; the field that has been developed since the late 1980s to rationalize the preparation of well-diffracting crystals (McPherson and Giegé, 2007) . The ultimate step, that is the determination and the analysis of the 3D structure, benefited as well from constant methodological and instrumental innovations (Arnold et al., 2010) . However, despite all the gained expertise, a biocrystallographic project can be stuck at each of these steps and overcoming the bottlenecks often requires inventiveness and efforts. This essay will discuss these different aspects from the viewpoints of past, present, and future.\n\nBiocrystallography started in the mid-1930s when it was realized that X-ray diffraction patterns recorded from macromolecular crystals (Bernal and Crowfoot, 1934) contain structural information that can be translated in atomic models of the crystalline macromolecules (Kendrew et al., 1958) . The first bottleneck was the lack of suitable methods for structure solving, in particular to overcome the phase problem. As soon as these methods were developed and the first Figure 1 . Biocrystallography, the multidisciplinary route to the 3D vision of biological processes. ͑Left͒ main steps to a 3D crystal structure. ͑Right͒ contribution of biocrystallography to the PDB. The plot illustrates the growth of the PDB content since 1975 ͑blue curve͒ and shows that the biocrystallography community is by far the strongest contributor ͑green curve͒ with X-ray structures solved by structural genomics consortia already reaching 10% of the total ͑yellow curve͒. These data were extracted from the PDB http://www.rcsb. org/pdb/ structures solved, a dozen of structure determinations followed, comprising small proteins and enzymes as well as nucleic acid fragments (Fig. 2) . They wonderfully confirmed the models of ␣-helices and ␤-sheets in proteins (Pauling and Corey, 1951) and of the DNA double-helix (Watson and Crick, 1953) . Over the years, biocrystallography targets gained in size and complexity, covering soluble proteins of increasing size, small RNAs, pieces of DNA and their complexes with proteins, spherical viruses with high intrinsic symmetry, membrane proteins, and nucleoprotein complexes to culminate nowadays with assemblies as intricate as the bacterial ribosome, a ϳ2.3 MDa particle comprising three RNAs and ϳ50 proteins, which structure was solved in various forms without or with combinations of bound tRNA, mRNA, and antibiotics substrates. This diversity is depicted in Fig. 2 by a series of emblematic milestone structures (see also Supplementary Material Table S1 ).\n\nIn the early time, a second bottleneck appeared rapidly, namely, how to grow \"good\" crystals of \"biologically hot\" macromolecules. In this respect, two methodological breakthroughs were essential. The first one that paralleled the de-velopment of X-ray methods occurred in the late 1960s and was the implementation of micromethods allowing crystallization trials in assays of 10-50 µl. This allowed solving structures with sample quantities decreasing from more than 100 mg down to less than 1 mg, nowadays, in most favorable cases (Supplementary Material Table S2 ). The second breakthrough came in the early 1990s with the development of screening kits to rapidly explore crystallization parameter-spaces (Jancarik and Kim, 1991) together with the generalized use of biotechnological tools for sample preparation and the availability of novel computing and synchrotron facilities.\n\nDuring its rather short history, biocrystallography had a tremendous impact on biology. The study of transfer RNAs (tRNAs) in the context of protein synthesis (Fig. 3) illustrates well how the field has evolved and transformed the structural view biologists had on major macromolecular actors of life. The tRNA story started in the 1960s when small angle X-ray scattering (SAXS) studies on bulk E. coli tRNA revealed an overall L-shaped envelope for these molecules. During the next decade, several crystal structures of free tRNAs revealed their internal atomic anatomy and another 10-year pe- Figure 2 . Milestone structures that recapitulate the history of biocrystallography. The figure illustrates the diversity of 3D structures solved and the evolution of their complexity since the birth of the field in the late 1950s. A star ͑*͒ indicates crystal structures linked to a Nobel Prize award. The proposed selection is displayed in chronological rank and includes: sperm whale myoglobin ͑PDB identifier: 1mbn*͒, horse hemoglobin ͑2mhb*͒, hen egg white lysozyme ͑1lyz͒, Saccharomyces cerevisiae tRNA Phe ͑1tn2͒, icosahedral Tomato Bushy Stunt Virus ͑2tbv͒, Rhodopseudomonas viridis photosynthetic reaction center ͑1prc*͒, Rhodobacter capsulatus porin ͑2por͒, human TATA binding protein in complex with TATA box DNA ͑1tgh͒, S. cerevisiae GCN4 leucine zipper ͑1ysa͒, Drosophila melanogaster Tramtrack zinc finger domain complexed with its DNA target ͑2drp͒, bovine ATP synthase ͑1qo1*͒, synthetic construct of a hammerhead ribozyme ͑1mme͒, Xenopus laevis nucleosome with synthetic DNA construct ͑1aoi͒, Halobacterium salinarum bacteriorhodopsin ͑1ap9͒, Streptomyces lividans K + channel ͑1bl8*͒, S. cerevisiae RNA polymerase II ͑1i6h*͒, Thermus thermophilus 30S ribosomal subunit ͑1fjg*͒, and a human G Protein Coupled Receptor or GPCR ͑2rh1͒. Ligands, cofactors, and additives are shown in CPK form. For details and other milestones, see Supplementary Material Table S1 . All structures are displayed at the same scale using PyMol ͑Delano Scientific-http://www.pymol.org͒. Membrane proteins are shown with their trans membrane region emphasized in a schematized membrane ͑notice the lysozyme module fused to the intracellular part of the GPCR structure, see text for details͒.\n\nriod was necessary to unravel the architecture of tRNA/ protein complexes. The next breakthrough arose at the turn of the millennium when crystallography opened new routes to visualize tRNAs on the ribosome and to understand their behavior during protein synthesis. Thus mechanistic anticipations from the past could be explicitly demonstrated (Schmeing and Ramakrishnan, 2009) , such as the allosteric three-site model (Wilson and Nierhaus, 2006) with the tRNA \"pas-de-trois\" on the ribosome surface. Looking at tRNA molecules under different functional states (Giegé, 2008) also highlighted how crystallography can reveal the structural plasticity of biomacromolecules, a property of pivotal importance for understanding function. As will be discussed below, the tRNA story further illustrates how progress in methods and technologies were the driving force to move from low-to high-resolution and from low-to high-structural complexity (Fig. 3) .\n\nIn structural biology, success is often determined by the appropriate choice of the target macromolecule and different strategies were envisaged depending on the biological question. On the one hand, when the aim is to solve a milestone structure from an essential biological process and/or from a given biochemical family-transcription or translation, nucleic acids or membrane proteins-the taxonomic origin of the macromolecule is less critical than its crystallizability. In such a situation the biological origin becomes a variable in crystallization. On the other hand, when the aim is to solve structures from a given organism-for pharmacological reasons or proteome establishment-crystallizability may be a real bottleneck and a great deal of effort can be necessary to produce a target amenable to crystallization. It is not our purpose to discuss the many solutions reported in literature to Ribosomal proteins from 30 S and 50 S subunits are shown in yellow and blue, respectively, and 23 S, 5 S, and 16 S RNAs in dark, medium, and light green, respectively. The mRNA is symbolized by a violet ribbon and the tRNA in the A site is bound to EF-Tu ͑pink͒. Models in the middle and on the right are shown at the same scale. circumvent these concerns. Instead we will illustrate the subject by examples relevant to structural investigations on the translation machinery and on membrane proteins that have been leading in many respects to major developments in biocrystallogenesis.\n\nRegarding the choice of the taxonomic origin of the target one has to remember that many organisms are adapted to extreme life conditions, notably with a temperature of up to 110°C, pressures of up to 100 MPa, and high radiation levels or salt concentrations. To do so, they have evolved macromolecules, which are stable under such conditions. The pivotal finding that triggered the rush toward extremophiles was the good crystallizability of the tyrosyl-tRNA synthetase (TyrRS), a member of the aminoacyl-tRNA synthetase (aaRS) family, isolated from heat-loving Bacillus stearothermophilus (Reid et al., 1973) . The many structures in the protein data bank (PDB) from extremophiles confirm the idea of the relative ease to crystallize their macromolecular components (Liebl, 2004) . The concept is particularly true for the aaRS family, where ϳ60% of the 3D structures stem from extremophiles . Likewise, the known ribosome structures stem from three different extremophiles-T. thermophilus (Cate et al., 1999; Clemons et al., 1999; Tocilj et al., 1999) , Haloarcula marismortui (Ban et al., 1999; Gluehmann et al., 2001) , and Deinococcus radiodurans (Davidovich et al., 2007) -and were solved as the result of years of intensive and innovative worldwide research efforts (e.g., Moore and Steitz, 2003; Noller, 1991; Wilson and Nierhaus, 2006; Yonath et al., 1998; Yusupov et al., 1991) . Note that the opportunity to obtain structures of the same biological entity originating from different taxa changes the traditional way to approach molecular evolution that can now be addressed by 3D structure instead of by 1D sequence analysis. Important applications have already emerged from studies on aminoacyl-tRNA synthetases (O'Donoghue and Luthey-Schulten, 2003) and it can be anticipated that evolutionary biology will be deeply impacted by the 3D vision of protein structures (Abad-Zapatero, 2009).\n\nAnother key observation is that many proteins and most nucleic acids have multidomain architectures leading to intrinsic structural flexibility, which is a priori not favorable for crystallization. Similarly, membrane proteins often have intracellular and extracellular hydrophilic and mobile domains that are susceptible to prevent their crystallization. For all these reasons, the use of molecular engineering-for removing appendices, inserting domains that constrain flexible regions, or producing isolated domains-was of great benefit to make such structures more compact and stable. A typical example comes from the TyrRS family (Fig. 4) . These proteins have a modular architecture overall conserved across evolution with a N-terminal catalytic domain comprising a Rossmann-fold and a dimerization interface (CP1 insertion) and a C-terminal domain of variable architecture that binds tRNA anticodon. In the first crystal structure of a TyrRS, which was from the Bacteria B. stearothermophilus, this domain was not seen in the electron density map because of mobility (Brick et al., 1989) . It was later observed that it is also mobile in eukaryal TyrRSs. Therefore in most crystallized TyrRSs, this tail was resected, in particular, in human mitochondrial TyrRS, where the full-length enzyme did not yield crystals suitable for structure determination (Bonnefond et al., 2007a) . Likewise, structure determination of yeast AspRS (apo form) was only possible with a truncated protein lacking its flexible 70 residue-long N-terminal extension (Sauter et al., 2000) . Other examples concern membrane proteins (Supplementary Material Table S1 ), notably the K + channel from Streptomyces lividans and the human ␤2-adrenergetic G protein coupled receptor (GPCR) protein (Fig. 2 ). The first one needed two types of engineering for structure determination, namely, the resection of its C-terminal extension and the growth of crystals of a mutant with a single amino acid change that diffracted better than crystals grown from the wild-type protein (Doyle et al., 1998) . As to the second example, a mobile intracellular domain prevented crystallization of the receptor. Here, the difficulty was circumvented by stabilizing the GPCR structure by the insertion of a T4 lysozyme molecule in the flexible region (Rosenbaum et al., 2007) .\n\nStructural plasticity of biomacromolecules, although detrimental for crystallization, is essential for function. Thus addition of ligands or of any type of small molecules able to restrain the conformational space of the macromolecule can help its crystallization. This has proven particularly useful for proteins such as aaRSs, where addition of small substrate derivatives or of tRNA allowed crystallization or led to crystals of improved diffraction properties . On the other hand, crystallizing complexes containing macromolecular ligands is a way to explore the conformational space of these ligands. Again, this is well illustrated with tR-NAs that show a large repertoire of conformations when interacting, for example, with maturation enzymes, aaRSs, elongation factor, or the ribosome (Giegé, 2008) .\n\nObtaining a good crystal is a mandatory but not easy step. Indeed biological crystallization for long remained poorly understood because of its multiparametric nature. It is now becoming unraveled as a result of interdisciplinary research efforts (Chernov, 2003; McPherson and Giegé, 2007; Sauter et al., 2010) . Whatever the type of molecule, crystallization includes four steps: prenucleation, nucleation, growth, and cessation of growth. The whole process can be conveniently visualized in a phase diagram (Fig. 5 ) that contains an undersaturated region, where macromolecules are soluble and a supersaturated region, where they crystallize, both regions being delimited by the solubility curve (Asherie, 2004; Sauter et al., 1999) . The wisdom of the crystal grower will be to find the best and quickest way to explore the parameter space.\n\nCrystallization usually starts by a blind or a semirational screening approach. When a first \"hit\" is found, refining the parameters that affect crystallization and exploring the most important ones-purity and homogeneity of samples, nature and concentration of crystallants, pH, ionic strength, and temperature-can be conducted more rationally. Note that the meaning of \"purity\" and \"homogeneity\" in biocrystalli-zation goes beyond their usual chemical definition, and also refers to physicochemical aspects. Thus, for crystallization one should be seeking for conformational purity that depends on both solvent conditions and structural features of the macromolecules. For that purpose, dynamic light scattering methods became useful tools for solubility and crystallizability diagnostics (Mikol et al., 1990; Wilson, 2003) . This led to the recent development of dedicated instruments allowing measurements on samples in the microliter-scale.\n\nOptimizing the production of macromolecular crystals relies presently on robust experimental data arising from studies on the nucleation and crystal growth behaviors of a panel of model proteins. Thus the supersaturated region, which is out of thermodynamic equilibrium in the phase diagram (Fig. 5) , contains three kinetically-dependent zones, where crystallizability differs radically. Rapid separation of macromolecules from solution in an amorphous or microcrystalline state occurs at extreme supersaturation in the precipitation zone. In contrast, good crystals can be obtained at lower supersaturation in both nucleation and metastable zones. Lowest supersaturation defines the metastable zone, where nucleation cannot occur spontaneously, and thus is suitable for seeding (D'Arcy et al., 2007) . In the nucleation zone, where nucleation occurs spontaneously, number of nuclei, growth rate, and growth mechanisms depend on precise solution conditions that should be tuned appropriately.\n\nNucleation can be homogeneous in the bulk of the solution, but in most of the cases, it is heterogeneous and occurs on solid surfaces such as the walls of the crystallization chamber or dust particles and other impurities. The means that minimize heterogeneous nucleation and thus favor reproducibility of experiments have been found (Sauter et al., 2010) .\n\nGrowth of macromolecular crystals can occur by two mechanisms that highly depend on supersaturation. While crystals grow by screw dislocation-by a helical path propagating around a lattice defect-at low supersaturation, they predominantly grow by 2D island formation-from 2D clusters/nuclei that form randomly on flat crystal faces-at higher supersaturation. High-quality crystals are obtained at lowest supersaturation and under constant growth regime but these are not easy to obtain in practice since crystal growth is accompanied by a decrease in supersaturation in the mother liquor that could trigger a modification of the growth regime. Atomic force microscopy revealed this effect during tRNA Phe crystallization (Ng et al., 1997) . Perturbation of growth regime, likely accounts for nonreproducibility of diffraction properties, can also result from impurity incorporation in growing crystals. Such poisoning is favored when the impurity has resemblance with the crystallizing macromolecule. Therefore, the macromolecule itself can be the worst contaminant due to conformational heterogeneity or partially fragmented isoforms.\n\nAll methods used in biocrystallization aim to bring the macromolecule to an appropriate state of supersaturation (Sauter et al., 2010) . Although structural biologists favor vapor phase equilibrium techniques, batch, dialysis, and freeinterface diffusion methods are alternatives. One shall recall that besides physical and chemical variables, the crystallization method itself and the geometry of the setup also affect crystallization. As mentioned above, crystal growth seldom occurs at constant protein concentration, thus introducing changes in supersaturation and, hence, possible changes in the growth regime. Crystallization at constant macromolecule concentration could be achieved in liquid circulation cells but is not obvious to implement in practice.\n\nBatch crystallization was the method of choice in the pioneers' time and remains the simplest since it just requires mixing macromolecules and crystallants until supersaturation is reached. It is the first crystallization method that was automated in a microdroplet version under oil (Chayen et al., 1990 ) and more recently was further miniaturized (D'Arcy et al., 2003) . Dialysis permits easy variation in parameters but is less adapted for small sample volumes and screening procedures. In contrast, crystallization by vapor diffusion, which was invented for the production of tRNA crystals (Hampel et al., 1968) , is very handy and has rapidly become the favored method in most laboratories. It is practiced in a variety of forms, mainly in microliter-size sitting drops. In free-interface and counterdiffusion methods, equilibration occurs by direct diffusion of the crystallant into the macromolecule solution (García-Ruiz and Moreno, 1994) . Both methods require minimal convection and, therefore, experiments are conducted in capillaries. The advantage of counterdiffusion is that a wide range of supersaturation conditions can be tested in a single experiment and that all steps from crystallization to structure determination can be performed in situ without any crystal handling (Gavira et al., 2002) .\n\nOver the past decade, new strategies have been developed either to screen physical variables or to give emphasis to peculiar growth media and to take advantage of novel biotechnological tools for stabilizing macromolecular conformations by chaperone macromolecules. These methods were shown to be efficient for both ab initio search of crystallization conditions and optimization procedures for improving crystal quality. As an illustration, Fig. 5 displays crystals grown by three unconventional methods taking advantage of gelled media, cubic mesophases, or microfluidic counterdiffusion channels. On the other hand and in view of highthroughput structural genomics projects, automated instruments and entirely integrated systems have been developed to accelerate crystallization and optimization procedures (Newman et al., 2008) .\n\nThe ways physical variables affect crystallization are manifold (Sauter et al., 2010) . Thus gravity influences fluid properties and movement of molecules, pressure and temperature alter conformation of macromolecules, magnetic fields orient crystals, and electric fields can reduce nucleation rates. Likewise gelled and microfluidic environments reduce convection and thus favor crystallization while cubic gel-like mesophases provide conditions to crystallize hydrophobic proteins. Convection and sedimentation always take place in current procedures and severely influence crystallization. In the absence of gravity, theory predicts regular crystal growth under diffusive regime that should enhance crystal quality. Such considerations have justified spacecrystallization programs and have contributed to a deeper understanding of protein crystallization (Kundrot et al., 2001) . However, due to experimental limitation, crystallization in weightlessness is not a panacea and ways to mimic its beneficial effects on earth were searched. Because convection depends on viscosity, gels represent a convection-free environment and thus a good media to improve crystal quality (Lorber et al., 2009) . As was anticipated, crystals grown in gels are often of superior quality than controls grown from solutions. They can easily be removed from their soft environment and set up for X-ray analysis. Microfluidic devices also provide a diffusive environment due to their small size. The first microfluidic applications in biocrystallization were a free-interface system (Hansen et al., 2002) followed by a \"batch in nanodroplets\" chip (Zheng et al., 2003) suitable for high-throughput screening. The absence of convection in microfluidic channels makes microsystems very appealing for counterdiffusion experiments. When made of appropriate polymer material, counterdiffusion chips allow a direct onchip characterization of the crystals by X-ray diffraction without any further sample handling (Dhouib et al., 2009; Ng et al., 2008) . Finally, it was conjectured that suppression of convection could be achieved under hypergravity or when magnetic or electric fields are applied. Although macromolecule crystal growth under such conditions is not widespread and the underlying physics not completely validated, these approaches can be useful in special cases, for instance, to reduce the number of nucleation sites (Sauter et al., 2010) .\n\nTemperature and pressure are two thermodynamic parameters that can trigger nucleation and sustain protein crystal growth (Rosenberger et al., 1993; Suzuki et al., 2002) but were hardly exploited although temperature-induced crystallization often occurs consequently of accidental temperature variation in the laboratory. Dedicated crystallization systems have been designed for temperature-induced crystallization that find application, e.g., in the growth of large crystals for neutron crystallography (Budayova-Spano et al., 2007) . Pressure-induced crystallization is trickier and requires other specialized equipments (Suzuki et al., 2002) . Interestingly, cowpea mosaic virus crystals compressed at 330 MPa in a diamond anvil cell demonstrated pressure-induced ordering of the crystals, lower ADPs, and a larger number of ordered water molecules (Girard et al., 2005) .\n\nIn a more biological perspective, use of \"crystallization helper\" chaperones is becoming useful to crystallize recalcitrant proteins (Koide, 2009) or RNA fragments (Ye et al., 2008) . A typical example of the chaperone strategy is the structure determination of Escherichia coli tRNA Cys from crystals, where the tRNA was sequestered by elongation factor . First tested with antibody fragment chaperones, it was rejuvenated with the DARPin technology based on the natural ankyrin repeat protein fold with randomized surface residue positions allowing specific binding to virtually any target protein (Sennhauser and Grütter, 2008) .\n\nWhen the pioneers of biocrystallography showed that biological samples could potentially produce high-resolution diffraction patterns (Bernal and Crowfoot, 1934; Perutz, 1985) , structure determination was still very empirical and tedious. The first breakthrough came with the development of a robust phasing method based on the introduction of heavy atoms in the crystals, a procedure called multiple isomorphous replacement (MIR). This approach led to the atomic models of myoglobin and hemoglobin in the early 1960s (Kendrew et al., 1960; Perutz et al., 1968) . It is still in use in various forms nowadays and was the key for phasing diffraction data from ribosome crystals soaked with large heavy-atom clusters (Ban et al., 1998; Yonath et al., 1998) . Of course, the concomitant boom of computing systems was also pivotal. Following the first success stories and the increase in the number of biological systems investigated, the major difficulty became soon, and still remains, the availability of the biomolecule and the difficulty to produce crystals of adequate quality.\n\nThe 1990s brought a radical change in the practice of biocrystallography. The first major development was crystal cryocooling at around 100 K in a stream of nitrogen gas, a method known for long in chemistry and introduced in biology with ribosome crystals (Yonath et al., 1998) . It is presently systematized in biocrystallography to slow down radiation damages and to increase the lifetime of samples during X-ray analysis (Garman, 2003) . Further, post-crystallization methods to enhance crystal quality-dehydration, annealing, soaking, and other treatments-became popular and cured many \"poor\" crystals (Heras and Martin, 2005) . Here as well, observations on crystals of proteins from the translation machinery-a GlnRS and EF-Tu-where among the first that opened the field (Rould et al., 1991; Schick and Jurnak, 1994) . Second, the access to strong synchrotron X-ray light sources increased sharply with the building of new third generation facilities worldwide. The availability of intense and tunable radiations facilitated the development a new phasing method, the multiwavelength anomalous dispersion (MAD) (Hendrickson, 1991) , which simplifies the original MIR approach. It eliminates the necessity of preparing several crystal derivatives and associated isomorphism distortion since the entire structure determination can be performed on a single cryocooled crystal including an anomalous scatterer. The combination of all these methods was instrumental to the explosion of 3D data in the PDB that occurred in the mid-1990s (Fig. 1) and here again the ribosome adventure is a striking illustration of their impact in structural biology (Abrahams and Ban, 2003; Gluehmann et al., 2001; Yonath et al., 1998) .\n\nAt the end of the 1990s, the structural biology community invented the concept of structural genomics and jumped into the post-genomics era. The effective implementation of structural genomics implied to deal with hundreds of targets in a massively parallel manner in order to achieve highthroughput at each stage of a project and these developments found also applications at small scale in academic laboratories. They include the production and fast purification of tagged molecules, the use of automated data collection protocols on cryocooled samples (Arzt et al., 2005) , and of automated pipelines for X-ray structure solution and refinement (Adams et al., 2009) exploiting the incorporation of selenomethionine in proteins for MAD or single autonomous dispersion (SAD) phasing (Joachimiak, 2009 ). On the other hand, the increase in the 3D repertoire with ϳ50% of new folds in the PDB provided by structural genomics consortia, is rejuvenating the effectiveness of molecular replacement methods as alternate phasing and refinement tools.\n\nOther breakthroughs stem from methodological advances in single particle cryoelectron microscopy (cryo-EM) and were applied in the ribosome field for imaging various ribosomes (Becker et al., 2009; Frank, 2009; Spahn and Penczek, 2009) , including minimalist mitochondrial ribosomes (Sharma et al., 2009) . When cryo-EM was combined with X-ray crystalloghraphy, molecular dynamics and modeling, new biological questions could be addressed such as uncovering high-resolution snapshots of functional ribosomes during initiation (Simonetti et al., 2009) or elongation (Villa et al., 2009; Fig. 3) of protein synthesis. They were also essential for structure determination of other large assemblies such as viruses with asymmetric properties (Mueller et al., 2007; Rossmann et al., 2007; Steven and Baumeister, 2008) .\n\nThe recent progress in terms of synchrotron and data collection facilities will certainly help to tackle new appealing biological systems. Of particular interest are the microfocused beams that allow analysis of crystals with a size down to a few microns (Moukhametzianov et al., 2008; Schneider, 2008) . Thus, a 2 Å crystal structure of both recombinant and infectious silkworm cypovirus polyhedra could be determined using crystals of 5 -12 µm, the smallest crystals yet used for de novo X-ray protein structure determination (Coulibaly et al., 2007) . Likewise, the development of a new generation of ultrafast and sensitive X-ray detectors (Kraft et al., 2009) enables the exploitation of radiationsensitive or weakly diffracting samples, and gives the possibility to analyze crystals in their growth environmenteither in microplates or microfluidic devices (Dhouib et al., 2009; Jacquamet et al., 2004 )-avoiding potentially detrimental handling.\n\nToday, structure determination of a new target can generally be carried out in a few months, where it may have taken years if not decades, in the past. The situation is well depicted by the metaphor of the \"flying crystallographer,\" rushing from one synchrotron facility to the next, solving and refining his new structures on the way back to the laboratory, if not directly on the beamline while collecting the data. However, this apparent ease, which might reflect a majority of cases, should not mask that every single project is unique and that the starting point will always remain a good, welldiffracting crystal. Further, it should not be forgotten that entire regions/areas of the \"3D-space\" underlying the tree of life remain essentially unexplored such as that of native metazoan proteins with post-translational modifications and without resected motifs.\n\nThe questions addressed to biocrystallography have dramatically evolved since the first protein structures were solved. The fact that high quality X-ray diffraction data can be obtained from a single crystal of dimensions in the range of 20-50 µm has changed the objectives considerably. One shall recall that 40 years ago a structure analysis required many crystals in the mm size range. Since fewer and smaller crystals are now the rule-except for neutron diffraction (Budayova-Spano et al., 2007) -it is easier today to envisage more challenging projects dealing with membrane proteins, lipoproteins, intrinsically unstructured proteins, large RNAs, or nucleoprotein complexes or assemblies. Intrinsically unstructured proteins or proteins with disordered regions represent a real challenge. Such proteins are especially abundant in eukarya and remain poorly understood but may fold and play important roles upon binding to their cellular partners (Dyson and Wright, 2005; Fukuchi et al., 2009) . Besides understanding their biology, it is anticipated that their study will provide clues to comprehend protein folding and protein dynamics. Membrane proteins constitute another tricky category due to their lipophylic nature and the difficulty to make them stable in solution and thus amenable to crystallization (Caffrey, 2008) . The great deal of effort already invested to enlarge the repertoire of their 3D structures, certainly will be pursued, notably for applications since these proteins represent almost 50% of the promising pharmaceutical targets. In a wider perspective of applications, biocrystallography provides a powerful platform for the conception of new drugs with the possibility to screen for ligand binding in crystallo (Blundell et al., 2006) and can deliver valuable 3D data to fight against new threats such as emerging pathogenic viruses (Anand et al., 2003; Bollati et al., 2009) . Crystallography alone, however, is not sufficient for applications such as ligand screening or drug design that may require complementary biophysical and computational techniques (Renaud and Delsuc, 2009) .\n\nAlthough crystallography gives access to static atomic snapshots of objects frozen in a crystal lattice, solving structures with and without ligands or exploiting different crystal forms generated during crystallization screening are powerful means to capture alternate functional states of biomacromolecules. Interestingly, packing plasticity does even exist in crystals diffracting to high-resolution that can sustain a high degree of disorder-up to 30-35%-in their packing (Touzé et al., 2007; Troffer-Charlier et al., 2007) . This brings to the question of decrypting the kinematic changes in macromolecular structures in action, in other words the potential of a time-resolved crystallography with perspective of \"4D biology,\" where the fourth dimension would be the temporal component. Along these lines, the example of crystallographic snapshots obtained during the maturation of a tRNA, provided a \"movie\" of this enzymatic reaction and gave a robust support to the approach (Tomita et al., 2006) . The more direct approach would be to capture transient 3D information in crystallo. This dream of crystallographers was already experimentally assayed in the late 1980s and gave electron density maps from millisecond diffraction data collected on Laue photographs (Hajdu et al., 1988) . Recently sophisticated methodologies for time-resolved crystallography have been successfully validated with several model enzymes (Bourgeois and Royant, 2005) . With the next generation of X-ray light sources, the coming era of singlemolecule X-ray diffraction (Helliwell, 2004) and the development of new tools for analysis intensity changes in Laue diffraction experiments (Coppens et al., 2009) , one can anticipate a flourishing future for time-resolved crystallography not only for enzymology but also to get a kinematic insight of macromolecular recognition processes.\n\nHybrid approaches combining X-ray diffraction with EM, NMR spectroscopy, biophysical, and computational methods will continue to improve and their importance in structural biology will undoubtedly increase (Steven and Baumeister, 2008) . Thus, the association of correlative light microscopy and EM, electron or X-ray tomography with crystallography makes possible to apprehend a living cell at different scales, starting from its global organization and zooming down to capture macromolecular events at atomic resolution (Hoenger and McIntosh, 2009; McDermott et al., 2009; Plitzko et al., 2009) . This old dream of biologists is now becoming a reality and promising results such as the visualization of the cadherin network bridging the extracellular space in the epidermal desmosome have already been obtained (Al-Amoudi et al., 2007) . Interestingly, recent crystallographic work combined with cell biology and modeling also links cadherin biology with the angiostatic activity of a human aaRS, namely, TrpRS (Zhou et al., 2010) , a step toward the integrative biology of these two classes of proteins. The perspectives are wide and it can be anticipated that structural biology in its perpetual evolution will become an integral component of integrative biology in a near future.\n\nSince the first picture of myoglobin at 5 Å resolution (Kendrew et al., 1958) and the first use of a synchrotron to collect diffraction photographs on a virus crystal (Rosenbaum et al., 1971) , immense progresses have been made in the precision of the structural data delivered by X-ray crystallography. The highest resolution for large soluble proteins has recently reached 0.66 Å for human aldolase reductase, a protein of 36 kDa (Podjarny et al., 2004) , and 1.15 Å for a membrane protein, namely, a yeast aquaporin (Fischer et al., 2009) . Neutron crystallography has progressed as well and provided a structure of bovine pancreatic RNase A at 1.7 Å resolution (Yagi et al., 2009) . All along its history the field has been built on a strong interdisciplinary spirit that contributed to solve successive bottlenecks and helped to tackle biological questions of increasing complexity. As a result biocrystallography has become a must and continues to be at the frontiers of biological research. While structural knowledge remains sparse in many respects regarding membrane proteins or eukaryal proteomes, including the human proteome and related biomedical issues, supramolecular crystallography of large and even giant assemblies is just at the verge of a golden age.\n\nAs a concluding remark, let us note that biocrystallography transformed from a multi-to an interdisciplinary discipline with scientific fields a priori disconnected that progressively became tightly interconnected. This is well illustrated by the semantic and operational changes in the name of the discipline that transformed to structural biology with its experts coming from physics and chemistry progressively integrating biochemistry and molecular biology in their research practice. At the opposite an increasing number of groups with biochemistry and molecular biology background have adopted crystallography as a major investigation tool. We anticipate that the present structural biology will undoubtedly play a key role in the coming \"mutations\" toward integrated and global biology and will completely merge with these novel biodisciplines."}