{"title": "Role of RNA chaperones in virus replication", "body": "Some RNA molecules easily become trapped in inactive conformations (kinetic traps) because of their structural and functional flexibility. These unproductive folds can be very stable and persistent. RNA chaperones existence was postulated to solve this RNA folding problem (Herschlag, 1995) . Although RNA chaperone activity has been shown using different in vitro assays (see below), their in vivo activity was only recently demonstrated (Lorsch, 2002) . RNA chaperones are non-specific nucleic acid binding proteins that rescue RNAs trapped in unproductive folding states (Cristofari and Darlix, 2002; Schroeder et al., 2004) . One of the most important characteristics of RNA chaperones is that, once the RNA has been folded, they can be removed without alteration in the RNA conformation (Cristofari and Darlix, 2002; Rajkowitsch et al., 2005) . RNA chaperone activity cannot be predicted based on the protein domain structure or the existence of discrete motifs. Nevertheless, RNA chaperones have the highest frequency of disordered regions, and it has been proposed that they act according to an entropy transfer model, allowing correct RNA folding by successive cycles of protein-substrate order-disorder ( Fig. 1) (Dyson and Wright, 2005; Ivanyi-Nagy et al., 2005; Tompa and Csermely, 2004) . In fact, viral proteins with large disordered regions, postulated as RNA chaperones based on this criteria, act as Tompa and Csermely (2004) . RNA chaperones (orange) have long intrinsically disordered regions. In the first step of the model, this kind of proteins bind misfolded RNAs, in general, non-specifically. Disordered domains of the protein become ordered while domains of the substrate are unfolded (entropy transfer from protein to substrate). The RNA is correctly folded while the protein is disordered again (entropy transfer from RNA substrate to protein). Finally, after several cycles of order-disorder, the RNA substrate, correctly folded, is released, and the RNA chaperone is free to act again. advanced assays, in which several chaperone activities are analyzed simultaneously (i.e., ribozyme or intron cleavage) (Cristofari and Darlix, 2002; Rajkowitsch et al., 2005) . Although there is no consensus, at least two different positive assays should be required to establish the RNA chaperone activity of a protein. In the simple assays, it should be at least desirable to show the absence of protein requirement after it has acted as nucleic acid chaperone, as this is the main difference between an RNA chaperone and an RNA binding protein that stabilizes a determined RNA folding while remaining bound. In some cases, biophysical technologies, such as fluorescence resonance energy transfer (FRET), NMR spectroscopy, fluorescence correlation spectroscopy (FCS), or single-molecule spectroscopy (SMS), have been applied to investigate the chaperone mechanism of action in in vitro assays providing precise information on the RNA chaperone mode of action (Égelé et al., 2005; Hong et al., 2003; Liu et al., 2007; Ramalanjaona et al., 2007; Tisne et al., 2004; Zeng et al., 2007) .\n\nThe effect of proteins on RNA or DNA hybridization has been widely used to determine their nucleic acid chaperone activity (Cristofari et al., 2004; DeStefano and Titilope, 2006; Henriet et al., 2007; Huang et al., 2003; Ivanyi-Nagy et al., 2008; Pontius and Berg, 1992; Tsuchihashi and Brown, 1994; Vo et al., 2006; Zuñiga et al., 2007) . It has been shown that RNA chaperones facilitate nucleic acid annealing. Nevertheless, annealing experiments must be carefully planned, as RNA annealing may occur in the absence of RNA chaperone activity. It is necessary to study activities including more than one step, and to perform the reactions in stringent conditions, such that only proteins with RNA chaperone activity could overcome all the requirements. To test activities that only RNA chaperones, but no other kind of proteins, could display, two strategies have been developed: (i) use of highly structured nucleic acid molecules, which requires a previous unwinding step by the RNA chaperone prior to the annealing, or (ii) protein elimination after base pairing has taken place (i.e., by treatment with proteinase K).\n\nNucleic acid chaperones also facilitate nucleic acid unwinding and strand displacement, and RNA chaperone activity could be clearly monitored within this kind of in vitro reactions (Cristofari et al., 2004; DeStefano and Titilope, 2006; Huang et al., 2003; Mir and Panganiban, 2006a,b; Pontius and Berg, 1992; Tsuchihashi and Brown, 1994) . Recently, an experimental approach consisting on detection of double-stranded molecules by FRET has been described. This technique includes a first annealing step and a second strand displacement reaction, mediated by the addition of an excess of non-labeled nucleic acid competitor. Therefore, this process combines real-time analysis of both reactions within the same experiment, measuring annealing and strand displacement before and after the addition of the competitor RNA, respectively . These type of experiments should be more informative about RNA chaperone activity and could avoid the problems of simple assays that could lead to a misinterpretation of the results.\n\nA more complex assay is the study of the cleavage, in cis or in trans, of a ribozyme. Hammerhead ribozymes have been widely used to monitor RNA chaperone activity, as nucleic acid chaperones enhance ribozyme cleavage (Bertrand and Rossi, 1994; Daros and Flores, 2002; Herschlag et al., 1994; Ivanyi-Nagy et al., 2008; Zuñiga et al., 2007) . This assay implies more restrictive conditions for chaperone activity, as it requires unwinding and annealing steps that must finally render an RNA conformation capable of self-cleavage.\n\nGroup I intron splicing is a special case of splicing that may occur within the introns of some organisms, in the absence of proteins. It depends on the folding of the RNA in a defined three-dimensional structure, as these type of introns are able of self-splice. This reaction could be very inefficient and slow in vitro, unless an RNA chaperone is present. Both cis and trans splicing assays have been used to demonstrate RNA chaperone activity of several proteins, especially bacterial proteins (Belisova et al., 2005; Coetzee et al., 1994; Grohman et al., 2007; Mayer et al., 2002; Semrad et al., 2004; Zheng et al., 1995) .\n\nThis assay has been used to study the RNA chaperone activity of human immunodeficiency virus (HIV)-1 nucleocapsid (NC) protein (Guo et al., 1997 (Guo et al., , 2002 Heilman-Miller et al., 2004; Henriet et al., 2007; Hong et al., 2003; Wu et al., 2007) and, more recently, to analyze the RNA chaperone activity of TGEV N protein (S. Zuñiga, I. Sola, L. Enjuanes, unpublished results) . The synthesis of different cDNA species is analyzed, including a cDNA generated by a switch from the donor RNA template to an acceptor RNA. This assay involves a second level of complexity, as unwinding of very stable secondary RNA structures, efficient RNase H activity, inhibition of self-priming, and annealing of separate RNAs are required. This type of assay is considered below in detail.\n\nEvaluation of nucleic acid chaperone activity in vivo, using a physiological system, almost requires a \"customized\" assay, depending on the RNA chaperone tested. Therefore, as previously indicated, just a few in vivo RNA chaperone activity assays have been reported to date. The first system described was based on an in vivo RNA folding trap existing in the bacteriophage T4 thymidylate synthase (td) group I intron (Clodi et al., 1999) . Several RNA chaperones, overexpressed in Escherichia coli, are able to resolve the kinetic trap or impede the formation of misfolded structures, therefore promoting intron splicing. This system has been successfully used to test nucleic acid chaperone activity in vivo (Belisova et al., 2005; Clodi et al., 1999) . Nevertheless, its physiological relevance remains uncertain (Lorsch, 2002) and, it also has a great limitation when overexpression of the RNA chaperone is toxic for E. coli.\n\nOther reported assays, with more physiological relevance are based on: (i) transcription antitermination in vivo, for E. coli CspAfamily nucleic acid chaperone proteins (Bae et al., 2000) ; (ii) Neurospora crassa group I intron splicing by CYT-19 protein, data that were also supported by the splicing phenotype of several mutants (Mohr et al., 2002) ; (iii) in vivo hepatitis delta ribozyme activity (Jeng et al., 1996) ; and (iv) in vivo reverse transcriptase template switching assay, using a MLV-based retroviral vector (Zhang et al., 2002) .\n\nAn ideal assay for RNA chaperone activity is the in vivo demonstration of function associated with the natural RNA partner. Nevertheless, the analysis of RNA chaperone activity in vivo is quite difficult mainly because of the pleiotropic effects that RNA chaperones could have in the cell, and also because they act in different steps of a single biological process. All these reasons are in part responsible for the lack of appropriate in vivo systems for the analysis of RNA chaperone activity, and for a tendency to use complex in vitro systems with defined components.\n\nThe first viral RNA chaperone activities were reported in 1988, and were associated with the retrovirus nucleocapsid proteins. These activities have been extensively studied, and their nucleic acid chaperone activity was clearly established using different types of assays. Ten years have passed until another virus-encoded RNA chaperone was described, the HDV delta antigen. Then the list of virus-encoded RNA chaperones has been quickly growing, starting with the identification in 2004 of another viral RNA chaperone, the HCV core protein. Thus, in 2007, five new viral nucleic acid chaperones were described (Table 1) . Nevertheless, the role of some of these proteins on viral life cycle, as RNA chaperones, is still unclear. This is mostly due to the difficulty in analyzing in an in vivo viral context the chaperone activity of these proteins.\n\nVirus-encoded RNA chaperones have no common motif features ( Fig. 2 ) and, sometimes, even RNA chaperone proteins of the same viral genus have little sequence similarity. Nevertheless, they fulfill the rule of having long disordered regions, with more than 50% of the protein being disordered in some cases. In fact, protein disorder has been the selected criterion to investigate the chaperone activity of several candidate viral RNA chaperone proteins.\n\nRetroviruses are enveloped viruses infecting avian and mammalian species. Their genome is a dimer of two positive-sense single-stranded (ss) RNAs of around 10 kb, with a capped 5end and a poly-A at the 3 -end (Frankel and Young, 1998 ; ICTVdB-The Universal Virus Database, version 4; http://www.ncbi. nlm.nih.gov/ICTVdb/ICTVdB/). The viral genome can also be integrated into a host cell chromosome, and viral replication and transcription occurs in the host cell nucleus. Subsequent steps of the viral life cycle take place in the cell cytoplasm, i.e., viral protein translation and production of infectious viral particles. HIV-1 could be taken as a retrovirus model. Its genome encodes nine open reading frames (ORFs) (Fig. 3A) . Three of these, Gag, Pol and Env polyproteins, are proteolyzed to generate mature structural proteins (from Gag and Env) and proteins with enzymatic functions (from Pol) such as protease, reverse transcriptase (RT) and integrase. The other six ORFs, encode accessory proteins, some of them found in the viral particle (Vif, Vpr and Nef) (Frankel and Young, 1998) .\n\nAvian and murine retrovirus NC proteins were the first virusencoded RNA chaperones described (Prats et al., 1988) . Later, the chaperone activity of HIV-1 NC was reported (Bertrand and Rossi, 1994; Tsuchihashi and Brown, 1994) and most of the current data on NC chaperone function came from HIV [for comprehensive reviews see Darlix et al., 2002; Levin et al., 2005] . The scenario has recently been complicated, as HIV-1 viral infectivity factor (Vif) and transcription activator (Tat) also have RNA chaperone activity (Henriet et al., 2007; Kuciak et al., 2008) .\n\nThe mature HIV-1 NC protein (usually named NCp7) is a short (55 aa), basic protein, produced by the proteolytic cleavage of the Gag precursor (Fig. 3B ). It is found in the interior of the viral (2002) a NC, nucleocapsid protein; SdAg, small delta antigen; N, nucleocapsid protein; Vif, viral infectivity factor; Tat, transcription activation factor; PTB, polypyrimidine tractbinding protein; hnRNP A1, heterogeneous nuclear ribonucleoprotein A1; Unr, upstream of N-ras. b HDV, hepatitis delta virus; HIV-1, human immunodeficiency virus-1; HCV, hepatitis C virus; HRV-2, human rhinovirus-2; ASBVd, avocado sunblotch viroid.\n\nVirus-encoded RNA chaperones. The left part of the figure schematically represents domain organization of viral RNA chaperones described to date. Numbers in the right column show the percentage of disordered aminoacids in each case, calculated using DisProt Predictor VL3H (Obradovic et al., 2003; Peng et al., 2005) . Sequences used and GeneBank accession numbers: human immunodeficiency virus (HIV)-1 nucleocapsid protein (NCp7) (AAB21888), hepatitis delta virus (HDV) small delta antigen (SdAg) (AAQ09794), hepatitis C virus (HCV) core protein (AAX11912), transmissible gastroenteritis virus (TGEV) N protein (AJ271965), hantavirus Sin Nombre (SNV) N protein (M14626), HIV-1 viral infectivity factor (Vif ) (AAC05239), HIV-1 transcriptional activator (Tat) (AAL01567) and human poliovirus 1 Mahoney 3AB polypeptide (P03300). RRM, RNA recognition or binding motif; NLS, nuclear localization signal; ER, endoplasmic reticulum retention signal; Ac., acidic domain; HCCH, HCCH motif; C-rich, cysteine rich domain.\n\nparticle, bound to the genomic RNA. NC contains two conserved zinc-finger domains with the CCHC Zn binding motif. Both Zn fingers are required for virus replication, but mutations on the first CCHC motif had a greater impact on RNA chaperone activity and virus replication (Guo et al., 2002) . NC plays a role in almost all the steps of retrovirus replication cycle, from reverse transcription to RNA packaging (Levin et al., 2005) . As an RNA chaperone, NC facilitates dimerization of genomic RNA (Darlix et al., 1990) , initiation of the reverse transcription and transfer events during reverse transcription. The effect of NC in these processes will be discussed below in more detail. Also, NC improves the processivity of the RT by reducing polymerase pausing during transcription (Ji et al., 1996; Wu et al., 1996) and stimulates RNase H activity of the RT (Levin et al., 2005) .\n\n3.1.1.1. Initiation of reverse transcription. Reverse transcription is initiated by annealing of a cellular tRNA with the primer binding site (PBS), located in the 5 untranslated region (UTR) of the viral genome (Fig. 4A ). The tRNA, specific for each retrovirus, will act as primer for the reverse transcriptase. These tRNAs are selectively incorporated into the viral particle where they are already placed onto the viral RNA. NC protein is required for the formation of an initiation-competent complex by facilitating tRNA-PBS annealing and unwinding of local domains. It was shown that NC induces conformational changes in the tRNA structure, allowing annealing with the viral genome and also additional interactions between the RNA genome and the tRNA (Tisne et al., 2004) .\n\nFollowing initiation of the reverse transcription, RT synthesizes the negative strong-stop DNA [(−) SSDNA], that must be translocated to the 3 -end of the viral genome ( Fig. 4B ). This step is guided by the annealing between the complementary repeat regions (R) in each case, that contain the highly structured trans-activation response (TAR) element sequence. This step is highly efficient in vivo, as (−) SSDNA is not accumulated in infected cells. NC promotes the minus strand transfer by facilitating the annealing of the complementary TAR sequences in the (−) SSDNA and the acceptor RNA Vo et al., 2006; Zeng et al., 2007) , inhibiting self-priming of (−) SSDNA (Guo et al., 1997; Hong et al., 2003) , and promoting RNase H cleavage of the donor RNA (Levin et al., 2005) . After strand transfer, (−) SSDNA is elongated by the RT (Fig. 4B ). NC increases the elongation efficiency by reducing RT pausing at genomic RNA secondary structures (Ji et al., 1996; Wu et al., 1996) . Vif, viral infectivity factor; Vpr, viral protein R; Vpu, viral protein U; Tat, transactivator protein; SU, surface glycoprotein gp120; TM, transmembrane protein gp41; Nef, negative replication factor. Domain organization and disorder prediction, calculated using DisProt Predictor VL3H (Obradovic et al., 2003; Peng et al., 2005) , for HIV NC (B), Vif (C) and Tat (D) proteins. Aminoacids with a disorder score equal or above 0.5 are considered to be in a disordered environment, while a value below 0.5 is considered ordered. GeneBank accession numbers and acronyms are as in Fig. 2.  Fig. 4 . Retrovirus replication. Representation of the key steps in retrovirus replication. Negative polarity DNA synthesis is initiated using a partially unwound tRNA annealed to the primer-binding site (PBS, in red) at the 5 -end of the viral genomic RNA. The reverse transcriptase elongates the 3 -end of tRNA, synthesizing the (−) strong-stop DNA (SSDNA), complementary to U5 and R. RNase H activity of RT degrades R and U5 sequences in the retroviral genomic RNA. The first RT template switch occurs, and the minus strand DNA anneals with R sequences at the 3 -end of the genomic RNA. RT elongates the negative-strand DNA to synthesize a (−) DNA strand complementary to the viral genome. RNase H degrades all viral genomic RNA except the polypurine tract (PPT, in yellow) sequence. The RT begins the synthesis of positive strand DNA using PPT RNA as a primer. The RNA primer is degraded by RNase H, and the second RT template switch occurs, annealing the (+) DNA PBS (in red) with its complementary sequence on the (−) DNA strand. Finally, RT elongates both strands to complete synthesis of a double-stranded proviral DNA. Positive polarity RNA and DNA strands are represented in dark colors. Negative polarity DNA strands are shown in light colors. Long terminal repeat (LTR) sequences are shown in grey. Steps in which RNA chaperones have a role are indicated by the red ellipses.\n\n3.1.1.3. Plus strand transfer. While synthesis of minus strand DNA occurs, RT initiates the plus strand DNA synthesis. Similarly to minus strand DNA synthesis, a short DNA product, termed positive strong-stop DNA [(+) SSDNA] is produced by elongation of a polypurine tract (PPT), used as a primer (Fig. 4C ). The synthesis of (+) SSDNA is followed by a plus strand transfer event, required for the subsequent elongation of plus strand DNA. During this transfer process, the complementary PBS sequences, present in the minus strand DNA and (+) SSDNA, anneal to form a circular intermediate. As an RNA chaperone, NC facilitates plus strand transfer by contributing to tRNA primer removal from the minus strand DNA donor, and enhancing the PBS sequences annealing (Égelé et al., 2005; Ramalanjaona et al., 2007; Wu et al., 1999) .\n\nHIV-1 Vif is an accessory 192 aa protein (Fig. 3C) , important for the efficient viral DNA synthesis in certain cell types, named \"non-permissive\" (Frankel and Young, 1998; Sakai et al., 1993; Sova and Volsky, 1993) . Vif is required in non-permissive cells to counteract cellular inhibitors of viral infection, such as APOBEC3G and APOBEC3F (Opi et al., 2006; Wiegand et al., 2004) . It has been recently shown that Vif has RNA chaperone activity, and that it is involved in the early steps of reverse transcription. Vif enhances tRNA primer-PBS annealing, decreases RT pausing and enhances SSDNA synthesis. Nevertheless, it has modest effects in NC-mediated strand transfer events that are different depending on the maturation product of NC used in the assays. It has been proposed that Vif could act as a negative temporal regulator pre-venting premature initiation of reverse transcription (Henriet et al., 2007) .\n\nHIV-1 Tat is a small nuclear regulatory protein that acts as a transcriptional activator (Fig. 3D) . It is required for the transcription of integrated proviral DNA, driven by the 5 long terminal repeat (LTR) sequence and the interaction of Tat with TAR element. Interaction of Tat with TAR recruits several transcription factors such as the TATA-binding protein, transcription factor TFIIB and positive transcription elongation factor B (P-TEFB). These interactions favor the hyperphosphorylation of the carboxy terminus domain (CTD) of the RNA polymerase II by the cyclin-dependent kinase 9 (CDK9) component of P-TEFB, allowing the elongation of the nascent RNA (Gatignol, 2007) . Tat is a highly unstructured protein, and its RNA chaperone activity has been recently demonstrated (Kuciak et al., 2008) . As an RNA chaperone, Tat enhances TAR DNA annealing, RNA-DNA exchange, ribozyme cleavage and RNA trans-splicing. It has been proposed that, as an RNA chaperone, Tat may act at the levels of proviral DNA transcription, viral RNA splicing and suppression of silencing (Kuciak et al., 2008) .\n\nHepatitis delta virus (HDV) is an enveloped subviral satellite agent with hepatitis B virus (HBV) as its natural helper virus. Viral genome is a 1679 nt negative-sense, ssRNA with a circular rod-like conformation (Kos et al., 1986; Wang et al., 1986) . The genome contains several ORFs, but only two proteins are produced from a single ORF: the small (195 aa) and large (214 aa) delta antigens. The large delta antigen isoform is generated later in the infection by post-transcriptional RNA editing, acts as an inhibitor of virus replication, and is required for viral assembly (Cornillez-Ty and Lazinski, 2003) .\n\nThe small delta antigen (SdAg) is required for viral replication (Kuo et al., 1989) . The RNA chaperone activity of SdAg was shown in different in vitro assays. This activity was proportional to the RNA binding activity of the protein, and was located in a domain from aa 24 to 59 Huang and Wu, 1998; Wang et al., 2003) .\n\nDuring HDV replication, monomeric size RNA molecules must be generated. The ribozyme activity present in the viral RNA allows cis cleavage of both genome and antigenome RNAs. It was shown that, although delta antigen is not essential for the in vivo cleavage of HDV RNA, it enhances HDV ribozyme activity both in vitro and in vivo Jeng et al., 1996) .\n\nFlaviviruses are enveloped viruses that infect vertebrates and are transmitted by an arthropod vector. Their genome is a positivesense ssRNA close to 11 kb. The family comprises three genera: flavivirus, pestivirus and hepacivirus (Lindenbach and Rice, 2001) . RNA chaperone activity was reported for hepacivirus (hepatitis C virus, HCV) core protein (Cristofari et al., 2004) . Recently, based on disorder conservation in Flaviviridae core proteins, the RNA chaperone activity of core proteins from different members of each genera has been analyzed. It has been found that, although core proteins from different Flaviviridae genera have low sequence similarity, all of them have RNA chaperone activity . Furthermore, data strongly suggest that nucleic acid chaperone activity resides in disordered regions of Flaviviridae core proteins as their RNA chaperone activity is resistant to heat denaturation of the protein (Ivanyi-Nagy et al., 2008). HCV has a 9.6 kb RNA genome, with a unique ORF encoding a long polyprotein (Fig. 5A ). Structural and non-structural proteins are generated by co-and post-translational processing of the polyprotein. The 5 and 3 UTR regions contain RNA domains involved in viral replication. The 5 UTR is folded with an IRES structure that promotes cap-independent translation. The 3 UTR consists on a short variable region, a U/(UC) motif, and a X tail with highly conserved stem loop structures (Moradpour et al., 2007) . The mature 178 aa core protein is produced by cleavage of the polyprotein and further signal peptide processing. Core protein could be divided in two different domains: C1, involved in RNA binding and oligomerization, and C2, involved in association with lipid droplets (Moradpour et al., 2007) (Fig. 5B) .\n\nHCV core protein has RNA chaperone activity that has been demonstrated using different approaches (Cristofari et al., 2004) . It was also shown that, acting as a nucleic acid chaperone, core protein allows dimerization of the HCV RNA 3 UTR (Cristofari et al., 2004; Ivanyi-Nagy et al., 2006) . This HCV RNA region could adopt different conformations, with unknown role on viral life cycle. It has been suggested that HCV RNA 3 UTR interconversion between different structures could act by regulating transitions between translation-replication and replication-packaging of the genomic RNA. In this context, the RNA chaperone activity of the core protein could regulate these riboswitches by facilitating interconversion of the different RNA structures (Ivanyi-Nagy et al., 2006) .\n\nCoronaviruses are enveloped viruses, of the Coronaviridae family, included in the Nidovirales order Gorbalenya et al., 2006) . Their genomes are positive-sense, ssRNAs of around 30 kb, the largest known viral RNA genomes. The 5 twothirds of the genomic RNA encode the replicase genes (rep1a and rep1ab). The 3 one-third of the genome encodes structural and non-structural proteins (Fig. 6A) . Coronavirus replication and transcription occur in the cytoplasm of infected cells, and are based on RNA-dependent RNA synthesis. Transcription leads to a nested set of subgenomic (sg) mRNAs that are 5 -and 3 -coterminal with the viral genome. These sg mRNAs are generated by a discontinuous process (Fig. 7) that implies base pairing of nascent RNAs of negative polarity, driven by the transcription-regulating sequences (TRSs) preceeding each gene, and sequences located at the 3 -end of the leader within the genomic RNA (Sawicki and Sawicki, 2005; Sawicki et al., 2007; Sola et al., 2005; Zuñiga et al., 2004) .\n\nIt has been shown that the free energy of duplex formation between nascent RNA sequences complementary to the body (donor) TRS and the leader (acceptor) TRS is the main factor driving coronavirus discontinuous transcription (Sola et al., 2005; Zuñiga et al., 2004) (Fig. 7) . Nevertheless, on top of this mechanism operating in the synthesis of all sg mRNAs, the transcription of specific genes, such as N gene, is regulated by a recently described enchancer mechanism (Moreno et al., 2008) . Nascent RNA synthesis continues with the copy of the leader sequence (red), leading to a negative polarity subgenomic RNA (sg RNA) that will be used as a template for the generation of the sg mRNAs of positive polarity. Genomic RNA and sg mRNA strands are shown in dark colors. Negative polarity RNA strands are shown in light colors.\n\nCoronavirus nucleocapsid (N) protein has a structural role and has also been involved in RNA synthesis (Almazan et al., 2004; Enjuanes et al., 2006) . The N proteins from different coronaviruses are variable in length and primary sequence. Nevertheless, some motifs with functional relevance are conserved, and the proteins share a common domain organization. A three-domain structure has been proposed for N protein (Parker and Masters, 1990) . Recently, based on disorder predictions, a modular organization including two structured domains separated by a long disordered region has been proposed for coronavirus N protein Zuñiga et al., 2007) (Fig. 6B) .\n\nUsing transmissible gastroenteritis virus (TGEV) as a model, RNA chaperone activity has been demonstrated for N protein . RNA chaperone activity was also reported for severe and acute respiratory syndrome virus (SARS-CoV) . Based on these results and on the high conservation of disorder patterns for different coronavirus N proteins, RNA chaperone was postulated as a general activity of all coronavirus nucleoproteins. In fact, it has been recently shown that the central disordered domain of TGEV N protein includes the nucleic acid chaperone activity of the protein (S. Zuñiga, I. Sola, L. Enjuanes, unpublished results).\n\nThe template switch involved during the discontinuous RNA synthesis in coronavirus transcription is a complex process that includes numerous steps (see below). To accomplish some of these steps we have proposed that RNA chaperones, such as the N protein, could decrease the energy barrier needed to dissociate the nascent minus RNA chain from the genomic RNA template, in order to perform a template switch leading to the hybridization with the TRS of the leader sequence during discontinuous transcription . In fact, we have recently shown that TGEV N protein enhanced template switch in vitro using the HIV-derived system (S. Zuñiga, I. Sola, L. Enjuanes, unpublished results) .\n\nIt is worth noting that the number of coronavirus-encoded RNA chaperones could grow with the addition of some non-structural proteins, such as SARS-CoV nsp3 (Neuman et al., 2008) .\n\nHantaviruses are enveloped viruses included within the Bunyaviridae family. Their genome is composed of three segments of negative-sense, ssRNA (Khaiboullina et al., 2005) . The large (L), medium (M) and small (S) segments, encode RNA dependent RNA polymerase, the glycoprotein precursor yielding surface glycoproteins G1 and G2, and the nucleocapsid (N) protein, respectively (Plyusnin et al., 1996) . These RNA segments have complementary 5 and 3 termini that are base-paired, forming a panhandle structure leading to circular, supercoiled RNAs. Formation of the panhandle structure is important for bunyavirus replication, but the precise role in viral RNA synthesis is unclear (Barr and Wertz, 2005) .\n\nHantavirus N proteins have around 433 aa, and interact with viral RNA, plus strand cRNA, and mRNAs (Mir and Panganiban, 2005; Plyusnin et al., 1996) . Hantavirus N protein has been found to be involved in viral RNA packaging and virus replication (Mir and Panganiban, 2006b) . The RNA chaperone activity of the hantavirus Sin Nombre (SNV) N protein was recently reported (Mir and Panganiban, 2006b) . It has been proposed that N protein facilitates panhandle formation and mediates panhandle dissociation during replication initiation, acting as an RNA chaperone (Mir and Panganiban, 2006a,b) .\n\nHantavirus N protein is the first RNA chaperone described encoded by a negative-stranded RNA virus. Genomic RNA panhandle formation and dissociation during virus replication could be a common feature of other negative strand RNA viruses. Nevertheless, influenza A virus nucleocapsid protein has no RNA chaperone activity, at least in in vivo assays based on an RNA folding trap (Clodi et al., 1999) .\n\nPolioviruses belong to the Picornaviridae family. Their genome is a positive-sense ssRNA of around 8 kb, encoding a single polypeptide. This polyprotein is processed leading, at least, to 10 different protein products (Agol, 2006) . Processing intermediates of the polyprotein often have specific functions. RNA chaperone activity was recently reported for one of these products, the 3AB precursor, that has annealing and helix-destabilizing activities (DeStefano and Titilope, 2006) . 3B protein, also named as VPg, is linked to the 5end of the viral genome and acts as primer for viral RNA synthesis. 3A protein was proposed as the protein that anchors the replication complexes to membranes. 3AB precursor stimulates RNA synthesis by the RNA-dependent RNA polymerase, and has RNA chaperone activity. Nevertheless, its role as RNA chaperone in the viral life cycle is unclear.\n\nA large collection of cellular factors has been found to be involved in virus replication ( Table 1) . Most of them were first identified using viral RNA-protein binding assays, followed by functional assays, i.e., silencing of cell protein expression and relevance on virus replication. Most of the cellular proteins identified using these approaches are common for unrelated viruses. RNA chaperone activity has been associated to several proteins identified using these strategies. Nevertheless, some of these proteins do not act as real RNA chaperones, as they need to remain bound to the RNA to achieve the expected functional activity. In fact, their relevance in viral replication acting as canonical RNA chaperones has been clearly demonstrated only in a reduced number of cases. Therefore, the exact role of these proteins, as RNA chaperones, on viral life cycle still needs to be elucidated. The activity of some of these proteins is described below.\n\nhnRNP A1 is a cellular RNA binding protein involved in different aspects of RNA metabolism. It is predominantly nuclear, but also shuttles to the cytoplasm (Dreyfuss, 1986; Dreyfuss et al., 1993) . hnRNP A1 is a well-characterized RNA chaperone Pontius and Berg, 1992; Portman and Dreyfuss, 1994 ) that promotes RNA annealing and enhances ribozyme cleavage.\n\nMouse hepatitis coronavirus (MHV) RNAs and N protein bind hnRNP A1 (Zhang et al., 1999) . It has been found that the binding of hnRNP A1 to viral TRSs correlates with the sg mRNA level transcribed from these TRSs (Zhang and Lai, 1995) . hnRNP A1 has also been involved in 5 -3 -end cross-talk (Huang and Lai, 2001) . All data reported indicated that hnRNP A1 plays a role in vivo in coronavirus RNA synthesis, as over-expression of the protein facilitates MHV replication and dominant-negative mutants of hnRNP A1 reduce virus replication (Shi and Lai, 2005) . Nevertheless, its role, as nucleic acid chaperone, in viral replication has not been fully established. That was mostly due to the fact that other hnRNP proteins could substitute for hnRNP A1 in vivo (Shen and Masters, 2001; Shi and Lai, 2005) , making it very difficult to evaluate the precise role of hnRNP A1 even in its cellular functions.\n\nPTB is an RNA binding protein involved in regulation of alternative splicing and translation of cellular RNAs. Similarly to hnRNP A1, it is mainly located in the nucleus, although it can shuttle to cell cytoplasm under different conditions (i.e., viral infections). There are at least three different PTB isoforms: PTB1, PTB2 and PTB3 (Gil et al., 1991) , and differences in the activity of these proteins in cellular RNA splicing have been reported (Wollerton et al., 2001) . Only PTB3, also known as hnRNP I (Ghetti et al., 1992) , has a wellestablished RNA chaperone activity based on group I splicing assays (Belisova et al., 2005) . Nevertheless, the RNA chaperone activity of other PTB isoforms is not clear. In fact, when analyzed, PTB1 did not enhance nucleic acids annealing and hammerhead ribozyme cleavage .\n\nPTBs are the most recurrent proteins reported to bind viral RNAs. It is difficult to identify the specific PTB isoform involved in each case, due to the small aa difference between them, and because in most cases, it has been identified by proteomic approaches that do not distinguish PTB isoforms. PTBs bind picornavirus IRES, both entero-rhinovirus group (including poliovirus and HRV-2) and cardio-aphthovirus (including encephalomyocarditis virus [ECMV] and foot-and-mouth disease virus [FMDV]) (Florez et al., 2005; Song et al., 2005) . PTBs also bind HCV UTR regions (Domitrovich et al., 2005) , calicivirus RNA (Karakasiliotis et al., 2006) and coronavirus RNAs (Shi and Lai, 2005) .\n\nIn viral life cycle, PTBs mainly act by facilitating translation. For picornavirus and HCV, it has been proposed that PTBs, acting as RNA chaperones, may help IRES folding into a translation-competent conformation (Anderson et al., 2007; Domitrovich et al., 2005; Gosert et al., 2000; Song et al., 2005) . Nevertheless, in these cases, it has not been shown whether PTBs could be eliminated after the IRES has folded properly. Therefore, a key property of RNA chaperones has not been demonstrated.\n\nThe role of PTBs in viral RNA synthesis seems to depend on virus taxonomy. It was reported that PTBs modulate coronavirus RNA synthesis and also could facilitate 5 -3 -end interactions (Shi and Lai, 2005) . A positive effect on feline calicivirus RNA synthesis was observed, but only at temperatures proposed to difficult functional folding of calicivirus RNA (Karakasiliotis et al., 2006) . In HCV RNA synthesis the role of PTBs as RNA chaperones needs additional work. It has been shown that PTBs have an inhibitory effect on HCV RNA synthesis (Domitrovich et al., 2005) and it has been proposed that they block replication initiation while enhancing IRES-promoted translation, facilitating the replication-translation switch. At the same time, it has also been reported that PTBs are required for an efficient HCV RNA replication (Aizaki et al., 2006; Chang and Luo, 2006) .\n\nLa is a nuclear RNA-binding phosphoprotein that is associated with RNA polymerase III transcripts (Maraia and Intine, 2001; Pannone et al., 1998) . La has RNA chaperone activity, as it facilitates group I intron splicing both in vitro and in vivo (Belisova et al., 2005) . La interacts with the UTR regions of HCV and poliovirus, and enhances translation from the IRES of these viruses (Domitrovich et al., 2005; Meerovitch et al., 1993) . In addition, La autoantigen is also required for efficient replication of HCV viral RNA (Domitrovich et al., 2005) . Nevertheless, the relevance of La autoantigen RNA chaperone activity in these processes has not been clarified.\n\nUnr is a cytoplasmic RNA binding protein essential for transcriptional regulation and mRNA metabolism. Unr contains five cold-shock domains and, therefore, is predicted to act as RNA chaperone by similarity with prokaryotic cold-shock domain containing proteins . Unr binds and stimulates trans-lation from human rhinovirus-2 (HRV-2) IRES (Brown and Jackson, 2004; . It has been proposed that Unr could act as an RNA chaperone to allow folding of HRV-2 IRES into a translationcompetent structure that could bind PTB and ribosome (Anderson et al., 2007) , similarly to cellular Apaf-1 IRES (Mitchell et al., 2003) .\n\nPARBP33 is a chloroplast RNA binding protein identified by UVcrosslinking of avocado sunblotch viroid (ASBVd) infected leaves and purification of the RNA-protein complexes obtained. It has been reported that PARBP33 acts as an RNA chaperone in vitro, enhancing ASBVd hammerhead ribozyme cleavage (Daros and Flores, 2002) . According to this report, PARBP33 should act in vivo facilitating ribozyme-mediated cleavage of oligomeric ASBVd RNA, a key step in the replication mechanism of this viroid.\n\nTemplate switch is a complex process in which different steps could be differentiated: (i) slow down or stop of nucleic acid synthesis; (ii) template switch itself; (iii) reassociation of the nascent nucleic acid strand with the acceptor sequence; and (iv) elongation of the nascent strand using the acceptor nucleic acid as template . Some aspects of these steps will be expanded below, specially focused on the two viral systems where template switch is an essential process of their life cycle: coronavirus discontinuous transcription and retrovirus reverse transcription.\n\nTwo different slow-down or stop signals could be acting, both in coronavirus transcription and retrovirus reverse transcription. First, the termination of nascent strand synthesis might be mediated by secondary RNA structures located either in the template or in the nascent strand, as described for prokaryotic (Wilson and von Hippel, 1995) or eukaryotic (Reeder and Lang, 1997 ) RNA polymerases. Extensive studies have been made on HIV RT pausing and on secondary RNA structures influencing this process. It has been shown that the RT pausing could be promoted by a highly structured hairpin. This RT slow-down should increase RNase H cleavages at the site of pausing, increasing template switch at this location (Basu et al., 2008; Roda et al., 2003) . In coronavirus little is known about secondary structures and pausing sites, although 5 TRS sequence secondary structures are good candidates for stopping signals . TRS secondary structures could be specially relevant in the case of torovirus non-discontinuous transcription (Smits et al., 2005) , that resembles the premature transcription termination mechanism of tombusviruses (Lin and White, 2004; White, 2002; White and Nagy, 2004) . In these viruses, it has been proposed that RNA secondary structures formed in the genome, upstream to the transcription initiation sites, could facilitate transcription termination (White and Nagy, 2004) .\n\nAlternatively, sequence complementarity of nascent nucleic acid with the acceptor molecule could have a role on pausing decision. According to this model, in coronavirus, both the CS and the TRS 3 -flanking sequences combine their complementarity to decide whether template switch would take place. This model fits with the results obtained for bovine coronavirus (BCoV) (Ozdarendeli et al., 2001) and TGEV (Sola et al., 2005; Zuñiga et al., 2004) showing that sequences downstream the CS exert a dominant influence on the template-switching decision. Similar results were obtained in HIV systems, in which increased complementarity before the pausing site facilitates acceptor invasion (Basu et al., 2008; Gao et al., 2007) . In HIV it was also reported that a pauseindependent strand transfer occurs in low structured RNA regions (Basu et al., 2008; Derebail and DeStefano, 2004) , although the relevance of sequence complementarity on this process has not been established.\n\nThe role of RNA chaperones on the RNA secondary structure mediated pausing is not obvious, as this kind of proteins are expected to unwind secondary structures. In fact, reduction of polymerase pausing has been shown for NC (Levin et al., 2005) , and proposed for coronavirus N protein (Sawicki et al., 2007) . Nevertheless, in HIV it has been shown that NC enhances RNase H cleavage, that is a key step of RT hairpin-mediated pausing, as mentioned above (Levin et al., 2005) . The possible role of RNA chaperones in sequence complementarity mediated pausing seems a probable event, as RNA chaperones enhance nucleic acids annealing.\n\nTemplate switch both in corona and retrovirus resembles a similarity-assisted high-frequency copy-choice recombination (Negroni and Buc, 2000; Sawicki et al., 2007) . A copy-choice mechanism implies that the polymerase leaves the first template (the donor) and continues synthesis on a second template (the acceptor) (Kim and Kao, 2001) . In similarity-assisted recombination, sequence similarity between nucleic acids influences the frequency and site of the recombination event, but additional structure determinants, generally only present in one of the nucleic acids, are essential for efficient recombination (Nagy and Simon, 1997) . For instance, in turnip crinkle virus (TCV), efficient recombination needs RNA sequence similarity and a hairpin structure present only in the acceptor RNA (Nagy et al., 1998) .\n\nIn retroviruses, a secondary DNA structure present in the donor strand, that allows acceptor invasion, has been postulated in the recombination process (Negroni and Buc, 2000) . Similar increase in recombination levels has been found when only the acceptor or both the donor and acceptor molecules are coated with NC protein, indicating that this protein could display its chaperone activity when coating a nucleic acid molecule (Negroni and Buc, 2000) . In contrast, a secondary structure on one of the nucleic acid molecules is not required for either the minus or the plus strand transfer events. In fact, for an efficient template switch, the unwinding of a stable secondary structure must occur, both in the minus and plus strand transfer (Basu et al., 2008; Levin et al., 2005) . NC protein plays a key role in this process, acting as an RNA chaperone (Hong et al., 2003; Wu et al., 1999) . One of the determinant steps in HIV minus strand transfer is the annealing of the two highly structured TAR sequences (Basu et al., 2008; Levin et al., 2005) . Without the nucleic acid chaperone activity of NC, the annealing reactions would occur much more slowly, as NC increases the annealing of structured sequences around 3000-fold, depending on the assays (Basu et al., 2008; Levin et al., 2005; Vo et al., 2006; Zeng et al., 2007) .\n\nAccording to the current model of coronavirus transcription there is a structural requirement for the leader TRS, that should be in an adequate context to serve as the acceptor for the nascent minus RNA strand transfer Sawicki et al., 2007) . In fact, a leader stem-loop structure was predicted for several nidovirus, and its existence and relevance on RNA synthesis has been shown for equine arteritis arterivirus (EAV) (van den Born et al., 2004 Born et al., , 2005 and for TGEV coronavirus (J.L. Moreno, D. Dufour, I. Sola, J. Gallego, L. Enjuanes, unpublished results) . In coronavirus template switch, the annealing of the leader and nascent minus RNA sequences complementary to the body TRSs is one of the main factors regulating transcription. It has been demonstrated that the free-energy of the duplex formation between those sequences is the driving force of template switch, regulating the amount of each sg mRNA, and the places where template switch takes place (Sola et al., 2005; Zuñiga et al., 2004) . Acting as an RNA chaperone, N protein could be involved in the correct folding of the leader structure. In fact, it has been proposed that N protein could mediate the annealing of TRSs by decreasing the energy barrier required for this process . Nowadays, our group is working on the design of an in vivo system to analyze template switch step during coronavirus transcription.\n\nIn the case of retroviruses, there are several experimental systems concerning just one step of the transfer events. These kind of approaches have been essential to develop extensive knowledge on the role of retrovirus NC RNA chaperone on strand transfer (Levin et al., 2005) . In contrast, the experimental system to study coronavirus template switch at the molecular level needs to be developed.\n\nCoronaviruses have the longest viral RNA genome known, but it is possible to perform reverse genetics on these viruses, as infectious cDNA clones are available for several coronaviruses (Enjuanes, 2005) . Nevertheless, the analysis of RNA chaperone activity in the context of the whole infectious virus represents a challenge. An alternative approach is the use of coronavirus replicons. In the case of TGEV, a set of replicons has been generated (Almazan et al., 2004) , that may be used for in vivo testing the chaperone activity of the candidate protein.\n\nIn vitro systems are required to precisely define the role that RNA chaperones have on the different steps of coronavirus template switch. The purification of in vitro active coronavirus replication-transcription complexes has been recently described (van Hemert et al., 2008) . These systems could be used to analyze the role of chaperones on template switch. The main limitation of these in vitro systems is that the precise components required to reproduce the activity still need to be identified and, very likely, in addition to viral RNA chaperones, cellular ones could be part of the purified active complexes. An alternative is to develop in vitro systems based on defined components, similarly to the current retrovirus in vitro systems. Acceptor and donor RNAs must be carefully selected, attending to the features to be assayed. Probably, the key difficulty in the development of these in vitro systems is the precise number of protein components required. The RNA-dependent RNA-polymerase (RdRp) from SARS-CoV has been purified and its polymerization activity has been shown (Cheng et al., 2005) . In addition RNA chaperones and other still unidentified proteins will be required for a fully functional in vitro system.\n\nThere is little evidence of the in vivo folding mechanism of RNA molecules, but it is generally accepted that RNAs exist bound to proteins within the cells. In 1995, based on some in vitro observations, and from the point of view of the existence of a functional association between RNA and proteins, RNA chaperone activity was postulated (Herschlag, 1995) . Since then, several RNA chaperones have been identified using diverse in vitro assays, or postulated, based on the effects observed when these proteins are mutated. A helpful attempt to provide a precise and restricted definition of RNA chaperone activity has recently been reported . According to this definition, RNA chaperones are proteins that resolve misfolded RNAs, and that also must fulfill several requirements: (i) transient interaction with the nucleic acid, mainly due to a weak and low specificity RNA-protein binding; (ii) lack of requirement of an external energy input, such as ATP hydrolysis; and (iii) lack of RNA-protein interaction requirement to maintain the functional RNA conformation.\n\nPrevious confusion in the precise identification of RNA chaperones has arised in large extent due to the experimental difficulty in analyzing RNA chaperone activity. As mentioned above, simple studies such as annealing or strand displacement assays could involve other non-chaperone activities (i.e., RNA crowding or matchmaker activities) . New technologies that monitor single molecules have been used to clarify the mechanism of RNA chaperone activity by measuring RNA folding in real-time. These approaches include force spectroscopy and singlemolecule stretching using optical tweezers, and time-resolved NMR (Furtig et al., 2007; Williams et al., 2002 Williams et al., , 2001 . Nevertheless, performance and interpretation of the results provided by these technologies require highly specialized personnel and equipment.\n\nComplex refolding events, such as ribozyme cleavage or intron splicing, are in general suited for the assessment of candidate proteins and to evaluate RNA chaperone mutant activity. Nevertheless, several assays are needed to avoid misinterpretation of the results, such as combination of ribozyme cleavage and transcription activity. These assays must be concentrated on measurements performed using RNA, it also must be shown that after the initial steps protein can be removed, and that the process is independent of external energy sources . In more advanced systems, RNA chaperone should be also tested in vivo, using its natural RNA partner. The analysis of RNA chaperone activity in vivo has the additional difficulty of the pleiotropic effects that RNA chaperones could have in the cell. Nevertheless, the development of in vivo systems is possible. In coronaviruses progress is being made to develop a homologous template switch system that could be easily evaluated."}