{"title": "Increased pulmonary secretion of tumor necrosis factor-a in calves experimentally infected with bovine respiratory syncytial virus", "body": "Increased pulmonary secretion of tumor necrosis factor-a in calves experimentally infected with bovine respiratory syncytial virus\n\nEnzootic pneumonia is a widespread disease in cattle populations throughout the world (Bryson, 1985) . In Denmark, bovine respiratory syncytial virus (BRSV) plays a crucial role in the respiratory disease complex, leading to substantial losses within the calf rearing industry . BRSV is a single-stranded RNA virus, which belongs to the genus Pneumovirus, classi®ed in the subfamily Pneumovirinae in the family of Paramyxoviridae (Murphy et al., 1995) . The virus is closely related to the human respiratory syncytial virus (HRSV) (Collins et al., 1996) .\n\nIn cattle, BRSV induced disease ranges from fatal bronchointerstitial pneumonia to subclinical infections (Bryson, 1993) . Calves which get seriously ill from BRSV infection develop severe coughing, tachypnea, dyspnea, mucopurulent nasal discharge, and high fever (Kimman et al., 1989; Belknap, 1993) .\n\nThe gross lesions appear as large areas of consolidated tissue in the cranioventral parts of the lungs in which bronchi and bronchioli often are ®lled with mucopurulent exudate. Interstitial edema may be seen in all lobes, whereas emphysema typically is located in the diaphragmatic lobes (Kimman et al., 1989; Bryson, 1993) . Microscopic ®ndings consist of epithelial lesions in the bronchi, bronchioles and alveoli, which are ®lled or in®ltrated with neutrophils and macrophages. Frequently, multinuclear syncytia as well as hyaline membranes can be found. Also, evidence of bronchiolar repair including epithelial hyperplasia and organisation of exudate are observed fairly early in the course of the infection (Kimman et al., 1989; Bryson, 1993) . Immunostainings performed on lung tissue indicate that BRSV are located in the cranioventral lobes in most cases, and rarely in the caudal parts of the diaphragmatic lobes (Kimman et al., 1989; Ellis et al., 1996; Viuff et al., 1996) . The similarity of the clinical signs and pathology appearing in BRSVinfected calves and HRSV-infected infants is noticeable (Baker, 1991) . Hence, studies of BRSV-infections in calves also contribute valuable information to the disease in infants. Today, the available treatments and prophylactic precautions against the diseases are far from optimal. In fact, a vaccine against HRSV is still not available for children (Collins et al., 1996) . Therefore, a great effort has been made to study the immune response and pathogenesis of the viral infection in ruminants (Kimman, 1993; Belknap et al., 1995) .\n\nSince lesions are present in areas of the lung where little or no virus is detected, one or several immunopathological mechanisms are assumed to be involved in the disease (Baker, 1991; Kimman, 1993) . Moreover, the importance of different subpopulations of leukocytes in the lung during infection has been investigated (Kimman, 1993; Taylor et al., 1995) . In particular, alveolar macrophages (AM), which phagocytise pathogens and secrete in¯ammatory and immunoregulatory cytokines, have attracted attention. Human or murine AM infected with HRSV in vitro produce large amounts of the cytokine, tumor necrosis factor-a (TNF-a) (Panuska et al., 1990; Becker et al., 1991) . Today, accumulating data from in vivo investigations indicate that TNF-a is implicated in the pathogenesis of the disease. AM isolated from infants suffering from an acute RSV infection have been found to express TNF-a protein in a cell-associated manner (Midulla et al., 1993) . Moreover, Matsuda et al. (1995) demonstrated the presence of TNF-a in the nasal discharge from HRSV-infected infants. In the murine HRSV-model, high levels of bioactive TNF-a were found in the lungs and sera of HRSV-infected BALBc mice, post inoculation day (PID) 2 (Hayes et al., 1994) . Additionally, TNF-a has been shown to possess an antiviral effect against HRSV in vitro (Cirino et al., 1993; Merolla et al., 1995) as well as in mice in vivo (Neuzil et al., 1996) . Therefore, the cytokine may also be involved in the immune defense directed against the RSV infection.\n\nHence, TNF-a seems to be an important cytokine to look for in the lungs of BRSVinfected calves.\n\nThe aims of this study were to investigate whether BRSV induces secretion of TNF-a in the lungs of infected calves, and if so, to match these ®ndings with the clinical signs, the pathological changes and the appearance of the BRSV-antigen in the lungs of the animals.\n\nTo our knowledge, we submit the ®rst evidence of TNF-a being present in the lungs of BRSV-infected calves.\n\nThe third cell culture passage of a BRSV isolate designated 2022 was used as an inoculum for the experimental infections of calves. Origin and propagation of the virus are described in Larsen et al. (1998) . Mock inoculum consisted of fetal calf lung cells (FBL cells) which were grown and frozen as the FBL cells the virus was propagated in. All inocula were tested free of bovine virus diarrhea virus (BVDV), bovine PI-3 virus (BPI-3V), bovine adeno virus (BAV), bovine corona virus (BCV), bovine entero virus (BEV), infectious bovine rhinotrachitis virus (IBRV), bovine reo virus, bacteria and bovine mycoplasmas.\n\nAn experimental model for BRSV infections in calves (Tjùrnehùj, in preparation) was used to study the pathogenesis of the disease. Brie¯y, 7±14 day old male Jersey calves were purchased from closed herds and reared in isolation units following normal management procedures for calves. Eight to twenty-one week old calves were inoculated once by a 10 min aerosol exposure, followed by an intratracheal injection of viral inoculum with 10 4.6±5.2 tissue culture infectious dose 50 (TCID 50 ) of BRSV by each route. Mock inocula were diluted and administered in the same way as the viral inoculum. All calves in the experiments were tested free from infection with BVDV before inoculation.\n\nAfter inoculation with virus, the general health status of the calves was monitored. The onset and degree of clinical signs were followed daily.\n\nA total of 28 calves from ®ve different experiments were included in the study. Twenty-three animals were given the BRSV inoculum and the rest of the calves received a mock inoculum. The calves were killed PID 2 (2), 4 (2), 6 (9), 7 (8) and 8 (2). Four of the calves killed PID 6 were treated systemically with a broad spectrum antibiotic, enro¯oxacin (Baytril 1 ) 2.5 mg/kg (Bayer), starting from 2 days before the inoculation with BRSV and throughout the experiment.\n\nThe lungs were immediately removed from the animals after exsanguination. Photographs were taken of the ventral and dorsal sides of the lungs. The extent of consolidated lung tissue was scored from 0 to 5, where the score 0 was given to lungs completely free of lung lesions; 1 to lungs with few spots (1±5%) of consolidated lung tissue, 2 to lungs with 5±15%, 3 to lungs with 15±30% and 4 to lungs with 30±50% of consolidated tissue. The score 5 was given to lungs where most of the tissue in the cranial, medial and accessory lobes and at least a third of the diaphragmatic lobes consisted of consolidated tissue (>50%).\n\nBAL was performed on the left lung by¯ushing the bronchi of the lung with 100 ml of Eagles Minimum Essential Medium (MEM). After collection, the BAL¯uids were supplemented with equal amounts of medium containing 1000 IU penicillin G/ml, 1 mg of streptomycin per ml and 0.005% amphotericin. BAL¯uids for cytokine and viral examinations were immediately snapfrozen in liquid nitrogen, whereas the BAL¯uids for cytospin preparations were kept at 48C and processed within 8±10 h. Cells (3 Â 10 4 to 5 Â 10 4 ) were centrifuged (Shandon cytospin centrifuge, 3 min/1200 rpm) onto a coated slide (SuperFrost ), air dried for 5 min and ®xed in 99% ethanol for 45 min at À208C.\n\nTo rule out the possibility of other agents causing disease or lesions in the lung, tissue from the right lung was tested for the presence of BPI-3V, BAV, and BCV by antigen enzyme-linked immunosorbent assay (ELISA) . In addition, lung tissues were examined for viable BEV, IBRV, bovine reo virus, BPI-3V, BAV and BVDV. Brie¯y, supernatants of minced lung tissue were transferred to a monolayer of bovine kidney cells, and cytopathic effect (CPE) combined with immuno¯uorescence technique were used to con®rm their presence. Also, tissue samples were taken from the lung, spleen and liver and cultured for bacteria. Finally, bronchial swabs were analyzed for the presence of Mycoplasma spp. The Danish Veterinary Laboratory and the Danish Veterinary Institute for Virus Research carried out these analyses.\n\nTwo grams of lung tissue were collected from each of nine different predetermined areas of the left lung representing the dorsal, medial and the ventral parts of all the lobes. The lung tissues were stored at À408C until the examination for the presence of BRSVantigen by an indirect antigen ELISA (Tjùrnehùj et al., in preparation) was performed. The sum of the titers in each of the nine samples was used as a measurement of the level of BRSV-antigen in the lung tissue.\n\nLung lavage¯uids and supernatants from lung tissue soaked in MEM were investigated for infectious BRSV (Tjùrnehùj et al., in preparation) . Samples were transferred to FBL cells and grown until CPE occurred. Two cell passages were made followed by indirect immuno¯uorescence test using hyperimmune guinea pig serum against BRSV and a FITC conjugated rabbit anti-guinea pig antibody (DAKO) to visualize BRSV in the cell culture.\n\nDetection of BRSV-antigen in BAL cells was done by immunocytochemistry. Cytospin preparations were incubated for 10 min in a Tris-buffered saline (TBS: 0.05 M Tris, 0.15 M NaCl, pH 7.6) followed by a 15 min blocking with TBS, 5% swine serum. Slides were then incubated for 1 h with a bovine biotinylated hyperimmune serum against BRSV diluted 1:8000 in TBS containing 5% swine serum . This was followed by a 1 h incubation with a streptavidin-alkaline phosphatase complex (DAKO). Three washes with TBS were performed between each incubation step. Finally, virus positive cells were visualized with Fast Red substrate (KemEnTec), and Harris Haematoxylen as a counterstain. Cytospin preparations of FBL cells infected with BRSV were used as positive control, while non-infected FBL cells and BAL cells from animals tested negative for BRSV served as negative controls. The immunostainings were evaluated by light microscopy. Each slide was given one of the following scores: 0 (no virus positive cells), 1(1±20% virus positive cells), 2 (20±40% virus positive cells), 3 (40± 60% virus positive cells), 4 (60±80% virus positive cells) or 5 (80±100% virus positive cells).\n\nImmunocytochemistry was also used to study the presence of TNF-a in the BAL cells. Rehydration and blocking were performed as described above. Cytospin preparations of BAL cells were incubated with a monoclonal antibody against TNF-a (Ellis et al., 1993) , diluted 1:25 in TBS containing 5% swine serum for 1 h followed by 30 min incubation with EnVision (DAKO) and visualized with Fast Red substrate (KemEnTec). An isotype matched antibody (IgG 1 ) (DAKO) diluted 1:25 was applied as a negative control for the immunocytochemistry procedure whereas cytospin preparations of freshly isolated BAL cells from uninfected calves were run as negative control cells. Cytospin preparations of BAM stimulated for 5 h with endotoxin 5 mg/ml (E. coli, O111: B4 (Sigma)) were used as positive controls.\n\nThe presence of the TNF-a in the lung lavage¯uid was examined by a capture antigen ELISA. The monoclonal and polyclonal antibody used to detect TNF-a were described by Ellis et al. (1993) . C96 maxisorb immunoplates (Nunc) were coated for 16±24 h with the monoclonal antibody 1D11-13 against TNF-a, diluted in coating buffer 1:1000 (4.53 mM NaHCO 3 , 1.82 mM Na 2 CO 3 , pH 9.6). The plates were washed six times with TBS containing 0.05% Tween (TBS-T) before triplicates of lung lavage diluted in TBS-T, 0.5% gelatin (TBS-T-g) were transferred to the wells and left overnight at 48C. The following day the plates were washed with TBS-T, and incubated for 1 h with a polyclonal rabbit anti-TNF-a (pool 88) diluted 1:1500 in TBS-T-g. This was followed by a washing step, a 1 h incubation period with biotinylated goat anti-rabbit, H L chain (Zymed) diluted 1:10.000, another washing step, and a 1 h incubation period with streptavidin-alkaline phosphatase (GibcoBRL) diluted 1:2000. Finally, p-nitrophenyl phosphate-substrate (GibcoBRL) was added to the wells and incubated for 20 min. The plates were read at 405 nm using 495 nm as a reference. A dilution of recombinant bovine TNF-a (Ciba-Geigy) was used as the standard. Plain medium was used as negative control. OD-values from the standard were plotted against ng/ml TNF-a. The dilution of the lavage¯uid occurring in the lungs during the washing procedure was not taken into account when calculating the amounts of TNF-a.\n\nA two-tailed Student t-test was used to compare (1) the amount of TNF-a present in BRSV-infected calves and calves given the mock inoculum; (2) the amount of TNF-a present in BRSV-infected calves treated or not treated with antibiotics PID 6; and (3) the amount of TNF-a in BRSV-infected calves with or without bacteria in the lungs, PID 6±8. The data was log-transformed to achieve a normal distribution. P`0X05 was considered as signi®cant.\n\nBased on the temperatures and respiration rates recorded the day the animals were killed, the ®rst clinical signs appeared in calves killed on days 2±4, some of which had mild coughing, but body temperature (39.38C) and respiratory rate (40 min À1 ) within the normal range (Table 1) . Severe clinical signs were seen in calves killed on PID 6±8, which exhibited depression, mucopurulent nasal discharge, severe coughing and dyspnea. Furthermore, respiratory rates ranging from 50 to 105 min were monitored in 16 of the 19 calves killed PID 6±8. Febrile reactions were present in the calves PID 6±8. In total, seven out of the nine calves killed on PID 6 and ®ve out of the eight calves killed PID 7 reached temperatures between 39.3 and 40.98C. One calf killed PID 8 had a normal temperature through the whole period. The other calf killed PID 8 dropped from 40.98C on PID 7 to 39.78C on PID 8 (results not shown).\n\nA few spots (1±5%) of dark red consolidated lung tissue were seen on PID 2±4 in the lungs of the calves infected with BRSV. These lesions could hardly be distinguished from the subacute to chronic lesions seen in some of the negative control calves.\n\nSmall amounts of mucopurulent discharge were present in bronchi and trachea in both BRSV and mock-inoculated animals. Lungs from these calves were given a score from 0 to 1.\n\nOn PID 6±8, the infected calves had a moderate to severe exudative bronchopneumonia with 10±50% consolidated lung tissue (score 2±5). Average scores were 2.8 on PID 6, 3.3 on PID 7, and 3.5 on PID 8 (Fig. 1A) . Trachea and bronchi contained large amounts of mucopurulent to purulent discharge. In addition, there was widespread interstitial edema in all lobes and emphysema was found especially in the diaphragmatic lobe of the most affected calves.\n\nNo other bovine virus were isolated from the lower airways of the calves during the experiment. Mycoplasma dispar was present in almost every calf including the ones given the mock inoculum (Table 1 ). Moreover, it was possible to isolate Mycoplasma bovirhinis or Ureaplasma simultaneously in some individuals. Of the 23 BRSV-infected calves, six were found to be negative for mycoplasmas; three of these animals were treated with antibiotics (Table 1) . No bacteria were isolated from BRSV-infected calves PID 2, PID 4, calves treated with antibiotics (PID 6), or any calf given the mock inoculum. Haemophilus somnus and Pasteurella multocida were isolated from two and ®ve calves, respectively, of the 14 BRSV-infected calves killed on PID 6±8.\n\nThe total BRSV titer of the left lung was calculated as the sum of the antigen titers measured in the nine different predetermined spots. BRSV antigens could not be detected on PID 2, while moderate values were seen on PID 4 (94±304) and high values appeared on PID 6 (400±1024) and PID 7 (96±768). One calf killed PID 6 and one killed PID 7 were negative for BRSV in the nine tested sites. The amount of detectable antigens decreased to very low levels (0±80) on PID 8 (Fig. 1B) .\n\nInfectious BRSV could be transferred from the lungs of the calves to fetal calf lung cells from PID 2 to 6. On PID 7, only two of eight calves contained infectious BRSV and on PID 8 all calves were negative for infectious BRSV in the lung tissue, however one calf had infectious virus in the BAL¯uid (Table 1) .\n\nImmunocytochemistry was used to detect BRSV-antigen within the BAL-cells. BRSVantigens were located in neutrophils, alveolar macrophages and epithelial cells. The amount of neutrophils in BAL increased dramatically from PID 4±8. The actual percentage of each cell population was dif®cult to establish, because many of the neutrophils and epithelial cells appeared in clumps. On PID 2 BRSV-antigen was only detected in few cells (score 1). On PID 4, the amount of cells containing BRSV increased to 40±50% (score 3) of the cells in the cytospin, whereas at least 75% (score 4) of all cells were positive on PID 6. The score 5 was given to a single animal, on PID 6. The number of BRSV positive cells declined to around 50% on PID 8 (score 3). No BRSV positive signals appeared in mock-inoculated calves (Table 1) . b Negative control calves (bold roman ®gures), which were given a mock inoculum. c The respiration rates were measured on PID 3. d The calves were treated with an antibiotic. Baytril 1 were administrated daily, from 2 days before inoculation with BRSV until the calves were killed on PID 6. e The temperature was taken PID 5. f The temperature was taken PID 7. g Infectious BRSV was found in the BAL¯uid, but not the lung tissue. h ND: not done. \n\nSigni®cant amounts of TNF-a were found in the lungs of BRSV-infected calves compared to the uninfected calves (P`0X05). As demonstrated in Table 1 and Fig. 1C , detectable, but very low amounts (0.5±0.8 ng/ml) of TNF-a were found on PID 2 and 4. The cytokine level changed dramatically on PID 6 to values ranging from 11.2 to 94.6 ng/ ml (a mean of 38.6 ng/ml), and increased even more on PID 7, where BAL contained from 20.8 to 256.9 ng/ml (a mean of 82.7 ng/ml). High TNF-a values were found in BAL from three of the four calves treated with antibiotics. One calf (no. XIV-4) was not affected by the BRSV-infection as the rest of the calves in the group, and neither BRSVantigen nor TNF-a were detected in BAL from this animal. The TNF-a levels in BRSVinfected calves treated with antibiotic were not signi®cantly different from the TNF-a levels in BRSV-infected calves not treated with antibiotic on PID 6 (P b 0X05). Also, the TNF-a levels in calves from which P. multocida or H. somnus were isolated, were not different (P b 0X05) from those calves where no bacteria were detected (PID 6±8). Lung lavages performed on two animals on PID 8 contained 3.7 and 10.5 ng/ml, respectively. In general, calves which had high levels of BRSV-antigens in the lung tissue had a fairly large amount of TNF-a in the lung wash. Extremely high TNF-a values were measured in two calves on PID 7. P. multocida was isolated in one of these cases. In contrast, TNF-a was only found in a small amount (1.0 ng/ml) in one mock-inoculated animal on PID 4 and could not be detected in the remaining uninfected control calves.\n\nFurthermore, BAL cells from four BRSV-infected calves killed on PID 6 were examined for the presence of cell-associated TNF-a by immunocytochemistry. Many BAL cells were positive for TNF-a where some cells stained intensively or moderate for the cytokine and others only weakly. Therefore, no subpopulation of cells producing TNF-a could be identi®ed by this method. BAL cells from calves, which stained intensively for BRSV-antigen, were strongly positive for TNF-a on parallel slides. The isotype matched control resulted in almost no background staining and no or few positive signals could be detected in a minority of the BAL-cells from non-infected calves.\n\nAs several experiments have indicated that the proin¯ammatory and antiviral cytokine TNF-a is involved in the pathogenesis of RSV-infections in humans and mice (Panuska et al., 1990; Neuzil et al., 1996) we investigated if TNF-a is produced in the lungs of calves infected with BRSV. In agreement with what Hayes et al. (1994) found when they studied the experimental HRSV-infection in mice, we demonstrated that large amounts of TNF-a are produced in the lungs of calves experimentally infected with BRSV, but in contrast to their study, our RSV-studies were performed in the natural host.\n\nFurthermore, the TNF-a measured in BAL of the BRSV infected calves is likely to be bioactive since results from the ELISA correlate well with the WEHI-164, clone 13, bioassay measurement of bioactive TNF-a (Ellis et al., 1993) .\n\nBeing a proin¯ammatory cytokine, TNF-a is known to attract and activate neutrophil granulocytes and lymphocytes by itself or through the induction of other cytokines (Ohmann et al., 1990; Chiang et al., 1991; Persson et al., 1993) . The cytokine has also been shown to be involved in the mechanisms leading to increased permeability of endothelium (Zeck-Kapp et al., 1990) and epithelium in lung in¯ammations (Li et al., 1995) . Additionally, TNF-a has been shown to inhibit the alveolar type II epithelial cells production of surfactant phospholipid (Arias-Diaz et al., 1993) and surfactant proteins (Wispe et al., 1990; Pryhuber et al., 1996) , a mechanism which has been suggested to contribute to the pathophysiology of adult respiratory distress syndrome (ARDS) (Arias-Diaz et al., 1993) . Therefore, the biological effects induced by TNF-a could explain the presence of purulent exudate, edema and atelectasis in the BRSV-infected lung. Hence, we suggest that the high levels of TNF-a measured on PID 6±7 contribute to the severe lung lesions and clinical signs accompanying BRSV infection on PID 6±8.\n\nSince both P. haemolytica and P. multocida are capable of inducing a harmful cytokineresponse in lungs (Bienhoff et al., 1992; Yoo et al., 1995) , the TNF-a measured in the BRSV-infected calves coinfected with Pasteurellaceae spp. could have been caused by the bacteria. However, the data suggest that BRSV was capable of inducing a signi®cant secretion of TNF-a without any other contributing agents. Indeed there was no correlation between the presence of other infectious agents and the level of TNF-a.\n\nIn most cases, high levels of TNF-a were found in the calves which had large amounts of BRSV antigens in their lungs. Still, some calves which had very high levels of BRSV antigen, had only a moderate amount of TNF-a in their lung¯uids (individual data not shown). This might be explained by the kinetics of TNF-a, which is known to be produced and degraded rather quickly. Thus, the level of the cytokine easily can change within hours (Adams et al., 1990; Horadagoda et al., 1994) .\n\nPreviously, the alveolar macrophages have been shown to be the main source of TNF-a in the lung environment (Warren et al., 1989; Van Nhieu et al., 1993) . However, like Yoo et al. (1995) , we were unable to identify the cells responsible for the production of TNF-a in the lungs, as many BAL cells including some cell debris stained positive for the cytokine by immunocytochemistry in the BRSV-infected animals. This might be explained by the fact that TNF-a also appears in a cell-associated manner, partly because the cytokine binds to cells via its receptors (Ohmann et al., 1990) , and also because TNFa exists on the cell surface as a membrane-associated form (Nii et al., 1993) . Compared to other bovine studies (Yoo et al., 1995) , relatively high amounts of TNF-a were detected in the BAL¯uids in this study, possibly because cell-associated TNF-a was included, since the BAL-cells were not separated from the lung wash suspensions before they were frozen.\n\nAnother potential contributor to the TNF-a present in the BAL is the airway epithelium. Although alveoli and bronchioli epithelial cell cultures have been shown to secrete IL1-a, IL6, IL8 and granulocyte macrophage stimulating factor (Arnold et al., 1994; Jiang et al., 1998; Patel et al., 1998) , when infected in vitro with HRSV, controversy exists whether or not these cells also secrete TNF-a (Arnold et al., 1994; Patel et al., 1995) .\n\nIn most viral infections the speci®c immune response consists of a humoral and a cell mediated immune response, which are responsible for the clearance of virus. In BRSV infection speci®c antibodies have been shown to appear in the BRSV-infected calves from PID 8±10, but the signi®cance of both actively and maternally acquired antibodies in the clearance of BRSV is still unclear (Kimman, 1993) . However, investigations performed by Taylor et al. (1995) indicate that cytotoxic T-lymphocytes could participate in the clearance of BRSV infections. In our study, the calves had few or no maternal antibodies (IgG 1 ) against BRSV when they were inoculated with BRSV and IgM was not detected before PID 8, and only in one calf (data not shown). The presence of cytotoxic Tlymphocytes in the lungs of BRSV-infected calves is currently being investigated within the group.\n\nIn addition to speci®c immune responses, studies performed on HRSV-infected mice and cell cultures indicate that TNF-a also may play a role in the recovery of the infection (Merolla et al., 1995; Neuzil et al., 1996) . In our study, no infectious BRSV could be isolated from the lungs of six out of eight BRSV-infected calves on the same day (PID 7) when TNF-a reached its maximum level in BAL. These ®ndings imply that the cytokine could play an important role in the antiviral immune defense against BRSV infection in calves at a time where the speci®c immune response against BRSV has not been fully established.\n\nThe anti-viral effect of TNF-a is mainly established through the TNF-receptor p55, which induces cytotoxicity when it binds the cytokine (Wong et al., 1992; Tartaglia et al., 1993) . This mechanism might play an important role in the RSV-infection since in vitro studies have shown that the TNF-receptor p55 is secreted in large amounts from lung epithelia cells infected with HRSV (Arnold et al., 1994) . Interestingly, a homology was recently discovered between a conserved region in the G-protein of RSV and a domain within the TNF-receptor p55 (Langedijk et al., 1998) . Therefore, one could speculate that RSV has evolved mechanisms by which it is able to interact with TNF-a, and thereby inhibit the antiviral effect of the cytokine. This interference may eventually result in the dramatic levels of TNF-a found in the lung.\n\nUnderstanding of the pathogenesis of RSV infections is essential for ®nding a treatment to reduce the lung damage. Clearly, future experiments should involve inhibition of the TNF-a response early and late in the course of the viral infection. Intrapulmonary administration of recombinant bovine TNF-a or monoclonal antibodies against TNF-a or its receptors, is one way to continue these studies in calves. Moreover, drugs like dexamethasone and pentoxifylline which are known to inhibit the synthesis of TNF-a (Han et al., 1990; Balibrea et al., 1994) could be administered during the experimental BRSV infections."}