{"title": "Co-expression vs. co-infection using baculovirus expression vectors in insect cell culture: Benefits and drawbacks", "body": "Through genetic manipulation, baculoviruses, and in particular the well studied Autographa californica multiple nucleopolyhedrovirus (AcMNPV), have been engineered to be versatile biotechnological tools that are able to transduce insect and mammalian cells. As a wild-type virus, AcMNPV takes on two forms throughout its infection cycle: a budded form, which allows the propagation of the virus within an infected host; and an occluded-form, which allows transmission of the virus between hosts. In cell culture, the budded form is sufficient for viral propagation. Infection with the budded form is mediated primarily by the Gp64 peplomers contained in the virus' envelope (Monsma et al., 1996) . In a typical expression vector, the polyhedrin (polh) gene, which codes for the major protein in the occluded form of the virus, is replaced by a transgene of interest. The transgene can then be expressed under the control of the polh promoter to achieve maximal protein expression in their natural hosts, insect cells.\n\nInsect cells are not generally known to carry any human infectious viruses, or more importantly, human retroviruses (Summers, 2006) . This is a clear advantage for the production of therapeutic proteins over other platforms due to lower possibility of contamination with adventitious agents. Furthermore, although baculoviruses replicate efficiently in insect cells, they cannot be propagated in mammalian cells. Despite these advantages, it took until 2009 for the FDA to approve the first therapeutic protein produced in insect cells using baculoviruses as expression vectors. The product, Cervarix, is a virus-like particle (VLP) vaccine against the human papillomavirus (HPV) made up of the L1 capsid proteins of HPV types 16 and 18. Given this advancement, many more products made using this platform are expected.\n\nWe have focused for the past number of years on a system that exploits the ability of insect cells to be infected by multiple baculovirus vectors (herein referred simply as baculoviruses) (Aucoin et al., 2006 (Aucoin et al., , 2007 Meghrous et al., 2005; Mena et al., 2010; Sokolenko et al., 2010) . Capitalizing on this ability is not novel; many groups have approached the production of complex products through the use of multiple baculoviruses, whether it has been for the modification of the protein product through some post-translation modification or for the study of protein domain interactions. Though many have used this approach, it is not without controversy. Some groups have used a statistical argument for the co-expression of multiple proteins from a single baculovirus to reduce the overall number of baculoviruses (Belyaev et al., 1995; Tsao et al., 1996) . This alternative approach also reduces the number of possible baculovirus combinations that can be found in any one cell, thus achieving more homogenously infected cells. Unfortunately, there is little work that has truly investigated what happens within cells or cell culture during co-infection/co-expression. The statistical argument, along with the simplification of the overall process, has been reason enough to reduce the number of different baculoviruses for the production of a final product. This has been demonstrated by recent work in our own area of interest, the production of adeno-associated virus (AAV) vectors (Smith et al., 2009) .\n\nGiven that there is a growing body of literature on the baculovirus expression vector system (BEVS) pushing the boundaries of recombinant product expression in insect cells, we feel there is a need to explore the benefits and drawbacks of co-infection and co-expression. Despite a wealth of information on the effects of culturing parameters on product formation even under different cultivation modes (Aucoin et al., 2007 Chico and Jager, 2000; Ding et al., 2003; Elias et al., 2007; Kadwell and Hardwicke, 2007) , the expression process itself remains poorly characterized in the context of co-infection/co-expression. This review highlights various co-expression and co-infection systems that have been reported to date and examines how these systems have been studied, especially with respect to what attention the authors gave to the co-expression or co-infection aspects of their systems. Finally, this review looks at commonly accepted as well as potential methodologies that can be used to gain a better understanding of the overall process including both experimental and mathematical modeling approaches.\n\nComplex products, including self-assembling multi-protein complexes, proteins requiring specific post-translational modifications or interacting protein systems, often require expression of more than one protein foreign to the host cell. In the case of the baculovirus insect cell system, these proteins can either be expressed from multiple baculoviruses each carrying a single foreign gene (monocistronic), or from a single baculovirus carrying multiple foreign genes (polycistronic). On this basis, three viral expression systems are possible: infection with multiple monocistronic baculoviruses (co-infection), infection with a single polycistronic baculovirus (co-expression), or a combination of the two. The choice may appear arbitrary at first glance, but it can have a serious impact on the cell, recombinant protein production or both. In our own work we have seen that co-infection strategies with a combination of mono-and polycistronic baculoviruses can lead to differences in yield of up to an order of magnitude depending on the ratios of viruses chosen (Aucoin et al., 2006) , thereby emphasizing the need to understand the relationship between baculoviruses to optimize co-infection processes.\n\nWe have identified three major areas in which researchers have exploited the use of co-infection/co-expression in insect cells. The first of these is in functional analysis of protein or protein domains. The second is in complementing or augmenting the cells ability to produce foreign proteins or protein systems. Finally, the third area is in the production of protein complexes, most notably but not exclusively virus-like particles, synthesized within a cell through the expression of multiple proteins.\n\nA large proportion of studies investigating protein structure or function using BEVS has focused on the family of human kinases. The involvement of kinases such as mitogen-activated protein (MAP) kinases in signal pathways related to cell growth and apoptosis makes them attractive targets for cancer therapy . As phosphorylation may induce conformational changes in a kinase, full in vitro characterization (structural, biochemical, etc.) requires large amounts of purified, homogeneous samples of both phosphorylated and non-phosphorylated protein . In vivo phosphorylation of MAP kinase kinase 1 (MKK1 or MEK1) has been achieved via co-infection of Sf9 or High Five™ insect cells with baculovirus coding for MKK1 and a combination of a MAP kinase kinase kinase (MAP3K or MEKK) such as Raf-1, a GTPase such as Ras, and tyrosine kinases (Alessi et al., 1994; Dent et al., 1994; Smith et al., 2007) . The case for using insect cells for these types of studies is reinforced by Chambers et al. (2004) , who found that of 62 human kinases tested, all but one were expressed, secreted and found soluble in Sf9 culture. In contrast, E. coli was only able to express 87% of the kinases, of which 54% were secreted and soluble (Chambers et al., 2004) .\n\nBaculovirus co-infection has also been used for in vivo kinase interaction studies. One example involves the Src family of kinases (Hck, Lyn, Fyn, Fgr) , which are involved in various cellular processes such as differentiation, motility, and adhesion in both normal and transformed (cancerous) cells. They have been studied to determine their role in the activation of various signal transducers and activators of transcription (STATs) (Klejman et al., 2002; Nelson et al., 1998; Schreiner et al., 2002; Zhang et al., 2000) . The activation of STAT5 has been linked to changes in the phenotype of transformed cells, and through kinase interaction studies, an elucidation of the mechanism has been achieved (Klejman et al., 2002) . The general procedure involved the co-infection of Sf9 insect cells with multiple viruses expressing various kinases and the STAT of interest. Zhang et al., for example, used a co-infection strategy that combined various baculoviruses expressing STATs with baculoviruses expressing JAK and/or Src kinases. This co-infection strategy allowed the exploration of various possible interactions via (partial) factorial experimental design studies (Zhang et al., 2000) . While the Src family of kinases is constitutively active in insect cells, the cells lack homologues of mammalian kinases, making them an ideal platform for kinase interaction studies (Nelson et al., 1998; Schreiner et al., 2002; Zhang et al., 2000) . Similar in vivo kinase interaction studies using the same principles have involved Bcr protein complex interaction with Fes and Src kinases Meyn et al., 2006; Peters and Smithgall, 1999) .\n\nThe BEVS has also been applied to the structural study of proteins belonging to the adenosine triphosphate (ATP) binding cassette superfamily such as the multidrug resistance protein (MRP) and P-glycoprotein (P-gp). Both have been linked to increased drug resistance in cancer cells via drug efflux (Bakos et al., 1998; Gao et al., 1996; Idriss et al., 2000) . A common approach in elucidating the functions of these proteins has been to split them into various portions and express the portions either individually or in various combinations, which were then analyzed for ATP activity or transport ability. Expression of these multiple genes has been achieved via both co-infection (Bakos et al., 1998; Gao et al., 1996 Gao et al., , 2000 Idriss et al., 2000) and co-expression Qian et al., 2001; Qin et al., 2008) , with the latter only becoming more prominent recently.\n\nAlthough the BEVS is able to produce soluble forms of protein that have similar post-translational modifications as those produced in mammalian cells, it still lacks some of the enzymes required to achieve human-like processing, especially for glycosylation (Geisler and Jarvis, 2010) . Mammalian glycosyltransferases can be expressed in insect cells to create human-like glycoproteins (Geisler and Jarvis, 2010; Hill et al., 2006; Hollister et al., 1998; Tomiya et al., 2003a Tomiya et al., , 2003b . The SfSWT-1 and SfSWT-3 are but two cell lines that stably express mammalian glycosyltransferases, which are capable of producing human-like proteins (Aumiller et al., 2003; Hollister et al., 2002) . Enzymes alone, however, are not always sufficient to allow the appropriate modifications. For example, the SfSWT-1 line suffers from a need to be cultured in serumcontaining media because of its inability to produce the nucleotide sugars that are required substrates to achieve the desired glycosylation.\n\nIt is clear that novel stable lines that have all the required functions (i.e. the appropriate constituents of pathways to the final product) are desired; however, the ability to easily confer these functions to a cell temporarily and obtain a desired product has a number of benefits. Lawrence et al. (2001) and Hill et al. (2006) have both shown that it is possible to engineer the sugar-nucleotide metabolism of host cells by co-infecting the cells with viruses containing various enzymes that can lead to the appropriate substrate for the sialylation of proteins, an example of which is through the expression of sialic acid phosphate synthase (SAS) and CMP-sialic acid synthase (CMP-SAS). Furthermore, co-infection of SfSWT-1 cells with a virus containing the genes for these enzymes (SAS, CMP-SAS) and a virus encoding human tissue plasminogen activator (tPA) resulted in the sialylation of the tPA in serumfree media supplemented with N-acetylmannosamine (Hill et al., 2006) .\n\nOther post-translational modifications can be added to proteins by expressing specific proteins via co-infection of insect cells. Langereis et al. (2007) demonstrated a method for the replication of the mammalian sumoylation system in Sf9 cells through the expression of small ubiquitin-like modifier (SUMO) components via multiple co-infections, thus allowing the successful sumoylation of several exogenous proteins. As described earlier, phosphorylation as an example of post-translational modification was intensively investigated using insect cells in the last two decades (Gout et al., 1992; Hassan et al., 2009 ).\n\nA general problem for heterologous protein expression is the low fraction of soluble and/or correctly assembled protein. Several studies addressed this problem with the co-expression of foreign chaperones ( Table 1) . Expression of these chaperones has enabled the correct folding and post-translational processing of proteins; prevented aggregation by increasing protein solubility; and increased the secretion of correctly folded protein forms. The two main classes of chaperones that have been investigated for use in the insect cell production system fall into two groups: those located in the endoplasmic reticulum and those in the cytosol. The choice of chaperone then depends on the localization of the protein of interest being produced. Calnexin, calreticulin, binding immunoglobin protein (BiP) and protein disulfide isomerase (PDI) are molecular chaperones located in the ER whose expression have beneficiary effects on foreign protein assembly (Ailor and Betenbaugh, 1998; Higgins et al., 2003; Hsu and Betenbaugh, 1997; Hsu et al., 1994; Hsu et al., 1996; Kato et al., 2005; Nakajima et al., 2009; Tate et al., 1999; Zhang et al., 2003) . Of these, calnexin expression has been used the most often to prevent aggregation, promote correct folding and modification, and enhance secretion of correctly processed protein. Tate et al. (1999) examined the effect of chaperones on the expression of a serotonin transporter and found that among several chaperones, calnexin produced the greatest increase in functional transporter. Higgins et al. (2003) found a similar result with the production of Drosophila Shaker potassium channels where only calnexin was found to increase expression of correctly assembled protein. The efficacy of calnexin, however, cannot be generalized. Zhang et al. (2003) observed that calreticulin increased the amount of correctly folded protein to a greater extent than calnexin when trying to produce lipoprotein lipase. Furthermore, Nakajima et al. (2009) found that use of BiP resulted in a greater GFPuv-α4GnT activity in silkworm larvae, as compared to the use of calnexin. Hsu and Betenbaugh (1997) found that BiP also increases secretion of soluble immunoglobulin in High Five™ cells, but observed that the same chaperone did not increase immunoglobulin secretion in Sf9 cells, even though it did increase intracellular levels of soluble functional antibody (Hsu et al., 1994) . PDI expression in High Five™ cells was also found to increase the solubility and secretion of immunoglobulin and could rescue misfolded and aggregated protein in vitro (Hsu et al., 1996) .\n\nIn the cytosol, Hsp70 has proven to be effective in increasing production efficiency by reducing the formation of aggregates, which would have otherwise been degraded (Ailor and Betenbaugh, 1998; Hong et al., 2010; Yokoyama et al., 2000) . Yokoyama et al. (2000) demonstrated that the co-expression of an Hsp70 co-factor, Hsp40, increased the solubility of a foreign protein several fold compared to expression of Hsp70 alone. Martinez-Alonso et al. (2009 have found that the expression of DnaK and DnaJ, prokaryotic homologues of Hsp70 and Hsp40 derived from E. coli, resulted in increased solubility of recombinant protein in both Sf9 cells and Trichoplusia ni larvae. Hsp70 binds to hydrophobic patches in nascent proteins from the ribosome, preventing non-specific aggregation during transport to the endoplasmic reticulum (Fink, 1999; Hartl, 1996) . Therefore, multiple chaperones could be expressed in a single cell to improve the cell's protein processing capability, as was done by Ailor and Betenbaugh (1998) . In their work, they showed that expression of Hsp70 increased the soluble fraction of antibody light-chain precursor in the cytosol, which could then be routed to the ER, and expression of the ER-associated chaperone, BiP, in the same cells, then allowed a further increase in the soluble fraction of processed light chain.\n\nUnlike higher order proteins and proteins complexes described in the next sections, the utility of the baculovirus expression vector system in the context of cytochrome P450s (CYP) comes from the ability to recover a microsomal fraction from infected cells containing both overexpressed CYP and oxidoreductase proteins. Expression of the oxidoreductase in the same location as the cytochrome P450s (CYP) yields a cell fraction that has high CYP activity (Chen et al., 1997 ; Hsu et al. (1996) [] refers to those proteins produced from a single virus. polh: polyhedrin promoter. p10: p10 promoter. Ie-2: Ie-2 promoter from Orgyia pseudotsugata MNPV. Lee et al., 1995) . Endogenous oxidoreductase (OR) activity is limiting when CYP is overexpressed, which is why increased OR expression is necessary (Chen et al. 1997) . Cytochrome P450s form a class of proteins that has significantly taken advantage of co-infection strategies for their production, in part due to the difficulties in reconstituting the catalytic activity of CYPs through the addition of purified OR in vitro (Chen et al., 1997; Lee et al., 1995) . While the use of two different promoters to control the ratio of CYP and OR expressed was suggested over 10 years ago (Chen et al., 1997) , control of the CYP to OR ratio has been thus far limited to the manipulation of the multiplicity of infections of monocistronic baculoviruses.\n\nTherapeutic antibodies have been one of the fastest growing markets for pharmaceuticals in the last two decades. The challenge in their production is that they consist of a heterodimer, each consisting of two light and heavy chains (Silverton et al., 1977) . Furthermore, complete antibodies contain disulfide bonds so their proper production is limited to eukaryotes (Dreker et al., 1976; Dubel, 2007; Schirrmann et al., 2008) . Insect cells have been investigated for the production of antibodies since the late 1980s with the first report of an antibody being expressed in this system occurring in 1990 (zu Putlitz et al., 1990) . In this early study, a co-expression strategy was used where the light and heavy chains were expressed under control of oppositely oriented polyhedrin promoters (zu Putlitz et al., 1990) . More recent applications of the co-expression approach have opted to express light and heavy chains with the p10 and polyhedrin promoters to obtain complete antibodies (Bès et al., 2001; Liang et al., 2001; Poul et al., 1995 , Song et al. 2010 . A co-infection strategy has also been successfully used in recent applications (Shen et al., 2009 ). Additionally, the use of molecular chaperones has been proven to facilitate an increase in antibody solubility (Ailor and Betenbaugh, 1998; Hsu and Betenbaugh, 1997; Hsu et al., 1996) .\n\nViruses have long been studied using the baculovirus expression vector system to examine the function of viral proteins. One particular area has been in the self-assembly of structural proteins that make up a virus. Commonly referred to as virus-like particles or core-like particles (CLPs), these particles resemble the native virus, sometimes without the complete set of proteins, and without the genetic makeup of the virus. VLP production of both enveloped and non-enveloped viruses has been achieved ( Table 2 ). The use of co-infection in the study of virus proteins has allowed a combinatorial approach to determine the necessary elements for VLP formation (Crawford et al., 1994; Kut and Rasschaert, 2004; Loudon and Roy, 1991; Tatman et al., 1994; Thomsen et al., 1994) . VLPs derived from viruses like rotavirus and bluetongue virus have fixed composition, or single equilibrium states; that is the viral proteins (VPs) that make up the capsid assemble in a way as to maintain a constant ratio despite the quantity of protein available (as reviewed by Maranga et al. (2002) ). Others, such as parvovirus, can have variable capsid compositions (Tsao et al., 1996) . For fixed composition, overexpression of VPs in the wrong proportion will effectively result in the loss of cellular resource since expression of excess monomers does not aid or alter VLP assembly. For variable composition, VLPs with different VP ratios can vary in antibody response or other characteristics. As a result, VLPs produced in insect cells offer an interesting flexibility when it comes to their use as immunogens in vaccines (reviewed by Noad and Roy (2003) ). VLPs produced using co-infection in the insect cell system are able to induce immune responses in animal models, and in some cases have resulted in stronger immune responses than those achieved by similar strategies in different systems. VLPs are also gathering significant attention as delivery vehicles and nanoscale templates (reviewed by Garcea and Gissmann (2004) ).\n\nInsect cell co-infection has also been used for the production of AAV viral vectors by the use of three baculoviruses, one coding for the capsid structural protein genes (Cap), one coding for the replication protein genes (Rep), and a third containing the AAV vector genome (Urabe et al., 2002) . Recently, this system has been further improved by creating a baculovirus containing both the Rep and Cap elements thus resulting in a dual infection system (Smith et al., 2009) .\n\nThere often seem to be opposing views as to the importance of parameters that can influence the production of foreign proteins in culture. An overview of the complexities involved in BEVS can be found in the holistic perspective on baculovirus technology presented by Shuler and Kargi (2002) . In this section, both infection (process parameters) and virus design (biological parameters) will be discussed in the context of protein expression with emphasis on the expression of multiple foreign proteins.\n\nThe multiplicity of infection (MOI) is a long standing parameter that is known to influence protein production, and is defined by the number of infectious virions per cell added to the cell culture at the time of infection. The concept of MOI is found as a descriptor in nearly all virus studies and for the baculovirus expression vector system, can be indicative of the necessary duration of a culture and optimal time of harvest. Normalizing the number of viruses to the number of cells through the use of MOI is expected to create a parameter that is able to describe the system regardless of the actual concentrations of each used. Thus, different infections carried out at the same MOI are expected to proceed in a similar fashion without considering the absolute concentrations involved. It is important to realize though, especially as production densities increase significantly , that this ratio does not account for the volume or the environment in which the contact between these two entities takes place. The microenvironment may indeed differ when different cell densities are used; i.e. not only could the interactions between viruses and cells differ when the cells are 0.8 × 10 6 cells/ml vs 8 × 10 6 cells/ml, but the composition of the media may also differ significantly. At lower concentrations (0.6-1.5 × 10 6 cells/ml), Maranga et al. (2004) have shown that the concept of MOI holds regardless of the cell density at infection. Within this range, however, there is also very little change that occurs in terms of nutrient depletion. One way this effect has been accounted for is through a strongly interrelated factor known as the time of infection (TOI). Although expressed in hours from the time of inoculation, the cell density or the position on the growth curve has also been used to characterize the TOI e.g. early-, mid-or late-exponential phases. The selected TOI dictates the condition of the cells, but it can also describe the condition of the environment. Unless culture medium is replaced at the time of infection, nutrient levels will have been consumed as a function of the time of infection. There is a consensus in the literature that infection should take place in the mid-to lateexponential phase if high MOIs are used, however if low multiplicities of infection are used, lower cell densities should be used to ensure that the peak cell density is reached when all cells are infected (Wong et al., 1996) . In fact, the time of infection would be better characterized by a fingerprint of the composition of the media as well as the specific growth rate of the cells, the latter being hard to estimate without observing the cells over a period of time. It should also be acknowledged Co-infection using two monocistronic baculoviruses Gag (polh) and protease (polh) gene products Overton et al. (1989) Co-infection using two monocistronic baculoviruses Gag (polh), Env (polh) gene products Deml et al. (1997) ; Wang et al. (2007) Co-expression using a bicistronic baculovirus [Gag (polh), Env (p10) gene products] Buonaguro et al. (2001 Buonaguro et al. ( , 2006 ; Cruz et al. \n\nCo-infection using two monocistronic baculoviruses Gag (polh), gp85 (polh) Thomsen et al. (1992) Hepatitis B virus (HBV) Co-expression using a bicistronic baculovirus [Core antigen (polh) and surface antigen (polh)] Takehara et al. (1988) .\n\nCo-infection using three monocistronic baculoviruses Spike (polh), envelope (polh) and membrane (polh) proteins Ho et al. (2004) ; Mortola and Roy (2004) (continued on next page) that the concept of MOI is also somewhat controversial given that it depends on how the user quantifies their virus.\n\nTo add to the complexity, baculovirus co-infection has the \"benefit\" of manipulating the MOIs of individual viruses. This then requires the user to consider both the overall MOIwhich should dictate when harvesting should occuras well as the ratio between the individual baculoviruses. Overall MOI is especially important if it is high enough to cause synchronous infection while the individual MOIs are well below one.\n\nIn order to understand how MOI can impact expression, it can be useful to consider viral infection as a random, Poisson process (Belyaev et al., 1995; Gotoh et al., 2004; Hu and Bentley, 2001; Kamen et al., 1996; Licari and Bailey, 1992; Palomares et al., 2002; Tsao et al., 1996) . Accordingly, every cell has a probability of being infected by any possible combination of viruses in the culture at any point in time. As the number of different viruses in the culture increases, the probability of a group of cells being infected by at least one of each virus decreases. Consequently, the probability of cells being infected with an optimal combination of each virus decreases at a much faster rate.\n\nBalancing ratios of baculoviruses has been prominent in the study of cytochrome P450 expression in insect cells. From the earliest works on CYP/OR co-expression (by co-infection), CYP expression needed to be greater than that of OR (Tamura et al., 1992) . In order to achieve this difference, offsetting the ratio of baculoviruses was necessary. An extensive study on the effect of the MOIs of monocistronic baculoviruses carrying CYP2A6 or OR in co-infection showed that low overall MOIs while maintaining a ratio of 10:1 for the individual baculoviruses was optimal (Chen et al., 1997) . Even though it has been shown that single CYP/OR polycistronic baculoviruses can be used to produce active CYPs (Lee et al., 1995) , the level of OR expression needed can vary from CYP to CYP. Because of the limited adoption of manipulating promoter regions to tailor expression levels, co-infection is still used for the optimal production of active CYP Zhou et al., 2010) .\n\nA number of works have studied the effect of MOI on the formation of rotavirus VLPs which can consist of up to four different VPs (Table 2 ). Using an MOI of 10 for each of the four baculoviruses, Crawford et al. (1994) reported 90%-95% of particles in their correct triple layer configuration as observed by electron microscopy. Palomares et al. (2002) found that the amount of VP2 and VP6 expressed from individual expressions of the two proteins at an MOI of 5 matched the expression of these proteins in co-infection with a total MOI of 10, suggesting that a transcription/translation burden was not evident at overall MOI of 10. The production of VP6 in greater amounts than stoichiometrically required, however, did imply a waste of metabolic resources for co-infection at equal MOIs. This was corrected by using MOI ratios of baculovirus coding for VP6 to baculovirus coding for VP2 between 0.2 and 0.6. (Palomares et al., 2002) . Contrary to the conclusions of Palomares et al. (2002) , Park et al. (2004) did observe a reduction in individual protein expression upon co-infection during the formation of VP2/6/7 rotavirus VLP. Reducing the MOI of 1 for each virus to 0.2 resulted in only a 4% drop of protein expression level of VP7 (as opposed to the five-fold drop that one may expect) (Park et al., 2004) , suggesting that some form of expression saturation was taking place for VP7 at the higher MOI. Reducing the MOI of VP7 virus alone to 0.2 caused only a 1% decrease in the expression of VP7, while increasing the expression of VP2 and VP6 by over 10% (Park et al., 2004) .\n\nWhile the rotavirus and bluetongue virus systems simultaneously express different VP proteins for self-assembly into a VLP, other methods of VLP production are also sensitive to MOI variation. The most effective form of enterovirus VLP production, for example, has been suggested to be the expression of a single P1 protein and the 3CD protease capable of cleaving the P1 protein into VP1, VP3, and VP0, which are then capable of self-assembly into a capsid similar to that of native virus (Hu et al., 2003) . While Hu et al. (2003) succeeded in the formation of enterovirus VLP via the co-infection of virus coding for P1 and 3CD, the resulting particles were found to differ slightly from the native capsid, an observation that was explained by differences in post-translational processing. Chung et al. (2006) explored the effect of the MOI of P1 and 3CD on the formation enterovirus VLP. The best co-infection strategy in terms of VLP yield was found to use an MOI ratio between virus coding for P1 and 3CD of 9:1. Given that 3CD is an enzyme that cleaves P1 into VPs, high levels of expression are unlikely to be required, especially if this enzyme has a high substrate turnover. As a result, the most effective strategy was envisioned as one that would maximize the number of cells infected while minimizing the number of virus coding for 3CD infecting each cell, thus minimizing waste of cellular resources.\n\nSimilarly, in our own work on AAV vectors (Aucoin et al., 2006 (Aucoin et al., , 2007 Meghrous et al., 2005; Mena et al., 2010; Sokolenko et al., 2010) , we have seen that though we needed to balance baculoviruses containing the replication and structural proteins (BacRep and BacCap, respectively), a third baculovirus containing the AAV vector genome could be added to the cultures at a much lower concentration. It was hypothesized, similar to 3CD, that as long as all cells received at least one baculovirus containing this element, that there was no additional benefit of adding more of this baculovirus. Recently, it has been shown that the overall distribution of the different AAV components is not the limiting factor in AAV production in insect cells (Gallo-Ramirez et al., 2011) .\n\nCo-infection systems allow for additional degrees of freedom for the TOI since the addition of each virus does not have to be done simultaneously. This may be beneficial if the native interaction of the different foreign proteins is temporal in nature. The effect of varying the time between the additions of virus (termed ΔTOI), has been studied by Palomares et al. (1999 Palomares et al. ( , 2002 for the production of VLPs with various compositions. In the production of rotavirus VLP, expression of VP6 without the presence of VP2 may result in the formation of VP6 nano-tubes unable to be incorporated in complete VLPs (Mena et al., 2006) . Therefore, allowing VP2 to be produced first by delaying the addition of the baculovirus coding for VP6 can be beneficial. This approach also capitalizes on lower adsorption of virus upon re-infection of a cell, thus lowering the effective amount of virus and protein production in the cell. Control of protein expression levels using this approach comes at the expense of the amount of virus Betenbaugh et al. (1995) [] refers to those proteins produced from a single virus. polh: polyhedrin promoter. p10: p10 promoter. Pcap/polh: hybrid capsid/polyhedrin promoter. stock used. In our own work on AAV vector production, delaying the input of one of the three baculoviruses needed for AAV production always led to a reduction of in the amount of active AAV produced (Aucoin et al., 2006) . It should also be noted that the \"individual time of infection\" or \"staggering of virus infection\" has also been indirectly studied by other groups (Hu and Bentley, 2001; Hyatt et al., 1993; Meghrous et al., 2005; Park et al., 2004; Schwarz et al., 2001; Tamura et al., 1992; Tsao et al., 1996; Wen et al., 2003) . In these studies, MOIs of one of the viruses were below 1 while the other viruses had MOIs greater than 1. This strategy creates a delay in the delivery of the baculovirus infected at an MOI below 1. Only a subset of the cell population will be infected initially by this virus, with a later, secondary simultaneous infection of viral progeny. This has not always proven to be fruitful. In the work done by Meghrous et al. (2005) , such a strategy has lead to less than optimal yields of bioactive AAV vectors being producedsupporting the later studies by Aucoin et al. (2006) . Furthermore, recent work presented by Volkman at an ISBiotech meeting in Virginia, USA (2011), showed the rerouting of baculovirus out of the cell once the cell has been infected. This may explain why, although virus may be taken up by the cell, they are not as able to \"re-infect\" a cell. It also puts into question the validity of assuming a Poisson distribution of virus among cells.\n\nStill, Hyatt et al. (1993) have shown optimal results when the baculovirus containing the sequence for non-structural proteins were used at MOIs less than 1 for the production of bluetongue virus-like particles, an approach also seen in the work by Chung et al. (2006) . Furthermore, it has been reported for the production of rotavirus that using a baculovirus coding for VP7 at an MOI less than 1 and baculovirus coding for VP2 and VP6 at MOIs greater or equal to 1 resulted in the highest yield (Park et al., 2004) .\n\nAlthough the use of cell concentrations, virus concentrations and possibly nutrient concentrations would be more appropriate to describe the system at the time of baculovirus addition, the MOI and TOI remain convenient and simplifying concepts that are still used today. There may be a need, however, to better characterize the system as the number of products produced using baculovirus technology increases.\n\nRoy et al. have extensively investigated the production of bluetongue core-like (CLP) and virus-like particles consisting of up to five structural proteins Roy, 1993, Belyaev et al., 1995; Hyatt et al., 1993; Le Blois et al., 1991; Loudon and Roy, 1991) . The group has argued that as the number of viruses increase, the proportion of cells that are infected with an equal ratio of viruses decreases (Belyaev et al., 1995) and has shown that the use of a co-infection strategy produced mixtures of CLPs and VLPs (double shelled) instead of the expected homogeneous particles. Co-expression using polycistronic baculoviruses has been explored by many as a way to overcome the limitations inherent in co-infection, namely the uneven distribution of virus taken up by the cells. Polycistronic baculoviruses ensure that every protein necessary for the formation of the recombinant product is expressed in the same infected cell. One of the main arguments for the use of multiple baculoviruses is the ability to \"tweak\" levels of expression. It is clear, for example, that for the formation of enterovirus VLP, manipulating the levels of 3CD protein can be beneficial to the system (Hu et al., 2003) . Given that most researchers rely on the use of the p10 and polh promoters in \"ready-to-go\" transfer vectors, there is no \"tweaking\" that can be done by inserting the two genes in a single baculovirus.\n\nInfluenza VLPs have been the subject of much attention and are a clear example of how difficult it is to judge whether the \"best\" methodology should be to go with monocistronic or polycistronic baculoviruses. In a comparison of tri, bi, and monocistronic baculoviruses used for the production of avian influenza VLPs, Pushko et al. (2005) found that only the use of tricistronic baculoviruses led to the production of VLPs. Their results from co-infection experiments were termed \"inconclusive\". Prel et al. (2007 Prel et al. ( , 2008 also opted for the use of polycistronic baculoviruses for their VLP vaccine studies. However, in a more recent paper, Wen et al. (2009) showed successful production of influenza VLPs via the co-infection of a Sf9 cell culture with a combination of bi-and monocistronic baculoviruses. It may be significant to note that while Pushko et al. (2005) have used a single bicistronic baculovirus coding for hemagglutinin and matrix proteins, the one used by Wen et al. coded for hemagglutinin and neuraminidase, with the matrix proteins coded by a separate monocistronic baculovirus. Another strategy that was found to be successful produced influenza VLPs from the co-infection of two monocistronic baculoviruses: one coding for hemagglutinin and a one coding for the matrix protein (Krammer et al., 2010) .\n\nA number of papers directly compare the effectiveness of monocistronic and polycistronic strategies. In one such paper focused on rotavirus VLP production, Vieira et al. (2005) have observed higher DNA replication rates for genes from polycistronic baculoviruses. The need to copy genetic material of three different viruses during co-infection was highlighted as a weakness of the co-infection strategy (Vieira et al., 2005) . The polycistronic baculovirus was also able to produce a higher concentration of fully formed VLPs. Vieira et al. also showed, however, that the mRNA stability was similar for both monocistronic and polycistronic baculoviruses (Vieira et al., 2005) . Unfortunately, the number of cells co-infected by all three viruses was not kept track of so it is difficult to say if specific VLP production of cells co-infected by all three viruses was indeed lower. That said, incomplete co-infection can be argued as one of the major problems of using monocistronic baculoviruses. Information is still lacking on what are the minimum proportions of virus required for proper VLP formation (Mena et al., 2006) . Another comparison of monocistronic and polycistronic infection strategies for rotavirus VLP formation was carried out by Roldao et al. (2006) . In contrast to Vieira et al. (2005) , viral DNA replication and mRNA transcription occurred much faster in co-infection systems than in co-expression ones, resulting in much higher final DNA and mRNA concentrations. Co-infection strategies also resulted in a quicker onset of cell death (Roldao et al., 2006) . Interestingly, the polycistronic strategy was still able to produce more total viral protein and more complete VLPs than monocistronic co-infection. The authors indicated that MOI optimization of the monocistronic strategy could hypothetically be fine-tuned to increase the amount of VP7 produced and hence increase VLP formation via co-infection (Roldao et al., 2006) . While optimization of a similar nature in polycistronic baculoviruses may be more difficultat least for engineersit should be noted that MOI measurements may not always be exact due to the difficulty of baculovirus quantification (Roldao et al., 2006) . Shanks and Lomonossoff (2000) , working on cowpea mosaic virus capsids, reported that their co-infection strategies led to no capsid formation, while polycistronic expression functioned as expected. Curiously, while the proportion of cells co-infected by both viruses was presented as a possible reason for the failure of co-infection, no MOI information was presented, making it an interesting case which shows the importance of reporting the MOI used.\n\nA wide variety of baculovirus vector systems have become available for recombinant protein production. These include the widely used Invitrogen™ Bac-to-Bac® system, the BD BaculoGold™ system and the Oxford Expression Technologies' flashBAC™ system, to name a few. These systems and the scientific work leading to their development have been extensively reviewed elsewhere (Possee and King, 2007; Possee et al., 2008; Trowitzsch et al., 2010) .\n\nWith respect to co-expression systems, there have been several baculovirus transfer vectors that can be used to produce polycistronic baculoviruses. These include the pFastBac™ Dual vector from Invitrogen™ as well as pAcAB3, pAcAB4 and pAcUW51 from BD Biosciences which produce viruses expressing two or more proteins under the control of baculovirus very late promoters.\n\nOne of the major developments in improving the quality of protein produced by the BEVS has been vectors that have genes such as chiA chitinase and v-cathepsin proteinase deleted from the baculovirus genome. This has been shown to increase integrity of produced protein (Kaba et al., 2004) . Two examples are the flashBAC™ and the BacMagic™ systems from Novagen®, which claim to provide increased yields of recombinant proteins in addition to providing better quality protein. The deletion of other non-essential baculovirus genes such as p10, p26 and p74 has also been explored, resulting in increased levels of recombinant proteins (Hitchman et al., 2010) .\n\nThe pIEx™ vectors by Novagen® are interesting in that they contain both polh and immediate early 1 (Ie-1) promoters, which allows for foreign protein expression from both early and very late promoters. Although these vectors are used for transient protein expression in insect cells as part of the InsectDirect system, they can also be used to generate recombinant baculovirus vectors by acting as transfer vectors for the flashBAC™, BacMagic™ and the Novagen® BacVector® systems. The MultiBac system is an extension of the afore-mentioned polycistronic vectors, and is especially useful for the production of heterologous protein complexes. Whereas all of the previously mentioned systems integrate the foreign gene or genes into the site of the polyhedrin protein on the baculovirus genome, the MultiBac system allows for the integration of several genes into two sites on the baculovirus genome. The first site is the polyhedrin gene and the second site is formed by the replacement of the chiA and v-cath genes with a Cre-loxP site specific recombination sequence. Therefore, this system combines the advantages of having a vastly increased capacity for the insertion of foreign genes, and having less proteolytic activity in the insect cell system. The MultiBac system has been further refined with new transfer vectors being introduced with increasing capabilities for multiple gene insertions using recombinases (Fitzgerald et al., 2006 (Fitzgerald et al., , 2007 .\n\nIt should be clear that a large rationale behind the use of multiple monocistronic baculoviruses and manipulating the relative MOIs of baculoviruses is to gain control over expression levels. To this end, the use of alternative promoters can also be considered. Conventional expression and co-expression strategies in the insect cell system make use of the very strong polyhedrin and p10 promoters to drive the expression of genes of interest-an approach often justified by the yield of protein. However, a number of other promoters have also been studied. These alternate promoters not only help in manipulating expression levels but they can also be used to control the dynamics of the expression. The baculovirus life cycle is one in which a cascade of events must occur in order before transcription of specific proteins can take place. This temporal nature is governed in part by the promoters, which may allow transcription at different times during the infection cycle.\n\nWhile the polh and p10 promoters are used to generate large quantities of proteins, these promoters drive expression only in the very late stages of infection. However, in the very late stage of infection, the cell protein synthesis and modification machinery is significantly perturbed (Nobiron et al., 2003) , including processes like glycosylation (Jarvis and Summers, 1989) and secretion (Jarvis et al., 1990) , not to mention the increased presence of proteases (Naggie and Bentley, 1998) . As such, groups have sought to use promoters that would turn on gene expression earlier (albeit be turned off earlier as well).\n\nIn some instances, use of the Ie-1 promoter has been shown to produce more active eukaryotic protein than the use of the polh promoter . In other cases, use of the weaker late gp64 promoter has also been shown to produce comparable amounts of a glycoprotein, such as HIV-1 gp41, on the surface of the baculovirus in the correctly glycosylated form (Grabherr et al., 1997) , in contrast to the polh promoter, which can cause the production of proteins with incomplete glycosylation. The baculovirus basic protein promoter has been studied as an alternative to the polh promoter and was first used for driving expression of the β-galactosidase gene in the early 1990s (Hill-Perkins and Possee, 1990) . Although not achieving the same yields as the polh promoter (Higgins et al., 2003) , a number of studies have shown that superior yields of correctly assembled and processed product can be obtained using this promoter, as compared to the polh or the p10 promoters. (Bonning et al., 1994; Chazenbalk and Rapoport, 1995; Higgins et al., 2003) . This is especially true when looking at complex protein structures such as correctly assembled potassium channels (Higgins et al., 2003) . The late vp39 capsid protein promoter, when coupled with a HR3 enhancer region, has been found to drive expression of proteins at similar levels as the polh promoter due to its earlier activation during the baculovirus infection cycle (Ishiyama and Ikeda, 2010) . In addition, the proteins produced using the earlier promoter showed less aggregation in some cases, when compared to proteins produced under the polh promoter. Other applications which have exploited the ability to temporally control the transcription of genes include the production of reporter proteins under the control of the medium strength early-to late (ETL) promoter for monitoring baculovirus infection in insect cell cultures (Dalal et al., 2005 (Dalal et al., , 2006 . In addition, groups have attempted to increase transcription at earlier times post-infection by the use of a hybrid of the vp39 capsid protein and polh promoters (Pcappolh) (Thiem and Miller, 1990) , tandem Ie-1 promoters (Kojima et al., 2001) , synthetic late promoters (Blissard et al., 1992) , and constitutive promoters such as hsp70 (Lu et al., 1996; Prikhod'ko et al., 1998) . Truncated promoters have also been studied to manipulate the levels of gene expression-two examples have been in the production of AAV vectors to limit the production of the Rep78 replication protein which has been shown to negatively impact cells and the production of AAV vectors in mammalian cells. In their seminal work on the production of AAV vectors in insect cells, Urabe et al. (2002) used a truncated Ie1 promoter of Orgyia pseudotsugata nuclear polyhedrosis virus. In a subsequent study, Urabe et al. (2006) wanted to alleviate any temporal staggering between foreign protein expression and used a modified p10 promoter, one in which the burst sequence was removed. Still, yield is often a strong governing factor, and promoters that allow even greater expression levels than polh have been developed. Synthetic promoters based on mutated polh promoters have shown stronger expression over conventional polh promoters (Rankin et al., 1988) and their use has been explored to some extent (Lu et al., 1996; Prikhod'ko et al., 1998; Wang et al., 1991) .\n\nAnother aspect of co-infection and co-expression involves the effect of \"competition\" which occurs when two genes are expressed at the same time and at high levels. This is especially true of the very strong polh and p10 promoters. It has been shown that expression of proteins from the p10 promoter cause a reduction in the level of transcription (Chaabihi et al., 1993) and translation (Hitchman et al., 2010) from the genes driven by the polh promoter in the same construct, while no difference was observed on gene expression driven by the p10 promoter in the presence or absence of expression from the polh promoter. The reduction in polh promoter activity is thought to stem from limitations in the supply of some transcription factor as a result of transcription from the p10 promoter (Chaabihi et al., 1993) . There is also evidence which suggests that resource limitation is not an issue; therefore, levels of proteins produced simultaneously could be dependent purely on the strength of the promoters driving their expression (Berger et al., 2004) .\n\nThe co-expression of calnexin and calreticulin as chaperones provides some interesting evidence on the need for fine control over protein expression levels. It has been found that the expression of either calnexin or calreticulin can increase levels of another recombinant protein in its functional form (Kato et al., 2005 , Tate et al., 1999 and that the levels of functional protein increase with increases in levels of chaperone production (Kato et al. 2005) . However, the expression of multiple chaperones together caused a decrease in the amount of functional protein produced and this has been speculated to be due to the simultaneous expression of three proteins from the same very strong polh promoter (Tate et al., 1999) .\n\nUnderstanding the role of promoters in driving gene transcription could lead to a better mechanism for balancing the expression of proteins instead of relying on the manipulation the MOI and TOI. Polycistronic baculoviruses could then be designed with regulatory elements according to the desired expression ratio and onset of multiple genes. A more rational choice then would rely on the baculovirus transcriptome (Iwanaga et al., 2004; Jiang et al., 2006) and promoters for genes that are non-essential to foreign protein expression. Examples of such promoters include those for baculovirus chitinase, cathepsin, p10, p26 and p74 genes (Hitchman et al., 2010) . Transcription data has shown that cathepsin is transcribed in a similar manner as the polyhedrin gene (a first transcription peak at 22 hpi followed by a decline until~38 hpi and a new peak after 50 hpi). It is not as strong, however, and has a slightly earlier onset (Iwanaga et al., 2004) . Chitinase expression has been shown to peak at 48 hpi and is weaker than polh or cathepsin (Iwanaga et al., 2004) . In contrast, p74 has an early onset and is only expressed at half maximum expression levels. Although transcription profiles don't reflect protein expression, as argued by Smith (2007) , they can be used as a basis for rational promoter selection.\n\nExpression can be further modulated by adding other baculovirus regulatory elements such as the homologous regions (HR). Most genomic regions in the genome of A. californica are unique sequences; five regions are not and contain imperfect palindromic structure as well as a central EcoRI site. These regions act as cis regulatory elements and enhance transcription of early promoters (Guarino et al., 1986) . Placing the HR3 region upstream of the late vp39 promoter resulted in an increased maximal expression of green fluorescent protein (GFP) compared to the non modified vp39 promoter in Bombyx mori (BmN) cells (Ishiyama and Ikeda, 2010) . Additionally, with the HR3 region upstream of vp39, the onset of a reporter protein (GFP) was modulated and appeared approximately 10 h earlier.\n\nThere have been very few reports on the use of promoters to stagger gene expression, which we believe may be beneficial to alleviate competition for resources. This may be due to the limited number of commercially available transfer vectors that are ready for combining promoters. There is evidence, however, that having temporal regulation may be beneficial in multi-protein expression systems. This has been implemented for the production of simian immunodeficiency virus (SIV) VLPs consisting of the Env and Gag precursor protein, where the Env protein was driven by a hybrid late/very late promoter and the Gag precursor protein was driven by a very late promoter. This strategy was found to allow better Env incorporation into the VLPs than when both proteins were expressed under very late promoters (Yamshchikov et al., 1995) . This hybrid promoter has been used for the production of proteins of enveloped viruses such as human immunodeficiency virus (HIV) (Kang et al., 2005; Sailaja et al., 2007) , influenza (Guo et al., 2003; Quan et al., 2007) and ebola (Ye et al., 2006) . In addition, earlier promoters have also been used for the co-expression of helper proteins which can allow for the introduction of non-native processing abilities. Producing these proteins earlier would allow for levels of these proteins to build up and assist in the production of other proteins of interest at later times postinfection. These have included producing proteins for glycosylation with Ie-1 promoters (Jarvis and Finn, 1996) as well as chaperones (Fourneau et al., 2004; Yokoyama et al., 2000; Zhang et al., 2003) , which have allowed for efficient production of other proteins of interest. A demonstration of the advantage of staggering protein production may be seen in experiments conducted in silkworm larvae.\n\nAdministering a Bacmid, which allowed the expression of calnexin, 3 h before the administration of a Bacmid, which allowed the expression of GFP uv -α-1,4-N-acetylglucosaminyltransferase, increased the levels of GFP uv -α-1,4-N-acetylglucosaminyltransferase activity (Nakajima et al., 2009 ).\n\nThe study of the co-infection process requires monitoring the levels of individual baculovirus in an infected cell culture. This allows the determination of replication kinetics and effects of competition between the different viruses, such as the establishment of a dominant baculovirus in the culture. However, different recombinant baculoviruses can only be distinguished by differences in their genome or inferred through their protein expression. The latter has shed some interesting light on infection and our assumptions of virus distribution (Mena et al., 2007) . Still, to truly observe how the baculoviruses are interacting on a population level, techniques that can distinguish between and quantify the various baculovirus genomes are needed.\n\nThe primary means for detecting concentrations of baculovirus DNA within a co-infected culture is using polymerase chain reactions (PCR). Vieira et al. used individual PCR reactions to detect and quantify levels of each baculovirus by looking at the transgenes (Vieira et al., 2005) . Multiplex PCR has also been used to identify baculovirus in infected shrimp using TaqMan® chemistry (Xie et al., 2008) but not to track different baculoviruses in insect cell culture, yet.\n\nIn addition to determining concentrations of baculovirus genomes, levels of the various baculovirus transcripts can be used to track the progress of infection of several co-infecting viruses using the same techniques described earlier. Quantitative PCR may be implemented to determine levels of RNA in a sample following a reverse transcription step, with multiple transcripts being tracked using one or more reactions as described earlier. Reverse transcription followed by quantitative PCR has been used for tracking levels of transcripts in culture in the insect cell baculovirus system using multiplex quantitative PCR (Nobiron et al., 2003) , as well as using multiple reactions to examine levels of several transcripts (Roldao et al., 2006; Vieira et al., 2005) . In addition, reverse transcription combined with PCR has also been used to track levels of insect cell and baculovirus transcripts by visualizing product band intensities on a gel (Duffy et al., 2007) , as well as by Southern Blotting (Nobiron et al., 2003) . The replication kinetics of baculovirus can be examined from a global perspective using microarray or RNA-Seq (Wang et al., 2009) . Since the whole genome of AcMNPV is sequenced (Ayres et al., 1994) all single AcMNPV ORFs can be amplified and spotted on microarray glass slides. Microarray studies of AcMNPV have been performed by several groups (Iwanaga et al., 2004; Jiang et al., 2006; Yamagishi, 2003) . Iwanaga et al. (2004) used microarray studies to characterize the expression profile of baculoviruses at different time points after infection in the permissive and non-permissive cell lines, Sf9 and BmN respectively. These studies allowed the comparison of relative RNA expression between different cells upon infection of one baculovirus.\n\nThe use of control or housekeeping genes is meant to allow for normalization of the levels of mRNA detected and to compensate for differences in factors such as nucleic acid extraction efficiency and cDNA loading. In the baculovirus insect cell system, several groups have used genes such as β-actin (Yang et al., 2007) and glyceraldehyde-3phosphate dehydrogenase (GAPDH) (Lee et al., 1998; Liu et al., 2005) for the normalization of mRNA amounts. However, these genes have been shown to be poor controls in many cases, as reviewed elsewhere (Bustin, 2000 (Bustin, , 2002 Wong and Medrano, 2005) , due to their levels not remaining constant when the experimental system under study is perturbed. An alternative to these housekeeping genes would be 28S rRNA. This ribosomal RNA has been used and has been shown to vary the least between several commonly used control genes during the process of baculovirus infection of insect cells (Xue et al., 2010) . While this study showed that this was true when Sf-21 cells were infected by two insect specific viruses, it examined neither the effects of baculovirus infection at several MOIs nor beyond 48 h post infection. It is therefore possible that 28S rRNA levels still vary, as has been reported in mammalian systems (Solanas et al., 2001; Spanakis, 1993) . Some studies indicate that 18S rRNA also remains at a constant level during the insect cell infection process (Nobiron et al., 2003) , making it another potential control gene for mRNA quantification in the baculovirus insect cell system. A last option to account for differences in RNA recovery is the use of total mRNA as a control, which requires extremely sensitive and accurate total RNA quantification (Bustin, 2000 (Bustin, , 2002 Wong and Medrano, 2005) .\n\nThe examination of individual cells in order to determine relative abundances of co-infecting viruses could also be a useful tool in understanding the progress of a co-infection process. While this has not been done previously in the baculovirus-insect cell system, Fluorescent in Situ Hybridization (FISH) has been used for the quantitative detection of virus transcripts in cells, especially when combined with a technique such as flow cytometry (Just et al., 1998; Robertson et al., 2010; Stowe et al., 1998) . These methods make use of labeled probes to detect specific viral nucleic acid sequences and could be theoretically extended to detect multiple viruses in a single sample either through the use of several reactions involving probes against each of the co-infecting viruses, or by the use of two or more distinct probes in a single reaction. In addition, techniques such as in-situ PCR with labeled probes have also been used in combination with flow cytometry to detect the presence of virus infection in a cell population (Mulrooney and Michalak, 2003) , and this could be extended to the detection of multiple viruses in a single sample, as mentioned earlier. While these methods have been traditionally used to detect the presence of viral RNA, it is theoretically possible that some, such as the in-situ PCR, could be used to detect levels of virus DNA on a per cell basis.\n\nOne of the tools leveraged to explore the co-infection process has been modeling and computer simulation. Despite the appearance of models for baculovirus infection more than 20 years ago, such as the work of de Gooijer et al. (1989 Gooijer et al. ( , 1992 , the total number of papers published on the topic has been sparse and only a hand-full considered infection by multiple viruses. That said, single virus infection modeling has brought forward significant implications for co-infection strategies and remains entirely relevant. In general, modeling has targeted two processes-virus uptake and product formation. Both lend themselves easily to observation and have significant consequences on the overall process, making them obvious choices for modeling. The advent of new technology has allowed some groups to begin bridging the gap with the consideration of product trafficking, but this has yet to become a general trend.\n\nWhile some characteristics of virus adsorption had been established earlier (Volkman and Goldsmith, 1985; Wang and Kelly, 1985) , the first cohesive model of adsorption was presented by Wickham et al. (1990) . Adsorption was described as primarily multivalent endocytosis with weak individual receptor affinity (Wickham et al., 1990) . Although receptor saturation could be used as an upper limit to the number of viruses that can contribute to the infection process, virus uptake/infection is not considered to be limited by receptors in insect cells given the large number receptors found on insect cells (10 5 to 10 7 per cell) (Wickham et al., 1990) . Licari and Bailey (1992) went a step further to describe infection and implemented terms to describe a saturation of cellular machinery. While this was not directly observed, it was argued that there is likely a point, beyond which, further viral infection will cause no changes in cellular behavior, such as viral DNA replication and protein production (Licari and Bailey, 1992) . Such logic brings up serious implications for co-infection. If the cellular machinery is saturated after a given number of infections, what would be the impact of further infections by a virus with genetic material not already present in the cell? To our knowledge, such questions have not been dealt with explicitly to date.\n\nA similar question is whether previously infected cells can be reinfected by more viruses. While the definition of maximum viral loading can account for re-infection to a certain extent, Licari and Bailey (1992) avoided this issue by re-suspending cells in fresh media following initial infection. Dee and Shuler (1997) were the first to explicitly account for re-infection based on the observation that viral adsorption continued (albeit at a reduced rate) for at least 24 h. The reduction was explained by two possible reasons-the down-regulation of viral receptors by a reduction in receptor recycling following endocytosis and the cessation in production of viral receptors following initial infection (Dee and Shuler, 1997) . Hu and Bentley (2000) adapted this observation to their stochastic model by a simple linear decrease in cell infectivity starting from initial infection; however, re-infection was assumed unproductive and was only included to account for the reduction in virus concentration in the supernatant. In contrast, Mena et al. (2007) have suggested that re-infecting virus may be able to take advantage of viral proteins and transcription factors from primary infection. Recently, Gotoh et al. (2008) have found that re-infection taking place up to 12 h after initial infection is still capable of protein production. They also confirmed that the rate of virus adsorption in re-infection was lower than during primary infection, but no mathematical relation was presented (Gotoh et al., 2008) . It should be noted that Gotoh et al. (2008) used virus coding for separate products, while the interaction of proteins expressed, for example in VLP or viral vector production, may present its own nuances. In our own work we have seen evidence that reinfection of cells up to 12 h post-infection could occur ; however it was not clear if the uptake was as efficient or not. The end result, however, was lower overall active product.\n\nVirus uptake modeling generally takes two forms, stochastic and mechanistic. Stochastic modeling attempts to describe infection as a Poisson process and has been explored in a number of publications (Belyaev et al., 1995; de Gooijer et al., 1992; Gotoh et al., 2004; Bentley, 2000, 2001; Licari and Bailey, 1992; Mena et al., 2007; Palomares et al., 2002; Tsao et al., 1996) . In these cases modeling the probability of infection accounts for both virus adsorption and trafficking, which may not be governed by the same processes. As consequence, the same model cannot be expected to perform equally well under all conditions. Indeed, Mena et al. (2007) have found that Poisson predictions begin to break down at MOIs around 5 pfu/cell with the number of infected cells being lower than what is expected, especially in cases where multiple viruses are used. Beyond virus uptake and infection, stochastic approaches have also been applied to the production of protein and viral progeny. Gotoh et al. (2004) represented both of these additional steps using a Weibull distribution. Though stochastic modeling has been done, many have chosen to neglect the probabilistic nature of infection and modeled virus uptake using mechanistic models. Strictly mechanistic models have more computational leeway to explicitly describe known or hypothetical infection processes as conditional probability calculations suffer from quickly escalating processing and memory demands. As Dee and Shuler (1997) point out, this comes at the cost of grouping naturally stochastic events under umbrella equations governed by 'pseudo' rate-constants. However, the loss of accuracy can be balanced by the fact that most measurement techniques cannot discriminate between different populations, with flow cytometry serving as a rare exception (Mena et al., 2007) .\n\nThe inherent difficulty in protein production observation has generally constrained production modeling to simple ordinary differential equations, usually of first order, modified by various correction terms (Hu and Bentley, 2000; Power et al., 1992 Power et al., , 1994 Roldao et al., 2008; Tsao et al., 1996) . The simplest modification has taken the form of a production decay rate, which can be constant (Power et al., 1994) or dependent on other factors (Hu and Bentley, 2000) . Hu and Bentley (2000) , for example, include a Monod term to account for substrate limitation, a reduction in protein production over time, as well as a logarithmic decay function dependent on the viral load. Roldao et al. (2008) go a step further in separating protein production into transcription and translation processes with both translation and transcription dependent on protein size and transcription on the 'metabolic burden' of the cell. There have also been some attempts for a more complex representation of metabolic impact on protein production (Jang et al., 2000; Sanderson et al., 1999) , but metabolic work in general is limited by the sheer number of variables involved, especially during infection. While most models define protein production mechanistically, stochastic description via the Weibull distribution has also been used, as previously mentioned (Gotoh et al., 2004) . Palomares et al. (2002) have observed that when infected individually, a logarithmic relation was found between molecular weight of protein and expression rate as well as final concentration. Thus, the production of rotavirus VP2, which is the largest of the expressed proteins and the foundation of the VLP, was suggested as a limiting step in rotavirus VLP formation (Palomares et al., 2002) , a possibility that has been examined in kinetic modeling of rotavirus assembly (Mena et al., 2007; Roldao et al., 2007) .\n\nWhile some of the above examples take into account the heterogeneity of co-infection systems, such as the variations in gene sizes or the varying proportion of virus in the cell, explicit interactions have yet to be considered. Furthermore, little work has been done on quantifying production rates from various promoters or integrating the temporal nature of different promoters into the production models. These remain avenues that are worth further exploration.\n\nIn most cases, the ultimate goal of cell culture engineering is to push the boundaries of the system to achieve the most \"active\" product possible. With products that require the expression of multiple proteins, a number of questions can arise including whether each protein needs to be produced to the same extent. To date, the analytical tools available have not been fully exploited or are not advanced enough to properly track the infection process in individual cells. On the other hand, the available biological tools, including the baculoviruses themselves, do allow a great deal of manipulation that can be used to reach the optimal process for the formation of multi-protein products. Work still needs to be done to match expression levels obtained through MOI/TOI manipulations to expression levels obtained through promoter choice and design. A repertoire of biological elements that can be used to tailor expression levels, and expression timing, will allow a more rational choice between co-infection and co-expression. The usefulness of these elements, however, will depend in large part on their detailed characterization, allowing for predictive outcomes."}