{"title": "Structure-based identification of functional residues in the nucleoside- 2 0 -O-methylase domain of Bluetongue virus VP4 capping enzyme-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)", "body": "Eukaryotic cellular and most viral messenger RNAs (mRNAs) are modified at their 5 0 termini with methylated cap structures, which promote stability and efficient translation [6, 9] . Recent studies on selected viral methylated caps have revealed that cap structures may also have a function in cloaking viral messenger from sensors of the host cell innate immune response [5, 12, 16, 17, 34, 35] . Most viral transcripts are characterized by a cap1 structure [ m7 GpppN 2m ] consisting of a 7-methylguanosine ( m7 G) linked by a 5 0 -5 0 triphosphate bond to the 5 0 end of the mRNA and the methylation of the 2 0 -OH group of the ribose of the first nucleotide. The cap structure is formed by an orchestrated series of reactions including the RNA triphosphatase, guanylyltransferase and the two methylase activities, viz., guanine-N7-methyltransferase (N7MTase) and nucleoside-2 0 -O-methyltransferase (2 0 -O MTase). Members of the Reoviridae, such as Bluetongue virus (BTV), encode specific viral proteins that are responsible for synthesizing the cap1 structures at the 5 0 termini of their RNA transcripts, similar to most eukaryotic and viral transcripts [23, 36] . BTV VP4, a minor structural protein, alone catalyses the formation of cap1 structure and therefore possesses multiple catalytic activities [18, 23, 24] . VP4 forms a complex with the viral polymerase (VP1) and RNA helicase (VP6) proteins, this polymerase complex (PC) is closely associated with 10 segments of dsRNA genome [10, 21, 28] within the doublecapsid virion particle. The PC is located at the 5-fold axis of the inner capsid layer formed by a single protein, VP3, which in turn is enclosed by a second layer of VP7 protein. This double-layered capsid or ''core'' is further enclosed by an outer capsid, composed of two proteins, VP2 and VP5, which are involved in virus attachment and entry into the host cells [27] . After cellular entry, the outer capsid is lost, releasing the core into the cytoplasm [11] where an active polymerase complex, which remains within the http N7MTase, guanine-N7-methyltransferase; m7G, 7-methylguanosine; m7, methyl group associated with m7G; PC, polymerase complex; BSR4, BHK-21 sub-clone expressing VP4; AdoMet, S-adenosyl methionine; VSV, vesicular stomatitis virus; WNV, West Nile virus; JEV, Japanese encephalitis virus unassembled core, synthesizes and extrudes new transcripts through pores situated at the core 5-fold axis [29] . The 2.5 Å X-ray crystallographic structure of VP4 showed that the protein has a unique structural organisation whereby each functional domain is arranged in sequential fashion to facilitate each catalytic activity required to form the cap structure of the newly synthesized transcripts [33] . Thus, VP4 offers an ideal model for characterizing each functional domain and determining their relative contributions to the virus replication cycle.\n\nRecent studies of viral cap structures have revealed the importance of the 2 0 -O methylation in evading the host innate immune response to RNA viruses [39] . Modification of the catalytic K-D-K-E tetrad within the domain has been demonstrated to render the virus replication deficient and mutations of key residues within the catalytic pocket affect the rate of methylation, which leads to attenuation [8, 13, 15] . In this report, we focused on the 2 0 -O MTase domain of VP4, which although possesses the consensus fold of the typical class I AdoMet-dependent methyltransferases and displays some structural similarities with Vaccinia virus VP39 and Dengue virus NS5 methyltransferase as well as containing some unique features, the precise roles of which are unclear. We used structural information to identify key residues within VP4 2 0 -O MT and verified their importance employing a series of biochemical assays and the BTV reverse genetics system. This is the first report to assign function to the putative 2 0 -O MT domain for the capping enzyme of any member of the Reoviridae.\n\nBSR cells (BHK-21 sub-clone) were maintained in Dulbecco modified Eagle medium (DMEM, Sigma Aldrich) supplemented with 5% (v/v) fetal calf serum (FCS, Invitrogen). The stable BSR-VP4 (BSR expressing VP4; BSR4) cell line was grown in DMEM-5% FCS supplemented with 7.5 lg/ml of puromycin (Sigma Aldrich). Cells and viruses were grown at 35°C in 5% CO 2 incubator. BTV-1 wild-type (WT) and mutant virus stocks were propagated by infecting BSR cells at MOI of 0.5 and harvested when cytopathic effect (CPE) between 95% and 100% was evident. Titres of viral stocks were obtained by either plaque assay and/or by TCID 50 /ml. Spodoptera frugiperda (Sf9) cells were grown in either Sf900 III (Gibco BRL) or InsectExpress (Lonza) media supplemented with 2% (v/v) fetal calf serum and incubated either in suspension or in monolayer cultures at 28°C. Recombinant Autographa californica nuclear polyhedrosis virus (AcNPV) that expressed either recombinant BTV-10 VP4 or mutated VP4 was propagated in Sf9 suspension culture.\n\nThe coding region of S4 (GenBank: FJ969722), VP4, was amplified and ligated into expression vector pCAG-Puro (pCAG-VP4). BSR cells were transfected with the pCAG-VP4 plasmid using Lipofectamine2000 (Invitrogen) as per instruction. After transfection, cells with integrated copies of the expression vector were selected by the addition of 7.5 lg/ml of puromycin (Sigma). The surviving clones were tested for the expression level of VP4 by western immunoblot and the ability to grow virus.\n\nSite-directed mutagenesis as previously described [37] was used to introduce site-specific mutations into the exact copy of BTV-1 S4 (pUCBTV1T7S4) and coding region of BTV-10 VP4 (pAcYM1VP4; GenBank: D00509). Single mutations were introduced at the specific residues of the aspartic acid position 265 of VP4 to either a glutamic acid (D265E) or valine (D265V) and asparagine 311, tyrosine Y334 and arginine 367 residues to an alanine (A) referred to as N311A, Y334A and R367A. A construct with the triple mutation, N311A/Y334/R367A (NYR) was also generated.\n\nBaculovirus expressing VP4 with site specific mutation as described above were generated as described [38] . Briefly, pAcYM1VP4 with the mutations and Bacmid: 1629 were transfected into a monolayer of Sf9 using Genejuice (Novagen) as per manufacturer protocols. After one round of virus amplification, plaque assay was performed and a number of virus isolates picked. These plaque purified viruses were propagated and screened for VP4 expression. Recombinant protein VP4 was purified from Sf9 cells infected with AcNPV expressing recombinant VP4 or VP4 mutants as described [33] . 1 Â 10 8 Sf9 were infected with recombinant baculovirus at MOI $ 5, cells were harvested at 68 h p.i and lysed in HNN buffer (50 mM Hepes pH 7.5, 300 mM NaCl, 0.5% NP40); and lysate was centrifuged and pellet suspended in HN buffer (50 mM Hepes pH 7.5, 1 M NaCl). Supernatants were pooled and RNA precipitated with the addition of 0.1% polyethylenimine (PEI). VP4 was purified via size exclusion on a HiPrepS200 column. Fractions were collected and VP4 further purified using a heparin affinity column. VP4 was eluted from the column using a 250 mM to 2 M NaCl gradient in 25 mM Hepes pH 7.5.\n\nSynthesis of capped and uncapped BTV transcripts was as described previously [3, 19] . Briefly, capped T7 transcripts were synthesized by using a mMESSAGE mMACHINE T7 Ultra Kit (Ambion), while uncapped T7 transcripts were synthesized by the RiboMAX Large-Scale RNA Production System T7 (Promega) according to the manufacturer's procedure. a 32 P-labelled RNA was synthesized using 2.5 mM GTP and 50 lCi a 32 P-GTP. All RNA transcripts were dissolved in nuclease-free water and stored at À80°C.\n\nMutant and WT BTV-1 viruses were rescued using a 2-step transfection protocol as previously described [19] . Briefly, monolayers of either BSR or BSR4 were initially transfected with the plasmid constructs expressing the sub-core (VP1, VP3, VP4 and VP6) and non-structural (NS1 and NS2) proteins and after 12-18 h cells were transfected for a second time with a complete set of T7 derived BTV mRNAs. DNA and RNA transfections were performed in the presence of Lipofectamine2000 reagent (Invitrogen).\n\nFor the growth curves of the mutant or WT viruses, monolayers of BSR cells were infected at an MOI $ 0.1. Cells and supernatant were harvested at different times post-infection and disrupted by two freeze-thaw cycles; and the total titre was determined by plaque assay or TCID 50 /ml.\n\nThe dsRNA genome was extracted from virus infected cells as previously described [32] and analyzed on TBE agarose gel. Purified dsRNAs were used as templates to reverse transcribe S4 to generate cDNA using SuperScript III (Invitrogen). S4 was amplified using specific primers, using KOD polymerase. PCR products were sequenced to ensure that the introduced mutations were stable and that there were no compensatory changes to the S4.\n\nExpression of viral proteins was monitored by western immunoblot using specific polyclonal antibodies that recognize either VP3 or NS1. Whole cell lysates and fractions were resolved on SDS-PAGE gels, and transferred to a nitrocellulose membrane (0.45 lm, Amersham) by the standard semi-dry transfer protocol.\n\nEach blot was developed with specific primary and secondary antibodies.\n\nA Renilla luciferase assay that detects the expression from BTV S10 (S10-Rluc) RNA reporter plasmid during virus infection was used to quantify the viral protein synthesis as established [2] . In brief, BSR monolayer cells in 96 well plates were transfected with S10-Rluc RNA followed by infection with either BTV or NYR mutant virus at 12 h post-transfection. Renilla luciferase activity was quantified at 12 h post infection using the Renilla Luciferase Assay System (Promega), according to the manufacturer's instructions. Each reaction was performed in triplicate and student t-test was used to determine significance.\n\nTo ensure that the mutations did not interfere with the structure of the mutant proteins, the stable interaction with VP4 capping enzyme and GMP moiety was undertaken according to Le Blois et al. [14] with the following modification: 2 lg of purified recombinant protein and 0.5 lCi/ll of a 32 P-GTP were used.\n\nReactions were performed in triplicate and data were analysed for significance using student t-test.\n\nGuanylyltransferase assays were performed as outlined by Martinez-Costas et al. [18] . A standard reaction consisted of 50 mM Tris HCl (pH 7.5), 9 mM MgCl 2 , 6 mM DTT, 10 mM AdoMet, 6 mM a 32 P-GTP (50 Ci/mmol), 2 lg of BTV S5 RNA transcripts as acceptor and $2 lg of purified VP4. After incubation at 37°C for 2 h, RNA was extracted and analyzed by MOPS formaldehyde gel electrophoresis as described [4] followed by autoradiography. Reactions were performed in triplicate and data was analysed for significance using student t-test.\n\nMethyl transfer from Ado[methyl-3 H]Met to T7 derived BTV ssRNAs were used to determine the ability of the methylase activity of mutant VP4. A standard reaction mixture contained 50 mM TrisHCl (pH 7.5), 9 mM MgCl 2 , 2 mM Ado[methyl-3 H]Met (87 Ci/mmol), 6 mM DTT, 1 lg of uncapped ssRNAs or 0.4 mM Cap analogue (GpppA, m7 GpppG; NEB) and 2 lg purified protein. After incubation at 37°C for 2 h, the reaction mixtures were treated with proteinase K. RNA/cap analogues were purified by phenol:chloroform extraction and precipitated with cold ethanol. Cap analogues were precipitated in 9 vol ice-cold ethanol. The transfer of the 3 H-methyl was determined using PerkinElmer 1450 microbeta. As a negative control baculovirus infected cytosolic lysate was used, which was extracted from infected Sf9 cells using HNN buffer as described for VP4 recombinant proteins, treated with PEI and centrifuged to remove contaminating RNA and baculovirus particles. Reactions were performed in triplicate and data were analysed for significance using student t-test.\n\nTo examine the formation of cap structures by recombinant proteins in vitro, capping assay was performed using the standard methyltransferase assay as described [4] with the following modifications: 5 lg of recombinant protein, 0.5 lCi/ll a 32 P-GTP and 1 lg RNA. After incubation for 2 h at 37°C, RNA was purified and digested with NucleaseP1 (Sigma) to release the cap structure. Cap structures were resolved by thin layer chromatography (TLC) using PEI-cellulose plates (Millipore). Reactions were performed in triplicate and ImageJ was used to quantify the intensity of the cap structures generated [30] . Data was analysed for significance using student t-test.\n\nTo determine whether the mutations in 2 0 -O MT domain affected the binding to cap0, we performed m7-GTP pull-down assay. Purified recombinant protein was incubated with m7-GTP sepharose at 4°C for at least 4 h. Samples were centrifuged at 500Âg for 5 min, unbound fraction removed and washed the beads 3 times with binding buffer (50 mM TrisHCl pH 7.5, 300 mM NaCl, 0.5% NP40) supplemented with cold GTP to remove non-specific interactions. Interacting proteins were eluted from the beads by the addition of SDS-PAGE sample buffer. Samples were resolved and analyzed by western immunoblot using VP4 polyclonal antibody.\n\nThe 2.5 Å crystal structure of the 74 kDa BTV VP4 suggested that residues 175 to 377 encode a distinct 2 0 -O MT domain segregated from the other domains and is responsible for methylation of cap0 structure (Fig. 1) . Currently, there is no direct evidence available that this domain is indeed responsible for 2 0 -O MTase activity, although it includes putative signature catalytic residues, K178-D265-K306-E335, similar to the other catalytic motif of class I AdoMet-dependent methyltransferases ( Fig. 1; [33] ). Based on previous VP4 ligand binding data [33] and studies on other viruses, we hypothesized that aspartic acid 265 (D265) is critical for 2 0 -O MTase activity. We focused on D265 rather than other catalytic residues as it is in proximate distance with the residues that bind S-adenosyl-L-homocysteine (SAH) and guanosine of the cap structure (Fig. 1 ). In addition, we identified a cluster of surface exposed amino acids N311, Y334 and R367 that are in close proximity to the guanosine in the ligand binding pocket ( Fig. 1 ; [33] ). In particular, Y334 and possibly N311 are predicted to interact with guanine of the cap0 [33] , while R367 is believed to be responsible for recruiting the N7 cap ( Fig. 1 ; [33] ). Thus, these residues could be important in assisting the 2 0 -O MTase catalytic activity either through direct interaction with cap0 or by recruiting it within the catalytic domain. Site-specific mutations into the coding region of VP4 were introduced to generate D265E and D265V to either conserve the charge or change the polarity of the residue. Similarly, residues N311, Y334 and R367 were mutated to an alanine either singly or in combination (NYR). The mutated constructs were expressed using the baculovirus expression system and each protein was purified in soluble fraction indicating that the specific mutations, in particular, the surface exposed substitutions, have little or no effect on solubility (data not shown).\n\nSince VP4 catalyzes all reactions of the cap methylation pathway in a sequential manner, it was necessary to ensure that mutations of any of the residues did not affect the upstream reactions. Firstly, we analysed the GMP-VP4 complex formation by the mutant proteins to ensure the process of autoguanylation was retained. The mutant proteins (D265E and D265V, N311A, Y334A, R367A and NYR) and VP4 WT were incubated with a 32 P-GTP for 30 min and products were analyzed by SDS-PAGE, followed by autoradiography. All recombinant mutant proteins exhibited formation of VP4-a 32 P-GMP intermediate complexes, albeit at variable amounts ( Fig. 2A) . There was some reduction ($4-20%) in GMP binding by all mutant proteins in comparison to WT VP4 but this was not significant. A number of residues within VP4 have been shown to bind guanosine and phosphates including residues Y334 and D265 [33] . Thus the reduction in autoguanylation observed by mutant proteins was likely due to disruption of specific guanosine interaction ( Fig. 2A) . No complexes were detected in the control reactions either with baculovirus lysate or in absence of any VP4, confirming the specific interaction between VP4 and GMP ( Fig. 2A) . Overall, the mutations did not result in a significant decrease in autoguanylation consistent with the unaltered structural integrity of each mutant VP4.\n\nSince mutant proteins formed a stable covalent bond with GMP, we investigated whether the bound GMP could be transferred from VP4 to the 5 0 end of the ssRNAs to form the 'cap' structure i.e., the guanylyltransferase activity. All mutant recombinant proteins and WT VP4 were therefore incubated with unlabelled and uncapped T7 generated RNAs of one of the BTV segments (S5) in the presence of a 32 P-GTP for 2 h. The purified ssRNAs were analyzed by a denatured gel and a 32 P-labelled RNAs were detected. All recombinant mutant proteins as well as control WT protein were able to generate a 32 P radio-labelled ssRNAs confirming that the GMP moiety (a 32 P-GMP) was transferred to the 5 0 ppG-RNA of the BTV ssRNA (Fig. 2B) . N311A mutant protein catalyzed the capping of the ssRNA as efficiently as WT VP4. While mutations of the residues (Y334A, R367A and NYR) that are exposed at the VP4 surface and were predicted to interact with cap0, and D265 mutants were less efficient at transferring the GMP to the ssRNA (Fig. 2B) . The reduction in guanylyltransferase activity (5-20%) observed for these mutant proteins was the same as that observed for the GMP binding activity. Reaction without VP4 did not generate any labelled ssRNAs (Fig. 2B) . These results indicate that the function of the GTase domain was not significantly affected by the introduction of these mutations and structural integrity was maintained.\n\nSince the mutations were specifically introduced into the 2 0 -O MT domain, to define its functional role, we examined if these mutations affected the catalytic ability of the VP4 to methylate the penultimate nucleotide of the 5 0 end of cap0. To investigate the effect of mutations at the putative catalytic tetrad on 2 0 -O MTase activity, recombinant D265E, D265V and WT VP4 proteins were incubated with cap0 analogue ( m7 GpppG) in the presence of Ado[methyl-3 H]Met for 2 h. The cap analogue was purified to remove the unincorporated Ado[methyl-3 H]Met and transfer of methyl-3 H was determined. While the WT VP4 efficiently methylated the cap0 analogue, the two mutant proteins failed to methylate the cap0 analogue (Fig. 3A) . The values observed for D265E and D265V were equivalent to the two negative controls, with no significant differences observed between the two mutants (D265E, p < 0.1; D265V, p < 0.73; Fig. 3A ). Our results demonstrated that only recombinant WT VP4 protein was able to methylate m7 GpppG while the mutation of D265 to either E or V abolished this catalytic function. To ensure that the catalytic activities of the 2 0 -O MT and N7MT domains of VP4 act independently, we performed the same reaction as above but substituted the cap0 analogue ( m7 GpppG) with an unmethylated cap analogue (GpppA); the later is not a natural substrate for VP4 as the 5 0 penultimate base for BTV transcript is a guanosine. Both D265 mutant and WT VP4 proteins were able to methylate the GpppA cap analogue to generate m7 GpppA when compared with the cell lysate, indicating that the mutant proteins had retained the N7MT activity, albeit at reduced levels (Fig. 3B ). This set of results demonstrated that the D265 residue within the K-D-K-E tetrad is essential for VP4 catalytic activity. Further, these results may indicate that the 2 0 -O MT and N7MT catalytic domains act independently.\n\nWhen the same in vitro assay was performed using cap0 analogue ( m7 GpppG) with cap0 binding pocket mutant proteins, each mutant still showed some 2 0 -O MTase activity. In particular, the single mutation of the residues Y334 or R367 did not affect the transfer of the methyl group to cap0 analogue ( m7 GpppG) (Fig. 4A) , while mutation at the residues N311 and NYR mutant protein had 2-fold reduction in the incorporation of Ado[methyl-3 H]Met (Fig. 4A ). As these mutations were designed to disrupt the recruitment of the BTV transcripts with cap0 from the N7-MT domain, we used an uncapped BTV ssRNAs acceptor, instead of cap0 analogue, as it is representative of the reaction by VP4 that occurs within the core particle. Mutant and WT VP4 proteins, uncapped BTV ssRNAs and Ado[methyl-3 H]Met were incubated together, BTV ssRNAs were purified and amount of methyl-3 H transferred to an equivalent amount of ssRNAs was determined. All mutant proteins showed significant reduction in transferring methyl-3 H to the uncapped ssRNAs (Fig. 4B) . The data demonstrated that the mutation of the putative cap binding pocket retained 2-O MTase activity but the efficiency of formation of cap1 structure on ssRNAs acceptors, however, was hampered. These results supported that these residues are involved in the in vitro catalytic activity of VP4.\n\nTo understand further the effect of mutant NYR on cap methylation, we investigated the kinetics of the same reaction. NYR mutant and WT VP4 proteins were incubated with T7 derived ssRNAs in the presence of Ado[methyl-3 H]Met as described above and samples were analysed at 30 min intervals. The cap methylation reaction to generate cap1 structure at the 5 0 termini of ssRNAs was severely delayed by the NYR mutant; 3 H-methyl labelled ssRNAs could be barely detected at 150 min time point (Fig. 4C) . In contrast, transfer of the methyl-3 H to the ssRNAs by WT VP4 at the same time point was at least a 100-fold higher than that of the mutant protein. (Fig. 4C ). 2 0 -O MTase activity was severely hampered by the substitution of NYR residues to alanine, as was also true when the m7 GpppG cap0 analogue was used as a substrate (data not shown).\n\nOverall, our data identifies a key role of residue D265 within the catalytic tetrad to maintain 2 0 -O MT function of VP4. Further, it highlights that the triple residues (N311, Y334 and R367) mutated in combination perturb the efficiency of catalytic activity of VP4 for cap1 formation at the 5 0 termini of the transcripts.\n\nThe decrease in methylation activity prompted us to further investigate if the reduced activity was due to perturbed interaction between VP4 and cap0 structure as hypothesized. To this end a qualitative pull-down assay was used to examine whether the mutant VP4 proteins were able to interact with m7 of the cap1. Each protein was incubated with m7-GTP linked to sepharose beads and washed in a solution containing excess GTP to reduce background and specific interaction with the guanosine. The bound VP4 was visualized by western analysis using anti-VP4 antibody. Recombinant mutant proteins Y334A and R367 and VP4 WT protein were pulled-down by m7-GTP demonstrating that each protein interacted with the m7-GTP (Fig. 5) . In contrast, the N311A and NYR mutants failed to interact with the m7-GTP as neither were detected in the pulled-down fraction (Fig. 5) . The results indicate that N311 amino acid most likely interacts with the methyl group of the cap0 within the catalytic domain of 2 0 -O MTase.\n\nTo investigate the importance of 2 0 -O MT activity on virus replication we examined the D265 mutants in the context of virus replication. To this end the D265E and D265V mutations were introduced into the S4 and BTV reverse genetics (RG) system used [3, 19] to recover mutant viruses in mammalian BSR cells, WT VP4 plasmid was excluded from the first transfection and replaced with mutant T7 S4 ssRNA. In spite of several attempts, it was not possible to recover any virus, with either mutants of D265 in normal BSR cells, indicating that these substitution mutations were not tolerated and lethal for virus growth in mammalian cells (Fig. 6A) .\n\nIn order to determine if these two mutant viruses could be rescued when a native VP4 was provided in trans, a stable cell line (BSR4) constitutively expressing WT VP4 was generated. The BSR4 cells were transfected with each mutant S4 transcripts together with 9 BTV-1 transcripts and monitored for CPE and plaque formation. Both mutant viruses were successfully rescued in the complementary cell line with plaque morphology similar to that of the WT BTV virus (Fig. 6A) . The disruption of the catalytic site could be compensated by the normal VP4 supplied in trans. Further, viruses grown in the complementary BSR4 cells were used to infect both normal BSR and BSR4 in parallel, at an MOI $ 1 and viral structural and non-structural proteins (VP3 and NS1) synthesis were examined. The expression of BTV proteins was detected in both cell lines at 24 h post infection indicating that the mutant viruses were able to infect and express the viral proteins in both cell lines (Fig. 6B) . Progeny mutant viruses grown in normal BSR cells failed to replicate further (data not shown). The dsRNA genome of the mutant viruses were extracted from BSR4, infected cells, but not from normal cells, were purified and had a typical BTV genome profile indicating that there were no abnormal segments and genome replication was occurring (Fig. 6C) .\n\nThe mutation of non-catalytic residues either singly or in combination indirectly affected 2 0 -O MTase activity in vitro, therefore, we investigated the biological significance of these residues on BTV replication. The same mutations as described were introduced at each position (N311, Y334 or R367) either singly or in combination (NYR) into the S4 genomic clone and reverse genetics system used to recover each mutant virus. Unlike the mutants of the catalytic residue (D265E or D265V), all other mutant viruses were recovered from normal BSR cells (Fig. 7A) . The plaque morphology of the viruses with Y334A and R367A mutations were comparable to WT virus, while N311A and NYR mutation viruses exhibited smaller plaque sizes (Fig. 6A) . Development of plaques was slowest in the virus with a triple mutation (NYR) taking up to 5 days p.i. to yield pinhead sized plaques (data not shown), significantly smaller than the normal plaque size of WT at 3 days p.i. (Fig. 7A) . Although, there was a distinct difference in the plaque size, sequence analysis of the genomic S4 segment of the mutant viruses after 10 passages demonstrated that the mutant viruses were stable.\n\nThe differences in the development and size of the plaques of the mutant viruses were also reflected in the titres and growth kinetics monitored over 96 h (Fig. 7B) . The Y334A mutant virus followed a growth pattern similar to that of the WT virus; similar titres were observed at all time-points measured indicating no apparent effect on virus replication. However, the other three mutant viruses, N311A, R367A and NYR, had titres lower than the WT virus (1-3.5 log 10 ), the R367A mutant virus titres were consistently 1 log 10 lower than WT at each time point. For the first 24 h p.i., the growth of the N311A followed a pattern similar to both the WT and Y334A mutant viruses in BSR cells. However, after 24 h p.i., the growth curve of the N311A mutant virus plateaued with titres between 1 log 10 to 1.5 log 10 lower than WT. The growth of the NYR mutant virus within the first 24 h p.i. was slower than all three single mutant viruses and the WT and as observed with the N311A virus, growth curve plateaued after 24 h p.i. The NYR mutant virus consistently had titres of 2.5-3.5 log 10 lower than WT (Fig. 7B) .\n\nAs NYR mutant virus replication showed the most drastic effect on replication in comparison to the WT virus, we examined the viral protein synthesis at different time points. At 48 h p.i., both structural (e.g., VP3) and non-structural proteins (e.g., NS1) were detected in cell infected with the mutant virus although at levels lower than that of WT (Fig. 7C) , consistent with the low virus titres. In order to quantify the difference in protein expression between the NYR mutant and WT viruses, a more sensitive Renilla luciferase assay was undertaken [2] . Cells were transfected with an S10-RLuc, an ssRNA that expresses Renilla luciferase under the regulation of BTV NS1, followed by infection with NYR mutant or WT BTV. Renilla luciferase production was quantified 12 h p.i (Fig. 7D) . In contrast to NYR mutant virus and control, Renilla luciferase activity was $4-fold higher in the WT BTV infected cells (Fig. 7D) . These results confirmed that the mutations affecting the growth of the viruses also perturb the viral protein production during early infection. \n\nBTV VP4, unlike many other viral capping enzymes, possesses all the catalytic activities required for the generation of methylated cap structure at the 5 0 terminus of BTV transcripts. Crystal structure of VP4 revealed that the protein consisted of four independent, discrete functional domains each with a discrete role in the capping pathway. The putative 2 0 -O MTase domain which is were detected using monospecific polyclonal antibodies; aVP3 or aNS1 respectively. As a loading control, cellular protein b-actin was detected using aActin antibody responsible for the last catalytic reaction of the cap structure, is attached via a small linker to the other upstream enzymatic domains including kinase-like, GT and N7-MT that are responsible for the upstream reactions of pathway. The highly ordered structure of VP4 highlighted the importance of synthesizing BTV cap in a sequential manner. To date no functions have been assigned to any domain of VP4 and the purpose of this report was to obtain structure-based biochemical evidence for function focussing mainly on the 2 0 -O MTase domain by generating a series of targeted mutations in the recombinant VP4 as well as in the replicating viral genome.\n\nThe mutations in VP4 2 0 -O MTase domain were designed to target a key catalytic residue and the residues of the cap0 binding pocket (Fig. 1 ) that ideally would not influence the functions of the other domains. We initially ensured that the substitution mutations did not adversely hamper the upstream activity of the other domains and that the domains acted discretely as predicted. Since autoguanylation and guanylyltransferase reactions are the basis for all the downstream catalytic activities of VP4 and essential for initiating the cap methylation pathway, any interruption of these reactions would prevent the methylation of the transcripts. When examined in vitro, the mutations in either the catalytic K-D-K-E tetrad or surrounding residues were still capable of the upstream catalytic activities including autoguanylation and guanylyltransferase highlighting that the activities of these domains are most likely to be separate from 2 0 -O MT domain. The slight decrease in the formation of a stable GMP-VP4 complex exhibited by the single substitution mutation D265 (K-D-K-E) and Y334 (one of the three residues in cap binding pocket) supported the crystal ligand binding data, indicating that the substitutions might have disrupted the interaction with the penultimate 5 0 guanosine of the transcript and G0 base of GTP, respectively. Unlike the single site specific mutations introduced into rotavirus VP3 that abolished autoguanylation [22] , single and triple amino acid substitution within BTV VP4 did not disrupt other proposed sites of GMP interaction, suggesting that the structural integrity of the protein was maintained.\n\nAlthough the mutation of the D265 did not affect autoguanylation and guanylyltransferase activity in vitro, the 2 0 -OMTase activity was completely abolished. It was not surprising, as similar results have been reported for mutation of the aspartic residue for many class I AdoMet-dependent methyltransferases [1, 13, 26, 34] . The D265 residue of VP4 is closely aligned to the residues bound to AdoMet and the guanosine of Cap0 [33] highlighting its importance for 2 0 -O MTase catalytic activity. Previous biochemical analysis indicated that methylation of the cap structure by VP4 followed a conventional pathway with N7MTase preceding the 2 0 -O MTase activity [23] . As the D265 mutation had abolished the 2 0 -O MTase activity of VP4, it was of interest to investigate whether the activity of the N7MT and 2 0 -O MT domains were independent, unlike what has been reported for flaviviruses [8] . Our results demonstrated that the D265 mutant proteins were able to methylate the cap analogue GpppA (a cap structure that does not occur naturally for BTV), indicating that the N7MT activity had been retained albeit to lower levels than the WT. Although, further validation is required, these results would suggest that as hypothesized, N7MT activity was located in a discrete domain, separated from the 2 0 -O MTase domain.\n\nThe importance of this residue in the catalytic tetrad of 2 0 -O MTase for virus replication was clear when the same mutations were introduced into the replicating virus. The fact that VP4 D265 mutations abolishes the 2 0 O-MTase activity and were lethal for virus replication, highlights the biological significance of this residue and the critical nature of 2 0 O-MT for BTV replication. The formation of cap1 structure through the use of viral 2 0 -O MTase has been demonstrated to be an essential activity for virus replication for a number of RNA viruses (VSV, Coronavirus, Dengue, WNV, JEV; [1, 5, 7, 16] ). Such a drastic effect on virus replication due to a single mutation within the 2 0 -O MTase catalytic domain is not always observed for all viruses, most often only a reduction in the virus titres and growth kinetics has been observed [15, 20] . There are a number of plausible explanations for the failure to recover BTV mutants in normal cells. It is currently not possible to test these hypotheses as the VP4 used to complement function is assembled into the virions. Unlike the capping enzyme for other viruses which are non-structural (Dengue, alphaviruses, coronaviruses) VP4 is a minor structural protein and therefore the WT VP4 present in the complementary cell line is assembled into the core particle and cannot be dissociated from the virus.\n\nIt is clear that 2 0 -O MTase must recruit and position the newly synthesized cap0 within the catalytic site for the reaction to occur. We postulated that a disruption of the residues forming the substrate/cap binding pocket would have an effect on the overall function of the domain. The ligand interactions studies with VP4 [33] enabled us to identify three residues that may be involved in binding the cap0 and/or its recruitment. The substitution of the three residues (N311, Y334, and R367) in the cap binding pocket, whether singly or in combination, retained the upstream cap methylation activities (autoguanylation and guanylyltransferase). Initially, the N311 and Y334 residues were hypothesized to interact with the guanosine residue while R367 is in proximity of the m7 of cap0. Our autoguanylation and m7-GTP data suggest that residue R367 probably interacts with the guanosine residue while N311 interacts with the m7 as also corroborated with the ligand binding data from crystallisation studies [33] .\n\nIn comparison to the D265 mutation, these mutant proteins exhibited the in vitro 2 0 -O MTase activity albeit at reduced level in comparison to WT VP4. Interestingly, mutagenesis of the surrounding three residues, the putative substrate binding pocket, had less drastic effect on virus replication. Only the introduction of the triple mutation resulted in significant effect on in vivo virus replication. The diminished 2 0 -O MTase activity could have a 2-fold effect on the virus fitness; firstly decreased protein production would result in less virus progeny, and secondly the virus' inability to control the innate immune response. Previously, we and others have shown BTV proteins regulate the innate immune response during infection [25, 31] , lower viral protein production and growth may correspond with a more robust immune response early in infection.\n\nWe have shown that structure-based rationally-designed mutations within the VP4 2 0 -O MTase domain did not affect the function of the other domains of the protein suggesting that each domain is likely to be functionally segregated. Our genetic and biochemical data demonstrates that mutations in VP4 have a deleterious effect on the kinetics of cap1 synthesis and virus replication. Thus, not only is the preservation of the catalytic tetrad important, the positioning the cap0 structure in the catalytic domain is critical for in vitro activity. The results presented here have contributed our understanding of the role of VP4 in BTV replication and increased our knowledge in mRNA cap methylation for the members of the Reoviridae."}