{"title": "The Future of Antisense Oligonucleotides in the Treatment of Respiratory Diseases", "body": "The original idea to use antisense oligonucleotides (ASO) to 1. Principles of Antisense Oligonucleotides (ASO), Mechanisms of Action, and Related Issues specifically inhibit gene expression was proposed over 25 years ago. [1] Advantages of ASO as a therapeutic tool were immediately ASO are short synthetic DNA molecules, designed to interact obvious. In contrast to traditional drugs designed to inhibit disby Watson-Crick base-pairing with mRNA encoding a target ease-related proteins already synthesized, ASO prevent translation protein. When single-stranded DNA complementary to a target of a protein by interaction with its messenger (m)RNA. However, mRNA is introduced into a cell, it binds the mRNA and prevents it took almost 20 years to develop this concept into the first (and translation of the protein.\n\nWhile this approach appears straightforcurrently only) ASO-based drug in clinical use. Fomivirsen (Viward, initial attempts to introduce ASO into cells were unsuccesstravene ® ) 1 , a cytomegalovirus (CMV)-directed ASO, is used topiful because: (i) oligonucleotides are large molecules that are cally to treat CMV retinitis, a severe complication of AIDS. [2] highly negatively charged and do not penetrate cell membranes Presently, more than 30 ASO-based drugs are in different phases well; and (ii) oligonucleotides are easily degraded by endo-and of clinical trials, and hundreds are in development and in preexonucleases before they can bind corresponding mRNA. clinical studies. [3] Despite the attraction of the antisense concept, Thus, critical issues in the development of ASO-based therapy there remain several important issues relating to clinical applicaof respiratory diseases include: tion of ASO. This review will discuss these problems, summarize 1. target selection and ASO specificity; published data on ASO strategies in respiratory diseases, and 2. ASO stability; emphasize recent developments and future prospects.\n\n3. delivery of ASO to target organ/cells.\n\nTo overcome the problem of oligonucleotide degradation and recruitment. Despite new generations of ASO, these disadvantages to ensure efficient cellular delivery, several chemical modifica-can be significant [3] and thus phosphorothioate-modified ASO are tions of ASO have been developed. The most commonly used and still commonly used. best studied is the phosphorothioate backbone modification (figure 1 .3 Small Interfering RNA 1).\n\nSince its discovery in 1998, [13] the natural phenomenon of RNA 1.1 ASO Mechanisms of Action interference (RNAi) has been intensively studied. There is much enthusiasm about its potential to be a new, powerful therapeutic Despite intensive studies, mechanisms of ASO action on tool to specifically inhibit gene expression. [14] RNAi is a part of the mRNA are still incompletely understood. Current concepts suginnate antiviral defense in lower eukaryotes. It is induced by gest that the major mechanism of action of phosphorothioate ASO double-stranded (ds)RNA that is processed to 21-23 nucleotide is activation of endonuclease RNAse H when ASO binds to siRNA (figure 3). RNAi results in degradation of homologous mRNA. [4] This results in mRNA degradation and prevents translaendogenous mRNA complementary to the antisense strand of tion of a specific protein. ASO binding to mRNA can also prevent siRNA. Although transfection of mammalian cells with dsRNA assembly of the ribosomal complex (e.g. via steric blocking) or induces a strong interferon (IFN)-like response eventually leading inhibit RNA splicing [5] (figure 2).\n\nto apoptosis, treatment with siRNA initiates RNAi without causing cell death. [15, 16] siRNA has promise for therapy of genetic isms, and thus specifically target selected oncogenes. [14] The phosphorothioate backbone modification represents a re-Recent studies demonstrated that siRNA could selectively siplacement of a non-bridging oxygen by a sulfur atom at each lence a disease-associated allele bearing a single mismatch. [17, 18] phosphorus [6] (figure 1). This modification, commonly referred to However, clinical application of siRNA is still problematic beas the 'first-generation', greatly increases resistance to nucleases. cause we do not fully understand mechanisms of RNAi action in However, it can render undesired biological activity to some ASO, higher eukaryotes. For example, exogenously applied siRNA may unrelated to their antisense properties (see section 1.7).\n\ninterfere with endogenous RNAi pathways and induce potentially Several other antisense formulations, such as methyl-oligonucdangerous off-target effects. [19, 20] In addition, it is more difficult to leotides, morpholino, peptide nucleic acids, locked nucleic acids, ensure efficient delivery and cellular uptake of siRNA compared ribozymes, and more recently, small interfering (si)RNA, have with ASO, because double-stranded siRNA do not bind plasma been developed. [7] [8] [9] [10] [11] [12] Some have improved stability against nucleproteins and rapidly degrade in tissue environments. [19] Although ases and increased binding affinity to mRNA, however, they can published reports of siRNA use in in vivo in models of lung disease have drawbacks such as low cell penetrance and lack of RNAse H are limited to respiratory syncytial virus (RSV) and parainfluenza virus (PIV) infections, [21, 22] siRNA-based approaches to inhibit oncogene expression, pro-inflammatory molecules or pro-fibrotic targets in lung disease are in development.\n\nCorrect target selection is critical in development of ASObased therapy of respiratory diseases. The targeted molecule must be important in disease pathogenesis and, as ASO can be extremely potent, it is essential to ensure both lung and disease specificity/ selectivity of the target to avoid potential adverse effects.\n\nOnce a clinically relevant target protein has been selected, specificity of the ASO is a critical issue; it must inhibit expression of the target gene, but not other genes with similar sequences, i.e. the targeted mRNA sequence should not have homology to other genes. In design of ASO, the genome should be carefully checked properties of DNA. [29, 30] These properties can provide an additionfor possible hybridization of the ASO to sequences in non-targeted al therapeutic effect, for example, in cancer. However, systemic genes. Sequences common to several molecules of the same release of high levels of pro-inflammatory cytokines tumor necrofamily or domains expressed in many genes must be avoided. Selfsis factor (TNF), interleukin (IL)-12 and IFNγ, as well as activacomplementary regions, four or more contiguous guanine resition of natural killer (NK) cells following application of DNAdues, or regions rich in guanines may form complexes with ASO cationic lipid complexes can induce adverse effects. [29] A novel or secondary structures that prevent efficient Watson-Crick hycationic cardiolipin analog-based liposome appeared to be less bridization to targeted mRNA and should be avoided. [23] The toxic and more effective for transfection of DNA and siRNA both presence of immunostimulatory cytosine-guanine phosphatein vitro and in vivo, compared with a commercially available linked dinucleotide (CpG) motifs within ASO is normally undesir-DOTAP (1,2-dioleoyl-3-trimethylammonium-propane)-based liable as they can stimulate Toll-like receptor (TLR) 9 on several posome.\n\n[31] cell types. [24] However, in some instances they may be included In recent years, new carriers such as polyethylenimine (PEI) because of additional beneficial effects on the immune system. In have been developed with enhanced efficiency of ASO delivery to vitro controls for ASO specificity, such as nonsense or mistarget cells in vitro and in vivo. [32] Despite enhanced delivery to matched oligonucleotide sequences, are important as they assess airway epithelial cells, PEI has toxicity and can be detrimental to specificity of hybridization to the selected targeted sequence. lung function. [33] A new strategy using chitosan-DNA nanospheres for intranasal delivery of DNA recently showed advantages over\n\nlipid cationic carriers. [34] [35] [36] These nanospheres can protect DNA from nuclease degradation, and multiple compounds can be incor-To ensure delivery of ASO to target cells, cationic liposomes porated into nanospheres to achieve additional effects. [37] Howare often used in complexes with ASO that can be internalized by ever, this delivery system has never been assessed for antisense pinocytosis/endocytosis. [25] [26] [27] Liposome delivery systems have treatment and requires further study. been extensively used for intravenous and local application of ASO to the airways. Upon systemic application for cancer therapy, Given carrier-related adverse effects, an attractive method for ASO-liposome complexes preferentially enter tumor tissues be-ASO delivery to the lung involves the use of a natural surfactant cause of increased permeability of blood vessels in tumors. [28] with cationic properties. [38] Several studies on local ASO application to the airways have relied on surfactant rather than using However, the role of cationic lipids in ASO delivery is not artificial carrier systems. [39] [40] [41] [42] In a recent study, a single instillalimited by their carrier function. Complexes of DNA oligonucleotion of siRNA mixed with surfactant and elastase decreased extides with cationic lipids can greatly enhance immunostimulatory nebulized into an enclosed chamber on each of three consecutive days prior to allergen challenge (the precise dose each rat received was not determined). This exposure suppressed antigen-induced airway inflammation during the following 48 hours. [47] These examples demonstrate that the effective ASO dose and duration of its effect depend on the target characteristics, in addition to the importance of an efficient delivery system. Quantity and half-life of both target mRNA and encoded protein are critical determinants of ASO pharmacokinetics and pharmacodynamics in in vivo applications.\n\nAdverse effects of ASO therapy (table I) can result from hybridization of ASO to nonspecific sequences in mRNA, rather than the targeted sequence. Assessing expression of the targeted gene at both mRNA and protein levels following ASO treatment is important to confirm the specificity of the ASO effect.\n\nUpon DNA-RNA duplex formation, the endonuclease RNAse H is recruited to degrade the RNA in the duplex. As a result of this genes. [48] days of examination. [43] A potential source of non-sequence-specific effects of ASO is the backbone modification of oligonucleotides. Phosphorothioate-1.6 ASO Pharmacokinetics modified oligonucleotides bind to a family of heparin-binding The pharmacokinetics and toxicology of phosphorothioate proteins including some growth factors and their receptors, exmodified ASO have been intensively studied. [44, 45] Effective doses tracellular matrix proteins and adhesion molecules. [49, 50] This of ASO for in vivo application depend both on the efficiency of the mechanism at least partially explains some adverse effects of delivery system and mode of administration (systemic versus systemic ASO application such as thrombocytopenia and hypotenlocal). Following systemic application, phosphorothioate oligo-sion. [51, 52] This protein binding is due to the polyanionic nature of nucleotides bind to plasma proteins, ensuring their prolonged oligonucleotides, which is also responsible for their ability to effect. [44] Various ASO doses for systemic (intravenous or subcu-activate complement. [44] As outlined in section 1.4, immunostimutaneous) application in humans were carefully evaluated in several latory CpG motifs in ASO sequences can also be an important anti-cancer therapy trials, and no significant toxicity was observed source of adverse effects related to systemic cytokine release, such at clinically relevant doses. [3] as fatigue, fever, and flu-like syndrome. [53] siRNA can also exert non-target-related biological effects, in particular, induction of The pharmacokinetic properties of aerosolized ASO were studpro-inflammatory cytokines. Such effects are related to the ability ied in several animal models; following ASO delivery to the lung, of dsRNA to bind TLRs present on immune cells and induce limited systemic distribution was detected. [46] Local delivery of cellular activation, [54] and must be carefully assessed for each ASO to the airways allows administration of lower doses comsequence used. pared with intravenous therapy of lung diseases. In a study of phosphorothioate ASO to the type 1 adenosine receptor Local delivery of ASO offers advantages over systemic (intra-(ADORA1), a single effective inhaled dose was 50 μg/kg and venous) application because it allows lower doses to be used and duration of the effect in the lung was 6.8 days. [46] In our studies, thus minimizes systemic toxicity. An important consideration in 250 μg/rat/day of ASO to spleen tyrosine kinase (SYK) was using ASO in the airways is that adenosine can be released as an oligonucleotide degradation product. [46] It can activate adenosine was constructed as a stem-loop structure, containing three receptors that induce bronchoconstriction. Adenosine receptors phosphorothioate modifications, [62] and delivered by aerosolizaare up-regulated in certain clinical conditions, particularly asthtion in vivo using SYK ASO-liposome complexes combining ma, [55, 56] and they themselves have been targeted in studies of ASO cationic liposomes (1,2-dioleoyl-3-trimethylammonium-propane, treatment of experimental asthma (see section 2.1.2).\n\nDOTAP) with a neutral carrier lipid (dioleoylphosphatidyl-etha-Another source of potential adverse effects is related to ASO nol-amine, DOPE). Treatment of rats with nebulized SYK ASOdelivery systems. As discussed in section 1.5, enhanced immunosliposome complexes inhibited SYK mRNA and protein expression timulatory properties of ASO applied in cationic liposome comin alveolar macrophages. [63] plexes may release pro-inflammatory cytokines, [29, 30] \n\nWe studied the effects of aerosolized SYK ASO-liposome liposomes may affect cellular functions directly, e.g. by inhibiting complexes in two models: (i) an infectious model of airway TNF-induced endothelial vascular cell adhesion molecule-1 exinflammation induced by the helminth Nippostrongylus brasilienpression. [57] Cytotoxicity of cationic liposomes is dose-dependent sis; and (ii) IgE-mediated allergic inflammation induced by and requires careful evaluation when liposomes are used. [58] ovalbumin in sensitized Brown Norway rats, a model of allergic asthma. SYK ASO significantly inhibited inflammatory cell infil-2. Antisense Treatment of Lung Disease tration in the airways, lung eosinophilia and the rise in TNF in broncho-alveolar lavage induced by antigenic challenge. SYK ASO also suppressed antigen-induced tracheal contraction. [47, 63] \n\nWe have also aerosolized siRNA to SYK in rat ovalbumin-in-As asthma is a complex heterogeneous disease, a major chalduced asthma and obtained promising down-regulation of inflamlenge is to identify appropriate molecular targets for ASO, and to mation (unpublished observations). Thus, aerosolized SYK ASO identify delivery systems that target the lung, and minimize sysinhibited many central components of allergic asthma and inflamtemic distribution and related adverse effects. There are several mation. examples of such approaches in experimental models.\n\nAlthough SYK is a promising molecular target for ASO therapy\n\nof asthma and other inflammatory conditions such as acute lung injury, more studies are needed to assess potential risks related to The tyrosine kinase SYK mediates early signaling events im-SYK inhibition. For example, recent studies implicated SYK as a portant in the pathophysiology of allergic asthma and initiated by tumor suppressor gene in breast and gastric cancer. [64] [65] [66] Additioncross-linking high affinity receptors for IgE (FcεRI) on mast cells and basophils. [59] [60] [61] A 60 bp ASO directed against the SYK gene ally, we established that SYK is abundantly expressed in lung epithelial cells and is involved in their production of pro-in-scription factor GATA-3, essential for development of Th2 reflammatory molecules. [67] Thus, while SYK ASO may have adsponses, [77] also reduced lung inflammation and AHR. [41] In a vantages as a short-term local therapy of severe lung conditions, recent study, the signal transducer and activator of transcription e.g. acute respiratory distress syndrome, long-term application of (STAT)-1 was targeted using intranasal application of decoy oli-SYK ASO raises potential safety issues that must be further gonucleotides in a mouse model of ovalbumin-induced asthma. assessed.\n\nThis study demonstrated inhibition of antigen-induced airway inflammation and hyperreactivity. [78] Another signaling molecule that is a potential target for ASO therapy of asthma is LYN, a Src-family kinase. [68] LYN phospho-To directly target bronchial smooth muscle contraction in asthrylation occurs as an immediate result of conformational changes ma, ASO to ADORA1 was developed and administered in aerosol in cytoplasmic domains of FcεRI after allergen-mediated crossform to rabbits. There was a significant reduction in both broncholinking. LYN then interacts with SYK and induces its activaconstriction and airway inflammation. [39] This ASO-based therapy tion. [69, 70] In eosinophils, LYN is associated with IL-5 receptor α is currently in a phase II clinical trial.\n\n[79] subunit (IL5RA) and is important for IL-5-induced differentiation from bone marrow stem cells. [71] In vitro studies demonstrated that\n\nAll these ASO were applied as phosphorothioate-modified from stem cells. [71] Although LYN ASO has never been applied in oligonucleotides in liposome delivery systems or as naked DNA. experimental models of asthma, the importance of LYN for eosi-However, alternative approaches have recently been developed, nophil differentiation in vivo was confirmed in LYN knockout including an adenoviral-mediated expression of ASO to Gob-5 mice. [71] (CLCA1) mRNA, a Ca 2+ -dependent chloride channel, [80] in the bronchial epithelium in ovalbumin-sensitized mice. This approach\n\ndecreased AHR and mucus production. [81] Using recombinant Recent studies of allergic asthma attempted to inhibit intracelladenovirus for ASO delivery to target cells offers some advanular pathways involved in inflammatory cell activation. Inhaled tages over other methods, such as selectivity to airway epithelium ASO to p38α mitogen-activated protein kinase (MAPK14) downand prolonged expression of transfected genes (>1 week following regulated ovalbumin-induced pulmonary eosinophilia, mucus instillation). [82, 83] However, adenovirus-mediated gene delivery hypersecretion, and airway hyper-responsiveness (AHR) in a muinduces immune responses to adenovirus that preclude repeated rine model of asthma. [72] ASO to the p65 subunit of the transcripapplications [84] and there are several safety concerns such as the tion factor NF-κB (RELA) that regulates expression of pro-inpotential for oncogenic transformation. flammatory genes [73] applied intravenously significantly inhibited Importantly, in animal models of asthma, ASO to various target allergic responses in a mouse model. [74] Despite this proof of molecules were applied prior to antigenic challenge. Whether or principle study, systemic application of ASO to NF-κB does not not ASO-mediated targeting of molecules involved in asthma seem to be feasible for treatment of asthma given crucial involvepathogenesis will also be efficient during ongoing allergic inflamment of this transcription factor in regulation of immune remation requires further studies. sponses.\n\nRecently, a ribozyme targeting the human IL-4 receptor α chain Given the important role of T helper type 2 (Th2) cytokines and (IL4R, also known as IL4RA) was developed. [85] This approach their receptors in allergic asthma, they have been targeted by ASO offers some advantages over 'traditional' antisense because mechtherapy. For example, ASO to IL-5, applied intravenously in a anisms of action of ribozymes rely on activation of RNAse P, murine model of asthma, inhibited eosinophilia and AHR. [75] which is ubiquitously present in cells. The construct can recycle Allakhverdi and colleagues [42] used intratracheal injection of ASO after inducing the complementary mRNA cleavage, and therefore to the common β chain of IL-3, IL-5, and granulocyte-macrophage appears to act more efficiently than DNA-based antisense. [86] colony-stimulating factor (GM-CSF) receptors and demonstrated Another recent study used siRNA to silence gene expression of significant reduction of eosinophilia and AHR in a rat model of STAT6, a transcriptional regulator of Th2 cytokines. In vitroasthma; this is moving forward to clinical testing. Intranasal applied siRNA down-regulated STAT6 protein expression, as well application of ASO to stem cell factor (KIT ligand [KITLG]), as IL-4-dependent eotaxin production in human bronchial epiessential for the development of mast cells, [76] decreased lung thelial cells. [87] inflammation in a murine model of asthma. [40] ASO to the tran-Studies of the genetics of asthma have identified several poten-vestigation with regard to efficiency, effectiveness and potential tial asthma susceptibility genes, such as inflammatory media-adverse effects. tors, [88] a disintegrin and metalloprotease domain 33 (AD-When infused intravenously, ASO preparations showed moder-AM33) [89] and G protein-coupled receptor for asthma susceptibilate dose-dependent systemic toxicity such as thrombocytopenia, ity (GPRA), [90] which may be new targets for antisense therapy.\n\nflu-like syndrome, hypotension and asthenia. [51] In some clinical Although biochemical mechanisms linking many of these canditrials, ASO-based therapeutics were combined with chemotheradate genes to asthma pathogenesis are poorly understood, [90] ASO peutic agents, [96] a strategy that also needs extensive study. Unforstrategies may help to elucidate such pathways.\n\ntunately, there are no published reports on local application of ASO in lung cancer.\n\nIn lung cancer, many oncogenes have been identified and An antisense strategy intended to specifically cleave genomic studied as targets for antisense therapy. Several ASO-based drugs RNA of RSV has recently been developed. [115] Application of have reached phase II-III trials, and it is anticipated that some will ASO with 2′-5′ linked tetra-adenylates was shown to recruit the soon be approved for clinical use (see Stahel and Zangemeistercellular nuclease RNAseL and successfully inhibit RSV replica-Wittke [91] for review). In particular, the anti-apoptotic protein tion. [116] Importantly, a combination of subtherapeutic doses of BCL-2 is a promising target for ASO therapy in non-small cell ASO with the antiviral drug ribavirin demonstrated a potent inhiblung cancer. [92, 93] ASO directed against the BCL2 gene induces itory effect. [116] A recent study described use of siRNA to RSV in apoptosis of cancer cells and potentiates effects of chemothervivo. Mice treated intranasally with siRNA nanoparticles to RSV apy. [91, 94, 95] protein NS1 before or after infection with RSV showed substan-Other molecular targets for ASO therapy of lung cancer include tially decreased virus titers in the lung and decreased inflammation signal transduction molecules: protein kinase C-α (PRKCA), [96] and airway hyper-reactivity compared with control animals.\n\n[21] the regulatory subunit R1-α of protein kinase A (PRKAR1A), [97] Inhibition of both RSV and PIV following intranasal instillation of RAF kinase (RAF1), [98] and the protein encoded by the HRAS siRNA in the mouse was also demonstrated. [22] In addition, recent oncogene. [99] Numerous pre-clinical studies are focused on targets in vitro studies showed the ability of siRNA to inhibit replication in regulation of apoptosis, cell cycle progression, angiogenesis and of the newly discovered coronavirus SARS-CoV, the causative metastasis, such as the apoptosis suppressor survivin agent of severe acute respiratory syndrome (SARS). [117] This is the (BIRC5); [100, 101] the cytochrome c oxidase assembly protein beginning of a potentially important research area, with opportuni-COX17; [102] several growth factor receptors and receptor tyrosine ties to develop innovative ASO therapies for infectious diseases of kinases, as well as transcription factors. [103] [104] [105] [106] [107] ASO-based drugs the lung (table II) . in clinical trials in lung cancer are short oligonucleotide sequences (18-26-mer) with phosphorothioate backbone modifications. Re-3. Conclusions cently, a locked nucleic acid-modified oligonucleotide with bispecific activity against BCL-2 and BCL-xL, another anti-apoptotic ASO are promising therapeutic tools for various respiratory BCL protein, was developed and showed enhanced anti-tumor diseases ranging from infection to asthma, lung cancer, fibrosis activity in cancer cells. [108] and acute respiratory distress syndrome. A major advantage of ASO over conventional drugs is their capacity to specifically Since human cancer cell lines preserve their RNAi machinery, block synthesis of a disease-associated protein, thus preventing use of siRNA to silence oncogenes involved in cancer pathogeneparticipation in pathogenesis. sis has been suggested. [109] Indeed, siRNA against S-phase kinaseassociated protein 2 (SKP2), a molecule involved in cell cycle ASO can be highly potent and specific and therefore it is regulation that is over-expressed in various cancers including essential that correct molecular targets be identified for therapy. small-cell lung carcinoma, was applied using lentiviral or ade-Applying ASO in complex heterogeneous diseases such as asthma noviral vectors. This strategy significantly inhibited tumor growth presents a major challenge, since this condition involves several in vitro and in vivo. [110] Although there are several in vitro studies pathways, numerous genes, and poorly understood gene-environusing siRNA to various target molecules potentially important in ment interactions. Some approaches to specifically target critical tumorigenesis, [111] [112] [113] [114] siRNA-based strategies require further in-molecules in asthma have been successful, and development of ASO-based drugs for clinical application can be anticipated in the systemic application because it can minimize therapeutic doses and thus reduce systemic adverse effects. near future. The genetics of asthma is a rapidly developing field and important discoveries of susceptibility genes will be impor-There are several critical challenges in the development of ASO-based therapeutics. In addition to selection of the correct tant. Such genes, when targeted by antisense therapy, may provide target protein, specificity of the ASO effect is essential and inhibian important contribution to the treatment of this common disease.\n\ntion of other genes must be avoided. Both sequence-specific (e.g. ASO therapy also has the potential to become a powerful tool CpG-mediated) and sequence-nonspecific (phosphorothioate-meagainst lung cancer. Successes are anticipated based on intensive diated) adverse effects should be carefully assessed. New formulamolecular studies and discovery of causal oncogenes in lung tions of ASO, such as siRNA, are promising for therapeutic cancer. Based on published observations, targeted delivery of application, but require more studies on mechanisms of action and safety. New methodology for delivery of ASO to selected target ASO to the lung is feasible and has significant advantages over "}