{"title": "v irus Research Evolutionary implications of genetic variations in the Sl gene of infectious bronchitis virus", "body": "In spite of the routine use of vaccines, infectious bronchitis virus (IBV) outbreaks continue to occur in vaccinated fowl (Gelb, 1989; personal observations) . These outbreaks often are the result of infections with strains that differ serologitally from the vaccine strain. The major neutralization epitopes which determine the serologic distinction of IBV are thought to map to the Sl (Cavanagh et al., 1986; Parr and Collisson, 19931 . Genetic diversity among serotypes and even within a serologic group was first indicated by RNA fingerprint analyses (Clewley et al., 1981; Butcher et al., 1990) . However, specific regions of variability, as well as phylogenetic relationships of IBV strains, have been identified by nucleotide sequence analyses (Cavanagh et al., 1988; Kusters et al., 1989) .\n\nThe large number of phenotypically distinct strains of IBV provide a broad genetic background to examine naturally occurring variation associated with outbreaks of coronavirus induced disease. Variations resulting in evolutionary changes are both a consequence of modifications in the genome and the result of environmental pressures placed on the virus. Factors determining genetic variability of coronaviruses include point mutations and recombination events. The lack of proof-reading in RNA polymerases is thought to be responsible for the high frequencies of point mutations among the RNA viruses, and provides a mechanism for antigenic and pathogenic evolution (Holland et al., 1982) . More rapid modifications in the genetic composition of many viruses, including coronaviruses, may occur as a result of recombination events (Lai, 1992) . Under experimental conditions, both in vitro and in vivo, RNA recombination between mouse coronavirus genomes in the presence and absence of selective biological pressure has been well documented (Lai et al., 1985; Makino et al., 1986; Banner and Lai, 1991; Liao and Lai, 1992) . Such exchanges of genetic information could be a critical mechanism for the survival of coronaviruses in nature. A consequence of rapid variation could be the frequent occurrence of IBV-related disease in vaccinated animals (personal observations). In fact, recombination events in the Sl involving serologically distinct Ark-like and Mass-like strains have been shown to occur in naturally evolving IBV strains that have been implicated with severe disease in chickens immunized with a Mass-like vaccine (Wang et al., 1993) . The role of recombination in the evolution of IBV in the field and the mechanisms responsible for such exchanges of genetic information have not been determined.\n\nThe entire Sl gene of the nephropathogenic Gray (GenBank accession number L18989) and Holte (GenBank accession numbers L18988), and the respiratory isolates Conn (GenBank accession numbers L18990) and Iowa609 were cloned and sequenced compared with all corresponding published sequences in order to determine the phylogenetic relationship of these viruses and to elucidate possible mechanisms for variation @need et al., 1989) . The cDNA was synthesized using PCR with genomic RNA (Wang et al., 1993; Williams et al., 1992; Chomczynski and Sacchi, 1987) . The primers used for the PCR, GAACCATCAGGTTTTATA-CAAAAC and AAACTGAACAAAAGACAGACTTAG (Biosynthesis Inc. Denton, TX), corresponded to a conserved region upstream and downstream of Sl gene, respectively. The PCR products were cloned into the PCR II TA Cloning Vector and sequenced (Sambrook et al., 1989 ; Strategene, La Jolla, CA; Sequenase Version 2.0 Sequencing Kit, USB, Cleveland, OH). Standard forward and reverse primers were used to initiate the sequence from both ends. Additional primers were made according to acquired sequences in order to 'walk through the Sl genes. Several clones were sequenced for each strain to ensure fidelity.\n\nThe viruses represented had been isolated from the USA, the United Kingdom, Holland and Japan during a period of at least 55 years. The Pileup program in the GCG package (University of Wisconsin Computer Group), version 7.3 was used to align both the nucleotide and amino sequences and to generate a similarity plot. Phylogenetic analyses were performed using Paup 3.1 (Smithsonian Institution, Washington, DC) to construct four heuristic trees, which displayed minor differences only at the terminal branches (data not shown), and a bootstrap tree (Fig. 1) . The resulting computer consensus of the heuristic trees (tree length = 2036, consistency index = 0.637) was nearly identical with the bootstrap tree. The overall relationship of Sl suggested these strains could be placed in four genetically defined groups. The Dutch strains included D1466 (Davelaar et al., 1984; Kuster et al., 1989) and V1397 (Kuster et al., 19891 , the American strains, Ark99 (Field, 1973; Wang et al., 19931, PP14 (Wang et al., 19931, Holte (Winterfield et al., 1962) , Gray (Winterfield et al., 1962) , SE17 (Hopkins, 1969; Wang et al., 1993) and Iowa609 (Hofstad, 1958) ; European strains, D3896 (Davelaar et al., 1984; Koch and Kant, 1990) , D207 (Cook, 1983; Kuster et al., 1989) , 6-82 (Cook, 1983; Matthew et al., 1986) , UK-82, UK-86, UK-84 , and Massachusetts, H120 (Cavanagh et al., 1988; Kusters et al., 19891, Kb8523 (Sutou et al., 19881, Beau (Beaudette et al., 1937; Binn et al., 1985) , M41 (Van Roekel et al., 1951; Matthew et al., 1986) and Conn (Jungherr et al., 1956) . With the exception of the Mass group, from which many strains have been attenuated and used routinely as vaccines around the world, the classifications corresponded with the geographic origin of the strains within a group.\n\nThe Sl genes, which varied from 1 to 40% among the strains examined, indicated that point mutations, deletions, insertions and recombination events all contribute to the evolution of IBV. The Mass, European and Dutch phylogenetic classifications corresponded with the overall percent identity. The Mass group, which was genetically homologous but geographically the most diverse group, included the commonly used vaccine strains originating from the M41 and Holland. Within the Mass group, the serologically close M41, Beaudette and Holland strains were found to also be genetically closely related with l-4% differences among them. However, the Conn and KB8523 strains known to be serologically distinct from M41 were also 95 and 97% homologous, respectively. The strikingly high 99.3% homology between H120 and KB8523 implied an even closer genetic relationship. The two isolates in the Dutch group, D1466 and V1397, shared 96% sequence homology and 5 unique deletions or insertions with each other, but shared only about 60% homology with the remaining IBV strains.\n\nThe nucleotide sequences of the European strains varied only l-3% among each other and 80% homology with viruses in the Mass or American groups. The European strains have been shown to be serologically distinguishable by viral neutralization assays (Koch and Cavanagh, 1991 tributed throughout the genome, antigenic differences in this group probably originated from a common source as a result of accumulated point mutations. Therefore, assuming that Sl defines serotype, single base mutations can apparently play a critical role in the generation of the serologically distinct but genetically closely related strains.\n\nThe American viruses seemed to best illustrate the potential for variation in field situations. While the sequences of Dutch, European and Mass strains are relatively conserved within the individual groups, the overall percent identities of the American group is much more diversified. The sequence homologies of the American strains were about 80% within the group, as well as 80% with the Mass and European strains. The common origin of the American strains was suggested by the presence of similar deletions, insertions and clusters of nucleotide sequences, such as those found at nt 423-440, 180-183 and 72-134, respectively. The heterologous insertion located at nt 423 was also present in the Dutch but absent in the European and Mass strains.\n\nThe American group viruses, representing the most recently isolated IBV in the USA, not only have a common geographic origin within North America, but the genetic relationship of the American strains correlated with the temporal appearance of the strains in nature. The Iowa was isolated earliest and was genetically the most distant of these viruses with the Gray, Holte and JMK, which has been shown to be nearly identical to Gray, forming a second subgroup, and the Ark-related strains representing the latest isolations (Wang et al., 1993; personal observations) .\n\nThe inclusion of the American strains better defined the previously described hypervariable sequences (Niesters et al., 1986; Kusters et al., 1989) . The greatest divergence in the amino acid sequence was concentrated between residues 53 and 148 (Fig. 2) . This HVR was actually biphasic with a short, relatively conserved peptide lying between residues 100 and 119. Differences in the HVR region could be found between strains that were genetically close but antigenically distinct (Cavanagh et al., 1988) . The HVR region of Sl extending from amino acid residues 50-148 was somewhat shorter than that described by Kusters et al., (1989) . Niesters et al. (1986) identified two HVR regions within the closely related Mass strains at positions 56-69 and 117-133 from the beginning of the Sl. In spite of the variations in the HVR, all five cysteines were conserved and four putative glycosylation sites; two flanking and two within this region. The conservation of glycosylation sites and a number of residues within the HVR region may reflect critical structural or functional features of the Sl protein.\n\nSerotype differences among the genetically distinct IBV generally correlated with variations in the HVR (Cavanagh et al., 1988) . The only concentration of variations between the serologically distinct Conn and the Mass strains were found in this region. Likewise, sequence variations among strains of the serologically different European and Mass groups were concentrated in this region. It is apparent from the sequence alignment that the 5% variation among Mass serotype strains were spread throughout the Sl gene, but the 2-3% alterations among the serologically distinct UK-82, 84 and 86 were focused in the HVR region. Sequence differences concentrated in the HVR of the Conn and Mass may explain the serotype distinction of these otherwise genetically very closely related viruses. Because only two amino acid differences could be found between the Kb8523 and Beaudette, it was suggested that the serotype difference between these strains might be explained by a variable region found in the S2 of Kb8.523 (Sutou et al., 1988) . The phylogenetic tree and overall sequence comparisons of the entire Sl genes do not reflect localized sequence variations or dramatic shifts in homology. Potential recombination as indicated by shifts in the sequence of a high percentage of homolo~ with one virus to a high percentage of homology with a second virus could be identified in the diverse American group and within the more homologous European and Mass groups (Table 1) .\n\nOverall, the Sl of the nephropathogenic Gray was closest to the less recent SE17 isolate with 87% identity, and was 83% identical with the M41 strain. However, the first 20 bases and at least 91 bases upstream of the Gray Sl in the adjacent polymerase gene were 93% homologous to the M41. Whereas divergence between the M41 and Gray sequences occurred between nucleotides 20 and 72 with 65% identity, the sequence between nucleotides 73 and 131 were again 92% identical. A region between 1030 and 1373 was also closer to M41 with 97% homology. Holte, another nephropathogenic strain, classified in the same serologic cluster as Gray (Hopkins, 1974) , but a distant variant according to the nucleotide sequences, is also a possible recombinant virus. Although the Sl of Holte and Ark99 shared 92% homology in the 71 bases at the 5' end of the Sl gene, only 73% identity was found in the next 500 bases. No region of relative similarity could be found between the Holte and other known IBV strains. The 5' 67 bases of the Iowa609 strain was close to Ark whereas the region from 68 to 131 was 95% homologous with M41. The region downstream of nucleotide 131 differed from either strain.\n\nEvidence for homology shifts were also found in the Sl gene of the European isolates which are geneticalfy homologous throughout the gene. From the available sequences of these isolates, the region which included 81 bases upstream of the Sl start codon and 71 bases downstream of the start codon of the S gene were 92% identical with Ark99 and 79% with M41. However, for the next 60 bases, the European isolates were 97-100% identical with M41, and were only 80% identical with the Ark99. Both Ark and Mass related strains were very likely involved in the evoiution of the 6/82 related European isolates.\n\nAlthough the Sl of the Corm strain was 95% identical with M41, a region from 153 to 219 was only 60% homologous with Mass, but differed even more from Ark99 (40% identity). The sequence variations were clustered throughout this region with intermittent sequences maintaining strong homology with M41. Therefore, this region may have evolved as a result of point mutations, rather than recombination. Because the variable sequences within the HVR were integrated among sequences that were nearly identical between Mass and Conn, it may be less likely that the variation can be explained by recombination than by accumulation of point mutations.\n\nA map of shifts in sequence homology is shown in Fig. 3 . Although the European strains appeared to be highly conserved among each other, they shared regions that were similar to both the Ark and M41 strains and may have shared common ancestors, evolving through recombination events involving both of these U.S. strains. Ark-like and Mass-like sequences have been identified in the Sl genes of 6 American viruses, as well as the European strains. A number of recombinants from earlier isolates were identified with genome fragments that were similar to Ark. Since Ark actually was isolated somewhat later than the SE17, Iowa and Holte, the shared Ark-like segments probably originated from a strain that evolved before Ark. This common ancestor apparently continues to play a dominant role in the evolution of IBV because the most recent U.S. strains such as PP14, and the unpublished 4121 and 4628, isolated from 1992 to 1993 were found to be genetically closest to Ark (Wang et al., 1993; persona1 observations) . Mass-like sequences were also commonly found in potential recombinant strains. The presence of Mass-like segments in the American strains, as well as the European strains, suggested that recombination provides a prominent mechanism for the Mass derived vaccines to directly influence the evolution of IBV.\n\nMore than one recombination event appeared to have participated in the generation of at least five of the six strains shown. Putative recombination sites were most often identified tying about 131 bases from the start codon of the Sl"}