{"title": "", "body": "Interferon-a (IFNa) is a critical component of early, host non-specific immune defence against viral infections. It acts as both an antiviral agent and an immunomodulator as well as a cell growth inhibitor. Several leukocyte populations are able to secrete IFNa, in response to virus stimuli, depending on the virus used and on whether viral infection of leukocytes is necessary or not.\n\nMonocytes are most often associated with production of IFNa in response to infectious viruses (Roberts et al., 1979; Saksela et al., 1984) , whereas a distinct population of leukocytes among peripheral blood mononuclear cells (PBMC), referred to as \"natural interferon-producing cells\" (NIPCs), is able to secrete IFNa following exposure to non-infectious viral structures (Lebon et al., 1982a; Capobianchi et al., 1985; Charley and Laude, 1988) . Human and porcine NIPCs have been characterized as highly infrequent, non-phagocytic, non-adherent, non-B, non-T, MHC II+ and CD4+ cells (Cederblad and AIm, 1990; Charley and Lavenant, 1990; Sandberg et al., 1990; Fitzgerald-Bocarsly, 1993; Nowacki and Charley, 1993) . Viral glycoproteins were suggested as being responsible for triggering synthesis of IFNa in NIPC. Monoclonal antibodies (mAbs) to viral glycoproteins of herpes simplex virus type I, transmissible gastroenteritis virus (TGEV) and Aujeszky's disease virus were shown to block virus-induced IFNa. secretion (Lebon, 1985; Charley and Laude, 1988; Artursson, 1993) . However, the precise nature of NIPCs as well as of the interactions between NIPCs and virus leading to IFNa production remains to be elucidated.\n\nTGEV is an enteric coronavirus which causes acute and fatal diarrhoea, as well as intense and early IFNa production in newborn piglets (La Bonnardiere and Laude, 1981) . In vitro studies on IFNa induction by TGEV have shown that IFNa-secreting cells (IFNa-SCs) were detected among non-adherent porcine PBMCs after exposure to UV-inactivated TGEV or glutaraldehydefixed TGEV-infected cells (Charley and Lavenant, 1990; Nowacki and Charley, 1993) . A specific point mutation in the amino acid sequence of the viral membrane glycoprotein M in dm49-4 mutant TGEV was shown to be associated with a defect in in vitro induction of IFNa (Laude et al., 1992) .\n\nThe epitheliochorial nature of placentation in pig prevents transfer of immunoglobulins or antigens from mother to foetus, which I?rec1udes any immune activation of foetuses (Sterzl et al., 1966) . This type of placentation together with multiparity, relatively long term of gestation and size of foetuses makes this species suitable for studies on the development of the immune system. In an earlier study on the prenatal ontogeny of porcine IFNa-SCs, we detected in vitro inducible IFNa-SCs in pig foetal liver and other 1ymphohaematopoietic organs, at very early stages of gestation (Splichal et aI., 1994) . The present study was undertaken to evaluate in utero viral induction of IFNa-SC in pig foetuses by TGEV, either partially or fully UV-inactivated, at different stages of gestation. We found that 10 or 20 h after in utero injection of TGEV in the umbilical cord of pig foetuses, IFNa-SCs were detected ex vivo in Iymphohaematopoietic tissues by the ELISPOT assay.\n\nHealthy pregnant gilts of miniature pig bred in the Laboratory of gnotobiology in Novy Hnidek were used in our experiments. They had free access to water but were starved 12 hours before first surgery. The gilts were subcutaneously (s.c.) premedicated with 1 mg of atropin sulphate (Hoechst-Biotika, Slovakia) per 25 kg of body weight, and they were anaesthetized with 1. (i .m.) injected. In the first series of experiments, fourteen foetuses of 52, 82 and 101 days of gestation were injected with partially UV-inactivated TGEV (500 PRJ/ml in 50, 300 and 500 III of saline, respectively) via the umbilical vein when the umbilical cord was exteriorized after laparotomy and uterotomy of the gilts. Control foetuses were subjected to the same surgery but treated with equivalent volumes of the saline only. The uterine and abdominal walls were sutured, and gilts were placed in a postsurgical care unit They had free access to water but a limited amount of food. Animals were treated with 1,500,000 U penicillin G (Spofa, Czech Republic) s.c. and 0.5 g streptomycin (Medexport, Russia) i.m. per 25 kg of body weight.\n\nIn the second series of experiments, twenty-one foetuses at 75, 77, 91 and 105 days of gestation were injected via the umbilical vein (300-1,500 Ill) with a fully UV-inactivated wild or dm49-4 mutant TGEV (initial titre of 6x 10 7 PFU per mI before inactivation). The injected volume was proportionally adjusted to expected body weight. The treatment of animals was the same as described above.\n\nThe second uterotomy was performed 20 or 10 hours later, in the first or second series of experiments, respectively. The sows were anaesthetized, foetuses were bled via umbilical cord arteries, and blood samples containing 20 U of heparin/ml of blood (Leeiva, Czech Republic) were collected. Cell suspensions from liver, spleen, both femurs and sternum were prepared by cutting these organs with scissors in cold PBS. Supernatants containing cells were collected after 10 min sedimentation at I g to remove debris and clumps. PBMCs were prepared by centrifugation of diluted blood on \"Ficoll\" density gradient (Pharmacia, Sweden), and red cells were depleted by hypotonic lysis with deionized water as described (Splfchal et al., 1994) . In the case of a non-adherent cell fraction isolation, cells were incubated for 90 min in RPMI-I640 with 20% foetal calf serum (FCS) (Seromed, Germany), L-glutamine (2 roM), penicillin (100 UlmI) and streptomycin (100 ug/ml) (Gibco, UK) in 5 % CO atmosphere at 37°C to remove plastic-adherent celts. The number of nucleated cells and cell viability were calculated before assays.\n\nCell suspensions (200 Ill) in RPMI with 10 % FCS and antibiotics were log , diluted in 3-6 wells of 96-well cell culture microplate (Costar, UK). ELlS-POT was performed as described (Nowacki and Charley, 1993) . Cells in ELlSPOT plates or in tissue culture microplates were incubated in 5 % CO atmosphere for 16 and 18 h, respectively. IFNa-SC frequency was estimated by an ELISPOT assay using peroxidase-labelled anti-pig IFNa mAb F17. Spots were counted under binocular microscopy, and the frequency was calculated from the total number of living nucleated cells and number of spots . IFNa titres in supernatants from tissue culture microplates incubated for 18 h, and in plasma, were estimated by pig IFNa-specific ELISA using the same antibodies as in the case of ELISPOT (De Arce et al., 1992; Nowacki and Charley, 1993) .\n\nResults arc expressed as IFNa unit/m!. Production of IFNaJlFNa-SC (yield) was estimated from the IFNa titre and the number of IFNa-specific spots.\n\nThe following mouse mAbs directed against porcine leukocyte surface markers were used: K252.1E4 (anti-CD45), 74-22-15 (anti-SWC3), an antigen common for myelomonocytic lineages), 1O-2H2 (anti-CD4) and MSA3 (anti-SLA-DR). Erythrocytes were removed from cell suspensions by hypotonic lysis of the cell pellet with water. Leukocytes were washed and stained as described recently (Cukrowska et aI., 1996) : briefly, cells were treated with a primary mouse mAb and then with fluorescein-conjugated swine anti-mouse Ig polyclonal antibodies (Sevac, Czech Republic); for double staining, biotinylated mAbs were revealed by streptavidin-phycoerythrin conjugate (Immunotech, France). Cells were divided into two major populations on the basis of their size and internal complexity: polymorphonuclear cells (PMN) with higher SSC parameter gated separately from mononuclear leukocytes (MOC) with lower internal complexity. Flow cytometry data were obtained using a \"FACSort\" flow cytometer (Becton-Dickinson, CA). Propidium iodide was added to cells just before cytometry to prevent counting of dead and damaged cells, and at least 10,000 events were collected. Data were analysed using PC-LYSYS 1.0 software (Becton-Dickinson, CAl.\n\nHigh-passage Purdue 115 \"wild strain\" of TGEV and dm49 -4 mutant TGEV (Laude et al., 1992) were used as virus sources. Procedures for virus preparation have been described previously (Charley and Laude. 1988 ). Viruses were inactivated by UV irradiation. In the first series of experiments, TGEV was partially UV -irradiated to obtain a residual infectivity titre of 5x 10 4 PFUlml. In the second series of experiments, both wild and dm 49-4 mutant virus, at initial titres of 6x 10 7 PFU/ml, were fully inactivated before injection.\n\nThe optimal amount of partially inactivated wild TGEV allowing foetus survival after intravenous injection at 54 days of gestation was determined in preliminary experiments. Foetuses were thereafter infected with this amount of partially inactivated TGEV, and other foetuses were shamoperated as controls. At 52 days of gestation only three foetuses (two infected and one control) survived till the next day; dead foetuses infected by virus did not exhibit any macroscopic pathological lesions when compared with the dead control foetus. Only cell suspensions and plasma of surviving foetuses were used for IFNa determina-tions.IFNa-SCs or IFNa were detected in liver and bone marrow cells or plasma in only one of two TGEV-treated foetuses already at mid-gestation (day 52) (table I). In the spleen they were found at later stages of gestation. The highest IFNa-SC frequency was observed in foetal liver. A slightly higher IFNa-SC frequency was detected in non-adherent cells compared with that in total cells (table I, 101 days). The absence of lFNa-SCs in spleen cells at 52 days may be due to the limited number of cells. The highest IFNa-SC frequency was observed by 101 days of gestation. whilst IFNa yield (production of IFNa per cell) was roughly constant (table II). No IFNa secretion in bone marrow cell culture supernatants could be detected at 52 days of gestation (table II) , although low numbers of IFNa-specific spots were detected in one stimulated foetus (table I) . Results are expressed as individual data or as means ± standard deviation. Day of gestation =day of stimulation by TGEV; ( a) nonadherent fraction; ( b) low number of cells. ND=non-detected.\n\nNumbers of sham-operated controls on S2nd, 82nd and JOist day of gestation were 1,2 and 2, respectively. No IFNa-SC or IFNa titres were detected in Iymphohaematopoietic organs or plasma of controls. As controls, IFNa titres were determined in the plasma of TGEV-injected foetuses. High IFNa titres were found in foetal plasmas at 82 and 101 days of gestation (table I) . Only one TGEV-injected foetus had plasma IFNa at 52 days of gestation.\n\nNo lFNa-specific spots or IFNa secretion was found in control sham-operated foetuses, which were subjected to in utero injection of saline only (data not shown).\n\nFlow cytometry (FCM) analysis was performed in 52-and IOI-day-old foetuses. SSCIFSC dot plot analysis showed a lower percentage of PMN cells in virus-injected foetal pig organs ( fig. 1 ). FCM of leukocyte cell markers did not show significant differences between control and TGEV-injected foetuses (data not shown).\n\nAfter evaluation of the results from this first series of experiments, we reduced the length of in utero stimulation from 20 to 10 hours in order to analyse IFNa secretion at its expected time of maximal production .\n\nInduction of IFNa-SC following in utero injection of fully inactivated wild and dm49-4 mutant TGEV In a second series of experiments using fully inactivated virus, differences in IFNa induction in pig foetuses stimulated by wild or dm49-4 mutant TGEV were analysed. In order to exclude any possible IFNa secretion by cells of monocytic/macrophage lineage, only nonadherent cells were used (as performed with liver cells at 101 days: table I). The main differences observed between the two series of experiments were a much lower plasma IFNa level, a reduced IFNa-SC frequency in liver and spleen and the absence of IFNa-SCs in foetal bone marrow (table III compared with  table I) . IFN a yields per cell were similar (tables II and IV). Neither plasma IFNa nor IFNa-SCs in organs were found in dm49-4injected foetuses, with the exception of very low IFNa-SC numbers in liver and spleen of 75-day-old foetuses (tables III and IV).\n\nFlow cytometry showed lower percentages of PMN cells in liver and bone marrow of wild TGEV-infected foetuses than in dm49-4-treated foetuses, with one exception -the liver of 105day-old foetuses ( fig. 2) . No significant changes in leukocyte marker expression were observed (data not shown).\n\nIntraamniotic infections provoke abortion, infertility, foetal death and abnormal foetal development and are associated with increased levels of amniotic inflammatory cytokines (Gravett et al., 1994; Romero et al., 1994; Dudley et aI., 1996) . J.FN was found not only in human foetuses during intraamniotic rubella infection (Lebon et al., 1985) but also in the amniotic fluid of pregnant women without clinical signs of congenital virus infection (Lebon et al., 1982b) . Following our previous demonstration that in vitro inducible IFNa-SCs were present at early stages of gestation in porcine foetal lymphohaematopoietic organs (SpHchal et al., 1994) , the aim of the present study was therefore to evaluate, at the cell level, the secretion of IFNa following in utero intravenous injection of TGEV in pig foetuses at different stages of gestation. The study was divided into two parts: (a) induction of IFNa secretion by partially inactivated wild TGEV, for which IFNa secretion was analysed in total cell populations (first series of experiments) and (b) induction of IFNa secretion in the non-adherent IFNa-SC fraction (presumably NIPC-like cells) after exposure to non-infectious TGEV. Wild and dm49-4 mutant TGEVs were compared in order to evaluate the influence of an amino acid point mutation in protein M on the IFNa-inducing properties in vivo (second series of experiments). even in the case of one control foetus treated by saline only, which could be due to easier damage of the umbilical cord at this period of gestation than with older foetuses.\n\nThe main finding of the present study was that IFNa-SCs were found as early as 52 days of gestation in foetal liver and bone marrow following in utero injection of partially UV-inactivated virus . This is, to our knowledge, the first demonstration of the presence of IFNa-SCs in foetal lymphohaematopoietic tissues after in vivo viral induction. The fact that IFNa-SCs were found in only one virus-injected foetus may be due to an unsuccessful virus inoculation. At 52 days of gestation, a low frequency of spots but no IFNa in supernatants were observed in bone marrow cells of one foetus. This discrepancy may be due to a lower sensitivity of ELISA in comparison with that of EllSPOT.\n\nHaematopoiesis in the bone marrow of pig f~etuses starts at around 50 days of gestation (Sterzl and Kovai'u, 1977) , and the finding of IFNa.-SCs at that time indicates the early appearance of these cells in lymphohaematopoietic organs. This finding is in accordance with our previous data on in vitro inducible foetal lFNa- SCs (SplIchal et al., 1994) and supports the likely haematopoietic origin of IFNa-SCs (Charley et al., 1995) .\n\nAt later stages of gestation, in utero TGEV injection induced IFNa-SCs in foetal liver, spleen and bone marrow. When fully UV-inactivated TGEV was used, IFNa-SCs were not found in bone marrow, which may reflect the inability of non-replicating virus to reach that organ. A much lower IFNa production was observed after injection of fully inactivated virus compared with that after injection of infectious TGEV, as evidenced by both lower plasma IFNa titres and lFNa-SC frequency. This lower IFNa induction very probably reflects a lower amount of virus available when non-infectious TGEV is injected. lFNa-SCs or IFNa was never found in blood cell suspensions (negative data not shown), but due to the low number of PBMC obtained, we cannot conclude whether these negative results could only be due to an insufficient number of cells tested or to a real absence of IFNa-SCs.\n\nThe lower IFNa inducibility by the UV-inactivated dm49-4 TGEV mutant characterized by a mutation in glycoprotein M, in comparison with inducibility by wild virus, has already been shown in in vitro experiments (Laude et al., 1992) . In the present work. IFNa was induced by the dm49-4 mutant to very low levels at only one period of gestation (75 days), while IFNa was observed in liver and spleen of foetuses at all ages tested, after induction by wild virus . This result implies that in utero IFNa induction by inactivated TGEV largely depends upon the presence of a native envelope protein M. as expected from in vitro studies (Laude et al., 1992) .\n\nThe presence of IFNa-SCs in pig lyrnphohaematopoietic tissues, together with plasma IFNa, confirms recent data obtained in mice within a broader framework : briefly, early and transient serum IFNa production was detectable as well as the presence of IFNa-producing cells localized in specific areas of spleen and lymph nodes, but not in bone marrow, after in vivo inactivated virus injection Riffault et al., 1996) .\n\nThe aim of FCM was to stud y changes in cell populations during induction of IFNa production. NIPC size and granularity as well as surface markers have been described (Sandberg et al., 1990; Charley and Lavenant, 1990; Cederblad and Aim, 1990; Fitzgerald-Bocarsly, 1993 ; Nowacki and Charley, 1993) . A more comprehensive characterizat ion of human NIPC surface markers has recently been published (Svensson et al., 1996) . The latter study co nc luded that NIPC could be immature dendritic cells. In the pre sent study, cell s isolated fr om fo etal Iymph ohaematopoietic org an s were an aly sed on the basis of their size, internal complexity (SSC/FSC) and surface markers . PMN with a higher sse parameter could be distinguished from mononuclear leukocytes (MaC) with lower internal complexity. The PMN/MOC ratio was found to be reduced in virus-treated foetal organs (figs. l a, b and c). In most cases studied, PMN percentages were lower in wild-virus-treated than in dm49 -4-treated foetuses ( fig. 2) . Because dm49-4 did not induce IFNa in vivo, it is likely that TGEV-induced reduction of PMN percentages is IFNa-mediated. Previous studies also showed that immunization of pig foetuses with corpuscular antigen resulted in depletion of myeloid cells from foetallymphohaematopoietic organs (Sterzl and Kovafu, 1977) . No significant differences in leukocyte surface marker expression between stimulated and non -stimulated animals, including SLA-DR and CD4 previously described on adult pig blood IFNa-SCs (Nowacki and Charley, 1993) , were observed in any tested cell suspensions.\n\nIn conclusion, our present results provide in vivo evidence of IFNa secretion, at the cell level, in pig foetal lymphohaematopoietic organs, at early stages of lymphohaernatopoietic development. IFNa detected in foetal infected tissues may indeed originate from NIPCs localized in foetal lymphohaematopoietic tissues. In addition, our experimental model of in utero induction of IFNa in pig foetuses will prove to be useful for future studies on prenatal cytokine network development. Th is work was partly supported by INRA (DRI) and grants no. 508/94/0153 and 524/97/0533 of the Grant Agency of the Czech Republic.\n\nL'injection in utero de coronavirus VGET induit la secretion d'lnterferon alpha dans les organes lymphohematopoletiques de foetus de pore Nous avons montre precedemment que I'incubation in vitro de cellules rnononucleees sanguines avec du coronavirus de la gastroenterite transmissible (VGET) inactive par irradiation UV, induisait la secretion d'interferon alpha (IFNex). Le travail presente ici a consiste arealiser sur des foetus de pores a differents stades de gestation une injection in utero (a) de VGET sauvage partiellement inactive par les UV, ou (b) de virus sauvage ou de mutant dm49-4 totalement inactives. La secretion d'IFNa par les cellules nucleees isolees, 10 ou 20 h apres injection, de la rate, du foie, de la moelle osseuse et du sang fcetaux a ete analysee ex vivo par technique ELISPOT et ELISA. L'injection de VGET a induit la presence de cellules secretrices d'IFNa dans les organes lyrnphohernatopoletiquesfoetaux ami-gestation. Une secretion d'IFNa plus faible, voice absente, a ete observee a la suite de l'injection du mutant viral dm49-4 caracterise par une mutation ponctuelle dans la sequence de la glycoproteine M. L'etude en cytometrie de flux n'a pas pennis de montrer de differences d'expression des marqueurs de surface leucocytaires entre les cellules de fcetus traites par Ie VGET ou par du milieu, ou traites par Ie virus sauvage ou Ie mutant dm49-4, a l'exception d'une reduction du pourcentage de polynucleaires, apres injection par Ie VGET, probablement due aI'INFa secrete.\n\nCes resultats montrent, in vivo, la secretion au niveau unicellulaire d'IFNa dans les tis sus lymphohematopo'ietiques foetaux. De telles cellules secretrices d'IFNa localisees dans les tissus pourraient constituer la source de l'IFNa qui est detecte au cours d'infections fcetales, Mots-des: Coronavirus, Virus de la gastroenterite transmissible, IFNa; ELISA, ELISPOT, Foetus, Pore."}