{"title": "", "body": "We strongly encourage international, national, and regional professional and lay organizations as well as individual physicians and health care workers to become supporters of WSD and the World Sepsis Declaration and to become involved in raising awareness. Likewise, we would ask the reader to get your hospital or department to add to the number of more than 1200 hospitals that so far have committed to the targets of the WSD. Please find more information on WSD at www.world-sepsis-day.org and feel free to contact us.\n\nJoin us to stop sepsis and save lives, and please support WSD on September \n\nNature never forgets to remind us about its power. While some of us were still chuckling to ourselves over the fact that 2009 influenza A (H1N1) had not resulted in a global disaster similar to the 1918 Spanish flu pandemic, a novel avian influenza A (H7N9) virus infection was recently reported in China in early April [1] .\n\nGene sequencing analyses of the novel reassortant H7N9 viruses have identified the presence of Q226L at the 210-loop in the hemagglutinin protein, which is associated with potentially enhanced ability to bind to α-2,6 human-like receptors. A deletion of 5 amino acids in the viral neuraminidase stalk has also been observed, which may be responsible for the change in viral tropism to the respiratory tract or to enhanced viral replication [1] . All the above findings indicate that these viruses may be better adapted than other avian influenza viruses to infecting mammals [2] . Consistent with the above genetic characteristics, 112 laboratoryconfirmed H7N9 infections had been reported as of April 25, including 22 deaths [3] . In comparison, the cumulative number of confirmed H5N1 infections only hits 622 during a 10-year period [4] .\n\nDetailed clinical information of confirmed H7N9 infections is still in the process of analysis. However, preliminary data have already raised serious concerns among critical care physicians. Most patients were elderly people, with a median age of 63 years. Males predominated in number over females, with a sex ratio of about 2:1. Despite the fact that the exact reason remains to be elucidated, the uneven age distribution might explain the expected 60% prevalence of comorbidities (eg, coronary heart disease, diabetes, and hypertension), which may further add to the complexity of clinical management of these critically ill patients.\n\nAlthough few mild or asymptomatic cases had been described, more than 80% of these patients were critically ill and treated in the intensive care unit (ICU). Acute respiratory distress syndrome secondary to viral pneumonia complicated two thirds of all patients, followed by shock (24%) and acute renal failure (15%). Refractory hypoxemia and shock were reported as the leading cause of death.\n\nAs a result, mechanical ventilation was the mainstay of supportive therapyin theICU.Deep sedation and neuromuscular blockade were often required to allow the strict control of plateau pressure and transpulmonary pressure by preventing negative pleural pressure and patient-ventilator asynchrony [5] , especially in patients with severe lung injury (PaO 2 /FIO 2 b 60 and/or profound respiratory distress) [6] . Positive endexpiratory pressure (PEEP) was commonly set at 10 to 20 cm H 2 O. Higher PEEP level or recruitment maneuver was seldom attempted because (1) high PEEP level exerted minimal, if any, effect to improve oxygenation, a surrogate marker of alveolar recruitment; and (2) similar to coronavirus [7] , respiratory syncytial virus [8] , 2009 influenza A (H1N1) [9] , and other viral infections, H7N9 infections were associated with significantly increased risk of barotrauma (eg, pneumothorax and/or pneumomediastinum) (Fig. 1) . Thus, in those patients with severe hypoxemia and high risk of barotrauma, extracorporeal membrane oxygenation (ECMO) was used to improve oxygenation. Despite the lack of uniform entry criteria, patient characteristics before the commencement of ECMO were compatible with those of 68 patients with severe 2009 influenza A (H1N1)-associated acute respiratory distress syndrome reported by Davies and his colleagues, that is, acute lung injury score of 3.8 (3.5-4.0), the lowest PaO 2 /FIO 2 ratio of 56 (48-63), highest FIO 2 of 1.0, and highest PEEP of 15 to 20 cm H 2 O [10] . Currently, a total of 16 patients had been treated with ECMO. As of April 27, 2013, 5 were successfully weaned from ECMO or even mechanical ventilation, 3 had died, and the remaining 8 were still receiving ECMO as well as other supportive therapies. The duration of severe hypoxemia was usually 7 to 10 days, after which the patients gradually recovered with regard to arterial oxygenation and could be weaned from ECMO or mechanical ventilation.\n\nWhether antiviral therapy for influenza can improve clinical outcome of the disease is a question of substantial importance to health care workers and public health decision makers [11] . In a meta-analysis of 90 observational studies involving 34 895 patients of whom 85% had laboratoryconfirmed 2009 pandemic influenza A (H1N1), Muthuri and coworkers found that antiviral therapy, principally oseltamivir, initiated within 48 hours after symptom onset significantly reduced mortality by 62% (early vs late treatment) and 65% (early treatment vs none), respectively [12] . With regard to avian influenza A (H7N9), both viral sequence data and virus susceptibility testing indicated antiviral resistance to adamantanes and susceptibility to neuraminidase inhibitor (NAI) [1, 2] . Our preliminary data showed that the median time interval from symptom onset to antiviral therapy was 6 days. Moreover, none of the 6 patients receiving NAI within 72 hours after symptom onset died, whereas 14 of 60 patients who received late or no NAI treatment died as of April 23. All these suggested the beneficial effect of early antiviral therapy to improve clinical outcome in H7N9 infections. Unfortunately, rapid influenza diagnostic test failed to serve as an effective screening test because of its low to moderate sensitivit7y (10%-70%) [13] . We therefore believe that, in adults hospitalized with an influenza-like illness, the presence of live poultry exposure or travel history to the affected areas, in combination with otherwise unexplained relative lymphopenia, constitutes the diagnosis and merits prompt early antiviral therapy even without laboratory confirmation.\n\nLast, but not the least, adherence to recommended infection control measures in clinical settings to reduce the risk of nosocomial transmission cannot be overemphasized [2] . So far, despite the significant diversity in the personal protective equipment used during clinical practice, none of the health care workers who provided care for patients have developed laboratory-confirmed H7N9 virus infection. However, limited nonsustained human-to-human transmission could not be ruled out based on the report of 2 family clusters [14] .\n\nIn conclusion, emerging avian influenza A (H7N9) virus infection reminded us that the virus constituted a mysterious group of pathogens among our patients, which still remained unknown to the physicians and researchers. Some patients were so severe that they would be admitted to the ICU for management, indicating that intensivists needed to understand more about etiology, pathogenesis, clinical manifestation, and treatment, just like \"virus hunters\" described in the novel "}