{"title": "Animal virus schemes for translation dominance", "body": "Viruses use diverse mechanisms to outcompete cellular mRNAs for translation machinery and minimal genome sizes (summarized in Table 1 ). This review will focus on only three of many categories of viral translation control mechanisms, thus readers are referred to a more comprehensive review of the other mechanisms [1] .\n\nViruses generally exploit the dependence of the host translation machinery on the m 7 G cap structure at the 5′ end of the mRNA. The 5′ cap is recognized by the eukaryotic initiation factor 4F protein complex (eIF4F; Figure 1 ). The 43S complex is recruited through interactions between the eIF4G moiety of eIF4F and the 40S-bound eIF3 to form the 48S preinitiation complex (Figure 1 ). The 40S ribosome then scans for the AUG initiator codon where the 60S ribosome subunit joins to initiate translation. Interactions between cap-bound eIF4G and the poly(A)-bound poly(A) binding protein produce a closed loop mRNP that enhances cap-dependent translation [2, 3] . Although the precise explanation for mRNA circularization is unknown, it is hypothesized to increase binding affinity of eIF4F for the cap and the efficiency of ribosome recycling for subsequent translation initiation events [4] [5] [6] .\n\nMany plant and animal virus mRNAs are differentiated from host mRNAs by being uncapped, and therefore cannot recruit eIF4F by canonical means. Viruses inhibit capdependent translation through many mechanisms, including cleavage of translation initiation factors (reviewed in [7] ). This affords virus mRNAs a competitive advantage by increasing availability of translational machinery for cap-independent translation. While many animal viruses cleave initiation factors to promote viral translation, this mechanism is not conserved in plant viruses, as a translation factor-specific protease has not been identified.\n\nA lack of dependence on 5′ cap structures is a major mechanism exploited by many viruses to functionally distinguish and promote virus mRNA translation. IRES elements are RNA sequence or structures that function in lieu of the cap to recruit required translation factors and ribosomal subunits to the vicinity of the start codon. Cap-independent translation using IRESs was first observed in the poliovirus (PV) and EMCV genomic RNAs, and has since been characterized in many viral and cellular mRNAs including all picornaviruses, hepatitis C virus and pestiviruses, c-myc, p53 and the yeast URE2 IRES element [8] [9] [10] [11] [12] . Even DNA viruses such as Kaposi's Sarcoma Associated Herpes Virus, Epstein-Barr Virus and Herpes simplex virus utilize IRES elements, the latter for production of thymidine kinase, which is associated with pathogenicity and drug resistance [13] . IRES RNA structures are typically situated upstream of the initiating AUG codon, however HIV and eIF4GI contain IRES elements within the open reading frame [14] [15] [16] . Animal virus IRES elements are analogous to plant virus 3′ cap-independent translation enhancers (3′CITEs; reviewed in companion article), which function as bipartite pseudo-IRES elements to recruit initiation factors. A critical feature of IRES-mediated translation allows continued or enhanced expression of virus proteins during cell stress when cap-dependent translation is repressed.\n\nVirus IRES elements are currently grouped into classes based on their requirement for canonical translation initiation factors (as outlined in [17] ). Type 1 and 2 IRES elements, in which type 2 lack a scanning step after ribosome binding, require several canonical initiation factors, including the C-terminus of eIF4G (a product of viral proteases) that recruits the 40S subunit via interaction with eIF3 (note similarity to cap-dependent translation; Figure 2 ). Type 1 IRES elements include PV and Hepatitis A Virus IRESs and Type 2 IRES elements include EMCV. Type 3 IRES elements, such as HCV, require only eIF3 and eIF2. Type 4 IRES elements like Cricket paralysis virus intergenic region (CrPV; IGR) and Plautia stali intestine virus IGR require no translation initiation factors, and bypass the need for met-tRNA i met by initiating at an alanine codon [18] .\n\nIn addition to canonical translation initiation factors, other proteins enhance and regulate activity of many IRES elements (IRES trans-acting factors; ITAFs). ITAFs are thought to provide chaperone function, but may play other roles that are important in overcoming translation restriction during cell stress or innate immune blockades [19] . More tightly folded IRESs are proposed to create less dependence on eIFs and ITAFs for function [20] . Consistent with this observation, structural data indicates the Type 3 (HCV) and Type 4 (CrPV) IRESs are very compact [21, 22] .\n\nThough many reports catalog dependency of IRESs on ITAFs, little is known about how larger Type 1 or 2 IRESs actually interact with ribosomes and how ITAFs and canonical initiation factors contribute to activity. PCBP2 plays multifunctional and critical roles for PV translation by binding the 5′ terminal cloverleaf structure, stemloop IV of the IRES, and also PABP on the poly(A) tail to circularize the PV RNA after PABP cleavage by a viral proteinase [23, 24] . Interestingly, PCBP2 requires the cellular splicing factor SRp20 for function as an ITAF on PV RNA [25, 26] . The precise mechanism is unknown, but SRp20 may provide a ribosome recruitment/bridging role ( Figure 2 ). Polypyrimidine tract binding protein (PTB) augments translation of PV, and host Cat-1 and c-myc IRES elements [27] [28] [29] [30] . PTB functions as an RNA chaperone to reorganize the PV IRES RNA structure in a manner that increases the affinity of eIF4G for the IRES element [31, 32] .\n\nRecent reports indicate that diverse IRESs may interact with initiation factors and ribosomes in very similar ways. Despite a lack of sequence relatedness, both Type 1 and Type 2 viral IRESs bind eIF4GI and eIF4A in analogous regions immediately upstream of the same Yn-Xm-AUG stem loop motif ( Figure 2; [33]). This induces conformational changes in RNA structure at the 3′ border of the IRES and suggests a model for both IRES types in which eIF4G binds the IRES first, and then recruits eIF4A and eIF4B which promote conformation changes to allow 43S binding at an adjacent site ( Figure 2 Recently a new report on the understudied HIV IRESs indicate they may straddle Type 2 and 3 IRES classifications. A conserved core stem loop structure located in HIV-1, HIV-2 and SIV-IRESs was found to bind eIF3 and 40S ribosomes, similar to Type 3 IRESs ( Figure  2 ). However, analysis of stalled initiation complexes on these IRESs showed they contain all canonical initiation factors except eIF4E and eIF1. The latter is surprising since eIF1 normally binds 40S subunits in conjunction with eIF5, eIF1A, and eIF3. This result suggests the HIV IRES uses pools of 40S subunits containing only eIF3 to assemble initiation complexes [37]. ) contain IGR IRES elements resembling tRNAs, which efficiently bind the P-site of the ribosome and promote initiation often at an alanine codon [18, 46] . This circumvents the need for translation initiation using met-tRNA i met since translation is initiated using elongator tRNAs.\n\nRecent reports have emerged of a resistance strategy unique to animal viruses to cope with eIF2α phosphorylation; the use of alternative proteins for initiator tRNA delivery. These include eukaryotic initiation factor 2A, a single polypeptide unrelated to the heterotrimeric complex eIF2 [47, 48] , Ligatin (also known as eIF2D; [49,50]), MCT1/DENR [50], and eukaryotic initiation 5B (eIF5B) (Figure 3 ; [51,52]). Identification of these proteins indicates a more diverse repertoire of pathways exists for translation initiation than previously thought, and highlights the need to investigate translation initiation of other viruses displaying eIF2-independent translation. eIF2A was first identified based on its ability to direct binding of met-tRNA i met with 40S ribosomal subunits in an AUG codon-dependent manner [48] . In yeast, eIF2A was shown to act as a suppressor of cap-independent initiation on the URE2, PABP and GIC1 IRES elements [53, 54] . The authors hypothesized that kinetic limitations of the eIF2A-dependent pathway for met-tRNA i met delivery inhibit initiation while eIF2 is active (perhaps because of overlapping binding sites on the ribosome). However, when eIF2 is inactivated, translation can still proceed on IRES-containing transcripts at a slower rate. This hypothesis has yet to be directly tested, but positions eIF2A as an important stress-responsive protein for translation of RNA viruses. Consistent with this hypothesis, eIF2A is important for ongoing Sindbis virus translation when high levels of eIF2α phosphorylation are observed [55] . New data indicates that eIF2A can mediate delivery of met-tRNA i met to the 40S subunit to form 48S complexes on the HCV IRES element using purified components [56] . Furthermore, domain IIId of the HCV IRES was shown to interact with eIF2A directly. These results suggest a mechanism wherein the IRES recruits the eIF2A:met-tRNA i met complex to the ribosome rather than the ribosome recruiting the eIF2A:met-tRNA i met complex, at least on some mRNAs. Kinetics of eIF2A expression and activity during eIF2α phosphorylation, the precise mechanism of action for met-tRNA i met delivery by eIF2A, and validation of additional mRNA targets must be investigated to conclusively demonstrate a role for eIF2A at this step of translation initiation.\n\nIn an attempt to further characterize the role of eIF2A, Dmitriev et al. discovered an important role for ligatin in 48S complex formation on the HCV IRES element ( Figure 3C; [49]). Interestingly, ligatin, which they termed eIF2D, can promote 48S complex formation using phenylalanine-tRNA on the HCV IRES element when the initiating AUG is mutated to a UUU codon. This result suggests alternative initiation codons may be used to produce proteins with altered functions or half-lives. Skabkin et al. extended these findings to show Ligatin can promote formation of 48S complexes on the CSFV IRES element and the Sindbis virus 26S RNA [50] . Interestingly, the proteins MCT1 and DENR, which are homologous to the N and C-termini of ligatin, respectively, can work simultaneously to promote 48S complex formation ( Figure 3C ). Further work is necessary to delineate in vivo activity of ligatin in translation initiation of these viral mRNAs.\n\nEukarytic initiation factor 5B is the eukaryotic homolog of bacterial initiation factor 2 (IF2;\n\n[57]). The domain architecture of mammalian eIF5B is highly reminiscent of archaeal eIF5B with the exception of a large N-terminal extension on mammalian eIF5B that may regulate met-tRNA i met binding (compare Figures 3A and B ; [58] ). Indeed, archaeal eIF5B can directly bind met-tRNA i met , although S. cerevisiae eIF5B has a relatively low affinity [59] . These results suggest the N-terminus of mammalian eIF5B must be removed in order for it to function as a met-tRNA i met carrier molecule. Consistent with this hypothesis, poliovirus 3C proteinase cleaves eIF5B during infection liberating the C-terminal fragment and potentiating its use in met-tRNA i met delivery [60] . The C-terminus is then capable of enhancing IRES-mediated translation of PV when ternary complex is depleted [52]. Interestingly, HCV and CSFV have also been shown to act in an eIF2-independent mode using eIF5B to assemble initiation complexes [51, 61] . In the cases of the HCV and CSFV IRES elements, eIF5B can function in the presence of the N-terminal extension. Therefore, it will be of interest to delineate the role of the N-terminus in regulating met-tRNA i met delivery, and determine whether either cleavage or posttranslational modification contribute to this function during viral infection.\n\nAlthough viruses differ in the route to efficient initiation of protein synthesis, many plus sense RNA viruses can employ similar strategies to enable ongoing protein synthesis during global translation inhibition by eIF2 phosphorylation. Interestingly, plant viruses do not contend with robust eIF2 phosphorylation despite the presence of PKR in plant cells [62] ; these viruses clearly have a different set of parameters to enable expression of viral proteins. Perhaps activity of met-tRNA i met delivery proteins is higher on plant virus RNAs thereby making them more competitive with ongoing cellular protein synthesis.\n\nAnimal viruses with capped genomes or mRNAs must also compete for translational machinery, but must navigate downregulation of cap-dependent translation that is often associated with infection. Closed loop structures mediated by long range RNA:RNA kissing interactions are a common paradigm in plant viruses that have rarely been described in animal viruses. However, in animal viruses the 3′UTRs can enhance viral IRES-mediated translation, though precise mechanisms are lacking [63] [64] [65] [66] [67] [68] [69] [70] .\n\nOne example of the influence of the 3′UTR on translation of a 5′ capped, nonpolyadenylated animal virus is observed in the Dengue virus (DEN) mRNA. Two conserved dumbbell-shaped RNA structures within the 3′ UTR form local pseudoknots important for RNA replication, but also work cooperatively to stimulate translation [71] . DEN can switch from cap-dependent to a non-canonical cap-independent translation mode when eIF4E is limiting. The mechanism does not involve an IRES, but requires a closed loop [72] . The details of this mechanism are unclear but likely involves RNA:RNA hybridization through the cyclization sequence (CS) and the upstream AUG region (UAR) [73, 74] . PABP may stimulate translation by enhancing closed loop formation by binding the 3′UTR [74] and eIF4F simultaneously, despite the lack of a poly(A) tail. The dumbbell structures in the 3′ UTR may also help to recruit trans-acting or initiation factors to stimulate translation. The 3′UTR of DEN mRNA has been demonstrated to interact with typical ITAFs PTB, La, and YB-1 [75] [76] [77] , which could function to enhance DEN translation in a manner similar to their influence in IRES-mediated translation. Overall, the RNA elements in the DEN 3′ UTR may function similarly to many plant viruses with 3′ UTR CITEs (see companion review in this issue) to stimulate translation when eIF4E becomes limited from stress or innate immunity activation. It will be important to further elucidate host factors that interact with the sequences in the 3′ UTR and identify their precise mechanisms of translational regulation.\n\nLong range RNA kissing interactions have also been described for HCV, where the RNA domain 5BSL3.2 within the 3′ region of the NS5B ORF base pairs with a portion of the HCV IRES. Unlike DEN, this RNA:RNA interaction downregulates HCV IRES translation and may play a role in directing viral RNA to switch from translation to RNA replication [78] . Further, PCBP2, which functions as an ITAF in PV translation, binds both HCV 5′ and 3 UTR. Electron microscopy demonstrated that PCBP2, likely via dimerization, converted RNA from linear to circular forms. Interaction of PCBP2 with HCV replicons stimulated translation, perhaps via formation of closed loops, though the mechanism was not determined [79] . These results indicate that HCV circularization modulates translation in multiple, possibly temporal ways.\n\nLong range RNA interactions linking the 5′ and 3′ UTR have otherwise only been described in the FMDV viral RNA [80] . Despite a known importance for the 3′UTR of FMDV in stimulating IRES-mediated translation [68] , the functional relevance of this interaction is only speculative. More studies dedicated to understanding the functional relevance of interactions between the 5′ and 3′ UTRs, or possibly 3′ coding regions, of animal viruses may highlight important roles in recruiting translation factors, similar to the paradigm in plant CITEs. Studies of plant RNA virus translation systems may identify additional, noncanonical proteins that are important for efficient competition with cellular mRNAs for the translational machinery.\n\nAnimal and plant viruses have evolved cunning mechanisms to ensure competition with cellular mRNAs for the translation machinery. IRESs share key functions with the 3′ CITEs prevalent in plant virus systems, including the emerging theme of tRNA mimicry; however, no animal virus has yet been found with a 3′ CITE. This is despite the recurring animal virus theme of 5′-3′ closed loop mRNA structures that in principle could allow ribosome recruitment to 3′ structures in spatial proximity to nearby 5′ initiator codons. The principle of complex recruitment to one end of the RNA and transfer to the other end exists in enteroviruses, where the negative strand RNA replication complex assembles on a 5′ cloverleaf structure that, within a closed loop, positions the replicase near the 3′ end of the template to initiate replication on the other end of the template (reviewed in [81, 82] ). It is unclear whether this paradigm exists for translation in animal cells, but it may partly emerge with further study of flaviviruses such as DEN. Avoidance of innate immunity and stress responses could explain the sharp divergence between plant and animal systems regarding these responses and how viruses must adapt. This is highlighted in the novel responses to stress inhibition of translation where animal viruses employ different cellular proteins to deliver met-tRNA i met to the ribosome. The differences between plant and animal virus translation, and translation of cellular mRNAs indicate that themes are paralleled between the mRNA templates with slight variations to account for organism-specific translational regulation. Additional mechanistic insights could be gained if more attention is devoted towards bridging common translational control mechanisms in the animal and plant virus kingdoms. \n\nAnimal viruses have many diverse mechanisms to assert translation dominance in cells.\n\nViral IRES elements are diverse in structure and sequence but interact with initiation factors and/or ribosomes in similar ways.\n\nViruses use alternate proteins to deliver initiator methionyl tRNA to ribosomes after stress or PKR activation leads to eIF2a phosphorylation.\n\nSome viruses may use long range RNA interactions to modulate translation Schematic depiction of translation initiation and the eIF2 nucleotide exchange cycle. Eukaryotic initiation factor 4F, which consists of the cap binding protein (eIF4E), a scaffolding protein (eIF4G) and an RNA helicase (eIF4A), recognizes the m 7 G cap structure. The mRNA can circularize in accordance with the closed-loop model via interaction between PABP at the 3′ terminus and eIF4G complexed with the 5′ cap. Next, the 43S preinitiation complex, composed of the 40S small ribosomal subunit and initiation factors eIF1, eIF1A, heterotrimeric eIF2(α,β,γ), eIF5 and multisubunit eIF3, can bind the mRNA via interaction between eIF3 and eIF4G to form the 48S complex. eIF2 delivers the initiator methionyl tRNA as a ternary complex, comprised of eIF2•GTP•met-tRNA i met . The 40S ribosomal subunit then scans to locate the AUG codon where the 60S joins, some factors are ejected including eIF2, and the 80S ribosome enters the elongation phase of protein synthesis (reviewed in [109] ). eIF2 activity relies on GTP hydrolysis and the guanine nucleotide exchange factor eIF2B must recycle GTP•eIF2 before it can be used in subsequent rounds of translation initiation (depicted by the eIF2:GTP exchange cycle). Several kinases have been identified that act on eIF2 to inhibit met-tRNA i met delivery by phosphorylating eIF2α, which include: PKR, a double-stranded RNA-dependent protein kinase typically activated during infection by RNA viruses in animals, PERK, which is activated in response to ER stress, HRI, a heme-sensing molecule, and GCN2, which senses nutrient availability. Initiation on virus internal ribosome entry sites (IRES). Virus IRESs use various noncanonical interactions with initiation factors and/or the 40S ribosome subunit. eIF4E is not involved in the binding of viral IRESs shown. Type 1 and 2 IRESs bind the central heat domain of eIF4GI in an analogous position and orientation on stem loop structures adjacent to conserved oligopyrimidine-spacer-AUG motifs (Yn-Xm-AUG) at the 3′ border of the IRES elements. The AUG codon basepairs with the initiator tRNA delivered by eIF2. eIF4GI binding is stimulated by eIF4A and modulated by PTB, which binds the same stemloop structure as eIF4GI in Type 1 IRESs and binds a more diffuse footprint of RNA domains in Type 2 IRESs [31,33]. PV Type 1 IRES requires SRp20 for PCBP2 ITAF function and may play a role in bridging the IRES to the 43S complex [26] . Type 3 IRESs and the unclassified HIV2 IRES utilize interactions between eIF3 and 40S. The HCV pseudoknot (shaded in grey) positions the initiation codon (green box) in the mRNA binding cleft of the 40S subunit [36] and the apical stem loops of domain III interact directly with eIF3 [110] [111] [112] . HIV2 IRES contains 4 domains conserved among primate lentiviruses (shaded, P3, P4, P2-P5). HIV2 IRES can bind 48S preiniation complexes at three AUGs (green boxes) [16] ; however, eIF1 is not found in these complexes [37] . eIF5B and other eIF2-independent mechanisms for translation initiation. A. The crystal structure of archaeal IF2/eIF5B is organized into 4 highly conserved domains (labeled 1-IV). B. Mammalian eIF5B contains the C-terminal half that is homologous to archaeal IF2 and a N-terminal regulatory domain whose structure is unknown that is removed by PV 3Cpro cleavage. C. Infection and stress activate eIF2α kinases that reduce concentrations of eIF2•GTP•met-tRNA i met ternary complex, inhibiting translation from viral IRES elements. PV and HCV may overcome this restriction by recruiting alternate proteins to help deliver met-tRNA i met in GTP-dependent or GTP-independent mechanisms."}