{"title": "An ORF2 protein-based ELISA for porcine circovirus type 2 antibodies in post-weaning multisystemic wasting syndrome", "body": "A new swine disease, characterized clinically fever, progressive weight loss and respiratory and digestive disorders, appeared in Brittany in 1996. First identified in western Canada in 1991 (Clark, 1997) , this disease, known as post-weaning multisystemic wasting syndrome (PMWS), was subsequently confirmed and described in Spain (Segalès et al., 1997) , France , the United States (Allan et al., 1998a) , Ireland and Denmark . Porcine circovirus type 2 (PCV2) was detected in the tissues of affected animals (Allan et al., 1998b; Ellis et al., 1998; Hamel et al., 1998; Meehan et al., 1998; Morozov et al., 1998) .\n\nPorcine circovirus type 1 (PCV1) was described in 1982 as a persistent non-cytopathic contaminant of the continuous PK15 porcine kidney cell line (Tischer et al., 1982) . Although experimental infection tests indicated that PCV1 was non-pathogenic (Tischer et al., 1986; Allan et al., 1995) , serological surveys revealed a high prevalence of PCV1 antibodies in the swine population (Hines and Lukert, 1995; Tischer et al., 1995) . Significant cross-reactivity between PCV1 and PCV2 antigens was demonstrated, but serological evaluation based on PCV1 alone underestimated the seroprevalence of PCV2 (Magar et al., 2000; Rodriguez-Arrioja et al., 2000) . Thus, specific tools for serologic detection are essential to determine the prevalence of PCV2 infection and elucidate how PMWS develops. Testing for PCV2 antibodies in sera is now performed by indirect immunoperoxidase or immunofluorescence staining of PCV2-infected cell cultures (Balasch et al., 1999; Ellis et al., 1999) . These tests are not PCV2-specific because of slight antigenic cross-reactivity between PCV2 and PCV1. Other tests recently developed with PCV2-specific monoclonal antibodies (Sala et al., 2000; Walker et al., 2000) use the PCV2 virus and involve specific preparation of the antigen. However, PCV2 is difficult to produce on cells, requiring treatment with d-glucosamine and successive passages of the cells.\n\nA peptide-ELISA test using the immunorelevant B-133 epitope derived from the ORF2encoded protein of PCV2 was developed during our previous investigations (Mahe et al., 2000; Truong et al., 2001) . This peptide proved highly specific for PCV2, but the limited sensitivity of this ELISA was unsuitable for individual serodiagnosis. The present study used whole capsid protein for specific, sensitive serodiagnosis of PCV2 infection. An ORF2-based ELISA was developed using GST-fused antigen as well as GST alone, both of which are expressed in recombinant baculovirus-infected insect cells. The specificity of this test was evaluated using PCV1 and PCV2 antisera as well as other antisera from different swine viruses. Diagnostic sensitivity (DSn) and specificity (DSp) were compared in this ELISA and an immunoperoxidase monolayer assay (IPMA), using 322 sera from pigs of Brittany herds. Investigations of the current state of PCV2 seroprevalence in swine indicated that the percentages of PCV2 antibodies in different age categories from PMWS-affected or PMWS-free herds constituted a possible epidemiological indicator relative to the clinical symptoms of PMWS.\n\nTwo recombinant baculoviruses were constructed, plaque-purified and amplified: a recombinant virus expressing GST protein, used as negative control, and a recombinant virus expressing the PCV2-fused GST/ORF2 protein (Mahe et al., 2000) . Cells infected with these recombinant baculoviruses were centrifuged at 800 × g for 10 min. After two washes in PBS, pH 7.2, 2 × 10 7 cells were resuspended for 2 h on ice in 2 ml of ice-cold insect cell lysis buffer containing protease inhibitor (Pharmingen). After centrifugation at 2000 × g for 10 min at 4 • C, the pelleted cell nuclei were resuspended in Tris-EDTA-KCl buffer and sonicated 4 times for 6 s at 8 W (Vibracell, Bioblock Scientific). Correct lysis was then monitored under light microscopy. The sonicated cells were centrifuged at 10,000 × g for 10 min at 4 • C and the protein concentration was determined using the Bio-Rad DC protein assay derived from the Lowry method. Protein production ranged from 0.5 to 1.2 mg/ml of total protein. Aliquots of each antigen were stored at −70 • C.\n\nNinety-six-well microtiter plates (Nunc Maxisorp) were coated with 100 l of a reduced glutathione solution (Sigma) at 5 M in 0.05 M bicarbonate buffer, pH 9.6, and left overnight at 37 • C. After two washes in PBS, pH 7.4, containing 0.25% Tween 20 (PBS-Tw), the protein extracts from the two recombinant viruses were diluted separately at 5 g/ml in PBS-Tw, and 100 l of these preparations were incubated for 90 min at 37 • C. The plates were washed twice and saturated with 200 l of a solution of 3% dry milk (Bio-Rad) in PBS, pH 7.4, for 90 min at 37 • C. Serum samples were diluted 1:100 (as usual in the indirect ELISA procedure) in PBS, pH 7.4, containing 5% dry milk (Bio-Rad) and 0.05% Tween 20 (PBS-MTw), added to the two wells corresponding to the two proteins (GST and GST/PCV2-ORF2) and incubated for 1 h at 37 • C. The plates were then washed three times with PBS-Tw and incubated an additional hour at 37 • C with 100 l of peroxidase-conjugated rabbit anti-swine immunoglobulins (Dako) diluted 1:1000 in PBS-MTw. The plates were then washed again, and the colorimetric reaction was developed using hydrogen peroxide and o-phenylenediamine (OPD, Sigma) for 10 min at 37 • C. Color development was stopped with 1 N H 2 SO 4 , and optical density (OD) was read at 490 nm (Dynatech).\n\nThe results for each serum were obtained by calculating the ratio between the absorbance produced by the well with recombinant GST/PCV2-ORF2 and that produced by the well with recombinant GST.\n\nSerum samples from different sources were used to evaluate the PCV2-ORF2 protein ELISA.\n\nIn an experimental transmission study, 24 six-week-old specific pathogen-free (SPF) piglets were assigned to three groups of eight randomized according to sex and weight under strictly controlled conditions in our facilities. Piglets from the first group (PCV2 group) were inoculated both intramuscularly and intratracheally with lymph nodes obtained from PMWS-affected pigs, as described by Truong et al. (2001) . Piglets from the second group (PCV1 group) were inoculated with a PK15 ATCC-CCL33 cell lysate used as the virus source. Briefly, confluent cell monolayers propagated in EMEM medium supplemented with 10% fetal calf serum (EMEM-FCS) were treated with 300 mM d-glucosamine in Earle's balanced salt solution (Sigma, USA) (Tischer et al., 1987) . After a further incubation step for 36 h in EMEM-FCS, cells were subjected to three successive freeze-thaw cycles. Following a centrifugation step at 2000 × g for 5 min, the supernatant was collected and used to inoculate piglets both intranasally and intramuscularly. Piglets from the third group (controls) were not challenged. Sera were collected before viral inoculation and weekly for 6 weeks post-inoculation (p.i.).\n\nIn addition, ELISA values (OD ratios) obtained on sera from the eight PCV2-infected pigs collected from 2 to 6 weeks p.i. were compared with antibody titers determined by IPMA on PCV2-infected cells, as described by Truong et al. (2001) . IPMA was performed on serial dilutions of the corresponding sera from 1:100 to 1:51,200. A correlation between the IPMA titer and the OD ratio was determined by the Spearman's correlation coefficient (SAS System), which showed linear regression between ELISA values and the antibody concentration.\n\nAntisera to other pig viruses were also used for evaluation of the PCV2-ORF2 protein ELISA. In addition, ELISA results were obtained for 322 serum samples from the transverse serological study described below. The results for four herds (two with and two without clinical symptoms of PMWS) were compared with those obtained by the IPMA reference method (serum sample diluted 1:100), as indicated above. The diagnostic sensitivity (DSn) and specificity (DSp) of the ELISA test were determined using the following formulae: DSn = TP/(TP + FN) × 100, where TP is the true-positive and FN the false-negative; and DSp = TN/(TN + FP) × 100, where TN is the true-negative and FP the false-positive.\n\nA transverse serological study was performed initially to estimate PCV2 seroprevalence in the swine population. Five hundred and eighty serum samples were collected from pigs in eight breeding-fattening herds in Brittany. Four herds presented typical clinical signs of PMWS and four were free of PMWS-related symptoms. Serum samples were obtained from different categories of animals: sows (25-30 sera), post-weaning piglets (7-10 weeks, 10 sera), and piglets at the beginning (11-13 weeks, 10-12 sera), during (16-17 weeks, 12 sera), and at the end of fattening (18-19 weeks, 12 sera).\n\nTo confirm the observations obtained in this transverse study, a cohort study was conducted in four other PMWS-free breeding-fattening herds in Brittany. Fifteen pigs in each herd were monitored serologically at 10, 13 and 18 weeks.\n\nPCV2 seroprevalence obtained in the transverse study was analyzed using the χ 2 -test (SYSTAT), and the individual OD ratios in the ELISA of each animal were analyzed by the non-parametric Kruskal-Wallis test (SAS).\n\nGST fusion allowed the recombinant proteins expressed in insect cells to be immobilized and purified in a one-step procedure using glutathione-coated microtiter plates. GST alone was expressed in a similar manner and used as a reference for ELISA evaluation of non-specific binding. Nuclear-enriched extracts from cells infected with recombinant baculoviruses expressing GST-fused PCV2-ORF2 or GST alone were assayed for use as antigenic sources in this test.\n\nSerum samples collected from the three groups of piglets (PCV1, PCV2 and controls) during 6 weeks p.i. were used to calibrate and evaluate the ELISA test. Results are expressed as the OD ratio of values obtained for GST/ORF2 and for GST alone. The resulting kinetics of antibody development is shown in Fig. 1 . Based on the average ELISA value of the OD ratio (+3 standard deviations) for sera of the eight control piglets collected weekly, the serum test was considered positive when the OD ratio exceeded 1.5. Seroconversion was evidenced in all eight PCV2-challenged piglets from 2 weeks p.i. until the end of the experiment. No antibody reaction occurred following PCV1 infection, whereas seroconversion was visualized by IPMA on PK15-CCL33 cells (data not shown).\n\nSensitivity was initially evaluated by comparison of ELISA results for sera from PCV2infected animals with IPMA results obtained for PCV2-infected cells and cells transfected with PCV2-ORF2, as described by Mahe et al. (2000) . As observed in ELISA, seroconversion was detected from 2 weeks p.i. in both IPMA assays, indicating that the kinetics of the antibody response to PCV2 was similar to that of PCV2-ORF2 protein. Fig. 1 . Antibody response of PCV2-infected piglets (PCV2 group), PCV1-infected piglets (PCV1 group) and non-infected piglets (controls) to recombinant PCV2-ORF2 protein by ELISA. The immunoreactivity of sera collected from piglets of the three groups before inoculation and then weekly for 6 weeks p.i. was determined by ELISA at dilution of 100. Results are expressed as the mean OD ratio obtained between ORF2-GST and GST alone for the eight animals of each group. Standard deviations are indicated. Antibody titers for PCV2-infected pigs were also determined by an IPMA on PCV2infected cells (Truong et al., 2001) to search for a possible correlation between the IPMA titer and the OD ratio. Endpoint IPMA titers of 35 sera collected at 2-6 weeks p.i. from PCV2-infected piglets were plotted against the OD ratio of the corresponding serum (Fig. 2) . The results show linear regression between the log 10 titer of IPMA and the OD ratio (Spearman's correlation coefficient = 0.84; P < 0.0001) within a minimum and a maximum limited range, respectively, of 2 and 4.7 (IPMA), and 1.59 and 5.5 (OD ratio).\n\nThe ELISA test was assessed for specificity against other viruses. Serological crossreactions between antigens from other porcine viruses and PCV2-ORF2 protein were evaluated using a panel of antisera produced in SPF pigs against swine viruses. None of these antisera was positive in this test (Table 1) .\n\nField-origin pig sera were used for the validation of the ORF2-based ELISA. Serum samples (322) obtained from the transverse serological study described below corresponded to four Brittany herds (two with and two without clinical symptoms of PMWS). The sera were tested for the presence of PCV2 antibodies by ELISA and the results were compared with those obtained by IPMA on PCV2-infected cells ( Table 2) . Sensitivity of 98.13% and specificity of 94.55% were obtained.\n\nThe percentages of PCV2 seroprevalence relative to the clinical symptoms of the various groups are shown in Fig. 3 . Most sows and all piglets at the end of fattening were PCV-seropositive in all eight farms. However, piglets at the beginning of growth (11-13 weeks) and during fattening (16-17 weeks) showed a statistically significant difference in prevalence, depending on clinical symptoms (P < 0.001). Specific PCV2 antibodies were detected in 93% of piglets between 11 and 17 weeks in herds exhibiting typical clinical signs of PMWS versus only 54% in symptom-free herds, whereas this difference was not significant (80% versus 71%) for post-weaning piglets (7-10 weeks).\n\nThese observations were completed by analyzing the mean ratios of the individual optical densities (Fig. 4) . Statistical analysis for piglets at the beginning of growth (11-13 weeks) and during fattening (16-17 weeks) gave a mean of 2.22 for affected farms and 1.57 for PMWS-free farms (significant difference, P < 0.001). Substantial error bars were ascribed to variable positive ELISA values (up to an OD ratio of 6). \n\nSixty piglets from four other herds without symptoms of PMWS were monitored at 10, 13 and 18 weeks of age. Two main serological profiles were observed: 34 piglets showed a decline of PCV2 antibodies up to 13 weeks of age and active seroconversion from 18 weeks, and 21 showed active seroconversion from 13 weeks. No pigs showed seroconversion Fig. 4 . Distribution of the mean OD ratio obtained per category by PCV2-ORF2 protein ELISA in PMWS-affected and PMWS-free farms. An OD ratio of 1.5 served as the positivity cut-off. Standard deviations are indicated. As the 11-13-and 16-17-week categories showed similar behavior, they were combined. Results are expressed by the distribution of the mean OD ratio in 10-, 13-and 18-week-old pigs. Three serological profiles were observed. An OD ratio of 1.5 served as the positivity cut-off. from 10 weeks, which suggests that PCV2 infection occurred later in PMWS-free farms (Fig. 5) .\n\nPMWS remains a major problem for the swine population in Brittany. Despite preventive measures in housing and management (Madec et al., 1999) , mortality still remains excessive. As PCV2 is associated with PMWS, PCV2-specific diagnostic tools are necessary to elucidate the course of infection. To date, most serological studies have used PCV viral particles for detection of PCV2 infection. PCV2 antibodies are currently detected by indirect immunofluorescent or immunoperoxidase assays after PCV infection of culture cells, and serotyping is achieved by comparative analysis of the titers obtained in PCV2and PCV1-infected cells (Labarque et al., 2000; Magar et al., 2000; Rodriguez-Arrioja et al., 2000) . However, such assays are not only time-consuming, but also lack PCV2 specificity, owing to antigenic cross-reactivity between Rep proteins of the two strains. More recently, PCV2 viral particles in combination with specific PCV2 monoclonal antibodies were used to develop a competitive ELISA (c-ELISA) for specific detection of PCV2 antibodies (Walker et al., 2000; Sala et al., 2000) . However this c-ELISA still required culturing of PCV-infected cells. An interesting feature of the indirect protein-based ELISA proposed in the present study is that the baculovirus expression system used for antigen production allows high yields.\n\nPCV2 capsid protein can be used in an ELISA assay for specific serological detection of PCV2 infection, i.e. without interference with PCV1 infection or other swine pathogens. As demonstrated here and by Nawagitgul et al. (2002) , this protein-based ELISA is as sensitive and specific as the indirect method of antibody detection after infection on culture cells (IPMA), thereby allowing serodiagnosis at an individual level. The DSn (98.2%) and DSp (94.5%) were determined by comparison ELISA results with those of IPMA for 322 pig sera. Five sera with an OD ratio of 1.4-1.5 were false-negative and classified as doubtful in our test. Three sera were false-positive, which suggests that ELISA is more sensitive than IPMA. Another interesting feature of the ELISA proposed here is the correlation found between the OD ratio and antibody rates, which allows direct comparison of antibody concentrations in field samples and could thus be of particular importance for dynamic studies.\n\nSeveral studies have reported a high prevalence of PCV2 antibodies, even on farms with no known history of PMWS (Labarque et al., 2000; Magar et al., 2000; Rodriguez-Arrioja et al., 2000; Sorden, 2000; Walker et al., 2000; Truong et al., 2001) . Moreover, antibodies to PCV2 have been detected several years before the onset of the disease (Magar et al., 2000; Rodriguez-Arrioja et al., 2000; Walker et al., 2000) . These findings suggest that PCV2 infection does not necessarily results in PMWS. However, further serological surveys are needed to determine the dynamics of PCV2 infection in herds and its relation to PMWS. The availability of a specific, sensitive, suitable for different categories of animals and easy-to-use PCV2 serological method would allow us large-scale PCV2 serological diagnosis in herds. We therefore investigated PCV2 seroprevalence in the swine population.\n\nPCV2 serological analysis conducted in eight breeding-fattening farms in Brittany showed that almost all sows and finishing-fattening pigs were seropositive, irrespective of the presence or absence of clinical signs of PMWS. These results are concordant with those obtained in Belgium, Spain, the United Kingdom, Northern Ireland, Canada and the USA. However, high PCV2 seroprevalence was observed at the beginning of fattening (11-13 weeks) and during fattening (16-17 weeks) in PMWS-affected herds (96 and 90%, respectively), as compared to more moderate seroprevalence for both categories in PMWS-free herds (53 and 54%, respectively). These observations were corroborated by analysis of the mean OD ratio for each category, which revealed a statistically significant difference, depending on the presence or absence of clinical symptoms (P < 0.001), in pigs in the 11-13and 16-17-week categories. These results strongly suggests that PCV2 infection appears in PMWS-free farms during the fattening phase, whereas that observed in affected farms appears during the post-weaning phase. Active PCV2 seroconversion seems to occur later in PMWS-free farms than in PMWS-affected farms. It is noteworthy that the results for one of the four PMWS-free farms gave a different profile, showing only slight seroprevalence for the 16-17-week category. This would seem to indicate that the period of passive immunity was longer in this herd. Other experimental works indicated that passive immunity can last up to 14 weeks (data not shown).\n\nThese observations were confirmed by the results of a cohort study of four PMWS-free breeding-fattening farms, in which 60 piglets were serologically tested at 10, 13 and 18 weeks of age. Thirty-five percent of the animals exhibited active seroconversion at 13 weeks and 57% at 18 weeks, whereas 8% showed a decline in PCV2 antibodies up to 18 weeks. The results are totally corroborated by those of the transverse study. PCV2 seroprevalence was slight in the transverse study between 11 and 17 weeks, whereas the cohort study showed major active seroconversion at 18 weeks. No pigs seroconverted at 10 weeks. Thus, these two studies suggest that PCV2 infection appears later in pigs with no PMWS history, whereas infection develops early in PMWS-affected pigs. These results emphasize the importance of the period of passive immunity, which was apparently longer on PMWS-free farms and probably resulted in a later onset of PCV2 infection. These pigs would be more resistant to PCV2 and therefore less likely to show clinical signs of PMWS.\n\nThe protein ELISA described in this study appears to be a sensitive, specific and widely usable test for the detection of PCV2 antibodies. This report is the first to indicate the different serological profiles of pigs at fattening (11-17 weeks old) in herds with or without clinical signs of PMWS. Epidemiological investigations of PCV2 infection are now being conducted in a broader context (160 farms) in an attempt to draw out the risk factors associated with PMWS expression in farrow-to-finish herds."}