{"title": "Physiological and molecular triggers for SARS-CoV membrane fusion and entry into host cells", "body": "Coronaviruses are a diverse group of single-stranded plus-sense RNA viruses belonging to the Coronaviridae family and Nidovirales order (de Groot et al., 2012) . They infect a wide array of mammalian and avian species, including bats, and have a propensity for interspecies jumping and zoonotic transmission as exemplified by severe acute respiratory syndrome coronavirus (SARS-CoV) and more recently by Middle East respiratory syndrome coronavirus (MERS-CoV) (Graham et al., 2013; Woo et al., 2009) . As coronaviruses possess an envelope, membrane fusion with host cell membranes is a required and critical step in the replication cycle allowing for delivery of genomic RNA into the cytoplasm, which eventually leads to the start of replication. This critical early step is being viewed as an attractive target for therapeutic interventions .\n\nVirus entry constitutes a series of interactions between a virion and its host cell occurring early in the viral life cycle (Boulant et al., 2015; Grove and Marsh, 2011; Hofmann and Pöhlmann, 2004; Marsh and Helenius, 2006) . For an enveloped virus, these steps allow the virus to (i) bind to a target host cell, typically via interactions with cellular receptors, (ii) fuse its envelope with a cellular membrane, either at the plasma membrane or through the endocytic pathway, and (iii) deliver its genetic material inside the cell. Virus entry is a finely regulated process, often requiring a specific sequence of interactions (binding to receptors and/or co-receptors), triggers or cues (pH, proteolytic activation) , and cellular processes such as endocytosis for successful delivery of viral genomic nucleic acids (White and Whittaker, 2016) . Interestingly, coronaviruses display a large degree of plasticity regarding the entry pathways they use, which can occur at the plasma membrane or through the endocytic pathway (Belouzard et al., 2012; Matsuyama et al., 2005; Nash and Buchmeier, 1997) . The mechanisms by which coronaviruses enter cells depends on the strain and species considered, along with tissue and cell-type specificities (e.g. receptor and protease availability, local microenvironment).\n\nFor enveloped viruses, a critical player in the entry process is the viral fusion protein as it mediates the membrane fusion reaction (Chernomordik and Kozlov, 2008; Colman and Lawrence, 2003; Harrison, 2008; White et al., 2008; White and Whittaker, 2016) . While the process of merging two distinct lipid bilayers into a single one is a thermodynamically favorable reaction, it is associated with a high kinetic barrier (Harrison, 2008) . As such, and because viral fusion proteins facilitate this process, they can be viewed as catalysts for the membrane fusion reaction. This has been very well studied both structurally and functionally with the influenza hemagglutinin (HA) fusion protein (Harrison, 2015) . After attachment of HA to sialic acids cellular receptors the virion is internalized through the endocytic pathway. Because of endosomal acidification, increased H + ion concentration within the endosome forces HA to undergo major conformational changes, which allows exposure of the fusion peptide and its insertion into target cellular membrane. This brings the viral and endosomal membrane in close proximity. Further conformational changes of several HA trimers allow merging of the outermost lipid leaflets forming an intermediate structure called the hemifusion stalk. This transient structure collapses into an expanding fusion pore allowing release of viral genetic material in the cytoplasm.\n\nIn the case of coronaviruses, viral entry into target cells is performed by the spike (S) envelope glycoprotein, which mediates both host cell receptor binding and membrane fusion. The S protein is classified as a class I viral fusion protein (Bosch et al., 2003) , which includes the prototypical influenza virus hemagglutinin (HA) and retrovirus envelope (env) proteins . Class I viral fusion proteins form trimers and each monomer can often be divided into two domains, a receptor-binding domain (e.g. HA1 and gp120 for influenza virus and HIV, respectively), and a fusion domain (HA2 and gp40). Fusion domains are enriched in alpha-helices and contain regions called heptad repeats (HR) which are repetitive heptapeptides containing some hydrophobic residues and which are involved in the refolding process and coiling of central helices during membrane fusion. After membrane fusion has occurred, class I fusion proteins adopt a compact conformation, with a well-defined coiled-coil structure called a 6-helix bundle or 6HB (Belouzard et al., 2012; White et al., 2008) . Importantly, the fusion domain contains a short segment, the fusion peptide (Epand, 2003; Lai et al., 2005; Tamm and Han, 2000; Tamm et al., 2002) , typically composed of 15-25-amino acids, generally hydrophobic in nature, which becomes anchored to a target membrane when the fusion protein adopts the pre-hairpin conformation. The fusion peptide plays an essential role in mediating the membrane fusion reaction as it directly interacts with lipid bilayers, enabling to disrupt and connect two apposing membranes. Class I fusion proteins are often proteolytically activated or primed for fusion by host cell proteases at a specific cleavage site that usually forms the boundary between the receptor-binding and fusion domains (White and Whittaker, 2016) . In the case of influenza HA and HIV env proteins, the cleavage event releases the fusion peptide as it is located at the N-terminal end of the fusion domain. While coronavirus S proteins possess salient features of class I fusion proteins, such as being a type I membrane proteins organized in trimers, possessing heptad repeats regions (HR1 and HR2), and requiring proteolytic cleavage for activation, they differ in several key aspects. The S proteins form substantially larger trimers, with S monomer size in the range of 1200-1400 amino acids (~180-200 kDa) compared tõ 500 aa for influenza HA and~800 aa for HIV. Until recently structural data on the coronavirus S was limited, due mostly to the difficulty of obtaining X-ray crystallographic structures of intact ectodomains of S. However, recent advances in cryo-electron microscopy (cryo-EM) have allowed the determination of the structure covering the majority of the ectodomain of several coronavirus S proteins in their pre-fusion conformation such as those of the murine hepatitis virus (MHV) (Walls et al., 2016a) , human coronavirus HCoV-NL63 (Walls et al., 2016b) , HCoV-HKU1 (Kirchdoerfer et al., 2016) , MERS-CoV and SARS-CoV (Gui et al., 2017; Yuan et al., 2017) . These efforts and studies constitute a huge step forward in the field as they uncovered the complexity of coronavirus S proteins and their highly glycosylated nature. The S protein can be divided into the S1 receptor-binding subunit and S2 fusion domain, usually separated by a cleavage site (S1/S2). However, coronavirus S proteins possess an additional cleavage site located within S2 and called (Belouzard et al., 2009 (Belouzard et al., , 2012 Millet and Whittaker, 2014) . Not only are coronaviruses S proteins unusual for harboring multiple cleavage sites, they are also activated by a wide variety of host cell proteases (Millet and Whittaker, 2015) , spanning different families such as cathepsins (Simmons et al., 2005) , trypsin-like serine proteases such as members of the transmembrane serine protease (TTSP) family Gierer et al., 2013; Glowacka et al., 2011; Matsuyama et al., 2010) , and the furin-like proprotein convertases (PCs) (Burkard et al., 2014; Millet and Whittaker, 2014) . While the location of the fusion peptide has been debated, most recent data appears to argue that the segment immediately downstream of S2′ cleavage site is the bona fide fusion peptide. In the cryo-electron microscopy structures of coronavirus S, the fusion peptide segment appears to be exposed at the surface of the protein in the pre-fusion state ( Fig. 1) , another unique characteristic setting S proteins apart from other class I viral fusion proteins like the influenza virus HA. While the fusion peptides of coronaviruses are not as well characterized as the ones from other prototypical class I fusion proteins like influenza HA or HIV env, evidence has been steadily accumulating for the identification of the bona fide fusion peptide.\n\nIn this review, we use SARS-CoV as model for studying the mechanism of coronavirus-membrane fusion. We aim to give an overview of the entry pathway of SARS-CoV and connect this to recent advances in our understanding of the coronavirus spike fusion peptide, highlighting its unique features as well as putting these findings back to their biological context and the apparently biphasic nature of coronavirus entry. An underlying theme that emerges from these studies is that the flexible characteristic of coronavirus entry pathways is in some ways imparted by the unique and special features of the coronavirus fusion peptide.\n\nAs with many viruses, SARS-CoV entry into cells is dictated by the . SARS-CoV S is colored with the S1 domain in blue and the S2 domain in orange, and is shown in in three different representations: space-filling, surface mesh and cartoon. The fusion peptide/predicted neutralizing epitope is shown green. The two proteolytic cleavage sites are shown in magenta, with S1/S2 exposed and the fusion peptide-proximal S2′ site protected. An enlarged cartoon depiction of the fusion peptide region is shown with key negatively charged and hydrophobic residues indicated. J.K. Millet, G.R. Whittaker Virology 517 (2018) 3-8 presence of its receptor. During the 2003-2004 SARS epidemic, a functional viral receptor for SARS-CoV was rapidly identified using a biochemical approach, where purified S1 was shown to bind human angiotensin-converting enzyme (ACE2) (Li et al., 2003) . The SARS-CoV/ACE2 interaction has allowed much to be discovered regarding SARS-CoV tropism changes (Hulswit et al., 2016) and is considered and essential part of the virus entry mechanism, along with additional and binding factors, such as CD209L (Jeffers et al., 2004) . While ACE2 is an essential factor in all cell types, subsequent entry events are more cell-type dependent. In typical cell culture systems, and following receptor engagement, SARS-CoV is taken up by both clathrin and non-clathrin pathways (Inoue et al., 2007; Wang et al., 2008) , with entry blocked by inhibitors of endosomal acidification and endosomal proteases such as cathepsin L (Simmons et al., 2005 (Simmons et al., , 2004 . However, treatment of cells with trypsin or trypsin-like proteases (TTSPs) can also result in entry and spike-mediated fusion in a pH-independent manner Matsuyama et al., 2010 Matsuyama et al., , 2005 Simmons et al., 2004) . These findings show that in addition to ACE2, host cell proteases are key activators of SARS-CoV entry, and while the two identified activation sites (S1/S2 and S2′) are critical, the process of protease activation is quite complex, possibly depending heavily on cell type (Reinke et al., 2017) . Overall, it is believed that the TTSP-mediated pathway is the relevant pathway in primary respiratory epithelia, the site of SARS-CoV infection in vivo (Shulla et al., 2011) . These findings also suggest that low pH in itself is not a driving force for the necessary conformational events needed for coronavirus fusion, and that, as suggested by Matsumaya and Taguchi for MHV-2 (Matsuyama and Taguchi, 2009) , additional factors are involved. Related to this, single particle studies of entry, using feline coronavirus as a model system, have shown that effects of pH on the rate constant of coronavirus fusion are negligible (Costello et al., 2013) , with pH-dependency of entry possibly linked more to the enzymatic activity of the activating protease. One feature of SARS-CoV is that in cell culture, entry only begins after a lag time of 30 min (Mingo et al., 2015) , suggesting that substantial endosomal maturation is necessary in the endosomal route of entry. The finding that wild-type MHV and feline coronavirus infection of HeLa cells also depends heavily on endosomal maturation, including components such as the VPS/HOPS complex involved in late endosomelysosome trafficking, also suggests that endosome maturation (but not endosomal acidification per se) is a key player in infection across the Coronaviridae (Burkard et al., 2014 ). An overarching model, based primarily on studies with MERS-CoV, is that coronaviruses can enter cells either following fusion at or close to the cell surface, the so-called \"early\" pathway, or following prolonged endocytic trafficking, the \"late\" pathway (Earnest et al., 2017) .\n\nFrom the perspective of membrane fusion, viral fusion peptides are perhaps the most critical region of virus envelope glycoproteins as they directly interact and disrupt target host cell membranes. Thus, the corresponding regions have been extensively studied in model viral fusion proteins. While there are no strict definitions for what constitutes a viral fusion peptide, a number of criteria have to be met in order to designate a segment of viral fusion protein a bona fide fusion peptide. Often, the region corresponding to an FP is composed of hydrophobic amino acids, particularly enriched in glycine (G) and alanine (A) residues. It is important to note that fusion peptides can contain a few charged residues as well as bulky hydrophobic residues such as tryptophans (W). Another feature of fusion peptides is that they correspond to regions which are extremely sensitive to point mutations in the context of full-length fusion protein, i.e. that a single residue substitution within an FP often results in loss of fusion activity. Related to this characteristic is that although viral fusion protein sequences tend to vary greatly amongst different viral families, they are extremely well conserved within a given family. The capacity of a synthetic peptide to induce lipid-mixing and fusion of liposomes is another criterion that can help in identifying regions hypothesized to be FPs. Furthermore, the study of the effects of such peptides on lipid bilayer ordering using powerful spectroscopy techniques such as electron spin resonance (ESR) has also been successfully used to characterize other cellular and viral FPs such as those of influenza virus and HIV Freed, 2009, 2011; Freed, 2014, 2015; Pinello et al., 2017) .\n\nWithin each major classes of viral fusion proteins (I, II, and III) the associated fusion peptides share basic characteristics. Class I fusion peptides are usually enriched in alanine and/or glycine residues, and can either be \"N-terminal\" (i.e. located immediately downstream of the activating cleavage site) or \"internal\" depending on their positions respective to the cleavage site (Apellaniz et al., 2014) . For class II and III fusion proteins, the fusion peptides are not released by proteolytic cleavage but instead, form so-called internal \"fusion loops\" which can be bipartite as in the case of class III fusion proteins (e.g. vesicular stomatitis virus glycoprotein G) (Apellaniz et al., 2014; Sun et al., 2008; White et al., 2008) . It is important to highlight that it is the anchoring of the fusion peptides to apposing target membranes that allows for the formation of a unique biological structure: two lipid bilayers connected by fusion proteins.\n\nIdentifying and locating the coronavirus fusion peptide has been most extensively performed using SARS-CoV spike (S) as a model. Initial work, using a peptide library derived from the SARS-CoV S protein, showed that three regions (R1, R2, and R3) within the S2 domain displayed membrane-interacting properties in experiments measuring vesicle membrane leakage (Guillen et al., 2005) . R1 (aa 858-886) was found located upstream of HR1, R2 was identified between HR1 and HR2 (aa 1077-1092) and R3 (aa 1190-1202) was found to be situated proximal to the transmembrane region. Mutations within the region spanning residues 852-883, which approximately corresponds to the above-mentioned R1 region, were found to decrease cellcell fusion in S-expression mediated syncytia formation assays (Petit et al., 2005) . Another group identified two regions using the Wimley and White interfacial hydrophobicity analysis approach. They defined these regions as WW-I (aa 770-778) and WW-II (aa 864-886) with the latter almost matching the R1 region identified by Guillen and colleagues. WW-I was found to strongly partition into large unilaminar vesicles (LUV) and be most important for fusion. Subsequently, a model for how different membranotropic segments identified within SARS-CoV S2 would function has been proposed in which the putative fusion peptide (for consistency, this FP is referred to here as FP 770-788 ) located N-terminal of the HR1 region (aa 770-788) is followed by an \"internal\" FP or IFP 873-888 (aa 873-888) and another segment located upstream of the transmembrane domain (PTM 1185-1202 , aa 1185-1202) (Guillen et al., 2008; Guillén et al., 2008) . In this model, all three segments work sequentially and in concert: the FP first inserts into target membranes, the IFP would then facilitate the hemifusion process by interacting with the apposing membrane and the interaction of the PTM with target lipid bilayer after further conformational changes of spike would also facilitate fusion pore expansion. More recently, structural characterization of these regions has been undertaken (Basso et al., 2016; Mahajan and Bhattacharjya, 2015) . Mahajan and Bhattacharjya have used nuclear magnetic resonance (NMR) spectroscopy to gain insight into the structures adopted by isolated peptides corresponding to the abovementioned regions FP 770-788 , IFP 873-888 , and PTM 1185-1202 regions. They have determined the atomic-resolution structure of these peptides in presence of dodecylphosphocholine (DPC) detergent micelles by solution NMR (Mahajan and Bhattacharjya, 2015) . Basso and colleagues have used electron spin resonance (ESR) as well as differential scanning calorimetry (DSC) to probe the interactions of the FP and IFP peptides with lipid bilayers (Basso et al., 2016) .\n\nThese initial studies have identified regions of S2 with the capacity to interact with membranes. They also suggest that several regions within S2 could act in a concerted fashion to mediate the membrane fusion process. Further studies have been conducted taking a more functional approach and considering other criteria that define fusion peptides, such as proximity to a cleavage site and sequence conservation (Madu et al., 2009a (Madu et al., , 2009b . The starting point for these studies was the identification of a second cleavage site in the SARS-CoV S S2 domain called S2′ (at R 797 residue) (Belouzard et al., 2009) . Authors found that the SARS-CoV S protein was proteolytically activated sequentially at the S1/S2 and S2′ sites, and that the latter event was critical for activating membrane fusion. Using these findings as a basis for identifying the SARS-CoV fusion peptide, additional work has shown that the segment located immediately downstream of the SARS-CoV S2′ cleavage site, 798 SFIEDLLFNKVTLADAGF 815 , displayed features of a fusion peptide. In addition to being proximal to the S2′ cleavage site, the sequence of this region was found to be remarkably conserved within the Coronaviridae, with the 800 IEDLLF 805 motif showing minimal divergence. Interestingly, the highly conserved 803 LLF 805 correspond to the beginning of a major antigenic determinant of SARS-CoV S protein (aa 803-828), capable of eliciting the generation of neutralizing antibodies (Zhang et al., 2004) . Furthermore, mutagenesis analysis of the S2′-proximal 798-815 segment in the context of full-length protein demonstrated its importance in mediating membrane fusion. Subsequent structural analysis of the isolated peptide by circular dichroism (CD) spectral analysis and vesicle lipid mixing assays confirmed the role of the segment as a fusion peptide (Madu et al., 2009b) . More recently this domain has been subjected to extensive characterization by electron spin resonance (ESR) spectroscopy (along with CD spectroscopy) to show membrane ordering and the critical involvement of the LLF motif . Another mutagenesis study based on cell-cell fusion and pseudovirion infectivity assays has also found that a pair of highly conserved cysteines (C822 and C833) and the flanking residues D830 and L831 located C-terminally to the 798-815 region played a critical role for fusion (Madu et al., 2009a) . The small sub-domain formed by the cysteine pair form a loop structure, a situation that is reminiscent to the avian sarcoma/leukosis virus subtype A in which a pair of cysteines flank the internal fusion peptide of the Env glycoprotein . ESR is a powerful tool enabling to analyze membrane-ordering effects of fusion peptides with lipid bilayers. Using this technique the two distinct domains downstream of S2′ have recently been characterized. The 22 amino acids region immediately after the S2′ cleavage site ( 798 SFIEDLLFNKVTLADAGFMKQY 818 ) were termed FP1 and induced significant membrane ordering. The work also showed that the subsequent 21 amino acid, disulfide-bonded, domain ( 816 KQYGECLGDINARDLICAQKF 835 ), termed FP2, also displayed membrane-ordering properties. Furthermore, these effects of the two domains were dependent on Ca 2+ ions, a situation similar to the calcium-dependency of fusion observed for the Rubella virus E1 envelope glycoprotein (Dube et al., 2016 (Dube et al., , 2014 . A specific role for calcium in binding to both the FP1 and FP2 domains of SARS-CoV S was reinforced by isothermal titration calorimetry (ITC) . Overall these data suggest that for coronaviruses the fusion peptide is complex, possibly forming an extended FP1-FP2 \"platform\" with a conserved LLF core, as well as other regions of S2 previously identified as membraneinteracting (Fig. 2) , and suggesting that Ca 2+ ions bind to conserved negatively charged residues in the fusion platform, to comprise the missing factor required to trigger membrane fusion.\n\nThe notion that SARS-CoV fusion peptide structure and function in vitro is controlled by Ca 2+ ions suggests that a similar situation occurs in vivo. Indeed, SARS-CoV entry is heavily dependent on the Ca 2+ concentration of the media in which cells are grown, and is inhibited by calcium chelators such as BAPTA-AM, which act in endosomes . It is also interesting to note that amiodarone, a drug that blocks endosomal/lysosomal calcium channels, also inhibits SARS-CoV entry, after endosomal uptake (Stadler et al., 2008) . The inhibition by amiodarone was originally attributed to Ca 2+ -dependent defects in endosome trafficking, but may also act more directly in the membrane fusion process. In this model, fusion can take place in two Ca 2+ -containing compartments corresponding to the observed \"early\" and \"late\" entry pathways, with cleavage occurring by distinct activating proteases following receptor engagement.\n\nJ.K. Millet, G.R. Whittaker Virology 517 (2018) 3-8 In general, the role of Ca 2+ and other ions in the context of endosomal trafficking is poorly understood. While extracellular calcium is high (approximately 1 mM), levels drop rapidly in the lumen of newly formed endocytic vesicles, due to the action of efflux pumps (Huotari and Helenius, 2011; Luzio et al., 2007; Scott and Gruenberg, 2010) . However, lysosomes can act as a calcium store via their interaction with major calcium stores in the endoplasmic reticulum, with levels as high as 0.5 mM found in lysosomes. During the later stages of endosome maturation, lysosome-late endosome fusion mediated by the HOPs complex can also result in substantial levels of Ca 2+ in endosomal compartments. Such trafficking pathways may therefore lead to the availability of Ca 2+ in two distinct points in the coronavirus entry pathway. First, at the cell surface where TTPS-mediated cleavage can activate fusion, and second, in \"mature\" endocytic vesicles where cathepsins can activate fusion.\n\nOverall, we propose a model of SARS-CoV and for coronavirus entry in general, which integrates the various triggers and activators of the viral spike protein as follows: 1) Protease cleavage at S1/S2, which provides a preliminary priming step; 2) Receptor engagement; 3) Protease cleavage at S2′ to expose the viral fusion peptide (FP1-2); 4) Ionic changes to promote conformational changes and fusion peptide insertion. These ionic changes are not exclusively driven by H + ions, and we argue that Ca 2+ ions are necessary to promote fusion peptide insertion into the lipid bilayer. Our model encompasses both the available in vitro and in vivo data, with entry occurring from the extracellular space (TTSP-driven)the \"early' pathway, or following substantial endosome maturation (cathepsin-driven)the \"late pathway\". Variations on this pathway may occur for some coronaviruses in the situations where furin-like proteases activate viruses in an intermediate endosomal compartment such as the early endosome (Burkard et al., 2014; Millet and Whittaker, 2014) . A cartoon diagram of a basic entry model for SARS-CoV is presented in Fig. 3 ."}