{"title": "Early Life Viral Infections and the Development of Asthma -A Target for Asthma Prevention?", "body": "The majority of childhood asthma presents with wheezing episodes during the preschool years. (1) Up to 90% of these episodes are triggered by viral respiratory infections during the first 3 years of life. (2) Recently it has been suggested that infections with pathogenic bacteria may also contribute to wheezing in young children. (3) The relationships between detection of pathogenic bacteria in the airway and asthma inception are discussed by Beigelman et al (ref) in this journal. This manuscript will focus on the role of viruses in asthma inception.\n\nIn order to define the role of viruses in asthma inception, it is important to discuss when asthma begins. Up to 50% of children will have at least one wheezing illness by school age, and many of these children \"outgrow\" their disease. Thus, it has been important to define wheezing phenotypes in early life to further our understanding of the underlying pathobiology of disease in these children. The Tucson Children's Respiratory Study (TCRS), an unselected birth cohort study, has identified 3 wheezing phenotypes (persistent, transient-early, and late-onset). (1) These phenotypes have been further refined in the ALSPAC and PIAMA studies to include two additional phenotypes: intermediate-onset and prolonged-early. (4) Of note, all of these phenotypes are associated with virus-induced wheezing episodes. The most clear distinction among these phenotypes is the degree of underlying atopic features that are present in the children, with intermediate-onset, lateonset, and persistent wheezing children all having the common feature of increased allergic sensitization and other atopic features. Importantly, these three phenotypes are also the most strongly associated with childhood asthma development. Unfortunately, because these wheezing phenotypes are defined retrospectively at school age, their clinical utility is currently limited.\n\nDue to the challenges of performing pulmonary function and more invasive studies in young children and the retrospective nature of the wheezing phenotypes described above, our understanding of how wheezing phenotypes relate to airway changes in early life is limited. It has previously been reported that lung function is not significantly lower during infancy but is reduced by school age in children with persistent wheezing. (5) Recently, Bisgaard et al demonstrated, in a high-risk cohort of infants whose mothers all have asthma, that infants that went on to develop asthma by school age had lower lung function at birth and suffered significant decline during the preschool years. (6) Together, these studies identify the preschool years as a critical window for intervention to prevent loss of lung function over time.\n\nWith regard to airway inflammation, Krawiec et al demonstrated that wheezing children with a median age of 14 months have increased numbers of inflammatory cells in bronchoalveolar lavage (BAL) fluid, but do not demonstrate the eosinophil predominance seen in many older children with asthma. (7) Further, Saglani et al performed bronchoscopy and biopsy on recurrent wheezing children and identified that reticular basement membrane (RBM) thickening and eosinophilic inflammation, common features of childhood asthma, were not present at 1 year, (8) but developed by 3 years of age (9) in children with recurrent wheezing. However, it was airway smooth muscle thickness, and not these findings, that were correlated with an asthma diagnosis at school age in a follow up study published recently. (10) Clearly, new technologies, such as non-ionizing magnetic resonance imaging, (11) are needed for use in young children, and should provide greater understanding of airway changes developmentally in early life.\n\nRespiratory viral infections can range in severity from asymptomatic to causing an illness severe enough to lead to hospitalization. Improved molecular diagnostics have led to the identification of new species and types of respiratory viruses. Respiratory syncytial virus (RSV), human rhinovirus (RV), influenza, parainfluenza, bocavirus, adenovirus, coronavirus, and human metapneumovirus, have all been detected in young children with wheezing illnesses. (2, 12) RSV and RV are the most frequent triggers of wheezing illnesses, thus their role in asthma inception will be the focus of this review.\n\nRSV is the most common cause of severe lower respiratory tract illness leading to hospitalization during infancy, particularly during the first 6 months of life (13) . Early life RSV wheezing episodes have been associated with the development of recurrent wheezing in numerous studies. (14, 15) These relationships are strongest for children with severe RSV illnesses leading to hospitalization. (16) Mechanisms are emerging from animal models (17) and human studies (18) to identify pathways by which RSV could modify airway and immune development and lead to asthma inception.\n\nThe highest level of evidence to date for a causal role of RSV in the development of recurrent wheezing was recently reported by Blanken et al, who performed a clinical trial in pre-term infants comparing palivizumab, a monoclonal antibody used for RSV prophylaxis, versus placebo, for the prevention of wheezing. They found that palivizumab treatment during RSV season led to a significant reduction in wheezing days and the rate of recurrent wheezing, defined as 3 or more episodes during the 1 st year of life, from 21% to 11%. (19) These findings are provocative; however, it is unclear whether they will translate to prevention of childhood asthma, as the strength of association between RSV illnesses in infancy, particularly those illnesses not severe enough to lead to hospitalizations, and subsequent recurrent wheezing lessens with age, and was non-significant by age 13 years in the TCRS. (14) This may relate to the recent observation that maternal atopic asthma is a risk factor for RV, but not RSV, wheezing, (20) and atopy is clearly a pivotal risk factor for persistent childhood asthma. (21) Nonetheless, follow up of the children enrolled in this trial to school age and beyond will prove very informative.\n\nRV is the second most common cause of wheezing respiratory illnesses during the first 6 months of life, (13) and becomes the most commonly detected pathogen during wheezing illnesses between 6 and 12 months of age. (2, 22) RV wheezing illnesses have been strongly linked to childhood asthma inception. (2, 23, 24) In fact, wheezing illnesses caused by RV during the first three years of life have been associated with a 10-fold increase in risk for childhood asthma, compared to a 3-fold risk associated with RSV wheezing. (2) Further, RV wheezing illnesses in infancy have been linked to lower lung function at school-age, (25) but whether this represents a cause or effect of RV wheezing illnesses is not clear.\n\nThe study of the relationships between RV infections and asthma inception is particularly complex, in part due to the fact that there are more than 160 types of RVs, divided into three species, A, B, and C. RV infections can cover the spectrum from asymptomatic to severe disease leading to hospitalization. Whether RV species impacts disease severity has been of enhanced interest recently. Lee et al performed a longitudinal study including samples from infants during periods of wellness and illness, and found that RV A and C infections were much more likely to lead to moderate-to-severe respiratory illnesses than RV B infections. (26) Further, several studies have suggested that RV C infections are more likely to lead to severe illnesses, including those severe enough to lead to hospitalization, when compared to RV A or B infections. (27, 28) The mechanisms underlying enhanced illness severity with RV C are currently unclear, and an important area for further study.\n\nAn intriguing gene-environment interaction related to RV infection in early life and asthma inception was recently identified. 17q21 is the most replicated genetic susceptibility locus for childhood asthma. (29) Caliskan et al found that the 17q21 genotype impacted risk of subsequent asthma specifically in children who developed wheezing illnesses with RV infections during early life. (30) \n\nEarly life allergic sensitization has been identified as an important risk factor for asthma inception. (21) Sensitization to greater numbers of allergens and higher levels of antigen specific IgE have each been linked to enhanced risk of both wheezing and asthma inception. (31, 32) Further, a sequential relationship of allergic sensitization leading to viral, most notably RV, wheezing in early life has recently been identified. (33) Once asthma is established, RV infections in children both sensitized and exposed to aeroallergens are the most likely triggers of asthma exacerbations. (34, 35) Highlighting the importance of allergic sensitization to RV-induced asthma exacerbations in children, treatment with omalizumab (anti-IgE) eliminated fall and spring peaks of asthma exacerbations in inner city children. (36) This interventional trial provided direct evidence that inhibiting IgE-mediated pathways, including inflammation, leads to a reduction in viral lower respiratory illness severity. Based upon recent findings from Cox et al, this may be particularly important for modification of illness severity for RV C infections. (28) The mechanisms by which allergic sensitization and exposure enhance viral illness severity and risk for asthma exacerbations are incompletely understood. Allergic inflammation in the airways leads to impaired barrier function, increased airway responsiveness, and enhanced mucous production. (37) Further, allergic asthma has been associated with deficient innate immune responses to RV. (38) (39) (40) (41) (42) There is also emerging evidence that allergic sensitization and exposure directly impairs antiviral responses, as virus-induced type I and III interferon production from plasmacytoid dendritic cells (pDCs) from patients with allergic asthma is impaired by cross-linking of the high affinity IgE receptor, FcεRI. (42, 43) This impaired pDC IFN production may also lead to an enhanced Th2 inflammatory response in the airways. (44, 45) \n\nTaken together, there is substantial evidence for a causal role of viral lower respiratory tract illnesses, both RSV and RV, in asthma inception during infancy and early childhood. Therefore, preventing RSV and RV infections and/or lessening the severity of the resulting illnesses are logical and important targets for research across the translational spectrum moving forward. This begs the question, what are the most promising approaches to achieve the goal of prevention of asthma inception?\n\nThe only agent currently available for preventing RSV infections is palivizumab. As discussed above, a recent clinical trial supports the hypothesis that preventing RSV in infancy can decrease the rate of subsequent recurrent wheezing. (19) Based upon the morbidity associated with recurrent wheezing during the preschool years, this is clearly a significant finding. However, it is important, moving forward, to assess whether this translates to a reduction in childhood asthma. There has been great interest in the development of a vaccine for RSV, but this has proven elusive to date. McLellan et al used a structure-based approach to development of an RSV vaccine directed at a specific antigenic site of the virus that is a target of potent RSV-neutralizing antibodies. (46) Their recently reported findings in animal models suggest that this approach yields great promise. (46) Ribavirin is the only antiviral currently available for RSV, and its use is limited by side effects. Other effective small molecule pharmacologic approaches are clearly needed for RSV, but have remained elusive to date.\n\nUnfortunately, there are currently no available therapeutics to prevent RV infections. In part due to the large diversity of RVs, development of a vaccine has remained challenging, although efforts to produce an effective vaccine are ongoing (47) and a potentially promising strategy for asthma prevention. Many small molecule approaches to \"curing the common cold\" have been tested over the years, and have for the most part, been quite disappointing. One example is pleconaril, a capsid-binding agent, that led to modestly decreased cold symptom scores and shortened duration of the illness, but side effects and medication interactions hampered its further development. (48) As noted above, RV C species may be associated with the greatest burden of lower respiratory illness, and recent studies suggest that the structure of RV C may have led previously tested anti-virals to be ineffective for this particular species, which may have negatively impacted some of the studies of small molecules to date. (49) Future studies aimed at developing therapeutics toward RV-C are clearly a priority.\n\nA variety of strategies have the potential to lessen the severity of RV infections by targeting host-susceptibility factors for more severe disease. Based upon the strong associations among allergic sensitization, virus-induced wheezing, and asthma inception and exacerbation, it is very logical to propose that interventions aimed at the prevention of allergic sensitization and/or allergic inflammation have potential to prevent asthma development.\n\nOmalizumab, a monoclonal antibody directed at IgE, is approved for use in patients with allergic asthma who are 12 years and above. It has shown significant benefit in the prevention of asthma exacerbations down to 6 years of age, with the greatest benefits seen in patients who are sensitized and exposed to aeroallergens. (36) Therefore, use of omalizumab to block IgE-mediated inflammation in preschool children at high-risk of asthma development is a promising approach to asthma prevention.\n\nAdditionally, other monoclonal antibodies aimed at Th2 inflammatory pathways have shown promise in the prevention of exacerbations in adult patients with refractory disease. (50) (51) (52) However, these agents are not yet approved in the United States for asthma treatment, so it would likely be premature to study their effectiveness for prevention of disease in preschool children. Further, inhaled interferon-β is currently in human trials in adults as a potential treatment to augment in the host response to RV and prevent asthma exacerbations. If effective, this approach would also warrant testing in children moving forward.\n\nFinally, there is great interest in the role of early microbial exposures in the development of allergic sensitization, viral wheezing, and asthma. (53) Data ranging from early life farm exposures (54) to pet exposures (55, 56) suggest that particular microbial exposures during infancy can decrease risk for the development of allergic diseases, including asthma. OM-85BV, a mixture of lyophilized bacteria, has recently been reported to reduce the rate of wheezing episodes in a pilot study in preschool children. (57) Animal studies suggest potential mechanisms by which this product could prevent disease. (58) In sum, the hypothesis that early life microbial exposures could be a cost-effective means of primary asthma prevention is intriguing. However, studies of the microbiome in health and disease are currently in their infancy, and to maximize our chances for success with these interventions, these studies should remain a priority moving forward.\n\nWheezing viral respiratory infections, most notably with RV and RSV, are the most common initial presentation of asthma in early life. There is substantial data in support of a causal role for these viruses in asthma inception. Once asthma is established, RV is the primary trigger of asthma exacerbations. We are at an exciting time in asthma research. Continued efforts to identify mechanisms by which viruses interact with susceptible hosts to induce asthma are clearly needed. However, there are promising potential interventions currently available that should be tested in clinical trials. The goal of prevention of disease inception is clearly on the horizon.\n\n• Viral respiratory infections are the most common cause of wheezing illnesses during infancy and early life.\n\n• RV and RSV infections in early life are critical risk factors for the development of childhood asthma.\n\n• Strategies aimed at preventing RV and/or RSV infections or lessening severity of the associated illnesses are promising approaches for the prevention of asthma."}