{"title": "EQUINE INFECTIOUS ANEMIA", "body": "Although equine infectious anemia (EIA) has been recognized as an infectious viral disease of horses and other Equidae since the early 1900s, no effective treatment or vaccine is currently available. Because infected horses remain infected for life, often without showing any recognizable clinical signs, there was a major research effort aimed at developing an accurate diagnostic test in the early 1970s. In 1972, Dr. Leroy Coggins developed su<::h a test. Known by most veterinarians and horse owners as the Coggins test: this test became the basis for widespread federal and state regulations aimed at eliminating carriers of the virus. Research on EIA slowed until the mid-1980s, when scientists recognized the close relationship between EIA virus (EIA V) and the human immunodeficiency viruses (HIV). This has led to renewed research into the pathogenesis of EIA and to many new discoveries about the virus and the disease.\n\nThe etiologic agent of EIA, EIA V, is officially classified in the subfamily Lentivirinae of the family Retroviridae based on its ultrastructure,28 genetic organization,98 reverse transcriptase activity,1, 9 and serologic cross-reactivity?O, 35, 74, 102 It is closely related to other lentiviruses, including caprine arthritis-encephalitis virus, Visna/maedi virus of sheep, and the human and feline immunodeficiency viruses.\n\nEIA V is an enveloped RNA virus covered with surface \"knobs\" and containing a dense, conically shaped core (Fig. 1) . 62, 103 The exterior lipid envelope of the virus is derived from host cell plasma membranes during particle maturation. 28 , 62, 103 The surface knobs are virus-specific glycoproteins gp90 and gp4S that are probably required for virus penetration of host cells and act as potent immunostimulants? 9 The emergence in the host of novel antigenic variants of these surface glycoproteins results in the recrudescing febrile reactions that are characteristic of the disease. The virus has a dense central core consisting of viral RNA,'o four nonglycosylated structural nucleocapsid proteins,35,76 and the viral reverse transcriptase enzyme. , , 9 The viral RNA genome encodes three major product groups, designated: gag (group-associated antigen) coding for the major internal structural proteins; pol (polymerase) designating the reverse transcriptase enzyme, ribonuclease H, and a DNA-nicking enzyme to aid integration into the host cell genome; and env (envelope) to produce the envelope glycoproteins gp90 and gp45. s2 In addition, there are three short segments of RNA that probably code for smaller viral regulatory proteins. The nonglycosylated structural core proteins are less prone to antigenic variation than are the surface glycoproteins. The most abundant of the core proteins, p26, consistently evokes a strong humoral immune response in most infected horses and is used as the basis for most serologic diagnostic tests for the virus. '5, 44, 79 Reverse transcriptase is an enzyme unique to retroviruses. It catalyzes the conversion of the viral RNA genome to DNA. This complementary DNA (cDNA) can be inserted into host chromosomal DNA, where it effectively hides from host defense mechanisms, persisting in the horse for the rest of its life.\n\nHorses infected with EIA V may present with an acute syndrome of high fever, thrombocytopenia, and/or anemia; a subacute to chronic syndrome of recrudescing fever, weight loss, ventral edema, and more severe anemia; or may appear clinically normal.'\" ' 2 The specific clinical signs a horse shows following infection will depend on such factors as the strain of virus involved, the dose of virus the horse receives, and the individual host response to that virus.\n\nIf a horse is infected with a highly virulent strain of EIA V, it may present with fever of 105 to 106°F (40.5-41.1°C), severe thrombocytopenia, depression, anorexia, and mild to moderate anemia within 7 to 30 days of initial infection.\" Severely affected horses develop epistaxis and ventral pitting edema and die during this primary responseY The titer of infectious virus in the serum of infected horses increases with increasing fever,13,S8 and viral antigen is detectable in almost all tissues. Highest titers are found in serum, liver, spleen, lymph nodes, bone marrow, lung, and kidney. 58, 70, 85. 88 The majority of viral replication during a febrile episode appears to occur in mature tissue macrophages of these tissues, not in circulating blood monocytes. 88 Most horses spontaneously recover from the initial viremic episode over a period of several days, appear clinically normal for a variable period of time (days to weeks), and then experience recurring episodes of fever, thrombocytopenia, and depression!4 Each febrile episode is associated with viremia that resolves coincident with resolution of fever. Between febrile episodes, circulating virus is highly cell-associated and not free in plasma. The frequency and severity of febrile episodes decline over time, with most clinical episodes occurring during the first 12 months after infection.57 Many horses eventually cease having clinical episodes of fever and viremia and become inapparent carriers of the virus. 57 A few horses progress to a chronic debilitating form of the disease with classic clinical signs of weight loss, anemia, edema, and eventually death. Most EIAV-seropositive horses appear healthy, and owners frequently report that they never noticed clinical signs of disease. It is likely that horses infected with a less virulent strain of the virus or with a lower titer inoculum experience only a mild febrile or thrombocytopenic episode that could easily pass undetected by all but the most observant owner. Diagnosis is made more difficult early in infection because these horses may be seronegative until 45 days postinfection.' 6 Despite the fact that some horses show no recognizable clinical signs, they continue to harbor the virus, serve as a reservoir of infection for the remainder of their life, and are a risk to uninfected horses they contact. 23 , 41 Administration of immunosuppressive drugs such as ,dexamethasone can often precipitate viral replication and clinical disease in these horses. 6o\n\nOccasionally, EIAV-infected horses show neurologic abnormalities with or without exhibiting other clinical signs of EIA. Anti-EIA V antibody may be detectable by agar gel immunodiffusion (ACID) in the cerebrospinal fluid of horses with neurologic signs,64 TRANSMISSION EIAV is transmitted between infected and uninfected horses by transfer of blood or blood products, This most commonly occurs during the interrupted feeding of large hematophagous insects, especially of the family Tabanidae (horseflies and deerflies). 33, 34, 45, 96 Transmission may also occur iatrogenically through the administration of contaminated blood transfusions, use of contaminated hypodermic needles, or use of nonsterile, contaminated surgical instruments (including teeth floats), Transplacental and colostral transmission are also possible.53,loo EIA V can be transmitted by the interrupted feeding of single horsefly.34, 54 Factors influencing the efficiency of transmission include the availability of appropriate vectors, the distance between horses, and the virus titer in the blood of infected horses. Tabanids are more likely to transmit virus than mosquitoes for two reasons, The large mouthparts of tabanids are capable of carrying a much larger quantity of blood (up to 10 nL) than are the small mouthparts of mosquitoes. 22 In addition, these large mouthparts inflict much more painful bites than smaller insects. Because flies act only as mechanical vectors in the transmission of EIA V and virus does not live long on the mouthparts of these insects (between 30 minutes and 4 hours),34 effective transmission of virus requires that a fly begin feeding on an infected horse, be interrupted, and immediately fly to an uninfected horse and resume feeding. 54 The large mouthparts of horseflies and deerflies inflict painful bites, which horses are likely to interrupt by tail swishing, biting, or other body movements, When a fly is interrupted in the middle of a blood meal, it will immediately seek to complete that meal by rebiting the initial host or by biting a nearby animal. The flight range of horseflies can exceed 4 miles,94,95 but flies will seek to complete their meal as rapidly as possible on the nearest horse. If the initial host is separated from other animals by a distance of 200 yards or more, the fly is much more likely to resume feeding on the original host than it is to fly the distance required to find a new host. 2l These considerations form the basis for many state EIA V regulatory decisions.\n\nAcutely infected horses undergoing a febrile reaction have higher plasma virus titers than infected afebrile horses by factors of 1000 to 100,000,60 Therefore, there is a greater probability of virus transmission from a febrile horse than from a horse with no clinical signs, and clinically ill horses probably serve as the major impetus for transmission during a propagating epizootic. 14 Despite these considerations, the inapparent carrier remains viremic indefinitely, and several studies have shown that these animals remain a potential source for virus transmission under field conditions?3, 46, 54 Most virus in these horses is highly cell-associated, confined to a small percentage of Circulating mononuclear leukocytes. 14 All serologically positive horses should be considered reservoirs of infection and potentially infectious to other animals. Venereal transmission of virus is possible but probably does not occur frequently. Subcutaneous inoculation of experimental horses with fresh semen from an EIAV-infected stallion will transmit the virus. 97 One mare, pastured only with EIAV-negative animals, seroconverted following breeding to a chronically infected stallion. lOo This mare exhibited slight hemorrhage from the vulva after breeding. Infected stallions may have reduced fertility. Evaluation of semen from two stallions chronically infected with EIA V revealed decreased motility, reduced sperm count, and abnormal morphologic features of spermatozoa. IOO Potential routes of infection between mares and foals include transplacental transfer, colostral or milk transmission, and vector transmission. Transplacental transmission of EIA V is most likely to occur if the dam experiences an acute febrile reaction with accompanying high titer viremia during gestation,50 This may result in abortion or in birth of infected foals. Experimental infection of equine fetuses resulted in abortion if foals were infected on or before 203 days of gestation. Abortion occurred between 21 and 64 days postinfection. If fetuses were infected later in gestation, foals were born seropositive but died within 60 days.\" Experimentally, less than 10% of foals born to mares with no clinical signs of EIA during gestation were born virus-and antibody-positive. 6 ,53 Uninfected foals that nurse colostrum from an infected mare will absorb anti-EIA V colostral antibodies. lOo Colostral antibody is generally undetectable by 6 months of age. 6 There is some evidence that virus may be transmitted in colostrum or milk, but this has not been definitively determined, Because insects preferentially feed on adult horses, insect transmission between infected mares and their uninfected foals does not appear to be a major problem. 24 ,48 In one pasture-based study of 22 mares and 13 foals, foals had only 2.43% of the tabanid feeding occurrences as compared to mares. 24 This was not due to the foal's smaller size, because flies are just as likely to feed on adult ponies as on adult horses if the two are grazing side by side. 24\n\nThrombocytopenia is the most consistent laboratory abnormality detected in the acutely infected horse.13 Platelet counts may start to decrease prior to any increase in rectal temperature. In some horses experimentally infected with virulent virus, a decrease in circulating platelet count is the only abnormality noted d uring the initial viremic episode. Thrombocytopenia recurs with subsequent febrile episodes, generally persists throughout the viremic period, and may become severe enough to cause hemorrhage, especially epistaxis or petechial hemorrhages of mucous membranesY, 13, 44 Platelet counts usually rebound rapidly fo llowing resolution of viremiaY Decreases in packed cell volume and total erythrocyte count may become evident as early as 3 to 5 days postinfection and may become severe during the initial febrile episodes. 83 It is more common, however, for severe anemia to be seen in horses undergoing multiple febrile episodes. Other abnormalities that may be noted on a complete blood count include leukopenia or leukocytosis and monocytosis. 32 , 42, 44, 68 There is some evidence for in vivo activation of monocytes and macrophages in EIA V -infected horses. 3 Monocytes show an increased binding to autologous erythrocytes and exhibit decreased in vitro migration compared to monocytes from uninfected horses. 3 The significance of monocyte activation has not been investigated. However, tissue macrophages are the major site of viral replication in vivo, and these cells are also known to remove immune complex-coated erythrocytes and platelets from the circulation of infected horses, Activation could occur concurrent with either or both of these activities?\n\nReported biochemical abnormalities include increases in serum calcium and decreases in serum iron. 32 ,69 An increase in serum bilirubin will be seen if significant hemolysis occurS. 32 , 68 Erythrocyte lactate dehydrog~nase and glucose-6phosphate dehydrogenase activities increase as anemia develops and are attributable to the presence of younger erythrocytes in the circulation. 51 In febrile horses, circulating blood sideroleukocytes and fixed bone marrow sideroleukocytes (phagocytic cells containing aggregates of hemosiderin secondary to ingestion of sensitized erythrocytes) may be present. 29 , 39, 44 Detection of these cells was used as a diagnostic test for EIA prior to widespread use of the more sensitive and specific AGIO test. Sideroleukocytes decrease in number and eventually disappear with resolution of viremia and associated clinical signs,29,40 A nonspecific hypergammaglobulinemia may be present in some chronically infected horses. 71 Necropsy of an EIAV-infected horse that dies during a febrile episode often reveals generalized lymph node enlargement, hepatomegaly, splenomegaly, accentuated hepatic lobular structure, mucosal and visceral hemorrhages, ventral subcutaneous edema, and vessel thrombosis. 44 ,57 Histopathology usually reveals accumulation of lymphocytes and macrophages in periportal areas of the liver, and in lymph nodes, adrenal gland, spleen, meninges, and lung. 66 These lymphop roliferative lesions may be the result of spread of virus-reactive T-lymphocytes in an attempt to control infection, Other histopathologic lesions in the liver include fatty degeneration and hepatic cell necrosis.'o Kupffer cells are frequently swollen and may contain hemosiderin aggregates, Macrophages in lymph nodes, spleen, and bone marrow may similarly show increased hemosiderin deposits.'o Hemorrhage and edema have been attributed to vascular changes, especially in vascular mesenchymal tissue. 56 Necropsies of EIA V -infected horses that die with no apparent clinical signs of disease are frequently unremarkable. 37 , 56 These animals may have a glomerulitis with increased cellularity and thickening of glomerular tufts.' Retinal depigmentations and prominent choroidal vessels have been observed in the eyes of some clinically normal EIAV-infected horses, Histopathologically, chronic nongranulomatous choroiditis with foci of lymphocytic infiltrates is present in these horses.lO o IMMUNOPATHOGENESIS Immediately after infection, EIA V replicates to high titer, primarily in mature tissue macrophages of the liver, spleen, lymph nodes, lung, kidney, and adrenal glands. 88 Progeny virions are released into circulation, and titers of virus in plasma appear to parallel increases in rectal temperature. The presence of a high concentration of viral antigens in the circulation and in tissues stimulates host antibody production. Specific antiviral antibody is frequently detectable by Western immunoblot as early as 7 to 10 days postinfectionY By 45 days postinfection, antibody to the p26 core protein is detectable by ACID in almost all infected horses. 16 A marked antibody response also develops to the external envelope glycoproteins of the virus, gp90 and gp45. The net result is a heterogeneous hypergammaglobulinemia with increases in IgC, IgC(T), and IgM concentrations by 60 days postinfection, especially in horses that experience multiple febrile episodes. '1 Resolution of serum viremia and its associated febrile episode is dependent on specific B-and T-cell-mediated responses. B3 The rapid appearance of high levels of antibody in the serum of infected horses might implicate their involvement in clearance of virus from circulation. However, in vitro studies demonstrate that most neutralizing anti-EIA V antibodies are directed against highly variable antigenic epitopes of the surface glycoproteins. 38 • 82 These antibodies are not detectable in the serum of infected horses until days to weeks after resolution of a febrile episode, implying that neutralizing antibody is probably not important in clearance of virus from circulation. Most investigators now feel that cellmediated immune responses must be critically involved in this important function.\n\nDespite mounting a strong humoral and cell-mediated immune response to EIAV, infected horses are unable to completely clear the virus from their body and remain infected for life. Direct evidence of viral persistence includes transmission of infection from inapparent carriers to susceptible animals by transfusion of washed leukocytes or whole blood;23. 41 presence of infectious, circulating immune complexes;25 and induction of disease following dexamethasone administration. 6o The cellular reservoir for EIA V in clinically normal horses is not known, but it is hypothesized to be some subpopulation of tissue macrophages.\n\nEIA V probably continues to replicate at a very low level in reservoir cells. Because the reverse transcriptase of EIA V lacks any proofreading capacity, it is prone to errors in copying the EIAV genome. 19 , 61 This can result in a high frequency of genetic mutations, These genetic mutations in turn result in alterations in viral epitopes, enabling the new antigenic variant to temporarily escape the host's neutralizing immune responses,57, 59 This variant can then replicate to high titer, precipitating another febrile episode, Viral envelope glycoproteins are the most structurally variable of the viral proteins,86 Virus isolates recovered from sequential febrile episodes show each isolate to be structurally unique, with variation in envelope glycoproteins occurring in a random, noncumulative process. 73 , 75, 80, 81, 86 The eventual cessation of clinical episodes in most horses may occur because the host eventually mounts a neutralizing immune response against epitopes common to all potential variants of EIA V, The ability of EIAV to undergo rapid antigenic variation in vivo may be important for viral persistence and is a major obstacle to vaccine development.\n\nAlthough rapid antigenic variation is undoubtedly important for viral persistence, other factors are also involved. The most important factor contributing to viral persistence is probably the ability of the virus to insert a DNA copy of the viral genetic material into host chromosomal DNA. This DNA can then lie \"dormant\" for long periods of time with little or no transcription or translation of viral genes. If the cell is expressing no viral antigens, it will not be recognized as infected by the host immune surveillance techniques. The stimuli responsible for reactivation of \"dormant\" virus have not been conclusively identified.\n\nIn horses that undergo repeated febrile episodes of disease with associated high titer viremia, the stimulus to the immune system of the host is immense. This is intensified and prolonged by the inability of the immune response to clear virus from the body. As a result, most clinical signs and lesions of both acute and chronic disease are attributable to this host immune response to the virus and are not a direct result of viral replication.\n\nMost antibodies produced early in EIA V infection are directed against conserved epitopes of the surface glycoproteins gp90 and gp45. These antibodies are nonneutralizing; that is, they combine with circulating virus without rendering that virus noninfectious. 38 . 82 Consequently, most virus in the serum of febrile horses exists as infectious immune complexes. 72 These immune complexes may enhance the ability of the virus to enter host cells and are probably involved in the development of most clinical abnormalities of EIA, including fever, depression, thrombocytopenia, anemia, and glomerulonephritis.\n\nBecause the macrophage is an actively phagocytic cell, it is capable of internalizing material in a nonspecific manner. Fc ,s . 87 or complemenf· 8 receptors of macrophages may bind circulating infectious immljne complexes, internalize these ligands through clathrin-coated pits, and release intact virion cores from lysosomal structures?6.27 A wide diversity of virus types (e.g., dengue hemorrhagic fever, a flavivirus infection of humans,3' and feline infectious peritonitis, a coronavirus infection of cats '04 ) use nonneutralizing antibody, or suboptimal concentrations of neutralizing antibody, to enhance their infectivity, suggesting that this may be a general biological phenomenon that infectious agents have developed to avoid, and indeed exploit, host immune responses. Ponies inoculated with purified EIA V glycoprotein develop more severe clinical signs when challenged with virulent EIA V than do ponies not previously exposed to viral antigens!9 This may reflect antibody-mediated enhancement of infection in vivo.\n\nThe rapidly increasing viremia of acutely infected horses parallels increases in rectal temperatureY Temperatures as high as 41.7\"C (107°F) may be seen in acutely infected horses. This fever is probably the result of release of inflammatory cytokines (interleukins 1 and 6 and tumor necrosis factor a) from infected macrophages, and may be increased further by stimulation with immune complexes. These same inflammatory cytokines also could be incriminated in the depression and decreased appetite observed in these animals.\n\nThrombocytopenia is one of the earliest and most consistent hematologic abnormalities observed in both experimentally infected and naturally infected febrile horsesY In severely affected animals, profound thrombocytopenia may develop and contribute to petechiation of mucous membranes and/or clinical bleeding.\"-17 Platelet counts return to normal only when serum viremia is resolved.\" Thrombocytopenia is most likely a result of attachment of infectious immune complexes to circulating platelets via Fc and/or complement receptors. This may occur as early as 3 or 4 days postinfectionY Antibody-coated platelets are cleared from circulation by tissue macrophages of the spleen and lymph nodes and by hepatic Kupffer cells?- 77 Thus, as another manifestation of antibody-mediated enhancement of infection, platelets may serve as a carrier mechanism to target virus, in the form of infectious immune complexes, to the host cells that are most permissive for viral replication,\"\n\nThe chronically infected horse that has undergone multiple febrile episodes develops a moderate to severe anemia from which the virus derives its name.\n\n(Some horses with severe, high-titer viremia may become anemic during the initial febrile episode, but this is uncommon under natural conditions.) Declining erythrocyte numbers have been attributed to both intravascular and extravascular hemolysis 6B as well as to a generalized depression of bone marrow erythropoiesis. 69 In horses with acute EIA V infection, the erythrocyte lifespan varies between 28 and 87 days (normal is 136 days) . Increased plasma hemoglobin concentrations and decreased plasma haptoglobin concentrations indicate some intravascular hemolysis is occurring in these horses. In later stages of disease, erythrocyte lifespan varies from 89 to 113 days with no detectable changes in plasma hemoglobin or haptoglobin concentration, indicating extravascular hemolysis. 6B Erythrocytes from EIAV-infected horses are coated with complement. 67 ,84 Although antibody cannot be detected with IgG, IgM, or IgG(T) specific direct Coombs tests,67 more sensitive elution studies have demonstrated that immunoglobulin is present in low quantities on the surface of erythrocytes from horses with EIA,36 It is possible that viral hemagglutinin, an activity attributed to surface glycoproteins/ s , S9 enables virus to attach to circulating erythrocytes and attract specific antibody,36 Alternatively, circulating virus-antibody immune complexes 72 may attach to erythrocytes via Fc or complement receptors, After virus or virusantibody complexes adsorb to horse erythrocytes, they activate complement via the classical pathway/D,92 and complement-mediated (intravascular) hemolysis results, Alternatively, extravascular hemolysis may occur as complement-coated erythrocytes are phagocytized by macrophage-like cells and neutrophils,91,92 Bone marrow and splenic macrophages from acutely infected horses contain large amounts of hemosiderin and cellular debris indicative of active erythrophagocytosis,\n\nThe hemolytic anemia observed in horses with EIA is exacerbated by an impaired bone marrow response,69,99 Chronically infected horses often have decreases in serum iron concentration, transferrin saturation, and plasma iron turnover and increases in bone marrow myeloid-to-erythroid ratio,69 Arabian foals with combined immunodeficiency become profoundly anemic when infected with EIAV despite their inability to mount a specific antibody or cell-mediated immune response,S3 Recent in vitro experiments with equine bone marrow and EIA V confirm the ability of the virus to inhibit bone marrow erythropoiesis, 99 Glomerulonephritis with both mesangial and epithelial cell proliferation and basement membrane thickening is present in approximately 75% of EIAV-infected horses,4 IgG and the third component of complement (C3) are present in small granular deposits along the glomerular basement membrane, and anti-EIA V antibodies can be eluted from isolated diseased glomeruli. Although deposition of virus-antibody-complement immune complexes in glomeruli appears to be a common phenomenon in chronic EIA V infection, clinical proteinuria is rarely encountered,4\n\nAs with most diseases, diagnosis may begin with clinical suspicions based on signs of recurrent fever, thrombocytopenia, anemia, ventral edema, and weight loss, Many febrile, viremic horses have circulating or bone marrow sideroleukocytes, These cells were considered diagnostic of EIA V infection prior to availability of accurate serologic testing, Today, clinical diagnosis of EIA V is confirmed by one of the two laboratory tests, Because most EIAV-infected horses do not show clinical signs of disease, it is common for EIA antibodies to be detected during routine evaluation and testing of apparently healthy horses, There are currently two approved laboratory tests for diagnosis of EIA V infection: ACID or Coggins test, and the competitive enzyme-linked immunosorbent assay (C-ELISA) . States may differ in which test or tests they approve and recognize. Both tests detect antibody to the p26 core protein of EIA V. 16 , 93 Unlike surface glycoproteins of the virus, this protein is not subject to rapid antigenic changes, and antibodies that recognize p26 crossreact with all virus isolates.\n\nThe ACID or Coggins test was developed in the early 1970s. It is highly sensitive and specific. This test is at least 95% accurate for diagnosis of EIA V infection and remains the most widely used laboratory test for diagnosis. Most horses seroconvert by ACID within 45 days of infection. 16 The Coggins test is performed in a layer of agar in a Petri dish. Soluble EIA V antigen is placed in a central well in the agar plate. Surrounding wells contain either positive or negative control sera or test sera. Soluble reagents diffuse radially from the wells into the agar. This establishes a circular concentration gradient for each reactant. When a zone of optimal proportions of soluble antigen and anti-EIAV antibody is reached, an opaque line of precipitate appears. No line of precipitation forms between wells containing negative serum and soluble antigen. Although the ACID test is considered highly sensitive and specific, there have been a few horses identified that had consistently negative or equivocal results that were subsequently proved to be infected with EIA V by inoculation of seronegative horses with blood from the suspect horse: 3 , 50, 65, 101 :\n\nThe C-ELISA has only recently been approved for diagnosis of EIAV. Comparisons of C-ELISA and ACID test results have been very favorable. s , 50, 63 There was 100% agreement between C-ELISA and ACID test results in one study comparing 420 equine sera (297 negative samples, 122 positive samples, 1 borderline-positive sample).63 IsseI and colleagues SO reported that the C-ELISA gave positive results for six serum samples with equivocal ACID reactions.\n\nThe identification of horses with equivocal or negative ACID and C-ELISA tests that subsequently prove to be infected by horse inoculation assays illustrates a need for more sensitive confirmatory tests. so Horses with questionable C-ELISA or ACID test results may be tested for virus-specific antibodies using a Western immunoblot assay.so Western immunoblot assay will Simultaneously detect antibodies to the surface glycoproteins gp90 and gp45 as well as the core protein p26. In about 5% of uninfected horses, a weak nonspecific band appears in the p26 positionS and must be differentiated from specific antibody. Polymerase chain reaction (PCR) tests of peripheral blood mononuclear cells and/ or buffy coat cells may also be helpful in confirming diagnosis if specific primers are available. lOS Some inapparent carrier horses have so few circulating infected cells in their peripheral blood that this test may result in a false-negative reaction.\n\nIn the United States, federal and state control measures have been aimed at the elimination of inapparent carriers of EIA V. Most states require that a horse have a negative EIA V test within 6 or 12 months of travel into that state. Many states also require a negative EIA V test at the time of any transfer of ownership of a horse. Local horse shows, race tracks, pony club meetings, trail rides, boarding stables, and so forth also have the option of requiring a negative EIA V test prior to participation or entry.\n\nThe fate of an EIAV-positive horse is dependent on the laws of the state in which that horse is tested. Most states offer options for EIA V -positive horses that include euthanasia, some form of permanent identification and a life-long quar-antine of at least 200 yards from any other Equidae, or shipment of the animal to a recognized research facility . Some states require tattoo or brand markings before that horse can be transported anywhere in that state.\n\nInterstate travel of known positive animals is prohibited except (1) when the horse is being returned to its place of origin; (2) when the horse is being transported to a slaughterhouse; or (3) when the horse is being moved to a diagnostic laboratory or research facility approved by the Deputy Administrator of the USDA's Animal and Plant Health Inspection Service, with the concurrence of regulatory officials in the state departments of agriculture. If an EIA V -positive horse is transported across state lines, that horse must be officially identified using the national uniform tag code number assigned by the USDA to the state in which the horse was tested, followed by the letter\" A.\" Identification may take the form of a lip tattoo or shoulder or neck brand. Brands may be hot iron, chemical, or freezemarking. They must be at least 2 inches high and should be placed on the left shoulder or left side of the neck. Lip tattoos should be not less than 1 inch high and 3/ 4 inch wide and should be placed on the inner surface of the upper lip. Falsification of the health certificate of an EIA reactor by a veterinarian can result in a fine of up to $1000 and/or loss of federal accreditation?5\n\nSince widespread EIAV control measures were instituted in the early 1970s, the incidence of EIA has decreased dramatically throughout the United States. In 1972, the first year of testing, most positive horses were found in Gulf Coast states where temperature and humidity favor a prolonged vector season. In Texas, Louisiana, Mississippi, Alabama, and Florida, 12.8% of 12,086 horses tested were seropositive. In contrast, only 2.6% of 66,675 horses tested in other states were seropositive. By 1975, the percentage of seropositive tests had diminished to 4.4% and 1.06% in Gulf Coast and other states, respectively. The United States map in Figure 2 illustrates that the Gulf Coast region still has the greatest number of positive EIA tests, although the absolute numbers have decreased dramatically since the early years of testing. Of 993,712 EIA V tests reported in the United States between October 1, 1990 and September 30, 1991, only 2755 (0.277%) were positive. Arkansas had the largest absolute number of positive tests (494) and the highest percent positive (1.65%) . 55 Although federal and state controls have markedly decreased the incidence of EIA in the United States, the disease has not been eradicated. Outbreaks of disease still occur3° and may be increasing in some areas because of a decrease in vigilance on the part of horse owners, veterinarians, and others. Owners and veterinarians can voluntarily implement a variety of control measures to decrease the chance of exposure of their horses to infected horses. These measures include 1. Require a negative EIA V test prior to purchase of any horse, donkey, or mule. 2. Require documentation of a recent negative EIA test prior to permitting entry of any new horse to the premises. If a horse originates from a state with a high incidence of EIAV-positive horses (e.g., Gulf Coast states), this test should probably be dated within 30 days of entry to the farm. If 331 a horse ongmates from a state with a low incidence of EIAV-positive horses, a test within 6 months to 1 year should be adequate. 3. Institute fly control measures wherever possible. 4. Encourage officials of any event involving the congregation of large numbers of horses to require a recent negative EIA test for all horses participating. 5. Test all horses, donkeys, and mules on the premises at least once a year. 6. Do not permit injections of different horses with a common needle. Thoroughly disinfect all surgical instruments, tattoo instruments, and teeth floats after each use.\n\nThe ability of EIA V to persistently infect horses in the face of a profound immune response by the host makes it a potentially devastating disease for the horse population of the United States. Its ability to evade host immune defenses by lying dormant in apparently healthy animals and by rapidly changing its antigenic determinants is proving to be a major obstacle to vaccine development. Because most infected horses appear clinically normal and a large proportion of horses in this country remain untested, the virus is not likely to be eradicated in the near future. Yet, for the same reason, because most horses infected with EIAV appear clinically normal, there is a tendency for the horse industry to become complacent in its efforts to control the virus. The cooperation of horse owners, veterinarians, and regulatory officials is necessary to keep the threat of EIA in check in the United States."}