{"title": "Lessons from the public health response to Ebola", "body": "countries with inadequate resources; to help them prepare for Ebola and other infectious disorders? In the case of Ebola, WHO knew that with preparation and resources, the disease had, in the past, been successfully contained. New global interest in noncommunicable diseases 4 must not absolve public health officials for their failure to prepare for infectious disease outbreaks.\n\nMédecins Sans Frontières (MSF) has sent doctors and nurses into the field to help where resources are scarce. They also conduct field research. MSF's applied research, organized by Epicentre MSF in Paris. Epicentre studies field operations of MSF to learn what works and what does not. They learn what knowledge, strategies, and resources are needed, and how to provide care and protection. MSF developed guidance for the use of personal protective equipment.\n\nIn June 2014 MSF was outspoken, calling for a robust response and stating that the outbreak was 'out of control' and that they had reached their limit in being able to care for patients with Ebola virus disease in 60 locations across Liberia, Guinea, and Sierra Leone. Was anyone listening? It took 6 weeks until WHO deemed Ebola a 'Public Health Emergency of International Concern' and called for a coordinated international response. Countries facing occasional imported cases were in a panic about how to respond at home, while thousands of people in West Africa became infected with Ebola.\n\nOur list of 'pending' infectious challenges is far from exhaustive, but it confirms that there are many threats out there. Influenza has received some attention. The coronaviruses -Middle East Respiratory Syndrome and Severe Acute Respiratory Syndromeand the paramyxoviruses -Nipah virusremain serious threats to health globally. 5, 6 Current efforts to control multi-drug resistant tuberculosis are dangerously 'out of step' with this grave peril. 7, 8 Mosquito control needs to be reinforced so that Chikungunya and Dengue can be prevented. We must look ahead at the full range of threats.\n\nCan we learn from Ebola? We must make sure that lab research, plus applied research and field studies, and the resources for care and prevention will be developed now so that we will not be 'surprised' in the future as we seem to have been with Ebola."}