{"title": "-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)", "body": "Reply to comments on \"Zika virus transmission: What to concern on its transmission apart from mosquito control\" by Viroj Wiwanitkit\n\nTo the Editor,\n\nIn the Letter to the Editor, Wiwanitkit 1 raised concerns over the difficulties in detecting infected individuals and multiple potential routes of transmission of Zika virus. Professor Wiwanitkit's comments on the review in this issue of Journal of the Formosan Medical Association are all relevant to the understanding and control of the current Zika virus epidemic and are very much appreciated. 2 The ease and speed of international travel have played a crucial role in the globalization of infectious diseases. 3 Importation of infected humans or animals has, in some cases, led to further local transmission of the disease. The situation is perhaps best illustrated by the global dissemination of the severe acute respiratory syndrome in 2003 following the entry of a single infected patient from Mainland China to Hong Kong. 4 Detecting infected persons by border screening, usually by means of infrared thermal scanners and health questionnaires, has been practiced by a number of countries, although the actual efficacy of this measure is nullified by the inability to detect individuals in the incubation period and the common occurrence of asymptomatic yet infectious cases in many arbovirus infections. 2, 5 Transmission of Zika virus via routes other than mosquitoes is another area of concern in the control of the disease. Congenital and perinatal transmission can certainly occur, and more instances of sexual transmission have recently been reported. 6, 7 Likewise, infectious virions have been detected in human breast milk. 8 It is of interest that the viral load in body fluids (e.g., breast milk, semen, urine, and saliva) is often higher than that in the plasma/ serum, and viral persistence in these sites is longer than the duration of viraemia. 8e12 Better understanding of the viral kinetics in different body fluids will shed light on the optimal type of specimens to be tested at different times following infection. However, prolonged viral shedding also opens the opportunities for direct person-to-person transmission of the virus, even though these routes are likely to be of secondary importance compared with mosquito-borne transmission. As in the case of other arboviral diseases, there is always a potential threat for transmission via transfusion and transplantation. 2 In addition to deferral of blood and organ donation for high-risk individuals, screening of blood products and pathogen inactivation are issues to be considered in the long term. 13, 14 Ultimately, in the absence of an effective vaccine, longterm control of vectorborne infections relies on the mammoth task of vector control. There is growing evidence that Aedes mosquito species from different geographical areas may have variable susceptibilities to different Zika virus strains. 15 Whenever possible, local entomological data should be generated to guide the optimal strategies for vector control."}