{"title": "", "body": "Dendritic Cells K Liu, Columbia University Medical Center, New York, NY, USA r 2016 Elsevier Inc. All rights reserved.\n\nIn search of the cells that initiate immune response, Steinman and colleagues discovered dendritic cells (DCs) using morphology-based method. DCs are shown to be the most potent initiator of T cell immune response comparing to other cells. DC-specific monoclonal antibodies were made and enabled characterization and easy isolation of DCs. DCs form a wide network of antigen capture, transport and presentation. Many subsets of DCs collaboratively orchestrate immune response.\n\nThe discovery of DCs was the result of an effort to understand the initiation of immunity. In 1967, Mishell and Dutton developed an in vitro priming system in which mouse spleen cell suspensions could be stimulated to generate antibody responses in culture (Mishell and Dutton, 1967) . It was quickly observed that lymphocytes alone were not sufficient to induce antibody forming cell responses, and that an adherent accessory cell, or antigen presenting cell (APC), was required. At the time, macrophages were thought to be the key accessory cell because they composed a major population of adherent cells and also because their role in innate immunity had been long appreciated (Unanue and Cerottini, 1970) . However, macrophages failed to show robust activity in induction of antibody responses in vitro, and they rapidly digested ingested antigen suggesting that they would be unable to present it to lymphocytes Cohn, 1969, 1967; Steinman and Cohn, 1972) .\n\nSpeculating that another cell type distinct from macrophage initiates immune response, Steinman and Cohn examined spleen adherent cells by phase contrast microscopy; they discovered a small population of cells with stellate shape and named them DC (Steinman and Cohn, 1973) . They then employed physical techniques to fractionate spleen cells and purify DCs. DCs were found to adhere to plastic or glass, had low buoyant density, and did not bind to erythrocytes coated with antibody. Comparing to macrophages that contain abundant lysomsomes in the cytoplasm and are actively phagocytosing, DCs contain few lysosome and are weaker in phagocytosis.\n\nThe original evidence of DCs' immunogenicity came from two crucial experiments. First, in an in vitro model system to study graft rejection, i.e., mixed leukocyte reaction, DCs were nearly two orders of magnitude more potent than unfractionated spleen cells, B cells or macrophages in stimulating allogeneic T cells (Steinman and Witmer, 1978; . This effect is attributed to abundant allogeneic MHC II on DC surface, which does not require priming. Second, in a coculture system with syngeneic responding T cells and hapten-modified thymocytes, DCs induced MHC-restricted cytotoxic T cells specific to the hapten; in contrast, macrophages and other purified populations of lymphoid cells were nearly inactive as accessory cells . Thus DCs were discovered as the most potent APCs to initiate T cell immunity.\n\nSequential steps of density centrifugation in bovine serum albumin gradients and adherence to glass were originally used to purify DCs (Steinman and Cohn, 1974) . Immunization with these purified DCs led to production of a series of DCspecific antibodies in 70-80s, including 33D1, NLDC and N418. These antibodies made it possible to characterize DC distribution in vivo with immunohistochemistry. DCs are widely distributed in most organs, a distribution that maximizes antigen capture and subsequent induction of T cell response.\n\nDCs are found in the central lymphoid organs, bone marrow and thymus. In the bone marrow, DCs are organized into perivascular clusters that enveloped blood vessels. These bone marrow DCs contribute to promoting the survival of mature B cells that home back to the bone marrow. In the thymus, DCs reside in thymic cortical epithelium and thymic medulla. Thymus is where T cells mature through positive and negative selection. Thymic DCs mediate central tolerance, through negative selection or clonal elimination of T cells that are selfreactive, and induction of regulatory T cells that suppress selfreactive T cells.\n\nDCs reside in the peripheral lymphoid organs, spleen and lymph nodes, where immune response is initiated. Naïve T cells circulate through T cell areas in spleen and lymph nodes. In these areas, DCs are enmeshed in an extensive network and they are actively probing adjacent T cells with their processes, a crucial scanning step preceding T cell clonal expansion.\n\nDCs are also found in most non-lymphoid organs and in all epithelial surfaces that contact the environment. In organs such as heart, lung, kidney, the dermal layer of skin, and meninges and choroid plexus in the brain, they are found in interstitial spaces that are drained by lymphatics. In skin, the epidermal layer contains Langerhans cell expressing Fc receptors and MHC class II, capable of presenting antigen to primed T cells; the dermal layer of skin is also populated with DCs. Epidermal Langerhans cell and dermal DCs have different origin, but both appear to function as DCs, i.e., present antigen and activate T cells. DCs are also found in all stratified squamous epithelia such as the vagina, cervix, anus, pharynx, and esophagus as well as in other epithelia, as in the airways of the lung, the intestine, and the iris and ciliary body.\n\nMigration of DCs from peripheral tissues into lymphoid organs is key to their sentinel and antigen trafficking functions. Upon microbial contact or stimulation by inflammatory cytokines, resident DCs from non-lymphoid tissue traffic through afferent lymphatics to the lymph node T cell areas, where they participate in the initiation of immune responses. For example, elicitation of allergic contact dermatitis and immunity induced by HSV or Leishmania requires interaction of antigen with epidermal Langerhans cells or dermal DCs respectively, followed by migration of these DCs to the lymph nodes to present antigen to T lymphocytes.\n\nEven in the absence of invading pathogens, some DCs are always migrating from tissues to lymph nodes through afferent lymph. Most of the migrating DCs die after their arrival in lymphoid tissues, thus DCs are not detectable in the efferent lymph. The DCs that migrate in the steady state might have several functions: to replenish immature populations, to transport self or environmental antigens, or to be on patrol to identify invaders.\n\nDC migration is a regulated process, controlled at the level of chemokine production and chemokine receptor expression and function. CCR7 and its ligands CCL19 and CCL21 are essential for DC migration, both in the steady state and during inflammation (reviewed in Randolph et al., 2005) . Chemokine/ chemokine receptor interactions not only orchestrate DCs' migration but also influence their immunogenic potential.\n\nTherefore, DCs in the peripheral tissue and lymphoid organs form a vast network. Migration of DCs enables antigen captured in the periphery to be transported to the lymphoid organ, where they are presented to T cells for initiation of tolerance and immunity.\n\nIn each organs, DCs are heterogenenous and comprised of multiple groups and subsets (Ardavin and Shortman, 1992; Vremec et al., 1992) . These groups differ in their anatomic distribution, cell surface marker expression and function. In the mouse, three major groups of DCs exist in the steady state: plasmacytoid DCs (pDCs), conventional DCs (cDCs), and migratory DCs (mDCs). Under inflammation, a new population of DCs arises from monocytes (mo-DCs). pDCs pDCs, marked by the expression of B220 and PDCA1 and their morphological resemblance of plasma cells, are important mediators of antiviral immunity through their ability to produce large amounts of type I interferons (IFNs) on viral infection (see below).\n\ncDCs cDCs are composed of two major subsets, namely CD8α þ and CD11b þ cDCs (Shortman and Liu, 2002) . They have overlapping functions; both can process and present antigens to T cells; both subsets also secrete cytokines such as IL-12, which can inform the ultimate polarization of the T cell response to pathogens. However, the two subsets also have distinct anatomic localization and functions in vivo and are not redundant.\n\nFor example, in mouse spleen, CD8aþ cDC localize to T cell areas and specialize in priming CD8 þ T cells, whereas CD11bþ cDC localize to the bridging channel and specialize in priming CD4 T cells. mDCs mDCs are present in non-lymphoid tissues such as the liver, gut, skin, lung, and aorta, and they too are composed of two main subsets CD103þ and CD103 À DCs (reviewed in Helft et al., 2010) . These non-lymphoid DCs are referred to as mDCs because they transit from tissue to lymphoid organs (reviewed in Banchereau and Steinman, 1998; Shortman and Liu, 2002) . CD103þ tissue DCs are developmentally related to CD8aþ cDCs.\n\nUnder inflammation, a new subset of DCs arise from monocytes (mo-DCs). For example, upon infection of Listeria monocytogene, increased CCL2 drives CCR2-expressing monocytes to emigrate from bone marrow, upregulate CD11c and MHC II on cell surface and differentiate to mo-DCs. Upon entering the infection sites, mo-DCs produce TNF-a and iNOS which confer innate protection. Therefore, another name for monocyte-derived DC (mo-DC) is TNF-a, iNOS-producing DCs (Tip-DCs). In CCR2-/-mice, monocytes failed to migrate, rendering the mice highly susceptible to Listeria infection.\n\nGene expression comparison, selective targeting and depletion of specific subset in vivo reveal that DC subsets have distinct features and functions. They differ in expression of cell surface and cytoplasmic receptors for detecting pathogens, antigen processing capacity, and ability to produce cytokines and chemokines. For example, CD8aþ cDC and their developmentally related CD103þ non-lymphoid DCs are uniquely potent and indispensible in cross-presenting antigens on MHC I and initiate CD8 T cell immunity against tumor, virus and intracellular pathogen.\n\nIn conclusion, multiple subsets of DCs have distinct microanatomical locations, gene expression profiles and functions. Collaboratively, these DCs orchestrate immune response.\n\nDCs only constitute less than 2% of hematopietic cells in vivo. Therefore, in vitro culture systems were established to produce human and mouse DCs in large number; these culture systems are widely used today for basic and clinical studies. Bone marrow cells from mice or peripheral blood monocytes from humans are cultured for 6 days in medium containing GM-CSF to produce cells with dendritic morphology that exhibit modest phagocytic activity, express CD11c and MHC II, and stimulate the MLR. Differentiation and activation can be further stimulated by addition of LPS, which activates DCs rendering them more immunogenic. Notably, GM-CSF is dispensable for DC development in vivo in the steady state; DCs generated in GM-CSF culture are more closely related to mo-DC than to the authentic cDCs in the lymphoid organs in the steady state.\n\nAuthentic cDCs can be produced in vitro using cultures of mouse bone marrow cells supplemented with Flt3L (Naik et al., 2005) . Flt3L cultures produce all of the known subsets of DCs, including cells with features of pDCs, CD8aþ /CD103þ and CD11bþ cDCs (Naik et al., 2005) . Flt3L is indispensible for normal DC development in vivo. In mice deficient in either Flt3L or its receptor Flt3, DC development is impaired (Waskow et al., 2008; McKenna et al., 2000) . Consistent with these observations, administration or over-expression of Flt3L results in selective expansion of DC populations, including fully differentiated DCs in lymphoid organs (Waskow et al., 2008; Maraskovsky et al., 1996) . Moreover, human cDCs can be obtained from cultures of human cord blood supplemented with Flt3L and GM-CSF (Poulin et al., 2010) , although this culture does not produce human pDCs.\n\nMonocytes were long thought to be the major progenitor of cDCs. However, direct transfer experiments and genetic experiments prove that most cDCs in the steady state peripheral lymphoid organs do not descend from monocytes (Jakubzick et al., 2008) . Monocytes only differentiate to DCs under inflammation. This was observed with injection of CFA or LPS, or infection with pathogens. Thus although monocytes can develop some of the features of DCs under conditions of inflammation in vivo, or when cultured with cytokines in vitro, but they are not precursors of cDCs in the steady state.\n\nHSCs give rise to common lymphoid progenitors (CLPs) and common myeloid progenitors (CMPs). It is widely accepted that DCs descend from the Flt3 (CD135)-expressing CMPs. These CMPs then progress to a common precursor for monocytes, macrophages and DCs (macrophage-DC progenitors, MDP). MDP are defined as Lin À CX3CR1 þ CD11b À CD115 þ cKit þ CD135 þ and account for 0.5% of all BM mononuclear cells in mice (Fogg et al., 2006; Waskow et al., 2008) . Comparing to CMP, MDP has minimal potential to produce granulocytes, but can produce monocytes, pDCs, and cDCs. MDP then progresses to common DC progenitor (CDP). CDP, defined as Lin À CD115 þ Flt3 þ C-D117 lo ), produces cDCs and pDCs but not monocytes in vitro (Naik et al., 2007) or in vivo (Onai et al., 2007) . Therefore the split between the monocyte and DC lineages occurs in the bone marrow between the MDP and CDP stages of development .\n\nMigratory pre-DCs cDC precursors must migrate from the bone marrow to the lymphoid organs through the blood. However, MDP and CDP are restricted to the bone marrow . A precursor with the potential to produce cDCs (pre-DC) was identified as CD11c þ MHC II À Flt3 þ SIRPa lo cells in the blood, bone marrow and periphery of mice (Del Hoyo et al., 2002; Diao et al., 2004; Naik et al., 2006; Liu et al., 2009) . Pre-DCs descend from CDPs, migrate from the bone marrow to the blood and then to peripheral lymphoid organs and non-lymphoid tissues . Pre-DCs have a short half-life in the blood of less than 1 h (Liu et al., 2007) , and comprise B0.5% of all leukocytes in bone marrow, 0.02% in blood, 0.05% in the spleen and 0.03% in the lymph nodes respectively. The constant output of pre-DC from the bone marrow is essential for replenishment of DCs in the periphery.\n\nIn conclusion, in mice, the DC and monocyte lineages split in the bone marrow, where MDPs give rise to both monocytes and CDP; the latter produces pre-DCs, which migrate from BM through the blood to the periphery to give rise to DCs (Figure 1 ). Corresponding to the crucial dependence of Flt3L for DC development, expression of Flt3 is retained throughout the natural history of DC development (Karsunky et al., 2003; Liu et al., 2009) .\n\nA number of different transcription factors are known to regulate DC development. These factors include PU.1, STAT3, Gfi1, E2-2, Id2, Batf3, and RBP-J. These factors are part of a yet to be defined program that turns on expression of lineagespecific genes, and suppress alternative developmental programs, regulating differentiation at different stages or of unique DC subset. The function of each factor is reflected by change of number or subset of DC in corresponding genetic models. These models proved important in investigating the function of DC and DC subsets in various immune responses. For instance, experiments using Batf3-/-mice that specifically lack CD8aþ and CD103þ DC prove the essential role of such DCs in activating CD8 T cell against tumor, virus and intracellular pathogens (reviewed in Murphy, 2013) .\n\nThree different subsets of DCs have been found in human blood. These subsets are referred to as BDCA1 (CD1c), BDCA2 (CD303), and BDCA3 (CD141) DCs based on their expression of cell surface markers (reviewed in Collin et al., 2011) . It is widely accepted that BDCA1þ DCs resemble mouse CD11b +cDCs; BDCA2þ CD11c-DCs are equivalent to mouse pDCs; BDCA3 þ DCs are equivalent to mouse CD8aþ cDCs ( Figure 2 ). These interspecies associations were initially based on similarities in gene expression between human and mouse DC subsets (Robbins et al., 2008) , and were supported by functional experiments (Crozat et al., 2010; Poulin et al., 2010 , Lauterbach et al., 2010 .\n\nThe human equivalents of the bone marrow derived DC precursors, MDP, CDP, and pre-DC remain to be isolated. However, recent clinical studies revealed genetically defined syndromes associated with DC deficiency that shed some light on human DC development. Several different genetic lesions have been associated with the triad of DC deficiency, monocytopenia and opportunistic infections. GATA2 mutation leads to a loss of DC, monocytes, B and NK cells (DCML). IRF8 mutation is associated with disseminated bacille Calmette-Guérin (BCG) infection . Loss of DCs due to IRF8 mutation also leads to myeloproliferation in humans due to increased serum Flt3L, which induces expansion of myeloid progenitors. Elucidation of cellular and molecular mechanisms underlying aberrant human DC Figure 2 Functionally correlated DC subsets in human and mouse.\n\ndevelopment will require identification of restricted DC progenitors in human (reviewed in Collin et al., 2011) .\n\nThe half-life of cDCs in mouse tissues was measured in parabionts and shown to vary from five to seven days in the spleen, lymph nodes, liver and kidney and as many as 25 days in the lung (Liu et al., 2007; Ginhoux et al., 2009) . cDC homeostasis in all organs is maintained through a dynamic balance of three parameters: continuous input of pre-DCs from the blood, limited cDC division in situ and cell death. Fitting the BrdU incorporation data and the parabiosis separation data into the equations produced a numerical estimate of the rate of DC precursor input (B4300/hour) and DC death (B9600/hour) in the mouse spleen (Liu et al., 2007) . cDCs in mouse lymphoid and non-lymphoid tissues divide in situ for 10-14 days before being replaced by pre-DCs (Liu et al., 2007) . Division of DCs is regulated by Flt3L and lymphotoxin-beta (LTβ). Flt3L impacts nearly all stages of cDC development including early hematopoiesis in the bone marrow and division in the periphery (Waskow et al., 2008; Maraskovsky et al., 1996; Kingston et al., 2009) . Increased production of Flt3L, for example, during malaria infection (Guermonprez et al., 2013) leads to increase of DC progenitor proliferation in the bone marrow and DC division in the periphery. In contrast, the effects of LTβ appear to be limited to CD11bþ CD4þ spleen DCs (Kabashima et al., 2005) .\n\nTregs also exert an effect on DC division. A feedback loop between DCs and Tregs maintains the physiologic numbers of these two cell types in the steady state. Loss of Tregs leads to activation of T cells, which induces DC division via Flt3L. Conversely, increasing the number of DCs by Flt3L injection leads to an increase in the number of Treg cells (Figure 3) . Alterations in this mechanism lead to immune imbalance and can alter the course of autoimmune disease in mice (reviewed in Liu and Nussenzweig, 2010) . Thus, the Flt3L-mediated homeostatic feedback loop between Treg and DCs has clinical implication for vaccine design, as well as the control of auto-immunity. Finally, this mechanism is entirely consistent with the proposed role of DCs in maintaining tolerance and regulating immunologic responses in vivo (Steinman and Nussenzweig, 2002) .\n\nDCs are crucial immune sentinels. First, DCs detect danger signals associated with infection, produce cytokines to alarm the immune system and activate other innate cells to confer protection. Second, armed with unique cellular feature, DCs effectively capture, process and present antigens to initiate adaptive T cell immune response. Third, in response to the signal associated with the antigens, DCs adjust activation or maturation status, as such directing either immunity to pathogenic antigens or tolerance to harmless antigens. Thus DCs bridge innate and adaptive immune response, and control the quality of adaptive immune response toward either tolerance or immunity of different types.\n\nOne DC subset with prominent innate activity is pDC, which specializes in rapidly producing type I interferon upon detecting infection. pDCs selectively express TLR7 (single-stranded RNA sensor) and TLR9 (DNA sensor), both of which reside in the endosomal compartment. pDCs endocytose viruses, and sense their nucleic acids using TLR7 and TLR9. Viruses that enter the cytoplasm of pDCs are detected after autophagy, a conserved cell-autonomous process involving lysosomal degradation of cellular organelles to deliver cytoplasmic RNA to TLR7-containing endosomal compartments. Upon binding of ligands, TLR7 and TLR9 recruit MyD88. This results in assembly of a signal-transducing complex that includes IRAK4, TRAF6, Bruton's tyrosine kinase (BTK) and IRF7 leading to type I IFN production. In pDCs, constitutive expression of IRF7 enables a rapid production of type I IFN. Type I IFN produced from activated pDC not only directly inhibits viral replication, but also activates NK, B cells and cDCs (Blanco et al., 2001) . Activation of pDC and production of type I IFN is tightly regulated by feedback inhibition. Constitutive activation of pDC and overproduction of type I IFN are at the center of pathogenic inflammation in autoimmune diseases such as systemic lupus erythematosus.\n\nAnother aspect of innate role of DCs is activation of innate lymphocytes (e.g., NK, NKT and ILCs). Besides pDCs, other DC subsets express TLRs, recognize PAMP and become activated. Different function of cDC subsets may be partly attributed to differential expression of Toll like receptors (TLRs). For example, spleen CD8aþ cDCs in mouse and BDCA3þ DCs in humans express TLR3 but lack TLR5 and TLR7; when stimulated with virus with double strand virus or PolyI:C, a ligand for TLR3, they produce IFNa and IL-12. CD11b þ cDCs express TLR5 and TLR7 but low amount of TLR3 (Edwards et al., 2003) . DC activation leads to the recruitment of NK cells into the draining lymph nodes; activated DC also produce IL-12, IL-15 and IL-2, which in turn activate NK cells to produce IFN-g. DCs activate NKT cells by presenting glycolipids on CD1d molecules to the invariant T cell receptor on NKT cells in vivo (reviewed in Munz et al., 2005) . Another recently defined type of innate cells that can be activated by DCs are innate lymphoid cells (ILCs), lymphocytes that lack recombined antigen-recognition receptors that are dependent on the transcription factor ID2 for their development. Interestingly, distinct DC subsets activate different subsets of ILC. CD8aþ DCs control ILC1s, which are functionally similar to Briseno et al., 2014) .\n\nAntigen capture\n\nDCs in culture continuously form 0.25 to 1.0 um pinocytic vesicles. It is believed that DCs in vivo also use these vesicles to sample a large volume of extracellular fluid and soluble proteins that are present at low concentrations.\n\nMultiple receptors on cDCs enhance recognition and ingestion of particulates including pathogens and dying cells. Some of the receptors recognize molecular patterns on pathogens and activate DCs, whereas others may lead to inhibition. For example, DCs express Fc receptors that mediate ingestion of opsonized particles and deliver them to intracellular compartments that facilitate cross-presentation to CD8 T cells. Fc receptors on DCs include both activating and inhibitory forms (Muta et al., 1994) . The inhibitory receptors help DCs to maintain an immature tolerogenic state. In addition, DCs express many different types of pattern recognition receptors including the SIGN (specific ICAM-3-grabbing nonintegrin) family, and multiple C-type lectins such as macrophage mannose receptor (MMR), DEC205, and DCIR2. MMR binds a range of bacteria, yeasts, and viruses through interactions between a mannose-type carbohydrate recognition domain and pathogen-associated high mannose structures. These SIGN family receptors appear redundant, as deficiency of any single receptor confers no detectable susceptibility to pathogens.\n\nDCs and macrophages differ in their capacity to digest antigens. Macrophages endocytose antigens and rapidly digest them. In contrast, DCs sequester and preserve the captured antigen for later presentation. Preservation of antigens is critical for immunogenicity and is attributed to two features of DC lysosomes. The first is the low lysomsomal protease activity. Macrophages contain high levels of lysosomal proteases, enabling rapid degradation of internalized proteins to single amino acids. In stark contrast, DCs express low amount of proteases, resulting in a limited capacity for lysosomal degradation (Delamarre et al., 2005) . This low level proteolytic capacity is crucial since the peptides loaded on MHC and recognized by T cells must consist of peptides between 8 and 17 amino acids. A second feature is that DC lysosomes are less acidic than those in professional phagocytes. DC lysosome is featured with an incomplete assembly of V-ATPase that results in proton 'leakage,' and an efficient recruitment of Nox2 in lysosome that results in consumption of protons. Altogether, these lead to alkalynization of the endocytic compartment (Trombetta et al., 2003) . Therefore, the lower levels of proteolytic activity, and decreased acidity in endocytic compartment lead to a decrease in the rate of antigen digestion and increased availability of partially processed peptides for loading on MHC. This unique feature of DCs may also help preserve the antigen during the migration of nonlymphoid tissue DCs from the site of antigen capture to the lymph nodes.\n\nDCs initiate T cell immune response in the lymph nodes and spleen. DC-T cell interactions have now been studied in the living state with two-photon microscopy (Shakhar et al., 2005) . DCs present antigen peptides on MHC I and MHC II and scan the TCRs on T cells that circulate through entering the lymph nodes via a brief interaction. When a TCR finds the cognate MHC-peptide, the TCR-bearing antigen specific T cells arrest on antigen presenting DCs, and this stable interaction lasts for at least 18 h. Such DC-T cell interaction leads to tolerance in the steady state, unless an activation signal such as TLR ligation triggers DCs to initiate immunity. In conventional presentation pathway, exogenous antigens are presented on MHC II to CD4 þ T cells, whereas endogenous antigens are presented on MHC I to CD8 þ T cells. CD8 þ T cells are critical for protective immunity against intracellular pathogens and malignant tumor cells. However, viruses that do not infect DCs and tumors are exogenous antigens to DCs. Importantly, DCs are efficient in presenting exogenous antigen on MHC I, an unconventional presentation path called 'cross-presentation'. After taking up the exogenous viral or tumor antigens, in the form of non-replicative virus or apoptotic cells, DCs present them on MHC I to prime CD8 T cells (Albert et al., 1998) . In the absence DCs, mice are unable to process several different antigens through the exogenous pathway, indicating that DCs are the major cell type for crosspresentation to CD8 þ T cells in vivo. Multiple receptors including FcR, Lox-1, CD205 and DNGR1 have been shown to mediate antigen uptake for cross-presentation. Batf3dependent CD8aþ DCs in mice and their functional equivalent BDCA3 þ DCs in humans excel in cross-presenting exogenous antigens (Hildner et al., 2008; Poulin et al., 2010; Schreibelt et al., 2012) . Exogenous presentation or cross-presentation by CD8aþ DCs has proved essential for protective immunity against viruses and tumors.\n\nDCs link innate pathogen recognition to the adaptive immune response and direct immune response toward tolerance or immunity. This is made possible by the two functionally distinct and phenotypically different stages of DCs. In the steady state, DCs in most tissues are equipped to capture and present antigens to T cells, but the outcome of antigen presentation by steady state DCs is tolerance and not immunity. Steady state DCs express high levels of pattern recognition and activation receptors allowing them to sense changes in the environment, including pathogens and inflammatory cytokines. For example, PAMP and DAMP associated with microbes and viruses induce DC activation by engaging Toll-like receptors and cytoplasmic receptors that recognize pathogen patterns such as MDA-5, RIG-I and DDX41, and NOD-like receptors (NLRs). Activated NK, NKT, and T cells stimulate DCs through direct cellular contact by ligation of CD40 on DCs. Type I interferon, produced by pDCs or non-hematopoietic cells upon invasion of microbes and virus, also effectively activate DCs. These signals, largely through the NF-κB pathway, induce extensive differentiation of DC to a mature state, a state characterized by redistribution of MHC class II from intracellular compartments to the plasma membrane, increased levels of cell surface MHC and co-stimulatory molecules such as CD40, CD80, and CD86, as well as secretion of cytokines, such as IL-1α, IL-6, TNF-α, IL-18 and IL-12, and chemokines. In the mature state, DCs initiate potent and specifically polarized T cell immune responses.\n\nDCs are involved in critical T cell fate decisions. In the presence of mature DCs producing IL-12 or interferons (as might occur when DCs are ligated by CD40L or infected with viruses), CD4 þ T cells differentiate along a Th1 pathway for interferon-γ production. The latter in turn activates the antimicrobial activity of macrophages and promotes killer T cell differentiation. In the presence of exogenous IL-4, however, DCs induce T cells to differentiate into Th2 cells, which secrete IL-4, IL-5 and IL-13. These cytokines help B cells to make antibodies of the IgG1 and IgE isotypes, activate eosinophils, and stimulate fibrosis. A new and striking pathway that was first discovered with human monocyte-derived DCs involves the epithelial derived cytokine, thymic stromal lymphopoietin (TSLP). This cytokine activates DCs to induce \"inflammatory Th2 cells\" which produce TNFα (rather than IL-10) in addition to IL-4, IL-5, and IL-13 (Soumelis et al., 2002) . DCs that are activated with either CD40L or TSLP are similar in appearance, being rich in MHC II and CD86 stimulatory molecules. However, they differ significantly in cytokine and chemokine production, and as mentioned, the functional consequences for T cells vary (Soumelis et al., 2002) .\n\nThe fact that DCs can focus the immune response on antigens derived from the pathogen and avoid inducing immunity to self and environmental antigens critically depends on the immune tolerance to self and harmless antigens. DCs have a critical role in developing and maintaining immune tolerance.\n\nThymic DC contribute to central tolerance Self-reactive thymocytes are deleted in the thymus by APCs during negative selection. Two major populations of APCs in thymus express MHC II, namely, medullary thymic epithelial cells (mTEC) and cDCs, and both are required for efficient negative selection. mTEC express a panoply of self-antigens under the control of the autoimmune regulator 'AIRE' (Anderson et al., 2002) . DCs capture self-antigens that enter the thymus through the blood stream and present them to selfreactive T cells to induce negative selection. In the absence of antigen presentation by DCs, negative selection of CD4 þ thymocytes is impaired (Brocker et al., 1997) . In addition to negative selection, thymic cDCs also support the development of FoxP3 þ Tregs (Proietto et al., 2008) . Thus, DCs contribute to central tolerance in the thymus by more than one mechanism.\n\nDCs also mediate tolerance in the periphery. Central tolerance is incomplete and in addition, the immune system must continually establish tolerance to harmless or 'noninfectious' antigen in the environment. The effective control of selfreactive T cells that have escaped central tolerance therefore depends on peripheral tolerance. DCs constantly carry innocuous antigens from the periphery, for example, from the skin, airways, stomach, intestine and pancreas and present them to T cells in lymphoid organs (reviewed in Steinman et al., 2003b) . In the steady state, antigen presented by immature DCs induce profound tolerance of T cells, even though these T cells can initially proliferate extensively to the antigen capturing DCs in the draining lymph nodes (Steinman et al., 2003a) . Mechanisms for peripheral tolerance can be intrinsic (deletion and anergy) or extrinsic (through regulatory T cells). B7 family members on the steady state DCs, for example, PD-L1 and CD86, can ligate the inhibitory molecules such as PD-1 and CTLA-4 on the T cells, leading to tolerance.\n\nAutoreactive T cells can remain quiescent in the presence of regulatory T cells. There are two types of Treg: naturally occurring Treg derived from thymus (natural Treg) and Treg induced from FoxP3À CD4þ T cells in the periphery (induced Treg). DCs are able to employ environmental signals, vitamin A in the gut and vitamin D3 in the skin, to induce Treg and maintain tolerance to harmless foreign antigens. CD103þ DC subset in the gut and skin are particularly potent in inducing Tregs (Belkaid and Oldenhove, 2008) . Activation of β-catenin is essential for DC to control Treg and peripheral tolerance.\n\nDCs also maintain the homeostasis of Treg. Loss of DCs leads to a loss of Treg cells, and the remaining Treg cells exhibit decreased Foxp3 expression. Conversely, increasing the number of DCs leads to increased Treg cell division and accumulation by a mechanism that requires major histocompatibility complex II expression on DCs (Liu and Nussenzweig, 2010) .\n\nIn sum, DCs have the capacity to induce and maintain tolerance by several mechanisms both in the central and peripheral lymphoid organs.\n\nBased on DC's role in immune response, it is not surprising that DCs play a pathogenic role in many diseases and become target in disease prevention and treatment.\n\nIn hematopoietic transplantation, recipient DCs initiate T-cellinduced graft versus host reactions. In organ transplantation, both donor and recipient DCs contribute to graft rejection.\n\nSeveral human autoimmune diseases involve DCs. In rheumatoid arthritis, DCs in the synovial exudates produce TNF-α, contributing to the severity of the disease. In psoriasis, lesional skin is populated with activated pDCs that produce type I IFN and mo-DCs that produce TNF-α and polarize T cells toward Th1/Th17 (Lowes et al., 2005) . In systemic lupus erythematosus (SLE) two subsets of DCs contribute to the onset and severity of the disease; pDCs in SLE patients overproduce IFN-α, which activates cDCs and interferes with their ability to maintain peripheral tolerance (Blanco et al., 2001) .\n\nDCs mediate antiviral immunity by priming T cell responses. However, a number of viruses have evolved strategies to subvert DCs and thereby the immune system. DCs carry HIV from peripheral tissues into draining lymph nodes, where the virus is transmitted to CD4 T cells. Transmission to CD4 T cells is dependent on DC-SIGN, a C-type lectin pathogen-recognition receptor expressed on the surface of DCs that retains the attached virus in an infectious state. Interestingly, DC-SIGN also serves as receptor for several other viruses, including hepatitis C virus, Ebola virus, cytomegalovirus, dengue virus, and the SARS coronavirus. Dengue virus targets DCs directly through DC-SIGN but also enters DCs as a passenger in the form of immune complexes that are taken up by Fc receptors. When infection occurs through antibody enhancement mediated by Fc receptor, the infected DCs are involved in induction of the T cell cytokines that mediate the vascular leak syndrome associated with the infection, causing hemorrhagic fever.\n\nTumors can suppress immunity in part through their effects on DCs. DC differentiation and activation can be suppressed by cancer-derived cytokines such as IL-6, vascular endothelial growth factor, and IL-10. In contrast to their normal counterparts, which activate immune responses, DCs derived from tumors induce Tregs and suppress proliferation of CTL and natural killer T cells (NKT cells).\n\nDC-based vaccines are currently being used in the clinic and DC targeted vaccines are being tested. In currently available DC-based immune therapy, monocyte-derived DCs are generated ex vivo, loaded with tumor cells or tumor antigens, and re-injected into the patient (Schuler-Thurner et al., 2002) . Scientific and practical problems exist with this approach, including limited responses possibly due to inefficient migration of monocyte-derived DCs from injection site to the draining lymphoid organs and inefficient antigen presentation.\n\nDC targeted vaccines are based on the idea that antigens delivered specifically to DCs in conjunction with the appropriate adjuvants will produce strong and lasting immunity. The DC targeted vaccines require that antigens be delivered specifically to endocytic receptors on DCs, along with the appropriate stimuli to induce DC activation. For example, antigens have been incorporated into anti-receptor monoclonal antibodies, which are then injected into the vaccine recipient. In animal models, such in vivo DC-targeting has been shown to elicit immune responses that are broad, often generating immunity against multiple epitopes. Potential DC targets include CD205, LOX-1/OLR1, MMR/CD206, DCIR/CLEC4A, DC-SIGN/CD209, DNGR1, langerin, and CD40 (reviewed in Steinman, 2011) .\n\nIn summary, DCs play important roles in a number of different diseases. Moreover, they are excellent targets in designing new approaches to prevention and treatment of these diseases.\n\nSee also: Cellular Immunology: Innate Immunity: Scavenger Receptors"}