{"title": "Tumor necrosis factor and interferon: cytokines in harmony", "body": "The host defenses against invading pathogens are dependent on a rapid and effective early response by the infected organism. One of the first responses against viral infections is the production of anti-viral cytokines, including interferons (IFNs), and tumor necrosis factor (TNF). Once produced, cytokines act directly on both infected and uninfected cells, activate cellular constituents of the innate immune system, and promote T and B cell responses. The effects of these cytokines are pleiotropic and influenced by dose as well as the presence or absence of other cytokines. The antiviral state induced by these cytokines alone has been extensively studied but certain cytokine combinations have been shown to be synergistic and distinct from that induced by any cytokine alone, and is not just simply additive. This review summarizes the findings on the novel synergistic antiviral state induced by the combination of type-I and type-II interferons or either of these interferons types plus TNF. To our knowledge this is the first time this subject has been reviewed.\n\nOver the past 60 years, a variety of IFN proteins have been discovered and grouped into types-I, -II and -III. Although IFNs alone are effective inhibitors of some viruses, such as vesicular stomatitis virus (VSV) or encephalomyocarditis virus (EMCV), many other viruses have evolved sophisticated mechanisms to subvert the host IFN responses [1] [2] [3] . For example, human cytomegalovirus (HCMV) and many poxviruses inhibit both types-I and -II IFN-stimulated antiviral and immunoregulatory responses at multiple steps. Several studies, however, have shown that viruses normally resistant to the effects of type-I or type-II IFNs separately, are susceptible to these IFNs when used in combination. For example, IFN-a/b and IFN-g synergistically inhibit the replication of herpes simplex virus type-1 (HSV-1) both in vitro and in vivo [4] . Likewise, IFN-g synergizes with IFN-a/b to inhibit the in vitro replication of other members of the herpes virus family, such as HCMV [5] , varicella-zoster virus (VZV) [6] , HSV-2 [7] and pseudorabies virus (PRV) [8] , as well as decrease the transformation of human umbilical cord lymphocytes by Epstein-Barr virus (EBV) [9] . As for other virus families, earlier reports indicated that combination of IFN-g and IFNa/b was able to block the replication of several viruses including mengo virus, VSV, vaccinia virus (VV) [10] , sindbis virus [11] , severe acute respiratory syndrome-associated coronavirus (SARS-CoV) [12] [13] [14] [15] , hepatitis C virus (HCV) [16] , mouse hepatitis virus type-2 (MHV-2) [17] , lassa virus [18] and foot-and-mouth disease virus (FMDV) [19] .\n\nThe initial report of a novel synergistic interaction between type-I and type-II IFNs was originally described in the mouse system as a 5-20-fold potentiation of the antiviral action of IFN by the combination of IFN-a/b and/or . This potentiation has since been extended to the human system, where combinations of IFN-g and IFN-a or IFN-b demonstrated potentiation, but combinations of IFN-a and IFN-b demonstrated only an additive protective effect, indicating that a comparable correlation existed between potentiation in mouse and human systems [21] .\n\nOn the fact that type-I IFNs use the same cell surface receptor and similar signaling pathways [1, 22] , it comes as little surprise that the combination of IFN-a and IFN-b only results in an additive response profile. Conversely, types-I and -II IFNs bind distinct cell surface receptors and signal through substantially divergent pathways, [22, 23] . This divergence in downstream signaling pathways likely accounts for the synergism observed with IFN-g + IFN-a or IFN-g + IFN-b combinations.\n\nDespite the apparent widespread recognition of the synergistic antiviral action of both types-I and -II IFNs, the exact mechanisms underlying this phenomenon remain mostly undefined. For HSV-1, it was concluded that the mechanism(s) by which IFN-b and IFN-g achieve a 1000-fold inhibition of HSV-1 replication in Vero cells doesn't involve inhibition of viral adsorption and/or entry [4] . Instead, it was inferred that the combination of IFN-b and IFN-g in these cells suppressed HSV-1 replication non-cytolytically via preventing detectable viral immediate early (IE) and early (E) protein synthesis in two-thirds of HSV-1-infected cells while blocking viral DNA synthesis in the remaining onethird of HSV-1-infected cells [24 ] . Similar findings were observed for HCMV and PRV [5, 8] . The mechanism of how this viral inhibition takes place, however, is not totally clear.\n\nThe abilities of IFNs to protect against various viral infections are derived from the complex transcriptional programs they initiate [22, 25, 26] . The combination of IFN-g and IFN-a/b induces an antiviral state more rapidly than the addition of either cytokine alone, and is the result of a more rapid onset of cellular transcription [27] . A recent report by Peng et al.\n\n[28 ] defined two types of synergy. The first synergy was defined as 'synergy by independent action,' in which IFN-b and IFN-g induce distinct categories of genes that work in a synergistic manner to inhibit viral replication. For example, IFN-b induces antiviral proteins such as RIG-I, MDA-5 and oligoadenylate synthetase 1 (OAS1), while IFN-g induces antiviral proteins such as indoleamine 2,3-dioxygenase (INDO) [28 ] . Although these proteins are not synergistically induced, their functions, however, synergistically inhibit viral replication. The second, 'synergy by cooperative action,' described the positive interaction between IFN-b and IFN-g, leading to a much higher level of gene expression relative to that when either is used alone. For example, ISG20 is induced to high levels following addition of IFN-b plus IFN-g but is not induced in the presence of either cytokine alone [28 ] . These two forms of synergy can function simultaneously. For example, the combination of IFN-b and IFN-g synergistically induces TNFSF10 while down-regulating its decoy receptor TNFRSF10D through 'synergy by cooperative action'. Simultaneously, the coordinated upregulation of TNFSF10 and downregulation of its inhibitor TNFRSF10D leads to an increase in apoptosis through 'synergy by independent action' [28 ].\n\nA possible role for apoptosis is in contrast to prior findings by Pierce et al. [24 ] indicating that combined IFN-b and IFN-g treatment didn't prime Vero cells to undergo virusinduced apoptosis. This apparent contrast may perhaps be owing to the differences in the cell type and/or the MOI used. In one case the combined IFNs were added following infection of Vero cells with HSV-1 at an MOI of 2.5 [24 ] while in case of the primary human fibroblasts, cells were pretreated with combined IFNs for 48 h before infection with HSV-1 at an MOI of 5, or higher [28 ] . Notably, Peng et al. indicated that no significant difference in apoptosis between combined and individual treatments was found when they infected primary human fibroblasts with HSV-1 at an MOI of 1. Clearly, elucidation of more biological roles of the IFN-stimulated genes is crucial in order to be able to better understand how types-I and -II IFNs utilize their synergy to combat viral replication.\n\nTNF appears to trigger multiple antiviral mechanisms; it is also able to synergize with types-I and -II IFNs in promoting antiviral activities. Although synergy between TNF and type-I interferons was reported two decades ago [29 ] , little attention has been devoted toward a better understanding of the antiviral potential of this cytokine combination. In 1988, Mestan et al. reported a significant enhancement of the antiviral state in HEp-2 cells against VSV by combining TNF with low concentrations of either IFN-b or IFN-g [29 ] . Likewise, the antiviral activity of TNF in human FS-4 foreskin fibroblasts, against EMCV, also synergized with sub-effective concentrations of autocrine IFN-b [30]. Additionally, results from this lab demonstrate a potent antiviral synergistic interaction between TNF and IFN-b against myxoma virus in both primary human monocytes and fibroblasts (submitted for publication).\n\nSeveral reports have indicated that TNF induces IFN-b in several cell types [30-36,37 ], raising the question of whether the sole role of TNF in the establishment of the antiviral state is that of an inducer of an IFN-b activity with no antiviral activity on its own. However, such a model would not explain the synergism in antiviral activity observed after treatment of cells with TNF and exogenous IFN-b but would rather predict an additive effect. In fact, a recent report demonstrated that the synergistic activation of inflammatory genes such as Cxcl9, Cxcl10, Cxcl11 and Ccl5 was observed following addition of TNF and low concentrations of IFN-b (1 U/ml) at early time points before the production of endogenous IFN-b [37 ]. This sustained expression of inflammatory-related genes leads to subsequent expression of classic interferon-response genes, including those known to mediate antiviral responses [37 ] . Similarly, the combination of TNF and IFN-b synergistically augments expression of genes already induced by TNF and/or IFNb and induces a novel set of genes in primary human cells not induced by either cytokine alone (our unpublished data). Undoubtedly, further studies are needed to determine the functional relevance of these induced genes for the overall antiviral state in order to reveal more aspects of the mechanistic details underlying the synergistic interaction between TNF and IFN-b.\n\nSeveral groups have shown that when both TNF and IFNg are present simultaneously they induce a synergistic antiviral state which inhibits viral gene expression and lowers viral titers to a greater extent than treatment with either cytokine individually. This synergistic antiviral state has been shown to be effective against a diverse array of viruses including HSV-1 and HSV-2 [38,39,40 ,41-43] , HCMV and murine cytomegalovirus (MCMV) [44, 45] , VSV [29 ,43] , EMCV and adenovirus [43, 46] . Several potential mechanisms for the antiviral synergy between TNF and IFN-g have been proposed. Some groups demonstrated that pretreatment with IFN-g resulted in increased TNF receptor (TNFR) expression as well as increased binding of TNF to the cell surface [47] [48] [49] [50] . Pretreatment with IFN-g, however, only results in a 30-50% increase in TNFR expression and no increase in affinity of these receptors for TNF, leading to the conclusion that this increase might be insufficient to cause the multi-log reduction in viral titer observed in many systems [29 ] . Additionally, treatment of some cells with IFN-g results in an increase in TNFR expression without a corresponding increase in TNF function [48] . Thus, while increased TNFR expression might play a role in the synergy between TNF and IFN-g there are likely additional mechanisms at work.\n\nA second mechanism which has been hypothesized for the synergy between TNF and IFN-g is regulation of cellular tryptophan stores. Several groups have noted that the inhibition of viral growth caused by TNF and IFN-g can be abrogated by the addition L -tryptophan [38, 51] . This addition of L-tryptophan is thought to counter enhanced expression of the tryptophan-degrading enzyme INDO. While INDO is strongly upregulated by IFN-g alone [52] [53] [54] [55] , addition of both TNF and IFN-g synergistically enhances its expression through 'synergy by cooperative action' [38,40 ,50,51,56 ] . Interestingly, the combination of IFN-b and TNF results in a synergistic upregulation of INDO while neither cytokine alone is able to (our unpublished observations). Thus, the combination of TNF and IFN-b might induce an antiviral state which mimics that induced by IFN-g alone.\n\nFinally, it has been hypothesized that the observed synergistic antiviral state induced by TNF and IFN-g might be mediated through the presence of a third cytokine. As mentioned earlier, several groups have shown that treatment of some cells with TNF results in secretion of IFN-b. The depletion of this IFN-b has been shown to result in a loss of synergy between TNF and IFN-g [32,35]. These data suggest that the synergistic antiviral state observed following treatment with TNF and IFN-g might be the result of synergy between IFN-g and IFN-b. IFN-b, however, is not always secreted following treatment with TNF (our unpublished obser-vations), and IFN-b has previously also been shown to synergize directly with TNF [29 ,30]. Thus, while IFN-b might occasionally play a role in synergy between TNF and IFN-g, it is not likely to be the only mediator.\n\nOne reason that so many different mechanisms have been proposed for the antiviral synergy between TNF and IFN-g is that different groups have reported divergent results following treatment with these cytokines. For example, several groups have shown that treatment of cells with TNF and IFN-g blocks HSV-1 and HCMV replication at a stage before early gene expression [42] [43] [44] 57] . By contrast, other groups have shown that following treatment with TNF and IFN-g early gene expression, DNA synthesis, and protein expression of MCMV, adenovirus, and PRV remain unaltered [45, 46, 58] . In the cases of MCMV and adenovirus, treatment with TNF and IFN-g inhibits processing of viral proteins which are critical for virion maturation [45, 46] , while treatment of cells with TNF and IFN-g does not inhibit PRV titers, but eliminates the ability of this virus to spread from cell to cell.\n\nOne possible reason for this disparity is the distinct characteristics of each virus. For example, HCMV and MCMV are related viruses with similar replication cycles; however, they display very different sets of immunomodulatory genes [59, 60] . These unique sets of genes could be the cause of HCMV and MCMV unique responses to the antiviral state induced by the combination of TNF and IFN-g. This hypothesis is supported by our own observations that, at least in primary human fibroblasts, different members of the poxvirus family, which encode distinct immunomodulatory genes, display differential sensitivity to the synergistic antiviral state induced by TNF and IFN-b (our unpublished observations). Alternatively, small differences in experimental design might lead to substantial disparities in the induced synergistic state. For example, it has been shown that TNF added either simultaneously or after IFN-g synergistically reduces the titer of VSV up to four-logs. In the same system, however, if TNF is added a few hours before IFN-g it has no synergistic effects [29 ] . Additionally, several groups have noted that addition of IFN-g alone blocked HSV-1 early protein synthesis only when a low MOI was used [42, 61] . At higher MOI's, viral protein synthesis progressed normally in the presence of IFN-g, even though viral titer was still blocked. While these studies do not directly address the antiviral state induced by the combination of IFN-g and TNF it seems likely that subtle differences in experimental design could have large impacts on the observed antiviral effects. It is also possible that IFN or TNF receptor density or signaling amplitudes vary in cultured cells during passage in culture.\n\nAll reports to date, however, do agree that the synergy between TNF and IFNs occurs mainly at the level of gene transcription [28 ,29 ,38,40 ] . This suggests that simultaneous treatment with these cytokines synergistically activates signal transduction pathways and transcription factors. Surprisingly, little is known about this potential synergistic gene activation. Ruby et al. demonstrated that the antiviral effects of TNF require both the p55 and p75 TNFRs [62] , however, the requirement for either or both of these receptors has not been examined in the context of TNF synergy with IFN-g. Robinson et al. further showed that treatment with TNF and IFN-g results in activation of the signal transduction molecule STAT1 as well as synergistic increase in expression, DNA binding and activity of the transcription factor IRF1 [56 ] . Similar to these results, it has recently been shown that treatment of human macrophages with TNF alone leads to the STAT1 dependent activation of IRF1 resulting in increased expression of interferon dependent proinflammatory genes such as Cxcl10, Cxcl11 and INDO [37 ] . Thus, several different signaling pathways and transcription factors have been implicated in the antiviral synergy of TNF and IFN-g. More work, however, is needed before the mechanisms by which the cytokineinduced synergism of these pathways is fully elucidated.\n\nTaken together, the data discussed above points to a network of multiple interactions through which cytokines exert their activities leading to the induction of an effective and comprehensive synergistic antiviral state. Given that this phenomenon was originally observed over 20 years ago, surprisingly little is still known about the synergistic antiviral mechanisms involved. Do other cytokine combinations display a similar synergy? How similar are the synergistic states induced by different cytokine combinations? How does this synergy translate into viral inhibition? Which signaling pathways are involved and critical for inhibition? Why are so many viruses, which are able to counter the antiviral states induced by individual cytokines effectively, unable to counter the synergistic antiviral state? And, importantly, what is the role that this synergy plays in the antiviral response in the infected host? Clearly many questions remain to be answered. Hopefully, this review sparks renewed interest in this important yet somewhat neglected part of cytokine immunology. \n\nYarilina A, Park-Min KH, Antoniv T, Hu X, Ivashkiv LB: TNF activates an IRF1-dependent autocrine loop leading to sustained expression of chemokines and STAT1-dependent type I interferon-response genes. Nat Immunol 2008, 9:378-387. This paper shows that the induction of inflammatory genes requires synergistic interplay between TNF and IFN-b and that this combination of cytokines sets up a positive feedback loop which sustains and amplifies the inflammatory state."}