{"title": "Archives of Virology Replication of Sialodaeryoadenitis Virus of Rat in LBC Cell Culture Brief Report", "body": ", Coronaviruses (8) infect a wide variety of animM species including avian and human beings and cause respiratory disease, hepatitis, enteritis or encephalitis. From rats, rat coronavirus (RCV) (7) and sialodacryoadenitis virus (SDAV) (1) have been isolated. By intranasal inoculation RCV causes a fatal pneumonitis in newborn rats and SDAV induces sialodacryoadenitis in adult rats. They have been shown to share common antigen(s) with mouse hepatitis virus (MHV). High incidences of antibody to MTIV in rat. colonies (2, 5) suggest that RCV and SDAV might be perpetuating in rat colonies without any apparent illness, while outbreaks of sialodacryoadenitis are common in laboratory rat colonies (4, 6, 9) , causing serious problems in breeding and experimentation.\n\nInformation on the virology of RCV and SDAV are still limited because these viruses can be propagated only on primary culture of rat kidney cells but not on any established cell lines (1, 7) . Recently, we reported a successful propagation of RCV in a rat cell line LBC with marked cytopathie Serial 2-fold dilutions of the anti-SDAV rat serum in MEN were mixed with an equal volume of the virus material (200 TCIDs0/0.2 ml) and the mixtures were incubated at room temperature for 60 minutes. Then, 0.2 ml of the mixtures were inoculated into LBC ceils prepared in test tubes. The LBC passaged-virus at the 10th level was found to be neutralized by the antiserum giving a titer of 1 : 320.\n\nThe supernatant of infected culture fluid was examined by electron microscopy (Hitachi H-600A) after negatively stained with 2 per cent uranyl acetate. As shown in ; Fig. 3 , numerous virio~s, 120 to 160 nm in diameter, with characteristic spikes were demonstrated. Fig. 4 illustrates representative virM growth curves which were obtMned in LBC cell cultures infected with the virus at an input multiplicity of Those materials were centrifuged at 800 × g for 15 minutes before infectivity assay 9 hours p.i. and small rise to plateau of 107.5 TCIDs0/0.2 ml at 24 hours p.i. Increase of extracellular virus titer was slower t h a n t h a t of cell-associated virus and reached a plateau of 107.5 TCID~0/0.2 ml at 24 hours p. i. The g r o w t h curve experiment showed t h a t a release of newly formed virus from the cells was dependant upon the progress of CPE. CPE in LBC cells appeared earlier and was clearer t h a n t h a t in p r i m a r y culture of r a t kidney cells (4) . The infectivity titers obtained in LBC cells were higher than t~hose reported previously on p r i m a r y culture of r a t kidney cells (1, 4) .\n\nThe LBC cells were shown to be more sensitive to S D A V strain 681 and to yield high titered virus, and would be a useful tool for studying on coronaviruses from rats including I~CV and SDAV.\n\nThis study was partly supported by Grants-in-Aid from Naito Foundation."}