{"title": "Arenavirus reverse genetics: New approaches for the investigation of arenavirus biology and development of antiviral strategies", "body": "Arenaviruses cause chronic infections of rodents with a worldwide distribution . Human can be infected through mucosal exposure to aerosols, or by direct contact of abrade skin with infectious material, derived from infected rodents. Several arena-viruses cause hemorrhagic fever (HF) disease in humans and pose a great public health concern within the virus endemic regions . On the other hand, the prototypic arenavirus LCMV is a superb workhorse for the investigation of virus-host interactions including mechanisms of virus control and clearance by the host immune defenses, as well as viral counteracting measures leading to chronic infection and associated disease (Oldstone, 2002; Zinkernagel, 2002) . This review will focus on recent developments on arenavirus reverse genetics and their implications for a better understanding of the arenavirus molecular and cell biology, as well as mechanisms underlying arenavirus-host interactions and associated disease and the development of novel antiviral drugs and vaccine strategies to combat pathogenic arenaviruses.\n\nThe Old World (OW) Lassa virus (LASV) and several New World (NW) arenaviruses cause HF disease in humans . Thus, LASV is estimated to infect several hundred thousand individuals yearly in its endemic regions of West Africa, resulting in a high number of Lassa fever (LF) cases associated with high morbidity and significant mortality. Likewise, the NW arenavirus Junin virus (JUNV) causes Argentine HF, a severe illness with hemorrhagic and neurological manifestations and a case fatality of 15-30%, whereas the NW Machupo (MACV) and Guaranito (GTOV) arenaviruses emerged as causative agents of HF in Bolivia and Venezuela, respectively (Peters, 2002) . Notably, increased traveling to and from endemic regions has led to the importation of LF into non-endemic metropolitan areas around the globe (Isaacson, 2001) . Moreover, compelling evidence indicates that the globally distributed prototypic arenavirus LCMV is a neglected human pathogen of clinical significance, especially in cases of congenital infection leading to hydrocephalus, mental retardation and chorioretinitis (Barton et al., 2002) . In addition, LCMV poses special threat to immuno-compromised individuals, as illustrated by recent cases of transplant-associated infections by LCMV with a fatal outcome in the USA (Fischer et al., 2006) and Australia (Palacios et al., 2008) .\n\nStudies on the prototypic arenavirus LCMV have led to major advances in virology and immunology that apply universally to other microbial infections and viral infections of humans, including virusinduced immunopathological disease, MHC restriction and mechanisms of virus induced immunosuppression (Oldstone, 2002; Zinkernagel, 2002) . The outcome of LCMV infection of its natural host, the mouse, varies dramatically depending on the strain, age, immunocompetence and genetic background of the host, as well as the route of infection, and the strain and dose of infecting virus (Oldstone, 2002; Zinkernagel, 2002) . This provides investigators with a unique model system to investigate parameters that critically influence many aspects of virus-host interaction including the heterogeneity of phenotypic manifestations often associated with infection by the same virus.\n\nArenaviruses are enveloped viruses with a bi-segmented negative strand (NS) RNA genome and a life cycle restricted to the cell cytoplasm. Virions are pleomorphic but often spherical and covered with surface glycoprotein spikes. Both the large, L (ca 7.3 kb) and small, S (ca 3.5 kb) genome RNA species use an ambisense coding strategy to direct the synthesis of two polypeptides in opposite orientation, separated by a non-coding intergenic region (IGR) with a predicted folding of a stable hairpin structure (Fig. 1) . The S RNA encodes the viral glycoprotein precursor, GPC, (ca 75 kDa) and the nucleoprotein, NP, (ca 63 kDa), whereas the L RNA encodes the viral RNA dependent RNA polymerase (RdRp, or L polymerase) (ca 200 kDa), and a small (ca 11 kDa) RING finger protein Z that is functionally the counterpart of the matrix (M) protein found in many enveloped NS RNA viruses.\n\nArenaviruses exhibit high degree of sequence conservation at the genome 3′-termini (17 out of 19 nt are identical) and, as with other NS RNA viruses, arenavirus genome termini exhibit terminal complementarity with the 5′-and 3′-ends of both L and S genome segments predicted to form panhandle structures. For several arenaviruses, an additional non-templated G residue has been detected on the 5′ end of their genome RNAs. There are significant differences in sequence and predicted folded structure between the S and L IGR, but among isolates and strains of the same arenavirus species the S, as well as L, IGR sequences are highly conserved.\n\nThe NP, the most abundant viral polypeptide both in infected cells and virions, is the main structural element of the viral RNP and plays an essential role in viral RNA synthesis. Recent evidence indicates that NP exhibits also a type I interferon (IFN-I) counteracting activity (Martinez-Sobrido et al., 2009 . This anti-IFN activity was mapped to the C-terminus of NP. The recently determined crystal structure of LASV NP at 1.80 A resolution identified distinct N-and Cterminal domains (Qi et al., 2010) . The N-terminal domain has a potential cap-binding activity that could provide the host-derived primers to initiate transcription by the virus polymerase (Qi et al., 2010) . In contrast, the C-terminal domain has a folding that mimics that of the DEDDH family of 3′-5′ exoribonucleases like the one associated with SARS Corona virus nsp14 protein (Eckerle et al., 2010) . Functional studies confirmed the 3′-5′ exoribonuclease activity of LASV NP, which was proposed to be critical for the anti- Fig. 1 . Arenavirus genome organization and virion structure. Arenaviruses are enveloped viruses with a bi-segmented negative strand RNA genome. Each genome segment uses an ambi-sense coding strategy to direct the synthesis of two viral polypeptides. The S (ca 3.5 kb) segment encodes for the viral nucleoprotein (NP) and glycoprotein precursor (GPC). GPC is posttranslational processed into GP1 and GP2. The L (ca 7.3 kb) segment encodes for the virus RNA dependent RNA polymerase (L) and a small RING finger protein (Z) that is functionally the arenavirus counterpart of the matrix (M) protein found in many enveloped negative strand RNA viruses. IFN activity of NP but dispensable for the role of NP on replication and transcription of the viral genome (Qi et al., 2010) . This assertion, however, is difficult to reconcile with the lack of anti-IFN activity associated with the NP of TACV (Martinez-Sobrido et al., 2007) and the finding that an LCMV with a mutant NP lacking the 3′-5′ exoribonuclease had a large decrease in fitness during its replication in IFN-deficient Vero cells (Martinez-Sobrido et al., 2009) . The viral glycoprotein precursor GPC is post-translationally proteolytically processed by the S1P cellular protease to yield the two mature virion glycoproteins GP-1 (40-46 kDa) and GP-2 (35 kDa) (Beyer et al., 2003; Lenz et al., 2001; Pinschewer et al., 2003b) . GPC contains a 58amino-acid signal peptide (SSP) that is expressed as a stable polypeptide in infected cells and it remains associated to the GP complex (GPcx). This SSP has been implicated in different aspects of the trafficking and function of the viral envelope glycoproteins (Saunders et al., 2007; York and Nunberg, 2006; York et al., 2004) . GP-1 mediates virus interaction with host cell surface receptors and is located at the top of the spike, away from the membrane, and is held in place by ionic interactions with the N-terminus of the transmembrane GP-2. The arenavirus RING finger protein Z is a structural component of the virion that has no homologue among other known NS RNA viruses. In LCMV-infected cells Z has been shown to interact with several cellular proteins including the promyelocytic leukemia (PML) protein and the eukaryote translation initiation factor 4E (eIF4E), which have been proposed to contribute to the noncytolytic nature of LCMV infection and repression of cap-dependent translation, respectively (Borden et al., 1998a (Borden et al., , 1998b Campbell Dwyer et al., 2000; Djavani et al., 2001; Volpon et al., 2010) . Z has been shown to be the arenavirus counterpart of the M protein found in many other NS enveloped RNA viruses that plays a critical role in assembly and cell release of mature infectious virions Strecker et al., 2003; Urata et al., 2006) .\n\nThe arenavirus L protein has the characteristic sequence motifs conserved among the RdRp (L proteins), of negative strand (NS) RNA viruses (Poch et al., 1989) . Detailed sequence analysis and secondary structure predictions done with the LASV L polymerase identified several regions of strong alpha-helical content and a putative coiledcoil domain at the N-terminus (Vieth et al., 2004) . Subsequent bioinformatic analysis together with biochemical and MG-based functional studies have shown that LASV L protein is likely organized into three distinct structural domains and that at specific amino acid positions LASV L can be split into an N-and C-parts that are able to functionally trans-complement each other (Brunotte et al., 2011) . Notably, the recent electron microscopy characterization of a functional MACV L protein has reveal a core ring-domain decorated by appendages, which may reflect a modular organization of the arenavirus polymerase (Kranzusch et al., 2010) .\n\nConsistent with a broad host range and cell type tropism, a highly conserved and widely expressed cell surface protein, alpha-dystroglycan (aDG) has been identified as a main receptor for LCMV, LASV and several other arenaviruses (Cao et al., 1998; Kunz et al., 2002) . However, many arenaviruses appear to use an alternative receptor (Kunz et al., 2004) , and human transferrin receptor 1 was identified as a cellular receptor used for entry of NW HF arenaviruses JUNV and MACV (Radoshitzky et al., 2007) . Upon receptor binding, arenavirus virions are internalized by uncoated vesicles and released into the cytoplasm by a pH-dependent membrane fusion step that is mediated by GP-2 (Eschli et al., 2006; Gallaher et al., 2001) . The fusion between viral and cellular membranes releases the viral RNP into the cytoplasm, which is ensued by the onset of viral RNA synthesis. LCMV mRNAs have 4-5 non-templated nt and a cap structure at their 5′-ends, which are likely obtained from cellular mRNAs via capsnatching mechanisms whose details remain to be determined. A recently described endonuclease activity associated with the arenavirus L polymerase could play a critical role in this process (Morin et al., 2010) . Transcription termination of subgenomic non-polyadenylated viral mRNAs were mapped to multiple sites within the distal side of the IGR (Meyer and Southern, 1994; Tortorici et al., 2001) , which suggested that the IGR acts as a bona fide transcription termination signal for the virus polymerase. The NP and L coding regions are transcribed into a genomic complementary mRNA, whereas the GPC and Z coding regions are not translated directly from genomic RNA, but rather from genomic sense mRNAs that are transcribed using as templates the corresponding antigenome RNA species, which also function as replicative intermediates (Fig. 2) .\n\nAssembly and cell release of infectious arenavirus progeny require both Z and GPC, as well as the correct processing by the cellular site 1 protease (S1P) of GPC into GP1 and GP2 (Kunz et al., 2003; Strecker et al., 2003; Urata et al., 2006) .\n\nThe generation of an infectious RNA virus from cloned cDNA, referred to as reverse genetics, was first reported more than 20 years ago for the bacteriophage Qb (Taniguchi et al., 1978) , and shortly after a similar approach was reported for the generation of poliovirus (Racaniello and Baltimore, 1981) . In contrast to positive-stranded RNA viruses, like bacteriophage QB, deproteinized genomic and antigenomic RNAs of negative strand (NS) RNA viruses, like LCMV, cannot function as mRNAs and are not infectious. This reflects the fact that the template of the polymerases of NS RNA viruses is exclusively a nucleocapsid consisting of the genomic RNA tightly encapsidated by the NP, which associated with the virus polymerase proteins forms a ribonucleoprotein (RNP) complex. Thus, generation of biologically active synthetic NS viruses from cDNA requires trans complementation by all viral proteins involved in virus replication and transcription. These considerations hindered the application of recombinant DNA technology to the genetic analysis of these viruses. However, following the pioneering work of Palese's group (Luytjes et al., 1989) , significant progress has been made in this area and for all NS RNA viruses, short model genomes (aka minigenomes (MG)) could be encapsidated and expressed by plasmid-encoded proteins. Moreover, it has become possible to rescue infectious virus entirely from cloned cDNAs for members of all families of NS RNA viruses (Kawaoka, 2004) .\n\nThe use of reverse genetic approaches has revolutionized the analysis of cis-acting sequences and trans-acting proteins required for virus replication, transcription, maturation and budding. In addition, the possibility to generate predetermined specific mutations within the virus genome and analyze their phenotypic expression in vivo in the context of the virus natural infection is contributing very significantly to the elucidation of the molecular mechanisms underlying virus-host interactions at the cellular and molecular levels, which has provided investigators with novel and powerful approaches for the investigation of viral pathogenesis. In addition, these developments have also paved the way for engineering these viruses for vaccine and gene therapy purposes (Subbarao and Katz, 2004; von Messling and Cattaneo, 2004) .\n\nThe first arenavirus MG rescue system was developed for LCMV (Lee et al., 2000) . Subsequently MG systems were developed for LASV (Hass et al., 2004) and the NW arenaviruses PICV , TACV (Lopez et al., 2001) , and JUNV (Albarino et al., 2009) . Results derived from MG-based assays identified NP and L as the minimal viral trans-acting factors required for efficient RNA synthesis mediated by the virus polymerase (Hass et al., 2004; Lee et al., 2000; Lopez et al., 2001) . For LCMV both genetic and biochemical evidence indicated that oligomerization of L is required for the activity of the arenavirus polymerase (Sanchez and de la Torre, 2005) . Consistent with this finding biochemical and MG-based functional studies have shown that LASV L protein contains both N-and Ctermini sites that mediate L-L interaction (Brunotte et al., 2011) . The use of MG-based assays facilitated mutation-function studies involving conserved acidic and basic amino acid residues within the N-and C-termini of LASV L protein uncovered several residues within the Nterminus of L that played a critical role in synthesis of viral mRNA but not in RNA replication (Hass et al., 2008; Lelke et al., 2010) . The recent publication of an 2.13 A resolution crystal structure and functional characterization of the N-terminal 196 residues (NL1) of the LCMV L protein uncovered an endonuclease functional domain similar to the one found in the N-terminus of the influenza virus PA protein (Morin et al., 2010) , and MG-based assays shown the endonuclease activity of NL1 to be critical for arenavirus transcription (Morin et al., 2010) .\n\nMutation-function analysis of the genome 5′-and 3′-termini using the LCMV and LASV MG-based assays indicated that the activity of the arenavirus genomic promoter requires both sequence specificity within the highly conserved 3′-terminal 19 nt of arenavirus genomes, and the integrity of the predicted panhandle structure formed via sequence complementarity between the 5′-and 3′-termini of viral genome RNAs (Hass et al., 2006; . These studies revealed that arenavirus RNA replication and transcription are regulated in a coordinated manner. Likewise, MG-based assays provided direct experimental confirmation that the IGR is a bona fide transcription termination signal (Pinschewer et al., 2005) , and that intracellular levels of NP do not determine the balance between virus RNA replication and transcription (Pinschewer, Perez, and de la Torre, 2003), a finding conceptually similar to that reported for the paramyxovirus RSV (Fearns et al., 1997) .\n\nZ was not required for intracellular transcription and replication of a LCMV MG, but rather Z exhibited a dose dependent inhibitory effect on both transcription and replication of LCMV MG de la Torre, 2001, 2002; Cornu et al., 2004) . This inhibitory effect of Z has been also reported for TACV (Lopez et al., 2001) and LASV (Hass et al., 2004) . For most enveloped viruses, a matrix (M) protein is involved in organizing the virion components prior to assembly. Interestingly, arenaviruses do not have an obvious counterpart of M. However, Z has been shown to be the main driving force of arenavirus budding Strecker et al., 2003; Urata et al., 2006) , a process mediated by the Z late (L) domain motifs: PTAP and PPPY similar to those known to control budding of several other viruses including HIV and Ebola virus, via interaction with specific host cell proteins (Freed, 2002) . Consistent with this observation Z exhibited features characteristic of bona fide budding proteins: 1) ability to bud from cells by itself, and 2) substituted efficiently for other L domain. Targeting of Z to the plasma membrane, the location of arenavirus budding, strictly required its myristoylation (Perez et al., 2004; Strecker et al., 2006) . Results derived from cryo-electron microscopy of arenavirus particles (Neuman et al., 2005) were also consistent with the role of Z as a functional M protein.\n\nGeneration of infectious virus from cloned cDNAs has been reported for LCMV (Flatz et al., 2006; Arenavirus RNA replication and gene expression. Once the virus RNP is delivered into the cytoplasm of the infected cell, the polymerase associated with the virus RNP initiates transcription from the genome promoter located at the genome 3′-end. Primary transcription results in synthesis of NP and L mRNA from the S and L, respectively, segments. Subsequently the virus polymerase can adopt a replicase mode and moves across the IGR to generate a copy of the full-length antigenome RNA (agRNA). This agRNA will serve as template for the synthesis of the GP (agS) and Z (agL) mRNAs. The agRNA species serve also as templates for the amplification of the corresponding genome RNA species. et al., 2011) . The ability to generate recombinant arenaviruses with predetermined specific mutations and analyze their phenotypic expression in the context of the natural course of infection has opened new opportunities to investigate arenavirus-host interactions that influence a variable infection outcome, ranging from virus control and clearance by the host defenses to long-term chronic infection associated with subclinical disease, and severe acute disease including HF.\n\nThe generation of the first recombinant arenavirus via a reverse genetic approach consisted in the replacement of the LCMV GP gene by the one of VSV G (Pinschewer et al., 2003b) . This virus, called rLCMV/VSVG, was generated through transfection of cells with a plasmid expressing a recombinant LCMV S RNA segment, where VSV G substituted for LCMV GPC, followed by infection with WT LCMV as helper virus. The supernatant from infected cells contained a mix of WT LCMV and rLCMV/VSVG and selection of rLCMV/VSVG was done via passages in S1P-deficient cells, where the LCMV WT could not produce an infectious progeny. This approach was limited to the generation of rLCMV for the S segment and required a timeconsuming selection process. These limitations were overcome by the rescue of infectious LCMV progeny entirely from cloned cDNAs using either a T7 RNA polymerase (RP) (Sanchez and de la Torre, 2006) or pol-I RP (Flatz et al., 2006) system to launch intracellular synthesis of S and L genome, or antigenome, RNA species that were subsequently replicated and transcribed by the virus polymerase complex reconstituted intracellularly via plasmid-supplied L and NP (Fig. 3) . Both systems exhibited similar efficiencies and the same virus rescued by any of the two systems displayed the same phenotypic properties both in cultured cells and in vivo. This successful rescue of LCMV from cloned cDNA was subsequently extended to other strains of LCMV (Chen et al., 2008) and to the NW arenaviruses Pichinde virus (PICV) and Junin virus (JUNV) (Albarino et al., 2009) . Intriguingly, the rescue of PICV and JUNV using the T7RP-based system did not require plasmid-supplied viral NP and L proteins (Albarino et al., 2009; Lan et al., 2009; Liang et al., 2009) , indicating that T7RP-mediated RNA synthesis produced both viral antigenome RNA species that were substrate for encapsidation and replication, and mRNAs that serve as template to produce levels of NP and L sufficiently high to facilitate virus rescue. This phenomenon has been reported for several other negative-sense RNA viruses, including bunyaviruses (Blakqori and Weber, 2005; Lowen et al., 2004) , filoviruses (Groseth et al., 2005) , and bornaviruses (Schneider et al., 2005) . Moreover, for the orthobunyavirus La Crosse virus and arenavirus PICV, the use of plasmid supplied viral trans-acting factors was documented to diminish the efficiency of the system (Blakqori and Weber, 2005; Liang et al., 2009 ). Reverse genetic approaches similar to those used to rescue infectious LCMV, PICV and JUNV from cloned cDNAs should be now applicable to other arenaviruses. The T7RP-based system offers the advantage of requiring only transfection of plasmids expressing the viral genome RNAs. However, the T7RP has to be also provided either via transfection or by the use of a cell line stably expressing T7RP. The non-templated G found at the 5′-end of arenavirus genome RNA species Raju et al., 1990) does not pose a problem as truncated T7RP promoters that direct RNA synthesis by T7RP starting with exhibit good levels of transcriptional activity (Sousa and Mukherjee, 2003) . The activity of genome promoter present at the 3′-end of the S and L genomic RNAs was found to be dramatically affected by mutations with the 3′-terminal 19 nt (Hass et al., 2006; . The generation of authentic 3′end viral genome termini using the T7RP is facilitated by the incorporation of the HDV ribozyme downstream to the T7RP termination sequence Sanchez and de la Torre, 2006) , but variability in the ribozyme cleavage efficiency could negatively affect the rescue efficiency. T7RP-mediated transcription can trigger the IFN-I response, via RIG-I (Habjan et al., 2008) , which could compromise the rescue recombinant viruses with enhanced susceptibility to INF-I.\n\nThe RNA pol I is localized in the nucleus of the cell and directs synthesis of the large ribosomal RNA precursor that will be processed into rRNA 5.8S, 28S and 18S (Comai, 2004) . The pol I-based system was first used with influenza virus, whose replication occurs in the nucleus of infected cells (Neumann and Kawaoka, 2004) , but subsequently it has been used for the rescue of a variety of NS RNA viruses including bunyaviruses, filoviruses and arenaviruses (Flatz et al., 2006; Groseth et al., 2005; Habjan et al., 2008; Ogawa et al., 2007) . A limitation of the pol-I system is the species-specific activity of the promoter (Comai, 2004; Neumann and Kawaoka, 2004) , which would prevent the use of a given pol-I construct with every cell line of interest. On the other hand, transcription termination of the RNA pol-I occurs very precisely at the pol-I termination signal, which eliminates the need to add any ribozyme between the end of the viral RNA and the pol I terminator. Besides their pros and cons, both T7RP and pol-I systems have been proven to be similar efficient for the rescue of arenaviruses (Sanchez and de la Torre, 2006) , and other negativesense RNA viruses (Habjan et al., 2008) .\n\nAnother important aspect to consider for a successful arenavirus rescue is the need to confirm the sequence of the 5′-and 3′-termini of the S and L genome RNAs. These cis-acting regulatory sequences play a critical role in the control of RNA synthesis by the virus polymerase, and minimal changes within them would likely prevent virus rescue. Obtaining the correct sequence for the L IGR sequences and a functional clone of the L polymerase are additional key factors when attempting to rescue a given arenavirus for the first time.\n\nThe ability to generate recombinant arenaviruses with predetermined specific mutations and analyze their phenotypic expression in the context of the natural course of infection has opened new opportunities to investigate arenavirus-host interactions that influence a variable infection outcome, ranging from virus control and clearance by the host defenses to long-term chronic infection associated with subclinical disease, and severe acute disease including HF. Thus, the use of rLCMV/VSVG uncovered the arenavirus GP as a viral Achilles' heel and provided the foundations for a novel strategy to develop safe and effective live-attenuated arenavirus vaccines (Pinschewer et al., 2003a (Pinschewer et al., , 2003b . Likewise, rLCMV/VSVG was very instrumental in facilitating studies aimed at understanding the regulation of CD8+ T cell function within the infected brain , as well as how viruses can induce organspecific immune disease in the absence of molecular mimicry and without disruption of self tolerance . Other engineered rLCM viruses have been used to study LASV cell entry pathway and the role of NP in the inhibition of induction of IFN-I by LCMV (Martinez-Sobrido et al., 2009) . Likewise, studies aimed at examining the critical role played by the S1Pmediated processing of arenavirus GPC in the virus life cycle were aided by the use of recombinant viruses where the S1P cleavage site within GPC was replaced by a canonical furin cleavage site (Albarino et al., 2009; Rojek et al., 2010; Urata et al., 2011) . The rescue of attenuated and virulent forms of PICV Liang et al., 2009) , or the Docil and Aggressive strains of LCMV (Chen et al., 2008) have allowed for the identification of specific genetic determinants virus virulence. Despite the facile generation of these recombinant arenaviruses, the ability to rescue arenaviruses expressing additional genes of interest posed unexpected difficulties. Approaches successfully employed with other NS RNA viruses including the use of an internal ribosome entry site (IRES), or of the picornavirus selfcleaving 2A protease, did not work when applied to LCMV. This problem was overcome by the generation of tri-segmented rLCMV (r3LCMV) containing 1L and 2S segments. Each of the two S segments was altered to replace one of the two viral ORF, GPC or NP, by a gene of interest (GOI) . The rationale behind this approach was that the physical separation of GP and NP into two different S segments would represent a strong selective pressure to select and maintain a virus capable of packaging 1L and 2S segments. A variety of r3LCMV have been rescued that express one or two additional GOI. Depending on the GOI expressed (protein function, size of the gene), these r3LCMV showed little or no attenuation in cultured cells and they exhibited long-term genetic stability as reflected by unaltered expression levels during serial virus passages of the GOI incorporated into the S segment. The use of r3LCMV expressing appropriate reporter genes should facilitate the development of chemical screens to identify antiviral drugs, as well as siRNAbased genetic screens to identify host cell genes contributing to the different steps of the arenavirus life cycle. In contrast, the use of r3LCMV to study virus-host interactions in mice has encountered some limitations due to the observation that even r3LCMV with WT growth properties in cultured cells exhibited an attenuated phenotype in the mouse due to reasons that remain to be determined.\n\nHarnessing arenavirus reverse genetics for the development of novel strategies to combat human pathogenic arenaviruses\n\nIn vitro and in vivo studies have documented the prophylactic and therapeutic value of the nucleoside analogue ribavirin (Rib) against several arenaviruses (Damonte and Coto, 2002) . Importantly, Rib reduced both morbidity and mortality in humans associated with LASV infection, and experimentally in MACV and JUNV infections, if given early in the course of clinical disease (Damonte and Coto, 2002) . The mechanisms by which Rib exerts its anti-arenaviral action remain poorly understood, but likely involve targeting different steps of the virus life cycle (Parker, 2005) . Two important limitations of the use of Rib therapy are the need of intravenous administration for optimal efficacy and significant side effects including anemia and congenital disorders. Several inhibitors of IMP dehydrogenase, the S-adenosylhomocysteine (SAH) hydrolase, a variety of sulfated polysaccharides, phenotiazines compounds, brassinosteroids and myristic acid have been reported to have anti-arenaviral activity (Damonte and Coto, 2002) . However, these compounds displayed only modest and rather non-specific effects associated with significant toxicity. Therefore there is a pressing need for novel effective anti-arenaviral drugs. In this regard, a recent high-throughput screening (HTS) using a virusinduced cytopathic effect (CPE)-based assay identified a potent small molecule inhibitor of TACV and several other NW arenaviruses (Bolken et al., 2006) . Likewise, cell-based HTS based on the use of pseudotyped virion particles bearing the GP of highly pathogenic arenaviruses identified several small molecule inhibitors of virus cell entry mediated by LASV GP . These findings illustrate how screening of complex chemical libraries using appropriate assays represents a powerful tool to identify candidate antiviral drugs with highly specific activities. Progress in arenavirus reverse genetics is allowing investigators to dissect each of the steps of the virus life cycle to uncover novel targets and develop screens to identify drugs directed against specific steps of the arenavirus life cycle.\n\nTargeting the biosynthetic processes, RNA replication and gene transcription, directed by the arenavirus polymerase complex Results from mutation-function studies have identified the core of the arenavirus genome promoter and uncover that both sequence specificity and structure are critical for promoter activity. Disruption of the interaction between the arenavirus genome promoter and the virus polymerase complex would interfere with the essential biosynthetic processes of viral transcription and replication, which is expected to have a strong deleterious impact on virus viability. Hence, small molecules that interfere specifically with this interaction could be efficacious antiviral agents.\n\nEffector small molecules targeted at RNA may interfere with RNA functions by a number of mechanisms. They can alter the functional three-dimensional structure of the RNA molecule, so that interaction with proteins is affected. Also, as interface inhibitors, they may directly prevent the formation of competent RNA-protein complexes.\n\nThe study of small molecule RNA effectors has primarily focused on the aminoglycosides (Hermann, 2000; Hermann and Westhof, 2000; Wilson and Li, 2000) . The antibiotic activity associated with aminoglycoside targeting of bacterial 16S ribosomal RNA is a well-known success case. The potential of aminoglycosides as antiviral molecules by acting on RNA has been illustrated by their ability to disrupt selectively the HIV-1 Rev-RRE (Wang et al., 1997) and Tat-TAR (Wang et al., 1998) interactions. Similar approaches should be applicable to inhibit the interaction between the arenavirus promoter and polymerase complex. The genome core promoter is highly conserved among all known arenaviruses, and recent studies have defined a motif at positions 2-5 of the 3′ promoter that plays a key role in L polymerase binding (Kranzusch et al., 2010) . These findings predict the feasibility of identifying aminoglycoside-based molecules with antiviral activity active against different human pathogenic arenaviruses.\n\nMutation-function studies on the LCMV and LASV L polymerases using MG-based systems combined with biochemical assays have provided evidence of the requirement of L-L interaction for polymerase activity. This finding has uncovered the possibility of using small molecules to disrupt L-L interaction as a novel strategy to inhibit arenavirus multiplication.\n\nTargeting the S1P mediated processing of arenavirus GPC Correct processing of arenavirus GPC by the cellular site 1 protease (S1P) is strictly required for production of infectious progeny and cellto-cell virus propagation, and thereby for both intra-and inter-host virus propagation (Kunz et al., 2003) . Intriguingly, studies on LCMV and JUNV infection of cells deficient in S1P indicated that the appearance of viral variants capable of growing independently of S1P-mediated processing of GPC appears to be highly unlikely. These findings strongly support the idea that inhibitors of S1P-mediated processing of GPC would represent promising anti-arenaviral drug candidates (Rojek et al., , 2010 . S1P is encoded by the membrane bound transcription-factor protease site 1 gene and is an endoplasmic reticulum (ER)/early Golgi membrane-anchored serine protease (Sakai et al., 1998; Seidah et al., 2006) . Despite its broad consensus sequence, S1P exhibits exquisite substrate specificity and is involved in proteolytic processing of a defined set of cellular proteins. The key role of S1P in the regulation of lipid metabolism and cholesterol biosynthesis has raised significant interest in developing specific inhibitors of S1P activity. Several peptide and non-peptide-based S1P inhibitors have been documented but their lack of cell permeability would pose severe limitations to their use as antiviral drugs. Recently, decanoylated chloromethylketone (CMK)-derivatized peptides containing the RRLL recognition sequence of S1P have been shown to act as potent suicide inhibitors of S1P catalytic activity. These drugs cause irreversible inhibition of the catalytic activity of S1P against host cell and pathogen derived targets, which might result in unacceptable levels of cellular toxicity. Recently, the small molecule PF-429242 was reported to be a potent S1P inhibitor both in vitro and in cell-based assay (Hawkins et al., 2008; Hay et al., 2007) . In addition, PF-429242 was shown to inhibit efficiently S1P-mediated processing of arenavirus GPC, which correlated with the drug's ability to interfere with propagation of both LCMV and LASV in cultured cells (Urata et al., 2011) .\n\nThe arenavirus Z protein has features characteristic of a bona fide budding proteins Strecker et al., 2003; Urata et al., 2006) . For many characterized viral budding proteins, their budding activity requires interaction, via its L domains, with specific host cellular factors including members of the ESCRT machinery within the endosomal/MVB pathway of the cell. In this regard TSG101, a member of the ESCRT-I complex, has been identified as a host cellular protein required for Z-mediated budding. Accordingly, siRNA-mediated knock-down of TSG101 was found to interfere with Z-mediated budding. The use of recombinant arenaviruses expressing appropriate tagged versions of Z should facilitate studies aimed at the identification and characterization of the Z-host cell protein interactions involved in arenavirus budding in the context of the virus natural course of infection. Knowledge from these studies may uncover novel targets and facilitate the development of screening processes to indentify small molecules capable of disrupting these interactions and thereby interfering with virus propagation. The ESCRT machinery participates in a variety of processes required for normal cell physiology (Carlton, 2010; Morita et al., 2010) and therefore longterm disruption of the normal function of ESCRT components is likely to result in unacceptable levels of toxicity. However, arenavirus induced HF are acute disease processes, and it is plausible that short term inhibition of ESCRT members to combat an acute HF arenaviral disease may cause only limited toxicity.\n\nThe JUNV live attenuated Candid #1 strain, derived from the 44th mouse brain passage of prototype XJ strain of JUNV, was found to be attenuated in guinea pigs and preclinical studies supported the safety, immunogenicity and protective efficacy of Candid #1 in both guinea pigs and rhesus macaques (McKee et al., 1992) . Moreover, studies involving agricultural workers in the JUNV endemic area have shown Candid #1 to be an effective and safe vaccine in humans (Enria and Barrera Oro, 2002; Maiztegui et al., 1998) . Candid #1 was licensed in 2006 for use exclusively in Argentina. Despite its success, there are some limitations associated with the Candid #1 vaccine. Key concerns relate to the lack of information about the genetic composition of the Candid #1 vaccine and limited knowledge regarding the viral genetic determinants of JUNV attenuation. RNA viruses, including Candid #1, replicate and perpetuate as quasi-species. Therefore, every amplification step to increase vaccine production may result in the appearance or enrichment within the virus population of genotypes within the potential of exhibiting increased virulence. As the genetic markers associated with Candid #1 attenuation are not clearly established, the emergence of potentially pathogenic variants within the Candid #1 population is difficult to assess. The potential genetic instability of Candid #1 is illustrated by the observation that Candid #1 isolates obtained from blood mononuclear cells of vaccinated rhesus monkeys showed a 1000 fold range of virulence, with some isolates exhibiting up to~100 fold higher virulence compared to the parental Candid #1 (Enria and Barrera Oro, 2002) . Reverse genetic approaches could facilitate the development of a safer vaccine against AHF, and other HF arenaviral diseases, by facilitating the generation of molecular clones of genetically well-defined live-attenuated vaccine strains with the ability to induce strong protective immunity (Emonet et al., 2011) .\n\nThe first use of reverse genetic approaches for arenavirus vaccine development involved the generation of an rLCMV where VSV G substituted for LCMV GPC. This rLCMV was highly attenuated but able to induce a strong protective immunity . This finding led to examine the potential of LCMV as a viral vector system for immunization against non-LCMV antigens of interest. These studies showed that LCMV GPC could be replaced by a protein antigen of interest and the corresponding rLCMV, grown in cells expressing GPC, were able to induce good immune responses against the foreign protein while immunized mice remained free of disease symptoms (Flatz et al., 2010) . However, the potential problem associated with pre-existing immunity against LCMV in human populations may limit the use of this system. Tri-segmented rLCMV able to stably express at high levels non-LCMV genes of interest have been found to exhibit attenuation in vivo while exhibiting sufficient levels of replication to induce strong protective immunity against a subsequent LCMV lethal challenge . A similar strategy could be implemented to increase the safety Candid #1.\n\nAmong HF arenaviruses, LASV poses the main concern due to its vast endemic region and size of the population at risk. The geographic and socio-economic conditions intrinsic to the LASV endemic regions would pose significant difficulties for individuals at risk to have ready access to medical care, including antiviral drugs, to be treated against symptoms of LASV induced disease. Therefore, vaccination of the population at risk would be likely to provide a more effective strategy. However, a vaccination approach against LF similar to the one used against AHF is currently unfeasible because an attenuated strain for LASV has not been established. Nevertheless, a variety of approaches have been pursued aimed at the development of a LASV vaccine including DNA immunization approaches (Rodriguez-Carreno et al., 2005) and different vector-based vaccines. Recombinant vaccinia viruses expressing LASV NP or GP have been shown to provide cellmediated immunity against LASV in guinea pigs and non-human primates (Fisher-Hoch et al., 2000) . However, this approach would face the problem of the risk of using a vaccinia virus based vector in a population with high HIV prevalence. Alphavirus-based vectors have been used to induce protective immunity against LASV in guinea pigs (Pushko et al., 2001) , and more recently a recombinant VSV where LASV GP substituted for the VSV G was shown to provide protection against a lethal challenge with LASV (Geisbert et al., 2005) . Likewise, the alphavirus Venezuelan equine encephalitis virus (Lee et al., 2005) , and the 17D Yellow fever vaccine (Bredenbeek et al., 2006) have shown promising results. Whether these recombinant vaccines provide long-term protection remains to be determined, an issue highly relevant in the case of LF due to a cumulative lifetime risk of exposure to LF vaccine within the West Africa human population. The induction of heterologous immunity by using a closely related but less pathogenic virus has been also explored for the development of a LASV vaccine. Thus, a reassortant (called ML29) between Mopeia, an OW arenavirus considered to be non-pathogenic to humans, and LASV has shown some promising results (Carrion et al., 2007) , but detailed safety and efficacy studies have not been completed. An alternative approach for the development of a LF vaccine would be the use of reverse genetics to generate biologically contained versions of LASV in a similar way as described for Ebola virus (Halfmann et al., 2008) and influenza (Martinez-Sobrido and Garcia-Sastre, 2010). Recent work with LCMV has provided strong support for the feasibility of this approach (Flatz et al., 2010) to generate a safe and effective LASV vaccine. Likewise, the use of live-attenuated tri-segmented Candid #1 expressing relevant LASV T-cell epitopes could be used to induce protective immunity against JUNV and LASV.\n\nThe development of reverse genetic systems for several arenaviruses has opened new research avenues to study basic aspects of the biology of this virus family, as well as the identification of viral determinants and mechanisms by which several arenaviruses cause HF disease in humans. Moreover, over the years the prototypic arenavirus LCMV has proven to be a superb model system to study virus-host interactions and associated disease. The ability to manipulate the LCMV genome and generate rLCMV with predetermined mutations would allow investigators to gain a detailed understanding of the roles played by the different viral genes in virus-host interactions resulting in very different phenotypic outcomes ranging from an acute and fatal meningitis to immunosuppression and chronic infections that although clinically silent can be associated with neurobehavioral abnormalities. On the other hand, the use of arenavirus MG cell-based assays, or single-cycle infectious arenaviruses, offers a number of benefits in the discovery and characterization of antiviral drugs against arenaviruses. These assays allow investigators to examine the effect of an antiviral drugs in the context of living cells, which facilitates the rapid identification of antiviral compounds with obvious undesirable cytotoxicity. In addition, because these assays do not involve the production of life virus, they overcome the difficulties posed by the need of BSL4 facilities to handle HF arenaviruses like LASV and JUNV. Likewise, the implementation of siRNA-based screens in the context of cell-based MG assays should facilitate the identification of host cell proteins that play key roles in arenavirus RNA replication and gene expression and thereby open potential for discovering novel targets that could be used in the development of effective anti-arenaviral drugs."}