{"title": "Compartmentalized intrathecal immunoglobulin synthesis during HIV infection -A model of chronic CNS inflammation?", "body": "Brain invasion by HIV occurs as an early event, taking place during the primary infection (Davis et al., 1992; Gray et al., 1992 Gray et al., , 1996 Hassine et al., 1995) . It first involves HIV-infected CD4 T cells crossing the blood-brain-barrier (BBB) (Davis et al., 1992; Martin-Blondel et al., 2011) and HIV then infects the perivascular macrophages and microglia (Koenig et al., 1986; Martin-Blondel et al., 2011) . Inflammatory cytokines secreted by these infected cells increase the permeability of the BBB. Two main mechanisms may be involved in central nervous system (CNS) complications: 1) the direct viral infection of CNS cells which initiates a cascade of immune reactions to control viral replication and leads to by-stander CNS lesions; and 2) opportunistic infections and lymphomas that complicate the prolonged immune suppression and evolve on their own. As a consequence, a large range of cognitive disorders was associated with HIV before appropriate drugs were made available. The proportion of involved patients markedly increases with the disease stage (Antinori et al., 2007) . For example, 15% of asymptomatic HIV-infected patients suffer from neuropsychological (NP) impairment (Antinori et al., 2007) , but during CDC stages A, B and C, the proportion of cognitive impairment rises from 30 to 50% (Antinori et al., 2007) . Highly active anti-retroviral therapy (HAART), a combination of several drugs, was introduced at the end of the 90s and offered a new way of controlling viral infection, thereby preventing further complications of prolonged immune suppression from occurring and dramatically modifying the course of the disease.\n\nIn pre-HAART era, HIV-associated neurocognitive disorders (HAND) mainly occurred in patients with a CD4 count below 200/mm 3 owing to confounding opportunistic complications. Moreover, the high burden of opportunistic infectious complications made their analysis difficult. However, even in the HAART era, HAND may occur in patients having a normal CD4 count and low plasma viral load (Antinori et al., 2007; Heaton et al., 2010) . Although the risk of developing HAND decreased in the HAART era, the prevalence of HIV infection also increased owing to the longer survival and the increasing age of surviving patients.\n\nThe occurrence of brain lesions in HAART-treated patients with a well-controlled CD4 count appeared paradoxical and led to the notion of short CNS escapes ('blips'). However, cognitive impairment also occurs in excess in cohorts of aviremic patients highly selected to exclude any confounding factors (i.e., illicit drug abuse, psychiatric and opportunistic history) (Simioni et al., 2010) . Even in more recent cohorts of well-controlled patients, progressive atrophy occurs early and is still evident in the basal ganglia and the cortex, and the brain metabolites are diffusely changed (Chiang et al., 2007; Becker et al., 2012; Kallianpur et al., 2012 Kallianpur et al., , 2013 Ragin et al., 2012; Towgood et al., 2012; Gongvatana et al., 2013) .\n\nThe burden of cognitive impairment even in patients under HAART without (demonstrable) viral replication in the cerebrospinal fluid (CSF) suggests that a specific mechanism is triggered in the CNS. Several trials assessing neuroprotective drugs targeting various pathways have been set up, even in optimally controlled HIVinfected patients (review in (Simioni et al., 2010 (Simioni et al., , 2011 ). HIV is a non-cytopathic virus that replicates in host cells without interfering with the processes essential for cellular survival and mostly failing to infect cells of CNS lineage (oligodendrocytes, astrocytes and neurons). Instead, CNS disease is mostly due to a chronic immune activation and response to infection, as commonly observed in many animal models of neurotropic viral infections (Subak-Sharpe et al., 1993; Mokhtarian et al., 2003; Mecha et al., 2013) . Furthermore, this compartmentalized immune reaction triggered by HIV infection shares many aspects with the reaction observed during MS such as intrathecal secretion of oligoclonal antibodies, local proliferation of lymphocytes and microglial activation. Progressive brain atrophy is a salient feature in both disorders, and although progressive MS and HIV HAND dramatically differ as to their causes, it appears plausible that they may trigger a nonspecific compartmentalized immune reaction, finally leading to an (at least partly) common degenerative pathway (Table 4 ). However, the full cascade of mechanisms leading to HAND remains to be elucidated (Hong and Banks, 2015) .\n\nIn common neurological practice, the most obvious aspect of HIV infection in CNS is the early triggered and lifelong sustained intrathecal immune reaction, which is indistinguishable from the intrathecal synthesis observed in a purely autoimmune disorder like multiple sclerosis (MS). This review focuses on evidence concerning intrathecal B-cell reaction and Ig synthesis during HIV infection. It then examines some of these unanswered questions in the light of the knowledge obtained from the field of CNS autoimmunity.\n\nCNS infection occurs as an early event, probably by the entry of Trojan horse CD4-cells hijacked by the virus. Brain macrophages and microglia are then infected and serve as a sanctuary. CSF viral load strongly correlates with the expansion of perivascular macrophages both in human and animals (Fischer-Smith et al., 2008) and negatively correlates with CD8 + cell infiltration, contrary to lymphoid tissues (McCrossan et al., 2006) . HIV-infected cells remain rare or undetectable in brain in most asymptomatic patients (Tavazzi et al., 2014) .\n\nPhylogenetic studies of brain viruses reveal that both canonical mutations underlying drug resistance and non-canonical mutations may be compartmentalized to brain areas, with HIV clones virtually private to some areas (Smit et al., 2004; Stam et al., 2013) . This phenomenon is observed in all patients, independently of underlying neurological signs. CSF HIV decay following initiation of therapy combines two main mechanisms: a rapid decay (half-life: 2 days) corresponding to the end of the immigration of infected short-lived CD4+ T-cells coming from blood (in the absence of detectable CNS-compartmentalized viral production). Then in chronically infected patients, a slower decay (half-life: 14 days) corresponds to the clearance of perivascular macrophages infected with compartmentalized HIV variants (Harrington et al., 2005; Schnell et al., 2009) . However, CSF 'escape' may occur in otherwise well-controlled HIV infection (undetectable plasma HIV RNA) under HAART regimens and may co-occur with progressive neurologic involvement (Peluso et al., 2012) . In such cases, high levels of HIV RNA copies are found in the CSF, often associated with multiple resistance mutations (Canestri et al., 2010; Peluso et al., 2012) . MRI reveals non-specific sub-cortical Table 1 Technical recommendations. *Specific Ig levels in CSF should be translated to standard dilution curves for antibody concentration but should no longer be expressed as optical density (OD) (Bukasa et al., 1988; Reiber and Lange, 1991) . Given that Q IgG cannot be correctly calculated by OD ratios, the simultaneous assay of CSF and serum samples to express the CSF/serum ratio circumvents the arbitrary use of units. *Ig level in the CSF depends on BBB permeability, so most of the IgG detected in CSF are blood-borne due to passive diffusion, even at basal level. Intrathecal IgG synthesis should always be assessed by using Q IgG and Q Alb (Reiber and Peter, 2001) . *Specific intrathecal synthesis should be assessed by using Q spec . This allows the calculation of antibody index (AI) and specific fraction (F s ) (Jacobi et al., 2007) . *Control patients for intrathecal synthesis should be completely devoid of pathologies associated with intrathecal synthesis (i.e., multiple sclerosis). For example, up to 10% of MS patients display intrathecal synthesis against T. gondii which is part of a non-specific polyclonal reaction (Wildemann et al., 2010). or cerebellar lesions. Brain biopsy confirms the presence of dense, perivascular lymphocytic infiltrates in the white matter with extension to the surrounding parenchyma, intermingling mature and immature B and T lymphocytes, with CD8 + predominance (Peluso et al., 2012) . When follow-up is available, clinical and radiological symptoms improve in all patients in whom CSF HIV RNA levels decrease in few weeks following drug adjustment (Canestri et al., 2010; Peluso et al., 2012) . However, CSF escape is also observed in patients receiving drugs with good CNS penetration. The latter cases are due to an independent acquisition of drug resistance in CSF and autonomous local replication of resistant strains (Canestri et al., 2010; Eden et al., 2010) , as illustrated by a longer time under HAART in CSF escape patients or treatment interruptions (Eden et al., 2010) .\n\nBBB impairment is found in 24% of treated patients and 40% of untreated patients (Calcagno et al., 2014) . The main predictors are a low CD4 nadir, a high compartmental viral replication and a higher intrathecal IgG synthesis (Calcagno et al., 2014) , given that the two latter parameters are intimately linked. Plasma HIV load does not correlate with intrathecal immune parameters (Yilmaz et al., 2008) . Since the proportion of BBB impairment increases along with HIV encephalitis and opportunistic complications, by-stander lesions of BBB by an inflammatory response may occur. Infection of pericytes and decreased expression of tight junctions disrupting endothelial layers have been reported, but a complete microanatomical explanation of BBB impairment is still lacking (Awan et al., 2014; Hill et al., 2014) .\n\nWhatever the exact mechanism, the main biological consequence of BBB impairment is that the concentration of blood-borne IgG in the CSF is increased, so the measurement of intrathecally synthesized IgG in the CSF is difficult (see Fig. 1 ). As widely described in various pathologies, BBB impairment should always be assessed in CSF studies (Reiber and Lange, 1991; Reiber and Peter, 2001) . Direct measurement of CSF levels of various products (unless completely absent from serum) without normalization by BBB permeability would give inappropriate results and this technical pitfall should be avoided (Table 1 ).\n\nIgG index is elevated in about 56-73% of patients (Chiodi et al., 1988a; Kaiser et al., 1989; McArthur et al., 1989; Singer et al., 1994; Gisslen et al., 1999a) . In a recent study, mean IgG index was normal (0.63 ± 0.15) in HIV asymptomatic patients and elevated in HAND patients (0.97 ± 0.39) (Lackner et al., 2010) . However, even if the median IgG index is normal in cohorts, the proportion of naïve patients with an abnormal IgG index is about 56% (Abdulle et al., 2005) . The IgG index is globally stable (Elovaara et al., 1993b) or slowly increases in three stages: at less than one year, the mean IgG index is mainly normal, at 1-3 years, it increases to 1.05, and at more than 3 years it reaches 1.16 (Andersson et al., 1988; Marshall et al., 1989; Van Wielink et al., 1990) . A possible decrease or reversion of intrathecal secretion may occur during late profound immunosuppression (Elovaara et al., 1987; Marshall et al., 1988; Singer et al., 1994; Gisslen et al., 1999a) , unless patients are neurologically symptomatic (Elovaara et al., 1988) . However, in cross-sectional studies, the proportion of patients with an abnormal IgG index or secretion of oligoclonal bands (OCB) remained roughly stable throughout the Walter Reed stages (Marshall et al., 1988) .\n\nIntrathecal synthesis is more polyclonal than oligoclonal with a stronger IgG staining in the CSF than in matching sera (Resnick et al., 1985; Chiodi et al., 1988a) . OCB (≥2) are present in most HIV-infected patients when sensitive methods are used (Chiodi et al., 1988a; McArthur et al., 1989; Singer et al., 1994; Gisslen et al., 1999a) . Serial Table 2 HIV infection: toward a human model of chronic inflammation?\n\nUnique human infection associated with chronic CNS inflammation Chronic long-standing intrathecal IgG synthesis with oligoclonal bands Most HIV-induced CNS inflammation is non-specific to HIV Natural history of CD4 flushes in CNS compartment Complete control of infection under HAART Table 3 Pending questions.\n\n*Does intrathecal IgM synthesis occur during HIV infection? *Is intrathecal IgG synthesis suppressed during long-term CSF HIV eradication (confirmed with ultra-sensitive PCR) or does infection trigger a sustained self-loop immune reaction in CNS? *Does intrathecal non-disease-related CSF IgG synthesis (i.e., the 'MRZ' pattern) really occur during HIV infection as in MS? *Is non-specific IgG synthesis apparently supported by antigen-driven affinity maturation? *Does the synthesis against non-relevant antigens (i.e., MRZ pattern), as commonly observed in MS, also occur in HIV-infected patients? *Where are the CNS-resident IgG-secreting cells mainly situated (white matter parenchyma, basal ganglia, leptomeninges)? Are plasma cells isolated or associated with lymphoid structures? *Are tertiary lymphoid organs (TLO) present in the CNS of HIV-infected patients?\n\nDoes IgG affinity maturation occur in the CNS before cell migration through the BBB or is traffic two-way through it? *Does chronic specific/non-specific intrathecal IgG synthesis play a role in the pathophysiology of some CNS lesions? Are there any slow-rate chronic CNS lesions around IgG-secreting cell infiltrates? *Do CNS infiltrates of plasma cells (and therefore local IgG synthesis) correlate with basal ganglia or cortical atrophy/lesions as observed on MRI (Chiang et al., 2007) ? *Some of the typical markers of oxidative injuries (p22phox, oxidized phospholipids and iron) occurring in MS are also recovered in animal models of coronavirus infection, making chronic viral infection an interesting model of progressive MS lesions (Schuh et al., 2014) . Besides the mimicking of some aspects of MS pathology, the coronavirus model is also characterized by a major intrathecal IgG synthesis, as in MS pathology and in HIV infection (Dorries et al., 1986; Schwender et al., 1991) . Could these oxidative markers also be recovered in chronic CNS viral infection as in human HIV? *Do the sub-pial lesions observed in MS and spatially correlated with meningeal TLO also exist in association with meningeal TLO in HIV infection? Such lesions are revealed only by anti-MBP or anti-PLP immunochemistry but not by classical staining (Bø et al., 2003) . Sub-pial lesions have never been described but have only been researched in AIDS patients with PML in the vicinity of macroscopic PML lesions (Moll et al., 2008) . Unfortunately, PML in AIDS probably precludes any cortical immune reaction owing to a profound immune suppression. Studies on well-controlled HIV patients would be more relevant. *More generally, does the intrathecal immune reaction associated with HIV infection throw any light on chronic autoimmune intrathecal disorders like MS? examinations over years revealed a one-year latency from infection to the appearance of OCB (Goudsmit et al., 1986; Andersson et al., 1988) . The number of OCB increases with the duration of HIV infection (Andersson et al., 1988) and varies in relation to the IgG index (Chiodi et al., 1988a; Hagberg et al., 1992) . Daily intrathecal IgG synthesis (Tourtellotte) is about 15.6 ± 18.5 mg to 43.7 ± 72.2 mg and is positively correlated with cognitive impairment (Singer et al., 1994) . These results are in line with those obtained in MS where the intrathecal IgG synthesis rate is about 42 ± 24 mg/day (Tourtellotte et al., 1980) and the IgG index commonly ranges from 0.7 to 1.0 (Reiber et al., 2009) .\n\nFree light chains are more often elevated (85%) than IgG index or OCB, with conflicting results for prevalence of Lambda or Kappa FLC ratio (Gallo et al., 1990; Grimaldi et al., 1991) . Levels of free light chains in the CSF was comparable or even higher than those in MS patients (Fagnart et al., 1988; Elovaara et al., 1991) , and they remained stable throughout the stages before HAART (Elovaara et al., 1991) . β2-Microglobulin (β2M), a component of MHC-I molecules, is a marker of immune activation, which is mainly driven by B-cell load and is observed at high levels in untreated HIV-infection. The CSF level increases linearly (from 1.3 to 1.7 mg/L) as the CD4 cell count decreases from N1000 to 200 and abruptly rises when the latter drops below 200 (Lucey et al., 1991) . β2-m CSF levels quickly normalize after HAART initiation in all patients (Abdulle et al., 2002) . IgG index and CSF IgG concentration are proportional to CSF β2-microglobulin levels (Lucey et al., 1991) .\n\nIn therapy-naïve patients, the intrathecally produced IgG fraction correlates with HIV load in the CSF (Cepok et al., 2007) . In patients followed-up longitudinally up to 2 years after antiretroviral initiation, the proportion of elevated IgG index slightly decreases from 56% to 41% (Abdulle et al., 2005) or less (Yilmaz et al., 2006) while CD4 count is normalized and blood HIV RNA is lowered. However, HIV clearance from the CSF was incomplete in these studies since the median log of CSF HIV RNA decreased from 3.9-4.2 to only 1.6-1.7 (Abdulle et al., 2005) , and older methods lacking sensitivity were used in other cases (Eden et al., 2007) . Longitudinal data acquired with ultra-sensitive PCR upon intrathecal IgG synthesis in HIV patients free of CSF HIV replication for years are still lacking. The complete suppression of intrathecal IgG synthesis during long-term follow-up of HIV-RNA CSF-free patients may be expected but no data is yet available ( Table 2) .\n\nIntrathecal secretion against specific HIV proteins has been found with variable frequencies (Goudsmit et al., 1987; Chiodi et al., 1988a Chiodi et al., , 1988b Grimaldi et al., 1988; Kaiser et al., 1989; Lolli et al., 1990; Goswami et al., 1991; Fainardi et al., 2001) . Intrathecal IgG OCB synthesis against HIV occurs in up to 70% of patients (Bukasa et al., 1988; Chiodi et al., 1988a; McArthur et al., 1989; Singer et al., 1994; Gisslen et al., 1999a; Fainardi et al., 2001) but OCB against HIV antigens are detected by immunoblotting in up to 87% (Bukasa et al., 1988; Dorries et al., 1989; Kaiser et al., 1990) . IgG HIV antibody index is elevated (N1.5) in the majority (75-85%) of patients from whom HIV-RNA is recovered from the CSF. IgG HIV specific index correlates weakly with IgG index but correlates better with advanced stages of the disease (Chiodi et al., 1988a; Emskoetter et al., 1989; Sonnerborg et al., 1989; Fainardi et al., 2001) . In a series of 27 unselected HIV-infected patients, intrathecal synthesis was demonstrated in 86% of them (OCB, IEF-AMI against ≥1 antigen, AI-HIV) .\n\nIntrathecal synthesis against env was detected in 81% of patients (9/11) and a high level of synthesis may occur in association with normal IgG index (Goudsmit et al., 1987) . Local synthesis of antitat antibodies is detected in the CSF of HIV patients in 70-86% of cases, as early of the first year, but local secretion has not been calculated (Rodriguez et al., 2006; Bachani et al., 2013) . Multiple serum samples over 6 years demonstrated a mostly stable anti-tat response: 60% and 33% persistently remained either positive or negative, whereas 7% changed their reactivity over time (Rodriguez et al., 2006) . Anti-tat level is correlated very positively to normal cognition whereas lower anti-tat levels are associated with HAND (Bachani et al., 2013) . This may be interpreted as a protective action of anti-tat through the neutralization of tat-mediated neurotoxicity. In a prospective cohort of HIV-2, 37% of anti-tat seronegative patients and 23% of anti-tat seropositive patients progressed to AIDS (Rodriguez et al., 2006) . Unfortunately, no data was gathered on CSF anti-tat status (Rodriguez et al., 2006) . Specific antibodies against HIV sometimes have an antibody-dependent cell cytotoxicity (ADCC) activity (Emskoetter et al., 1989) . Intrathecal secretion of anti-HIV antibodies directed against env develops during asymptomatic stages, occurs in almost all patients and persists, whereas the reaction against pol and gag slightly decreases in the later stages (Chiodi et al., 1988a; Lolli et al., 1990; Goswami et al., 1991; Elovaara et al., 1993b; Fainardi et al., 2001) . Results of assays of culture supernatants from free cells recovered from CSF showed IgG reactivity against p24 and env antigens (Amadori et al., 1988) . When the pattern of OCB is compared to that of anti-HIV IgG, numerous anti-IgG do not appear as anti-HIV bands, whereas faint IgG bands depict a strong anti-HIV specificity (Bukasa et al., 1988) (Fig. 2) .\n\n1.5. Intrathecal HIV-specific IgG synthesis represents a small part of all IgG synthesis occurring in the CNS In the first study based on a quantitative ELISA assay, the proportion of intrathecal synthesis directed against HIV antigens was estimated to be 0.2 to 2.8% (Resnick et al., 1985) . A more recent method uses the specific fraction (F s ) formula, which takes account of passive diffusion of specific IgG from blood to CSF (Jacobi et al., 2007) . Expressed as a percentage, the F s is the ratio of the intrathecally synthesized IgG fraction directed against a specific antigen and the total intrathecally synthesized IgG. On the other hand, the formula: 100 − F s , expresses the percentage of non-specific intrathecally synthesized IgG. For example, an F s value for HIV at 2% means that 2% of the total intrathecal IgG synthesis is directed against HIV, whereas 98% of IgG are not directed against it.\n\nWe applied this method for the first time in 8 patients on raw data provided by Resnick et al. (1985) and obtained an F s against HIV of 4.3 ± 3.7% [0.48-12.7]. These low results are to be compared to the F s obtained in various CNS disorders: 8.8% (3.5-12.5%) for HSV in HSV encephalitis (HSVE), 18.8% (11.8-27.5%) for measles in subacute sclerosis panencephalitis (SSPE) (Conrad et al., 1994; Jacobi et al., 2007) and 45% (13-73%) for VZV encephalitis (Otto et al., 2014) . As a consequence, most of the intrathecal IgG synthesis associated with the immune response to CNS viral infection appears to be non-specific (up to 95% of the intrathecally produced IgG), and the range of F s responses is even lower in HIV infection than in any other CNS infection (Fig. 1) .\n\nThe frequency of HIV-specific B cells is very low in the blood of HIVinfected patients: b0.01% of plasma blood mononuclear cells and 0.1-7% of IgG-secreting cells are reactive against HIV (review in (Doria-Rose and Connors, 2009)). Logically, since CNS is normally devoid of IgG synthesis, a far higher proportion of HIV-Ig-secreting cells may be expected from the CSF compartment during HIV infection of the CNS. Although no count is available, the low F s value against HIV suggests that the proportion of HIV-specific cells is not large in CNS.\n\n1.6. IgG synthesis originates in CNS-resident IgG-secreting cells but not in CSF floating cells Flow cytometry of CSF floating cells reveals a comparable distribution of T cells and plasma cells between HIV-infected patients and controls, whereas B cells are significantly elevated (Cepok et al., 2007) . Compared with controls, CD19 + B cells are elevated (~3% vs 0%), as are CD19 + CD138 + plasmablasts (~0.5% vs 0%) and CD19-CD138 + plasma cells (0.5% vs 0.8%) (Cepok et al., 2007) . Plasmablasts are slightly more numerous in untreated patients (Cepok et al., 2007) . CSF HIV viral load correlates with plasmablasts and B-cell recruitment in the CSF (Cepok et al., 2007) . The extent of intrathecal synthesis correlates with CSF plasmablasts in all patients (Andersson et al., 1988; Cepok et al., 2007) . HAART initiation is associated with the disappearance of both HIV load and regression of CSF plasmablasts (Spudich et al., 2005; Cepok et al., 2007) although the IgG index remains elevated (Abdulle et al., 2005; Yilmaz et al., 2006) . Since CSF plasmablasts disappear after HAART initiation whereas CSF IgG synthesis is mostly preserved, IgG-secreting cells responsible for intrathecal IgG synthesis are probably resident within CNS inflammatory infiltrates. It is to note that the fate of parenchymal inflammatory infiltrates after HAART initiation is not fully understood.\n\nAlthough floating CSF B-cells are commonly thought to be responsible for the intrathecal synthesis of IgG, such a low number of IgG-secreting cells cannot account for the bulk of synthesized IgG. Plasma cells are estimated to secrete around 0.3-2 × 10 4 IgG molecules·cell −1 ·s −1 (Lifter et al., 1976; Amanna and Slifka, 2010; Gomez et al., 2012) with an IgG molecular weight ≈ 160 kDa. Mean white cell count in CSF HIV is 12/mm 3 , and CSF subsets of plasma cells and plasmablasts are, respectively, 0.5% and 0.4-1.4% (Cepok et al., 2007) . As a result of this higher estimation, the daily IgG synthesized in the CSF is in the range of ≈ 0.01 mg, which is far from the estimation based on Tourtellotte's formula (15-40 mg/d in CNS) (Singer et al., 1994) , meaning that the bulk of IgG synthesis is provided by resident IgGsecreting cells residing either in the meninges or the perivascular areas.\n\nInfiltration of CNS by activated CD20 + CD23+ B-cells is known to occur at very low levels (0.1 B-cell/cm 2 of parenchyma) for immune surveillance purposes but it never involves the perivascular areas (Anthony et al., 2003) . Plasma cells are never observed in the normal brain parenchyma. During asymptomatic HIV infection, a mild focal lymphocytic infiltration occurs around the leptomeninges and around some white matter vessels. It is mainly composed of CD3 + T-cells with occasional parenchymal and perivascular B-cells (0.5 B-cell/cm 2 ) (Anthony et al., 2003) . During the course of AIDS, parenchymal B-cell infiltration decreases to a virtual absence of B-cell parenchymal and perivascular infiltration (Anthony et al., 2003) , in contradiction with the persistence of intrathecal IgG synthesis. The same decrease in lymphocyte count is observed in the normal brain parenchyma outside primary brain lymphoma lesions in AIDS patients (Anthony et al., 2003) . However, a sub-population of AIDS patients not associated with lymphomas demonstrates a high level of diffuse pleomorphic infiltrates with plasmacytoid B-cells in perivascular areas (0.2 B-cell/cm 2 in the parenchyma and up to 15 B-cells/cm 2 in perivascular areas) (Anthony et al., 2003) . The preferential location of IgG-secreting cells has not been explicitly reported, nor has the correlation with IgG synthesis.\n\nA class switch occurs mainly to IgG1 in MS (Lambin et al., 1991; Greve et al., 2001) but is less selective during HIV where the switch to both IgG1 and IgG2-4 occurs to the same extent (IgG1-4 indexes are elevated) (Lambin et al., 1991; Elovaara et al., 1993a) . Data obtained from peripheral B-cells and IgG demonstrated a preferential mutation pattern of heavy chains that was characteristic of antigen-driven affinity maturation and clonal selection, as expected in a viral infection (Margolin et al., 2006) .\n\nUnfortunately, no data is available to date on the intimate clonal analysis of B-cell lineage in the CSF and brain of HIV patients, unlike in MS patients (Harp et al., 2007; Winges et al., 2007; Owens et al., 2009) . CSF B-cell clonality was analyzed in a single HIV patient where 33% of CD138 + B-cells was clonal and homology to the closest germline was about 92% (82-98%, where 1% represents about 3 point mutations), in line with an antigen-driven extensive somatic mutation process (Owens et al., 2011) . It is unknown whether extensive lineage analysis of IgG-VH would reveal clusters of clonally related B-cells in the CSF, cervical lymph nodes and/or blood, nor whether it would confirm or not a bidirectional exchange across the BBB, as already shown in MS (von Budingen et al., 2012) . These preliminary results should be confirmed and complemented in a larger series of HIV-infected patients. Moreover, many fundamental questions remain unanswered. Enrichment of Jk2, Jk5 and V H 1 genes was observed in HIV-specific B-cells recovered from blood but no data is available regarding CNS cells (Doria-Rose and Connors, 2009) . Somatic hypermutation, preferential mutational targeting of RGYW/WRCY motifs in the CDR of heavy chains (which is typically targeted by the enzyme activation-induced cytidine deaminase during the affinity maturation process), and the Replacement:Silent (R:S) ratio in CDR and FDR fragments (which are typical of antigendriven clonal selection) have not been studied in CNS B-cells to our knowledge and would be of major interest to demonstrate an intrathecal B-cell maturation process. Antigen-driven affinity maturation and clonal expansion of B-cells usually occur in primary and secondary lymphoid organs but may also occur in tertiary lymphoid organs (Humby et al., 2009; Neyt et al., 2012) . Such structures are recovered from the meninges of MS patients and might account for the intrathecal IgG synthesis occurring in MS (Bonnan, 2014; Haugen et al., 2014) . To date these structures have not been observed in the CNS during HIV infection, but HIV brains have never been explicitly examined. Therefore, it is still unknown whether intrathecal IgGsecreting cells are blood-borne or if they mature inside the CNS, although the association of both hypotheses is more likely.\n\nSerum hypergammaglobulinemia is a common finding during HIV infection and is either monoclonal, oligoclonal or polyclonal (Konstantinopoulos et al., 2007) , the oligoclonal pattern being present in the serum of about 50% of patients when sensitive techniques like isoelectrofocusing are used (Laurijssens et al., 1993; del Bono et al., 1998) . This synthesis is commonly attributed to HIVinduced non-specific B-cell activation due to T-cell depletion and virus-induced immune hyperactivation, but it mostly has little clinical consequence (Coker et al., 2013) . Qualitative data on nonspecific intrathecal synthesis have not yet been extensively examined and could be attributed to synthesis against auto-antigens, opportunistic infectious agents or against a broad non-HIV-related infectious agent. It might not even be due to antigen-driven antibodies.\n\nFrom an historical point of view, the possibility of a coexistent intrathecal synthesis against a non-disease-relevant virus like measles has been considered so unlikely that older papers either excluded such patients or inappropriately used the ratio IgG CSF /IgG serum against measles to normalize data for passive diffusion (Lloyd et al., 1988; Mathiesen et al., 1988a; Van Wielink et al., 1990) . Moreover, AIDS is characterized by a profound immune suppression impeding or even abolishing the capacity to develop an immune reaction against opportunistic infections. For example, intrathecal synthesis against Toxoplasma gondii may be abolished in CNS toxoplasmosis during AIDS but contradictory results have been obtained from different studies (Chiodi et al., 1988a) . Specific synthesis against T. gondii is confirmed in a half of toxoplasmic encephalitis patients (Potasman et al., 1988) .\n\nThe frequency of an MRZ pattern (measles, rubella, zoster) is thought to be absent during HIV infection and is almost absent in all acute CNS infections (review in (Bonnan, 2014) ), whereas it is present in about 90% of MS patients (Bednárová et al., 2005; Jarius et al., 2009) . Nevertheless, using an older methodology, a series of HIV patients was found to have intrathecal synthesis against measles in 9/12 patients and against CMV in 5/17 patients (Mathiesen et al., 1988b) . In another series of 33 patients, ≥1 antibody against measles, HSV, VZV, CMV or T. gondii was detected by immunofixation in both sera and CSF of all patients without intrathecal synthesis, except for one patient who had a minor secretion against VZV (Chiodi et al., 1988a) . Using an optimal methodology, Reiber et al. studying two HIV patients found no MRZ pattern but one displayed intrathecal synthesis against HSV (Reiber and Peter, 2001) . In a series of 23 patients, intrathecal synthesis was demonstrated against HIV (22/23), rubella (7/22), HSV (10/22), VZV (12/22) and CMV (9/21) (Buffet et al., 1991) , suggesting that a non-specific pattern could be common. It could be of major theoretical importance to study the MRZ pattern in this context since HIV offers a unique opportunity to investigate chronic intrathecal inflammation lasting for years or even decades.\n\nDuring toxoplasmic encephalitis in AIDS, intrathecal synthesis against T. gondii (ASI) was observed in 43-78% of patients, 78% had local oligoclonal synthesis, and a high antibody index persisted after recovery (Contini et al., 2000; Borges and Figueiredo, 2004) . Free light chains showed local oligoclonal banding of Kappa type in 8/9 patients and of Lambda type in 4/9 patients, and these bands demonstrated specificity toward T. gondii antigens (Contini et al., 2000) . It is to note that many articles, even recent ones, use inappropriate judgment criteria for intrathecal synthesis (Meira et al., 2013) . However in AIDS patients, intrathecal synthesis against ongoing opportunistic infection may not occur and the diagnosis may be challenging. In syphilisinfected HIV patients displaying a negative CSF-VDRL, CXCL13 level in the CSF may be highly sensitive (Marra et al., 2010) . Intrathecal synthesis against CMV antigen pp150 occurs in 26% (9/35) of unselected HIV patients (pre-HAART), which is in the same range of CMV lesions observed at autopsy (Weber et al., 1994) . Patients who died from CMV encephalitis (pathologically confirmed) also commonly failed to mount an intrathecal Ig response (Weber et al., 1994) . Therefore this synthesis may be interpreted as a scar of past CMV infection rather than as a non-specific synthesis.\n\nAnti-MOG antibodies have been reported in the CSF and serum of HIV patients (Lackner et al., 2010) . The follow-up patterns of anti-MOG synthesis are variable: anti-MOG titers in the CSF after viral load clearance following the initiation of HAART may evolve either to a sharp increase, to stable titers along months or years, or over a late slow decrease of CSF titers (Lackner et al., 2010) . This discordance between CSF viral clearance and anti-MOG antibodies titers suggests that, once initiated by CSF HIV infection, immunological mechanisms driving intrathecal synthesis are mainly independent from the sustain of CSF infection (Lackner et al., 2010) . Many other antibodies were reported in the CSF of HIV patients: IgG or IgM against GM1, GD1a, GD1b, sulfatide, MBP, MBP 68-84 fragment, cerebellar soluble lectin (Mathiesen et al., 1989; Hagberg et al., 1992; De Gasperi et al., 1996; Gisslen et al., 2000) whereas anti-sulfatide could not be found in CSF by others (Gisslen et al., 1999b) .\n\nIt should be mentioned that intrathecal synthesis of specific antibodies was not explicitly calculated in many studies, and although most of the Q Alb remained low, one cannot completely exclude a passive diffusion from blood (Mathiesen et al., 1989; Hagberg et al., 1992; Gisslen et al., 1996 Gisslen et al., , 2000 Lackner et al., 2010) . It remains of major theoretical importance to study a possible intrathecal synthesis against auto-antigens using unbiased techniques before making definitive conclusions.\n\nPerivascular infiltrates are heterogeneous and are dominated by CD8 + and CD4 + T-cells in perivascular areas, whereas B-cells are present in low proportions (Petito et al., 2003 (Petito et al., , 2006 Gray et al., 2013) . One question is whether perivascular T-cells randomly infiltrating cells originate from blood or result locally from the antigendriven clonal expansion of T-cells (Lin et al., 2005) ? The sequencing of β-chain TCR transcripts from brain perivascular T-cells confirms a massive oligoclonality whereas transcripts recovered from normal blood donors are always unique (Lin et al., 2005) . None of the identified TCR sequences were previously identified, nor were they known to react against HIV. Interestingly those clones exhibit a substantial CDR3 homology to clones directed against MBP-and tetanus toxoid-specific class II restricted T-cell clones, and against T-cell clones isolated from MS plaques or from patients with Rasmussen's encephalitis (Lin et al., 2005) . A substantial CDR3 homology to MBP-specific β-chain TCR was present in 26/141 sequenced βchains (Lin et al., 2005) . Most of these clones were present in one patient who exhibited myelin pallor that was not observed in other patients. Moreover, patients exhibiting clones against MBP also share a common classical HLA DQB1*0602 and DRB1*1503 (which is only one amino acid different from *1501) (Lin et al., 2005) . As a consequence, T-cells infiltrating blood vessels from the brain in pediatric patients may be autoimmune rather than antiviral cell clones. The inflammatory response is associated with a very low HIV viral load and infiltrative T cells are not associated with multinucleated giant cells. Data are lacking to confirm whether clonally expanded MBP-specific T-cell clones may be attributed to epitope spreading.\n\nBesides immunoglobulins, cytokines are produced intensely in the CNS during HIV infection. Although it is unclear how locally synthesized cytokines contribute to CNS pathology, a growing set of evidence suggests that they participate in lesions (i.e., encephalitis, vacuolar myelopathy) (Tyor et al., 1993; Kobayashi et al., 1997; Saha and Pahan, 2003) . We briefly review the main cytokines involved in lymphocytic traffic, macrophage activation and axonal lesion markers.\n\nThe chemokine CXCL10 is a CXCR3 ligand that is expressed by T-cells and NK-cells and acts as a major chemo-attractor in inflammatory conditions. The CXCL10 level in the CSF is consistently elevated in all HIV+ patients, whatever the stage. It is involved in the lymphocyte count and promotes the recruitment of infected T-cells to the CSF (Kolb et al., 1999; Cinque et al., 2005; Spudich and Ances, 2011; Bremell et al., 2013) . Paradoxically, this effect may therefore promote an amplification of CSF infection via importation of infected T-cells via a Trojan horse mechanism (Cinque et al., 2005) . CSF CXCL10 levels normalize in less than 6 weeks after treatment initiation, although CSF HIV RNA remains elevated. After treatment interruption, CSF CXCL10 levels have increased by day 25-50 (Cinque et al., 2005) .\n\nCSF CXCL13 elevation is far lower during HIV infection than during neurosyphilis in HIV patients or during Lyme infection in non-HIV patients, and a very high level may be a sensitive and specific surrogate marker of associated infection (Marra et al., 2010; Bremell et al., 2013) .\n\nCCL19 and CCL21, which are associated with secondary/tertiary lymphoid organs, are elevated in the serum of HIV-infected patients but have not yet been investigated in the CSF (Damas et al., 2009) .\n\nTNFα is elevated in CSF and TNFα-positive cells are found in perivascular cells and in microglia from basal ganglia and the parenchyma of gray and white matter . However, TNFα+ cells are mainly associated with severe cases of HIV-associated cognitive motor complex Seilhean et al., 1997) . Future trials involving monoclonal antibodies against TNFα deserve consideration (del Palacio et al., 2012) .\n\nNeopterin is a marker of macrophage activation which is elevated in the CSF of all patients, whatever the CSF viral load (Yilmaz et al., 2006; Spudich and Ances, 2011) . During follow-up after treatment initiation, neopterin progressively normalized in 14% and 55% of patients at one and two years, respectively (Abdulle et al., 2002; Yilmaz et al., 2006) . A long-term study of patients receiving HAART and who were perfectly controlled (CSF and serum HIV RNA b 50 copies/mL) for ≥ 3.5 years provided evidence of persistent immune activation (Eden et al., 2007) . Although CSF HIV RNA was undetectable and CSF WBC was normal, neopterin was low but still abnormal in 60% of patients (Eden et al., 2007) . The IgG index was still elevated in 60% of patients under HAART as compared to 70% before (range: before 0.43-1.99; under HAART 0.46-3.05) (Eden et al., 2007) . In a study based on an ultrasensitive PCR technique, neopterin was lowest in the group of patients without CSF HIV RNA (Yilmaz et al., 2008 (Yilmaz et al., , 2013 . However, it remained abnormal in 41-57% of virologically well-suppressed (b2.5 copies/mL) patients, even after 4 years of complete viral control (Yilmaz et al., 2008 (Yilmaz et al., , 2013 . This suggests that although complete control of intrathecal infection is apparently obtained, a low-grade immune activation persists in the CNS. In a more recent study using a single-copy assay in patients under HAART, 87% of patients had no CSF HIV RNA (Dahl et al., 2014) . However, 'blips' of detectable CSF HIV RNA occurred in a few patients with multiple samples. Interestingly these 'blips' were associated with a slight and transient increase in CSF neopterin (Dahl et al., 2014) , suggesting that the goal of complete viral suppression was still not attained. This persistent immunoactivation might mean that a low-level viral replication may still occur in the CSF under the limit of detection of ultrasensitive PCR techniques (2.5 copies/mL). This possibility may link persistent immunoactivation with silent and transient CSF viral escapes.\n\nIn the long-term follow-up of elite controllers (known duration of infection of 17 years), CSF concentrations of neopterin, CXCL10 and MCP1 were in the same range as those of HIV-negative control patients (Probasco et al., 2010) . However, since these patients were spontaneous controllers, they probably never developed CNS HIV-infection, even before the HAART era. As a consequence, the absence of CSF inflammation in these patients may better be interpreted as a spontaneous resistance to the establishment of CSF/CNS inflammation than as proof of the vanishing of an earlier inflammatory state. It is still unknown whether prolonged persistence of intrathecal low-grade immune activation is harmful or not (Yilmaz et al., 2008) .\n\nThe kinetics of CSF change has been studied in patients stopping the combination of antiretroviral therapies . Plasma HIV load first increases, followed after about 3 weeks by an increase in CSF HIV load and then by an increase in CSF white cell and damage markers (neopterin and neurofilament) . The lag between CSF viral replication and neuronal damage as measured with NFL suggests an evolving immunopathological process initiated by a surge in viral replication . Neurofilament (NFL), a marker of axonal degeneration, was found to increase in the CSF of HIV-infected patients as immune suppression increased: 19% in patients with normal CD4 count to 93% in HAD patients (Jessen Krut et al., 2014) . NFL levels are far higher in HIV dementia than in non-demented HIV patients Jessen Krut et al., 2014) . Interestingly, the increase in NFL level in the CSF always precedes the clinical presentation and decreases a few months after treatment initiation in half of patients at month 3 and in three quarters at year 1 (Abdulle et al., 2007; Mellgren et al., 2007; Jessen Krut et al., 2014) . Under HAART, CSF NFL levels decrease in most patients to normal, even after adjustment for age (Jessen Krut et al., 2014) .\n\nVery few data have been obtained from animal models owing to the relative resistance of animals to HIV brain infection, so they are poor models of HIV encephalitis and not suitable for viral-induced demyelination.\n\nHIV does not infect rodents in natural conditions. The most promising model is based on immune-depleted mice repopulated with human CD34 + hematopoietic stem cells (Gorantla et al., 2012) . Although murine immunopathology differs from that of human since humanized mice lack human stromal cells (Gorantla et al., 2012) , this model provides a good approach to HIV encephalitis. The animals show cognitive defects, brain macrophages are infected by HIV, and dendritic arborization of neurons surrounding infected macrophages or microglia is decreased, assuming opportunistic infection never occurs (Sas et al., 2007) . No data is available on CNS IgG synthesis in this model.\n\nSimian immunodeficiency syndrome (SIV) infection causes an AIDS-like syndrome in rhesus macaques (Macacca mulatta) (Smith et al., 1994) . Infection of brain tissue is demonstrated by PCR after 1-2 days post-inoculation and is constant by 7 days, although infected cells are too rare to be observed by in situ hybridization (Milush et al., 2013) . At death, intrathecal synthesis is demonstrated by an elevated IgG index in 21% and the synthesis of SIV-specific IgG in 12% (Smith et al., 1994) . However, SIV-infected macaques die from non-CNS disorders shortly after inoculation (mean 220 days) and the pathological lesions of the CNS are undemonstrative (Smith et al., 1994) . In a different study longitudinally analyzing CSF after inoculation, IgG index strongly increased between weeks 1 and 15 and sharply decreased or even normalized thereafter. Quinolinic acid CSF concentrations peaked at 2 weeks and then normalized (Smith et al., 1995) . Animals sacrificed at week 2 had meningitis, glial nodules and perivascular cuffs of mononuclear cells (Smith et al., 1995) . When rhesus macaques were infected by the viral isolate SIVmac251, classical neurological signs associated with AIDS appeared with groups of rapid or slow progressors (Sopper et al., 1998) . Intrathecal IgG synthesis was not observed at 48 weeks, but virus-specific antibodies against env et gag were recovered in CSF (Sopper et al., 1998) . Interestingly, rapid progressors did not demonstrate any virus-specific Ig response whereas the CSF response in slow progressors paralleled the serum response (Sopper et al., 1998) . Env-specific antibody secreting cells accounted for 15% of CNS-derived plasma cells and seemed to stabilize at around 10%, corresponding to 7000 env-specific CNS plasma cells per brain (Sopper et al., 1998) . High CSF viral load was associated with rapid progression and the monkeys failed to develop any intrathecal response, suggesting a protective role of intrathecal immune response (Sopper et al., 1998) . However, this finding needs to be replicated. Moreover, an earlier experiment using SIVmac251 showed that intrathecal synthesis of anti-env started only 70 weeks after infection.\n\nInterestingly, early infusion of natalizumab has been shown to reduce the viral burden of CNS macrophages by preventing HIV-infected monocytes/macrophages from entering the brain (Campbell et al., 2014) but the consequences on intrathecal synthesis were not examined.\n\n1.12. Could intrathecal Ig synthesis associated with HIV infection be a model of some aspects of chronic autoimmune CNS inflammation?\n\nWe now set aside the direct consequences of viral infection and focus on HIV-induced chronic CNS inflammation. Three main aspects should be considered.\n\nFirst, HIV-infection is sufficiently frequent to require a public health policy. In fact it is the last chronic CNS infection while all the traditional infections have already disappeared thanks to modern medicine. Neuro-syphilis and tuberculous meningitis have almost disappeared whereas neuro-borreliosis is treated early. Meningo-encephalitis from other causes is either acute and curable or quickly fatal. As a consequence, HIV infection is a unique long-lasting human model of chronic CNS inflammation.\n\nSecondly, HIV-induced CNS inflammation has not been completely deciphered since research has focused pragmatically on virus-induced lesions. However, non-specific immune reactions are common during HIV-infection. Non-specific synthesis is also common in chronic autoimmune CNS inflammation and some cases are considered to be characteristic of chronic autoimmunity. For example, a non-specific synthesis against measles, rubella and zoster (so-called 'MRZ reaction') characteristically occurs during early MS in patients who never previously experienced any encephalitis, so it cannot be considered as serological scars. The proportion of patients positive for MRZ increases over time (Brecht et al., 2012) , suggesting that MRZ positivity is more a non-specific function of time in chronic inflammation than an intrinsic characteristic of MS (Bonnan, 2014) . Long-standing HIV-infected patients provide an ideal model of chronic inflammation that may provide decisive evidence in the field of autoimmunity.\n\nThirdly, the natural history of untreated HIV is an immune suppression secondary to profound CD4 cell loss leading to AIDS and frequently complicated by opportunistic infections. HAART almost completely controls HIV infection and reverses immune suppression. As a consequence, HIV infection during AIDS can also be considered to be an experimental situation of transient extreme flushing of CD4 cells from the CNS. Interestingly, a monoclonal antibody directed against VL4, natalizumab, prevents transmigration of T-cells to the CNS and is used to treat MS. Intrathecal IgG synthesis and MRZ secretion may decrease in MS patients receiving natalizumab (Warnke et al., 2014) . This is a major theoretical issue since HIV infection may lower the relative risk of multiple sclerosis (Gold et al., 2015) .\n\nIntrathecal synthesis against HIV is highly prevalent during HIV infection even in non-neurologically impaired patients. Besides this IgG synthesis directed against HIV, most of this synthesis is nonspecific, as observed in blood. The etiology and consequences of this chronic intrathecal reaction are unknown. The rigorous study of this chronic inflammation without any a-priori expectations and with techniques used in multiple sclerosis might be an avenue worth exploring (Table 3) .\n\nThe authors declare that they have no conflict of interest."}