{"title": "The hepatitis E virus ORF1 'X-domain' residues form a putative macrodomain protein/Appr-1″-pase catalytic-site, critical for viral RNA replication", "body": "Hepatitis E virus (HEV) is an emerging pathogen that causes acute hepatitis, in general (Aggarwal and Naik, 2009; Holla et al., 2013) as well as chronic liver disease in some individuals (Parvez, 2013a; Kamar et al., 2014) . Classified as the only member of the Hepeviridae family, human HEV is recognized with at least four genotypes (HEV1, HEV2, HEV3, and HEV4). Compared to HEV1 and HEV2, HEV3 and HEV4 have potential zoonosis in swine, including some other mammalian species such as boar, deer, rat, rabbit, camel, and bat (Meng, 2013) . The virus is non-enveloped with a plus-sense, single-stranded RNA genome (~7.2 kb) that contains three open reading frames: ORF1, ORF2 and ORF3 (Tam et al., 1991) . Of these, ORF1 gene is the largest (5109 bases) that codes for the non-structural/replicase polyprotein of 1703 a.a. (~186 kDa), essential for viral replication cycle (Ansari et al., 2000; Parvez, 2013b) . Based on amino acid (a.a.) sequence homology of plus-strand RNA virus polyproteins, Koonin et al. (1992) had proposed methyltransferase (MeT), papain-like cysteine protease (PCP), prolinerich (P), RNA helicase (Hel/NTPase) and RNA-dependent RNA polymerase (RdRp) as well as undefined 'X' and 'Y' domains within HEV ORF1.\n\nThe undefined domain 'X' belongs to the cellular ADP-ribose-1″monophosphatase (Appr-1″-pase) of macrodomain protein family (Allen et al., 2003) . The Appr-1″-pase is involved in the tRNA splicing pathway that catalyzes the conversion of ADP-ribose-1″-monophosphate (Appr-1″-p) to ADP-ribose (ADPR). So far,~300 orthologs of Xdomain have been identified in eukaryotes (Karras et al., 2005) as well as animal plus-strand RNA viruses like, coronaviruses (CoV), alphaviruses, rubella virus (RUBV) and HEV (Gorbalenya et al., 1991; Draker et al., 2006; Snijder et al., 2003; Ziebuhr, 2005) . Among the CoV, X-domains of human CoV-229E (HCoV-229E), severe acute respiratory syndrome CoV (SARS-CoV), and porcine transmissible gastroenteritis virus (TGEV) are shown to have an Appr-1″-pase activity, in vitro (Egloff et al., 2006; Putics et al., 2005; Saikatendu et al., 2005) . Also, the structure of the SARS-CoV Nsp3 X-domain has been determined in isolation (Saikatendu et al., 2005) as well as in complex with ADPR (Egloff et al., 2006) .\n\nThough the X-domains have no significant sequence homology with phosphatases of known structure, few studies have revealed a common macrodomain fold, including four conserved stretches of a.a. residues that form the 'ADPR-binding' pocket/catalytic center (Kumaran et al., 2005; Shull et al., 2005; Karras et al., 2005; Egloff et al., 2006) . Therein, the first stretch contains two Asn residues, of which the second Asn was reported essential for the Appr-1″-pase activity of HCoV-229E and SARS-CoV X-domains (Karras et al., 2005; Putics et al., 2005) . Moreover, single a.a. substitutions within the alphavirus, Semliki Forest virus (SFV) X-domain have been shown to significantly suppress viral pathogenesis in infected mice (Tuittila and Hinkkanen, 2003) . Therefore, viral Xdomains are also proposed to interact with some cellular ADPR/ macrodomain proteins, involved in host pathobiology (Karras et al., 2005) . Conceivably, based on known sequence-function homology, the present study investigated the role(s) of X-domain conserved residues in HEV replication cycle, using the viral genomic-replicon/S10-3 culture model.\n\nGenBank database (NCBI) sequences (n = 208) of ORF1 X-domain (a.a. 785-942) of HEV strains representing the four genotypes, including genetically-related viruses and prokaryotic and eukaryotic sequences were analyzed, using ClustalW 1.83 with a gap open penalty of −10 and gap extension penalty of −0.5 (http://embnet.vital-it.ch/software/ ClustalW.html). The evolutionary conservation of HEV X-domain residue positions was predicted using ConSurf (http://bioinf.cs.ucl.ac.uk/psipred) that is based on the phylogenetic relations between homologous sequences (Glaser et al., 2003) . The degree to which an a.a. position is evolutionarily conserved is strongly dependent on its structural and functional importance.\n\nORF1 X-domain a.a. mutants (pSK-GFP-Asn806Ala, pSK-GFP-Asn809Ala, pSK-GFP-His812Leu, pSK-GFP-Gly815Ala, pSK-GFP-Gly816Ala and pSK-GFP-Gly817Ala) were constructed in HEV1-SAR55 full-length (7.2 kb) genomic replicon (pSK-GFP) backbone (generous gift of Dr. Suzanne Emerson, National Institutes of Health, Bethesda, MD, USA) by site-directed mutagenesis as described previously (Parvez, 2013b) . Briefly, two sets of mutant primers were designed and commercially synthesized (Invitrogen, USA). The polymerase chainreaction (PCR) was carried out in a 50 μl reaction volume, using 10 ng of replicon DNA, appropriate amounts of primers, dNTP mix, DNA polymerase and polymerase buffer under thermal conditions as per the manufacturer's manual (TaKaRa Bio Inc., Japan). The amplicons (5.0 μl each) were verified by agarose gel electrophoresis to confirm the correct size of the plasmid. Further, each amplicon was digested with Dpn I (Invitrogen, USA) in a 10 μl reaction volume at 37°C for 1.5 h. The digested mix (5 μl each) was transformed into DH5α XL-blue competent cells (Strata gene, USA) by the heat-shock method and plated on ampicillin-containing agar plates. Following an overnight incubation at 37°C, bacterial colonies were picked and plasmids (Qiagen Plasmid Mini-prep Kit, Germany) were screened by restriction digestion. Mutant plasmids were confirmed by DNA sequencing (Invitrogen, USA) and stocks were prepared (Qiagen Plasmid Maxi-prep Kit, Germany).\n\nHuman hepatoma cell line, HuH7/S10-3 (generous gift of Dr. Suzanne Emerson, NIH, USA), was maintained in T75 culture flasks as described elsewhere (Emerson et al., 2004) at 37°C with 5% CO 2 supply, and seeded in a 12-well (1.0 × 10 6 cells/well) or 24-well (0.5 × 10 6 cells/ well) culture plate for further experiments.\n\nThe mutant replicons were transcribed in vitro in a 50 μl reaction volume, and capped-RNA mix was transfected into S10-3 cells essentially as described elsewhere (Emerson et al., 2004; Parvez et al., 2011) . The yield and quality of all RNA samples were assessed by spectrophotometry (NanoDrop 2000, Thermo Scientific, USA) and agarose-gel electrophoresis prior to transfection. The transfected cells were incubated for 6 days at 34.5°C, the preferred temperature to allow the RNA replication and production of GFP. S10-3 cultures transfected with wild-type transcript (pSK-GFP-WT) showing green fluorescence served as the positive control while those receiving replication of incompetent/defective transcript pSK-GFP-G816V or pSK-GFP-G817V (Parvez, 2013b) was included as the negative control. All transfections were done in duplicate and repeated.\n\nA 24-well culture plate (with duplicate samples) of transfected S10-3 cells was harvested on day 6 as described previously (Parvez et al., 2011) . In sum, a culture well was treated with 100 μl trypsin (Invitrogen, USA) followed by adding 200 μl of 1 × PBS. Wells were rinsed with another 200 μl of PBS and the cell suspensions were pooled (~500 μl/tube, final). The cells were pelleted at 4°C, and re-suspended in 300 μl of cold PBS. The samples (in duplicate) in cold condition were immediately subjected to FACS scoring of GFP-positive cells (10,000 count/sample) and data (% gated events) analyzed.\n\n3.1. Conservation of X-domain 'Asn, Asn, His, Gly, Gly, Gly' position within HEV strains\n\nWithin the HEV X-domain sequences, Asn806, Asn809, His812, Gly815, Gly816, and Gly817 residue positions were found highly conserved among human strains representing the recognized four viral genotypes (Fig. 1) .\n\nThe ConSurf data revealed the conservation of HEV X-domain a.a., including the proposed Appr-1″-pase active-site residues (Asn806, Asn809, His812, Gly815, Gly816, and Gly817) when weighed against non-HEV orthologous sequences by the software (Fig. 2A) . Notably, the purpose of this study was to characterize the putative activesite residues at molecular level. That's why these universally conserved six residues were analyzed excluding rest of the conserved sequences. Universally conserved positions of a.a. among members from the same protein family often reveal the importance of each position for the predicted protein's structure or function. Analysis of orthologous I II III sequences therefore identified the positional conservation of HEV Xdomain 'Asn806, Asn809, His812, Gly815, Gly816, Gly817' residues, a potential homolog of the published macrodomain/ADPR-binding protein/ Appr-1″-pase active-sites of RNA viruses, prokaryotes and eukaryotes (Fig. 2B) .\n\nThe in silico predicted HEV X-domain associated Appr-1″-pase active-site residues were subjected to molecular analysis by introducing including the proposed Appr-1″-pase active-site residues (indicated with asterisks). Numbering of a.a. is not in accordance with HEV1 sequences where residues Asn806, Asn809, His812, Gly815, Gly816 and Gly817 correspond to a.a. N22, N25, H28, G31, G32 and G33, respectively. (B) Summarized analysis of published macrodomain family/APPR-1″-pase protein active-sites of RNA viruses and prokaryote and eukaryote sequences (NCBI GenBank or Protein Data Bank). The data shows a tight sequence and positional homology of HEV X-domain 'Asn806, Asn809, His812, Gly815, Gly816, and Gly817' residues with non-HEV counterparts.\n\nAsn → Ala, His → Leu and Gly → Ala substitutions (Fig. 3A) in the replicon RNA. Mutational analysis did not grossly affect the mutant replicons because the RNA yield was similar to wild type in all cases (Fig. 3B) . Notably, the 'Gly → Val' mutants had been previously studied (Parvez, 2013b) . Since differential phenotypic effect of 'Gly → Val' compared to 'Gly → Ala' had been observed on enzymatic activity in RUBV, the 'Gly → Ala' mutants were compared with their 'Val' counterparts. FACS analysis showed GFP-positive and negative cells in pSK-GFP-WT and pSK-GFP-G816V transfection controls, respectively (Fig. 4) . Of the mutant replicons, Gly816Ala and Gly817Ala constructs completely abrogated HEV replication, similar to their Gly816Val and Gly817Val counterparts, respectively (Fig. 4) . However, the Gly815Ala mutant replicated very poorly (~30%) in contrast to Gly815Val that rendered GFP synthesis similar to wild-type. Furthermore, upstream to 'Gly' triad, while the Asn806Ala mutant retained RNA replication by approximately 65% compared to wild-type, Asn809Ala and His812Leu mutants showed non-viability (Fig. 4) . This strongly suggested the essentiality of 'Asn809, His812, Gly816 and Gly817' residues in X-domain activity in virus replication that together with 'Asn806 and Gly815' could potentially form the putative Appr-1″-pase active-site.\n\nPlus-strand RNA virus encoded X-domain associated Appr-1″-pase activity has been identified in HCoV-229E, SARS-CoV and TGEV, including its homologs in bovine transmissible virus (BoTV), RUBV, SFV, and HEV (Gorbalenya et al., 1991; Koonin et al., 1992; Putics et al., 2005; Draker et al., 2006) . The predictions on potential active site residues derived from crystal structure as well as genetically-close viral X-domains, and available HEV sequence homology analysis led to map X-domain 'Asn806, Asn809, His812, Gly815, Gly816, and Gly817' stretch that could constitute the HEV Appr-1″-pase active site. In the published Xdomain crystal structures, the Appr-1″-pase active site includes a 'His' followed by 'Gly-Gly-Gly' residues and two upstream 'Asn' residues. The 'Gly' triad forms part of the loop that connects 'Asn' containing βstrand 3 and α-helix 1. Similarly, in the ADPR-binding site of the CoV X-domains, the cleft is lined by the 'Gly' triad at the C-terminus of the β3-α2 (L5) loop wherein the second Gly makes a bond with the distal ribose (Egloff et al., 2006) . This prediction (of putative HEV Appr-1″-pase active-site) was further tested experimentally using the pSK-GFP (viral full-length genomic replicon)/S10-3 culture system. In the present study, the replicon contained GFP reporter gene in place of HEV ORF2 coding sequences that could allow monitoring of viral RNA replication (Emerson et al., 2004) . In our RNA transfections,~50-60% cells show GFP-positivity with wild-type replicon compared to mock or Gly816Val/Gly817Val mutant-transfected GFP-negative cells (fluorescence microscopic observations). All a.a. mutant replicons were therefore, compared with controls for their replication fitness or viability by FACS scoring of GFP-positive/negative cells. In TGEV, papain-like protease 1(PL1 pro ) was shown to cleave the polyproteins (nsp2/nsp3) at Gly879-Gly880 within the 'Gly878-Gly879-Gly880' triad of the downstream X-domain that had an Appr-1″-pase activity, too . Likewise, downstream to its protease domain, RUBV polyprotein cleavagesubstrate Gly1300-Gly1301 within the X-domain 'Gly1299-Gly1300-Gly1301' triad has been characterized (Chen et al., 1996) . In line with this, I have previously demonstrated the indispensability of ORF1 Xdomain Gly816-Gly817 residues in the conserved 'Gly815-Gly816-Gly817' triad in HEV replication that was however, predicted as viral PCP cleavage-substrate (Parvez, 2013b) . This is supported by the yeast macrodomain protein crystal structure (Allen et al., 2003) suggesting the viral 'Gly' triad's contribution in substrate-binding through mainchain atoms. Because the HEV X-domain Gly → Val (larger, branched side-chain) mutants had already been characterized (Parvez, 2013b) , in the present study, the three 'Gly' were substituted with small sidechain residue 'Ala'. Thus, the three 'Gly → Ala' mutant replicons were analyzed along with their 'Gly → Val' counterparts to see their differential effects, if any, on HEV RNA replication. FACS analysis of transfected cells revealed that 'Gly816Ala and Gly817Ala' completely abrogated RNA replication, similar to 'Gly816Val and Gly817Val', respectively. However, 'Ala' mutant of 'Gly815' produced very little GFP, in contrast to its 'Val' counterpart that completely abolished GFP synthesis. This was in absolute agreement with RUBV X-domain 'Gly1299-Gly1300-Gly1301' triad where the second and third 'Gly' when substituted to either 'Val' or 'Ala' produced non-viable replicons in cultured cells (Chen et al., 1996) . In a biochemical study, Putics et al. (2005) showed that the 'Gly → Val' substitutions reduced the CoV X-domain associated Appr-1″-pase activities more strongly than the corresponding 'Gly → Ala' changes. Importantly, while the 'Gly' triad is conserved in most CoVs, the TGEV and feline CoV (FCoV) analogs have Met and Val, respectively at the first place (Fig. 1B) , and substitution of the second or third 'Gly' dramatically changes the X-domain structure. This strongly supports the essentiality of 'Gly816 and Gly817' residues in HEV X-domain activity and virus replication.\n\nFurthermore, the homology data suggested that the HEV polyprotein X-domain residues 'Asn806, Asn809, His812, Gly815, Gly816, and Gly817' corresponding to the HCoV-229E 'Asn1302, Asn1305, His1310, Gly111, Gly1312, and Gly1313' form the putative active-site and might be involved in catalysis or substrate binding. In this study, while the HEV Asn806Ala mutant replicated to 2/3rd efficiency, Asn809Ala and His812Leu mutants completely abolished RNA replication. This was in conformity with HCoV-229E and SARS-CoV X-domain catalytic center residues where the second 'Asn' was reported essential for Appr-1″pase activity (Karras et al., 2005; Putics et al., 2005) . Notably, in a sequential mutation analysis, the dispensability of X-domain nucleotides (nos. 2396-2910) in virus replication at transcriptional level has been clearly demonstrated (Parvez, 2013b) . Taken together, the present data therefore, strongly argue for an essential role of X-domain a.a. residues (Asn809, His812, Gly816, and Gly817) at post-translational level, indicating its enzymatic (most likely, Appr-1″-pase) activity in HEV life cycle.\n\nThe X-domain's Appr-1″-pase activity or homologs are identified in animal RNA viruses but not in plant viruses. And interestingly, while the animal CoV, HCoV-229E X-domain was shown to bind ADP-ribose in vitro, its homolog of avian CoV, the infectious bronchitis virus (IBV) failed to do so despite structural similarity (Piotrowski et al., 2009 ). An explanation for this could be the host/substrate-specific activity of Appr-1″-pase that might provide a selective advantage in viral replication or/and modulation of host-factors during natural infection. In conclusion, the regulatory/catalytic role of ORF1 X-domain in HEV life cycle critically depends on 'Asn806, Asn809, His812, Gly815, Gly816, Gly817' sequences/secondary structure elements that could be further modulated by the upstream PCP/P-domain. Nevertheless, biochemical or biophysical characterization of ORF1 X-domain associated Appr-1″pase activity, including identification of relevant substrate(s) and their significance in virus or/and host remains inconclusive."}