{"title": "Acute Exacerbations of Asthma: Epidemiology, Biology and the Exacerbation-Prone Phenotype", "body": "Asthma is a highly prevalent, chronic respiratory condition characterized by reversible airflow obstruction, airway hyper-responsiveness, and airway inflammation producing symptoms of shortness of breath, cough, wheezing, and chest tightness. While there is no clear consensus definition for asthma exacerbation, clinical trials usually define a severe exacerbation as the need for treatment with systemic corticosteroids, hospital admission or emergency treatment for worsening asthma, or a decrease in morning peak flow >25% baseline on two consecutive days [1] .\n\nThe public health burden of chronic asthma has increased over the past two decades, and acute exacerbations of asthma are a particularly important and costly problem.\n\nThere are 300 million people affected by asthma worldwide [2] . According to the Centers for Disease Control and Prevention, National Center for Health Statistics 2005 estimates, the U.S. prevalence of asthma in the United States is 22.2 million (or 7.7% of the population) [3] . The highest prevalence rates have been reported in the United Kingdom (>15%) and New Zealand (15.1%) [2] . In 2004, asthma exacerbations resulted in 14.7 million outpatient visits, 1.8 million emergency room visits, 497,000 hospitalizations and 4,055 deaths in the United States alone [3] . Case-fatality from asthma in the United States is estimated at 5.2 per 100,000, with wide variations across Europe (e.g. 1.6 per 100,000 in Finland and 9.3 per 100,000 in Denmark) [2] . While only 20% of asthmatics have had exacerbations requiring treatment in the emergency department or hospitalization, these patients account for more than 80% of total direct costs [4] . This is in large part because the average cost of a hospital admission for asthma treatment in the US in 2010 was $9000 [5] .\n\nThe purpose of this review is to examine the epidemiologic features of acute asthma exacerbations and to summarize recent advances in our understanding of the clinical and biological features of asthma exacerbations. We will also review the potential mechanisms underlying the susceptibility of a subgroup of asthmatics to recurrent and severe exacerbations.\n\nAccording to the latest NIH National Asthma Education and Prevention Guidelines, asthma exacerbations are acute or subacute episodes of progressively worsening shortness of breath, cough, wheezing, and chest tightness, or some combination of these symptoms, characterized by decreases in expiratory airflow and objective measures of lung function (spirometry and peak flow) [6] . These episodes are distressing to patients and result in considerable utilization of health care resources and loss of work productivity and school attendance. Most exacerbations are managed in the outpatient setting. In the United States in 2004 there were 14.7 million visits to physician offices and hospital outpatient departments for acute asthma, but that still left 1.4 million patients who required emergency room management of their asthma exacerbation.\n\nMore severe exacerbations result in hospitalization, which constitutes about one-third of the total $14.7 billion in U.S. annual asthma-related health care expenditures [7] . The Agency for Healthcare Research and Quality sponsors the Nationwide Inpatient Sample (NIS), the largest all-payer source of data on hospitalized patients in the U.S., and data from 2000 shows that there were 65,381 admissions for asthma (ages >5 years) [5] . Among these, there were 2,770 intubations for respiratory failure associated with acute severe asthma (Table 1) . Further data from the NIS demonstrates that all age groups experienced hospitalization at similar rates, with a slight predominance of the 35 to 54 year age range, representing 31.7% of admissions for asthma. However, the NIS shows that mortality increases dramatically with increasing age. Children and adolescents have the lowest mortality rate (0.02%) and the elderly have the highest mortality from asthma (1.9% for ages >75). Notably, among the approximately 4,210 asthmatic patients who die from acute asthma annually in the U.S., the majority (approximately 2/3) still occurs outside the hospital [8] .\n\nAsthma exacerbations are more common in females than in males, and females are twice as likely as males to be hospitalized for asthma [5] . However, asthma prevalence is higher in post-pubertal females than post pubertal males and this fact is a large part of the explanation for the higher numbers of adult females seeking care for acute asthma [9, 10] . The higher prevalence of asthma in adult females contrasts with the higher prevalence of asthma in male children [11] . This difference in gender predisposition for asthma in adulthood vs. childhood likely reflects the complicated effects of sex hormones in asthma pathogenesis.\n\nEvidence for a role of estrogen in asthma comes from observations of increased asthma exacerbations during menses [12] , a higher incidence of adult-onset asthma in women taking hormone replacement therapy [13] , and from animal models [14] .\n\nRace and ethnicity also play an important role in risk of asthma exacerbation. African-American and Hispanic patients with asthma are at higher risk than Caucasians to be admitted to the hospital for management of an exacerbation [5] , [15] . These associations are not explained by differences in socioeconomic status, asthma severity, or differences in asthma therapy. Although overall mortality rates from asthma are considerably higher among African-Americans than Caucasians, this is explained by factors related to out-of hospital mortality because in-hospital mortality is comparable between these groups [5] . These out of hospital factors may include differences in access to healthcare, poor preventive management, and delays in seeking medical attention [16] [17] [18] [19] .\n\nIn the Unites States, the prevalence of self-reported asthma exacerbation is particularly high among Americans of Puerto-Ricans ancestry which is in contrast to a relatively low frequency of asthma exacerbation in other Hispanic subgroups such as Mexican Americans [8] . The reasons for increased exacerbation risk are unclear and could include social, environmental, or genetic factors. While significant progress has been made in identifying potential genetic factors associated with the development of asthma in Puerto-Ricans [20] , genetic susceptibility factors for exacerbation risk have not been explored.\n\nRates of hospitalization for asthma are comparable across seasons [5] . While respiratory viruses cause most exacerbations, there are several different viruses that can cause exacerbation (including rhinovirus, influenza, and coronavirus), each with different seasonal variation. For example, exacerbations precipitated by rhinovirus can be documented throughout the year, with a predilection for late spring (April -May) and fall months (September -November) [21] . Interestingly, hospital mortality from asthma is highest in the winter months (January -March) perhaps related to higher rates of influenza infection [22] Longitudinal adult prospective studies demonstrate a relationship between obesity and asthma, although this relationship may be confounded, in part by age, gender, and comorbidities such as GERD and sleep-disordered breathing [23] . Data from longitudinal studies suggest that there may also be a link between obesity and risk of asthma exacerbations, including exacerbations severe enough to warrant treatment in the emergency department or in the hospital [24] . The mechanisms by which obesity could be a risk factor for asthma exacerbation are not known, but it is interesting that obesity is associated with the production of pro-inflammatory factors and chemokines both in animal models and humans. These factors include eotaxin, an eosinophil chemoattractant, that is increased in the sputum during acute asthma [25, 26] as well as leptin, IL-6, and TNFα [27] . However, there does not seem to be a relationship between BMI and sputum eosinophil counts suggesting that alternative inflammatory mechanisms may be contributing in obese asthmatics [28] .\n\nWhile some asthmatics may have rare or intermittent exacerbations, there is evidence for a subset of asthmatics that are \"exacerbation-prone.\" For example, among 3,151 patients presenting to 83 U.S. emergency departments with acute asthma, 73% reported at least one visit for asthma in the prior year, with 21% reporting six or more visits [29] . Factors such as nonwhite race, Medicaid insurance, other public or no insurance, and markers of asthma severity predicted risk of frequent visits. These data suggest that patients presenting with recurrent exacerbations are prone because of risks that relate to social factors, poor access to care, and inadequate chronic asthma control. It is also possible that some of these exacerbations presenting to emergency departments may be from causes other than asthma, such as vocal cord dysfunction. However, data from epidemiologic studies in the \"difficult-to-control\" asthmatic population provides evidence for a more intrinsic phenotype of \"exacerbation-prone\" asthma. The Epidemiology and Natural History of Asthma: Outcomes and Treatment Regimens (TENOR) Study is a 3-year, multi-center, observational study of the natural history, treatment regimens, and outcomes of severe, or difficult-to-treat asthmatics in the United States. In a 1.5 year, prospective analysis of 2780 adult patients, those with a history of recent severe exacerbation requiring an emergency room visit or hospitalization in the past 3 months were at significantly increased risk of having recurrent, future exacerbations (OR 6.33, 95% CI 4.57-8.76) [24] . This risk was independent of demographic and clinical factors, asthma severity and asthma control. Thus, it is likely that there is a subgroup of asthmatics whose susceptibility to exacerbation is independent of traditional measures of asthma control.\n\nSeveral other important epidemiologic studies provide further evidence for \"exacerbationprone\" asthma. The National Heart, Lung, and Blood Institute's Severe Asthma Research Program (SARP) identified 438 asthmatics with mild, moderate, and severe disease based on criteria that included inhaled and oral corticosteroid use, controller medication use, airflow obstruction, and history of near-fatal events [30] . Notably, a significant percentage of asthmatics had multiple exacerbations requiring three or more bursts of oral corticosteroids per year ranging across all levels of severity: mild (5%), moderate (13%), and severe (54%). Near fatal events were also not infrequent among these groups: mild (4%), moderate (6%), and severe (23%). In addition, case-control studies demonstrate that asthmatics with multiple exacerbations compared to those with single exacerbations are at increased risk for severe exacerbation, defined as initiation or escalation of systemic corticosteroids, despite more intensive maintenance anti-inflammatory treatment [31] . Characteristic features of the exacerbation prone subjects include irreversible airflow limitation, chronic sinusitis, psychological dysfunction, and intolerance to non-steroidal anti-inflammatory medications [31, 32] .\n\nSome \"exacerbation-prone\" asthmatics belong to a distinct group who experience near-fatal episodes of asthma characterized by acute respiratory failure requiring mechanical ventilation and treatment in the intensive care unit. The European Network for Understanding Mechanisms of Severe Asthma (ENFUMOSA) characterized subjects with severe asthma and found that the subgroup with prior near-fatal asthma (NFA) differed from asthmatics of all severity groups with respect to reduced compliance with prescribed asthma medications and less corticosteroid use [33] . Interestingly, the NFA group was more similar to mild-to-moderate, rather than severe, asthmatics with regard to clinical and inflammatory parameters. Other studies have confirmed that asthmatics who suffer near fatal exacerbations are not distinguished by lung function, airway hyperresponsiveness, duration of asthma, gender, smoking status, ethnicity, and prevalence of atopy, but are distinguished by medication non-compliance, poor asthma control, and less corticosteroid use [34] [35] [36] . Asthmatics who experience near fatal exacerbations are an important subgroup of asthma, because better interventions for education, compliance, and use of inhaled corticosteroids might reduce the incidence of recurrent near fatal events. In addition, because there is an association between admission to an intensive care unit and skin test sensitivity to fungal allergens, including Alternaria and Cladosporium [37] . The results of this cross-sectional study need to be replicated in further studies, but it is possible that environmental intervention to reduce exposure to molds could help reduce the frequency of asthma exacerbations in certain asthmatics.\n\nAsthma is associated with accelerated loss of lung function, although it is likely that a subgroup of asthmatics drives this association [38, 39] , and a minority of asthmatics (27% in one cohort study of difficult-to-control asthmatics [40] ) develops some degree of irreversible airflow obstruction. This subgroup of asthmatic patients with chronic airflow obstruction is at increased risk for acute asthma exacerbation, because reduced FEV1 has been shown to be an important risk factor for multiple asthma exacerbations requiring either hospital care or systemic corticosteroids [31, 41] . The relationship between FEV1 and risk of asthma exacerbation could be because exacerbations cause or promote long term reductions in lung function or alternatively, the relationship may be a result of specific types of airway inflammation or specific host factors, such as smoking, that increase the risk of both exacerbation and lung function decline. A recent retrospective cohort study provided evidence in favor of exacerbation as an independent risk for accelerated loss of lung function. Specifically, the effect of severe exacerbations, defined by hospitalization or a decrease in FEV1 ≥20% and ≥500mL, on the progression of airway obstruction was evaluated in 93 nonsmoking asthmatics with moderate-to-severe disease prior to treatment with inhaled corticosteroids [42] . Those asthmatics who experienced at least one severe exacerbation had accelerated loss of lung function compared to those who did not have any exacerbations. The relationship between exacerbations and accelerated loss of lung function was independent of airflow obstruction at baseline. Indeed, one severe exacerbation per year was associated with a 30.2 ml greater annual decline in FEV1 and more severe airflow obstruction after 11 years of follow-up. A possible explanation is that the multiple inflammatory pathways activated during acute exacerbation, including elevation of matrix metalloproteinases [43] , may have long-term consequences for airway remodeling [44] that result in airway narrowing. In this way asthma exacerbation may become self-perpetuating with one exacerbation causing changes in lung function that promote a subsequent exacerbation. This cycle may help explain the \"exacerbation-prone\" phenotype ( Figure 1 ).\n\nAirflow obstruction in asthma exacerbations occurs because of concentric smooth muscle contraction, airway wall edema and luminal obstruction with mucus [45, 46] . The role of mucus plugs is emphasized by pathologic studies in fatal cases of asthma which show that the airways are invariably impacted with mucus [47, 48] . Near fatal asthma is also frequently associated with segmental or subsegmental lung collapse because of mucus plugs ( Figure 2 and Figure 3 ).\n\nThe precipitants of acute asthma exacerbations are numerous and include viruses, allergens (dust mite, pollen, animal dander), occupational exposures (grains, flours, cleaning agents, metals, irritants, woods), hormones (menstrual asthma), drugs (ASA, NSAIDs, betablockers), exercise, stress, and air pollutants. Asthma is a heterogeneous disease and it is likely that these different extrinsic precipitants for exacerbation are more or less important in different individuals. While the environmental causes of asthma exacerbation are heterogeneous, common upper respiratory tract viruses, especially rhinoviruses, are the most common and important causes of exacerbation in both children and adults [49] [50] [51] [52] [53] [54] . With the development of PCR techniques for viral detection, multiple community-based studies have consistently shown this. For example, in a study of children experiencing asthma exacerbations with decreased peak flow rates, viruses were detected in airway secretions in 80 to 85% of the cases, with rhinoviruses being the most commonly detected virus [54] . Other studies report rates of viral infection in acute asthma of between 55 and 78%, and rhinoviruses and coronaviruses are the most common culprits [52, 53] . Other viral causes include influenza, parainfluenza, respiratory syncytial virus, Chlamydia pneumoniae, and Mycoplasma pneumoniae [49, 53, 55, 56] . Newer virus detections methods such as DNA microarray-based viral detection methods show that multiple serotypes of rhinoviruses are detectable in airway secretions during respiratory infection in asthmatics [57] .\n\nWhile respiratory viral infection is commonly associated with asthma exacerbation, there are probably multiple additive factors that contribute to airway inflammation resulting in acute asthma. For example, there appears to be a synergistic interaction between exposure to high levels of allergen and viral infection in causing a severe deterioration of asthma. For example, a case-control study of 60 adult patients compared those hospitalized with acute asthma to two control groups -patients with stable asthma and patients hospitalized for nonasthma conditions [55] . Compared to controls, a significantly higher proportion of acute asthmatics were both sensitized and exposed to allergens, including dust mite, cat, and dog allergen (66% versus 37 and 15%, respectively). Most interestingly, the combination of sensitization, high exposure to one or more allergens, and viral detection significantly increased the risk of hospitalization for asthma compared to controls with stable asthma.\n\nFurther evidence for interaction between viruses and allergens comes from allergen challenge experiments. Subjects challenged with allergen before and after intranasal inoculation of rhinovirus had increases in the late-phase allergen responses to histamine and ragweed during their colds [58, 59] . These findings are corroborated by studies using segmental airway challenge before, during, and after infection with rhinovirus. Allergic rhinitis subjects infected with rhinovirus, and then challenged with allergen during their colds had greater histamine release (both during and 48 hours after allergen challenge), as well as greater recruitment of eosinophils to the airway 48 hours afterwards [60] . These effects persisted up to one month following the infection and were not observed in nonatopic subjects. Viral infection is likely to cause inflammation that primes the airway for enhanced responses to allergen exposure. It is likely that viral and allergic mechanisms act cooperatively to create an acute, severe asthmatic response.\n\nMost of our understanding of the role of viruses in acute asthma is from studying the biology of rhinovirus infection, as this is the predominant virus causing exacerbations. Rhinovirus affects both the upper and lower airways, and primarily infects the epithelial cells lining the airway in close contact with the environment [61] . Infection of airway epithelial cells produces a variety of pro-inflammatory mediators including interleukin (IL)-1, IL-6, IL-8, interferon-inducible protein of 10 kDa (IP-10), regulated on activation normal T-cell expressed (RANTES), granulocyte macrophage-colony stimulating factor (GM-CSF), and eotaxin ( Figure 4 ) [62] [63] [64] . These cytokines and chemokines recruit inflammatory cells, such as neutrophils, lymphocytes, and eosinophils to the airway. Neutrophils are the predominant inflammatory cell detected in airway secretions during acute exacerbation. [65] [66] [67] . Subjects who report having a respiratory tract infection as the trigger for their exacerbation have significantly higher percentages of neutrophils in their sputum [65] . This is probably caused by increases in epithelial IL-8 production, which is a potent chemoattractant for neutrophils. Although corticosteroids can reduce epithelial cell expression of several chemokines, such as RANTES and IL-8, they may not be effective at inhibiting the other virus-induced pathways of inflammation, and their effectiveness at preventing virus-induced exacerbation remains controversial [68] .\n\nBesides elaborating inflammatory chemokines that recruit inflammatory cells, infection of epithelial cells by rhinovirus also activates several important anti-viral pathways as part of the innate immune response. After rhinovirus binds to its receptor, intercellular adhesion molecule (ICAM)-1, on the surface of the epithelial cell, the virus is internalized and undergoes replication [69] . Double-stranded RNA, a byproduct of viral replication then binds to Toll-like receptor (TLR)-3 and activates intracellular signaling through the nuclear factor-kappa B pathway, resulting in elaboration of the type I interferons (IFN-α and IFN-β) [70] . The IFNs activate a program of antiviral genes that act to limit viral replication and viral spread to neighboring epithelial cells [71] .\n\nThe adaptive immune response may also be important for limiting viral replication. Rhinovirus infection stimulates the production of Th1 cytokines, including IFN-γ and IL-12, by peripheral blood mononuclear cells [72] . IFN-γ has similar antiviral activities as IFN-α and IFN-β. These include upregulation of class I MHC, inhibition of viral replication, and the induction of several IFN-sensitive genes [73] . Clinical studies show that decreased generation of IFN-γ is associated with more severe colds and increased severity of acute asthma [74] [75] .\n\nThe Th1 cytokines induced by rhinovirus infection during acute asthma differ from the production of Th2 cytokines more typical of chronic asthma (IL-4, IL-5, IL-13) [72] . The balance of Th1 and Th2 cytokines may be an important determinant of the severity of exacerbation. For example, during experimental infection of asthmatic subjects with rhinovirus, the ratio of sputum IFN-γ (Th1) to IL-4 (Th2) correlated inversely with peak cold symptoms and time to virus clearance [75] . This suggests that generation of robust Th1 responses may be important for limiting the effect of viral airway infection and that failure to generate such responses may increase the risk of virus-associated asthma exacerbations (Figure 4 ).\n\nIt is clear that a subset of asthmatics is particularly susceptible to recurrent exacerbations. Risk of exacerbation is a function of the complex interplay between pathogenicity of specific respiratory viruses such as rhinoviruses, host airway susceptibility factors, and environmental modifiers such as exposure to cigarette smoke. The susceptibility factors can be divided into causes that are \"extrinsic\" or \"intrinsic\" to the asthmatic airway ( Figure 4 ).\n\nAn example of an extrinsic risk factor is cigarette smoking. Among patients hospitalized with acute asthma, those infected with rhinovirus are more likely to be current smokers [21] , and there is a high prevalence of current smoking (35%) in adults presenting with acute asthma to emergency departments [76] . In addition, smoking was found to be the most powerful independent modifiable risk factor for multiple exacerbations requiring hospital care in a prospective HMO-based study [41] . Another important modifiable risk factor in this study was exposure and allergic sensitivity to cat or dog, further underscoring the interaction between allergic and viral causes. Cigarette smoke has several effects on the airway that could promote asthma exacerbations. For example, cigarette smoking is associated with airway neutrophilia [77] and with changes in airway epithelial mucin stores that could affect viral clearance from the airway [78] (Figure 4 ). Other important extrinsic susceptibility factors include co-morbidities such as chronic rhinosinusitis, history of pneumonia, obesity, and gastroesophageal reflux disease (GERD), and intolerance to nonsteroidal anti-inflammatory drugs (NSAIDs) [24, 31, 79] . Psychosocial factors such as depression, poor social support, public insurance, and unemployment play an important role as well [29, 80] .\n\nRecently, exciting advances have been made in our understanding of susceptibility factors that are intrinsic to the asthmatic airway and that could promote exacerbations in a subset of asthmatics. Specifically, experimental models which infect primary bronchial epithelial cells from asthmatic and healthy subjects with rhinovirus have shown that epithelial cells from healthy subjects are quite resistant to infection but that cells from asthmatics have enhanced viral replication and cell lysis [81] . In addition, apoptosis, rather than direct lysis, of an infected cell was important for controlling viral production and release of inflammatory mediators, and early induction of apoptosis was dramatically impaired in asthmatic vs. healthy cells [81] . Furthermore, asthmatic cells were deficient in the production of IFN-β, an early important anti-viral cytokine, and exogenous IFN-β restored the apoptosis defect in asthmatic cells and inhibited viral replication, suggesting that antiviral pathways are intact in asthmatic cells but there is a deficiency in activating key anti-viral cytokines (Figure 4) . Similar results were also discovered for IFN-λ, a novel type III interferon with similar antiviral properties [82] . This deficiency was observed whether or not asthmatics were taking inhaled corticosteroids. These defects in asthmatic epithelial cells also extended to macrophages from asthmatics, which were also deficient in IFN production. These data are important because a deficient antiviral response to rhinovirus infection could enhance viral replication, cell damage and production of pro-inflammatory cytokines resulting in exacerbation of asthma. At this time the mechanism of this suboptimal antiviral response is poorly understood and specific interventions to remedy it are not available.\n\nFurther evidence for intrinsic host defects comes from genetic studies. IL-4 is an important Th2 cytokine that promotes the production of IgE by B cells. Two polymorphisms in the IL-4 receptor gene were associated with increased risk of severe exacerbations and lower lung function in two independent cohorts [83] . These polymorphisms were more common in African Americans, but conferred a similar risk in both African-Americans and Caucasians. One of these polymorphisms was also associated with increased tissue mast cells, and higher levels of IgE bound to mast cells.\n\nPharmacologic interventions shown to be successful at reducing asthma exacerbations include inhaled corticosteroids, long-acting beta-agonists, leukotriene modifiers, and anti-IgE therapy. A recent systematic review and meta-analysis comparing these strategies demonstrates that inhaled corticosteroids are the most successful, reducing exacerbations by 55% compared to placebo or short-acting beta agonists alone [84] . Long-acting beta agonists reduced exacerbations by 25% compared to placebo and also further reduced exacerbations by 26% when added to inhaled corticosteroids. Leukotriene modifiers have important antiinflammatory effects [85] and may reduce exacerbations by as much as 41% compared to placebo. However, they are inferior to inhaled corticosteroids at reducing exacerbation and less effective than long-acting beta agonists as add-on therapy for those already taking inhaled corticosteroids [86] .\n\nWhile inhaled corticosteroids are quite effective at reducing exacerbations, poor compliance with inhaled corticosteroids is a risk factor for recurrent exacerbations as well as near-fatal asthma. Corticosteroids have been shown to enhance innate immunity and epithelial host defense while reducing pro-inflammatory cytokine production, which may explain their role in reducing asthma exacerbation [68] . Furthermore, rhinovirus infection of epithelial cells leads to upregulation of its own viral receptor, ICAM-1, whereas, corticosteroids can inhibit the induction of ICAM-1 by rhinovirus [87] . Corticosteroids also reduce airway hyperresponsiveness, a strategy that might lead to better control of exacerbations [88] . Despite their clear benefits, asthmatics at risk for exacerbation are generally under-treated with inhaled corticosteroids. An emphasis on asthma exacerbations as a specific outcome in asthma therapy in the recent guidelines of the NIH/NHLBI National Asthma Education and Prevention Program should help to educate providers about the need for corticosteroid use in patients with fewer daily symptoms, but recurrent exacerbations [6] . Recognizing that exacerbations occur even in some asthmatics using chronic systemic corticosteroids highlights the need to continue working towards more effective, mechanism-targeted therapies.\n\nOmalizumab is a humanized monoclonal antibody to IgE that has shown promise in preventing asthma exacerbations. Treatment with omalizumab significantly reduces levels of circulating IgE as well as tissue and sputum eosinophils [89, 90] . Interestingly, omalizumab reduces exacerbations by approximately 50% even in patients taking high doses of inhaled corticosteroids despite having only modest effects on lung function and airway hyperresponsiveness [91] . The effectiveness of this therapy underscores the importance of developing therapies specifically aimed at reducing exacerbations as a primary outcome in clinical trials. However, protein therapeutics such as omalizumab are expensive, and the cost effectiveness of omalizumab is hotly debated [92] [93] [94] [95] [96] [97] .\n\nLevels of sputum eosinophils can predict an increased risk of exacerbation [98] and strategies for targeting sputum eosinophils with anti-inflammatory therapy can reduce the rate of exacerbation [99] . In this context the measurement of exhaled nitric oxide to optimize anti-inflammatory therapy is relevant. Levels of exhaled nitric oxide (FENO) correlate with numbers of sputum eosinophils and can be measured less invasively [100] . Clinical studies have now shown that FENO can be used as a biomarker to guide reduction of the corticosteroid dose without an increase in the rate of exacerbation [101] . Whether or not FENO measures will ultimately prove beneficial in reducing asthma exacerbations remains to be seen.\n\nAsthma is a highly prevalent global health problem with significant morbidity and mortality. Cost is largely driven by acute care visits for the disease including clinic, emergency room visits, and hospitalizations. A minority of asthmatics, approximately 20%, is responsible for the majority of healthcare costs associated with exacerbations. A subset of asthmatics is \"exacerbation-prone\" and the clinical characteristics of this subgroup include a history of cigarette smoking, psychosocial factors, medication noncompliance, and co-morbidities such as rhinosinusitis, obesity, GERD, and NSAID intolerance. Intrinsic host factors for this asthma subgroup are beginning to be identified, such as deficient epithelial cell production of anti-viral type I interferons. Mechanistic studies in humans focusing on the \"exacerbation-prone\" asthmatic will be important for better understanding how we can develop new preventions and treatments aimed at reducing the significant cost and morbidity associated with asthma. A cycle of exacerbations and accelerated loss of lung function in asthma: Acute severe exacerbations in susceptible asthmatics activate pathways of inflammation and remodeling resulting in deterioration of lung function. Accelerated loss of lung function in turn puts these patients at increased risk of recurrent exacerbation resulting in a vicious cycle that may promote the exacerbation-prone phenotype. Chest radiograph from a 20 year-old woman admitted to the intensive care unit for management of acute severe asthma. The chest radiograph shows collapse of the right upper lobe secondary to mucus impaction. The abnormality resolved completely within 24 hours of treatment with mechanical ventilation, corticosteroids, and bronchodilators. Reproduced, with permission, from Fahy [102] Airway casts recovered from bronchoalveolar lavage from an asthmatic subject in acute exacerbation. Reproduced, with permission, from Lang et al [47] . Model for asthma exacerbation. Viral infection of the epithelium is an important trigger for exacerbation, resulting in the production of pro-inflammatory cytokines and chemokines, and the recruitment of inflammatory cells to the airway. This inflammatory process may be amplified by extrinsic or intrinsic host factors, such as cigarette smoking, epithelial cell deficiency of IFNβ or IFNλ, or exposure to allergen."}