{"title": "", "body": "expectancy is above 80 years and, bearing in mind that predictions of a ceiling to life expectancy have been repeatedly wrong, we can extrapolate that it could reach 100 years in six decades 2 . A major reason for the steady increase of life expectancy is greater control of infectious diseasesthis has led to decreased early mortality (only one in four children used to reach the age of 20) and has also provided a longer lifespan in adults by decreasing their exposure to acute and chronic inflammatory processes 1 .\n\nVaccination served extremely well the needs of our twentieth-century society, members of which had a life expectancy of approximately 55-65 years. By eliminating many infectious diseases that used to cause millions of deaths, vaccination contributed to the increase in our lifespan (FIG. 1) . Key contributions made by vaccination include the eradication of smallpox from our planet, the almost complete elimination of poliomyelitis, and a decrease of more than 95% in the incidence of diseases such as diphtheria, tetanus, pertussis, measles, mumps and rubella. More recently, vaccines against hepatitis A, hepatitis B, Haemophilus influenzae type b and pneumococcus have further decreased the mortality caused by infectious diseases 4 .\n\nThe key question for this article is whether vaccination will be able to significantly contribute to the health needs of the members of a twenty-first century society, who have a current lifespan of more than 80 years and a predicted future lifespan of 100 years. Today, developed countries have a low proportion of children and young adults, and a high proportion of elderly people (FIG. 1) . This composition is quite different from the one for which most vaccines were developed, and today's society clearly has quite different medical needs. To answer the question of whether vaccines will be able to contribute to the needs of the twenty-first century society, we need to look at the health needs of this society and then ask whether we have the technologies to address these needs. Here, we describe each of the main stages of life and how the health needs of each age group in the twenty-first century could be addressed by vaccination (FIG. 2) .\n\nIn the past, pregnant women had high levels of antibodies against a range of pathogens to which they had been exposed, and they transferred protective immunity to their unborn fetus and then to their newborn baby via transplacental transfer of antibodies and by breast feeding. Today, young women are less exposed to infectious agents, and breast feeding is less common and of shorter duration. Therefore, mothers transfer fewer protective antibodies to their infants. The consequence is that newborns are not protected against various pathogens and diseases, including cytomegalovirus, influenza virus, group B streptococcus, hepatitis B virus, meningococcus (groups A, B, C, Y and W135), pertussis, respiratory syncytial virus and tetanus. With the exception of the hepatitis B virus vaccine and bacille Calmette-Guérin (BCG) that in some countries are given at birth, present immunization schedules start mostly at two months of age 5, 6 . Consequently, the present immunization schedules do not induce protection against the majority of these diseases until the fifth month of life or later. This leaves a period of vulnerability during the first 4-6 months of life, which is associated with significant mortality and morbidity. A recent increase in the frequency of pertussis cases and subsequent mortality in infants younger than 5 months is an example of this trend 7 .\n\nRecent successes involving the vaccination of pregnant women against neonatal tetanus 8 and influenza virus 9 in order to promote immunity in neonates have shown that vaccination before birth is safe and very effective in providing newborns and their mothers with protection from these pathogens. These studies show that vaccination can promote the natural immune protection in newborns that human evolution has selected for but which has been weakened as a result of decreased exposure of mothers to infectious agents. As most of the vaccines discussed above are already available and vaccines against meningococcus, respiratory syncytial virus and group B streptococcus are in development, we believe that children of the twenty-first century can be well-protected in the first months of life by vaccinating their mothers.\n\nThis age group is the one that is best-served by the present vaccination schedule. Currently, it is recommended that children are immunized against diphtheria, tetanus, pertussis, hepatitis B virus, H. influenzae type b, poliovirus, Streptococcus pneumoniae, rotavirus, measles, mumps and rubella 5, 6 (FIG. 2a) . This immunization schedule should remain in place, and further immunizations against meningococcus, respiratory syncytial virus, influenza virus, group A streptococcus and Helicobacter pylori can be added to the schedule when these vaccines become available. Vaccination against hepatitis A virus can also be added to the schedule.\n\nImportantly, once a proper programme of maternal immunization is implemented, it will be possible to relax the aggressive immunization schedules of today, in which children receive immunizations at 2, 3, 4 and 12 months of age or at 2, 4, 6 and 12 months of age 5, 6 . Although these schedules are designed to induce protective immunity early in life, they are not optimal for effective priming of the stillimmature immune system. Better priming, and different regimes, such as immunization at 3 and 5 months with a booster at 12 months may be considered. We need, however, to ensure that maternal immunization does not interfere with infant vaccination, since it is well known that the presence of maternal antibodies can prevent the infants from mounting optimal immune responses against live-attenuated viral vaccines, such as that used for measles, by interfering with viral replication. These effects are usually not present, even if in some cases they have been reported for inactivated vaccines, such as wholecell pertussis, and therefore their presence needs to be assessed for each new vaccine 10 .\n\nAdolescents. In some countries, vaccination against human papilloma virus and meningococcus serogroups A, C, Y and W135 is already recommended for adolescents. In addition, adolescents could receive a booster vaccine against diphtheria, tetanus and pertussis, and booster vaccines against influenza virus and meningo coccus group B when these become available. Immunization against Epstein-Barr virus, herpes simplex virus, cytomegalovirus and parvovirus B19 will also be desirable when these vaccines become available.\n\nAdults. Currently, adults in some countries receive scheduled vaccinations against tetanus and influenza. However, many times they are only vaccinated in special circumstances, such as when working with potentially infected human samples or when travelling to disease-affected areas The average life expectancy for individuals in the society for which most vaccines were developed was 60-65 years. This society was characterized by a high proportion of children and young people, and is quite different from today's society, which is characterized by a high proportion of elderly people and a life expectancy of more than 80 years. (discussed in more detail below). However, an immunization schedule should be established for adults and should include vaccination against emerging strains of influenza virus and periodic boosts to maintain immunity to diphtheria, tetanus, pertussis, hepatitis B virus, respiratory syncytial virus and meningococcus (groups A, B, C, Y and W135).\n\nAn important target group for the development of new vaccines will be the elderly, a demographic group for which vaccines have not been fully exploited yet. This population has several new medical needs. First, the aging immune system makes them more vulnerable to many infections against which they were previously immune. Susceptibility to infections, such as influenza virus, meningococcus, group B streptococcus, pneumococcus, respiratory syncytial virus and varicella zoster virus, becomes higher in this age group; as such, they will need more-frequent booster vaccinations, in many cases with vaccines potentiated by adjuvants that are specifically designed to stimulate the aging immune system to respond better to vaccination. One example of a licensed adjuvant that has been efficiently used to boost immune responses in the elderly is the oil-in-water emulsion MF59 (Novartis), which is licensed for use as an adjuvanted seasonal influenza vaccine in European countries and in several other countries and has been shown to reduce hospitalization in the elderly 11 . Other licensed or experimental adjuvants are good candidates for novel vaccines for elderly patients in the future (TABLE 1) .\n\nThe second medical need for the elderly is immunity to antibiotic-resistant bacteria that are acquired during hospitalizationthese infections are most frequent in this age group. Therefore, it would be useful to Another important medical need for this population is a strategy for the prevention of cancer. The risk of most cancers increases with age and the question is whether we can prevent or delay the age at which cancers strike. Tumours caused by infectious agents, such as certain liver 12 , cervical 13 and stomach 14 cancers, can be eliminated by preventing infection through vaccination. In addition, some cancers that are not associated with infectious agents, such as breast, colorectal and prostate cancer, could be prevented by vaccination with self antigens that are preferentially expressed by the tumour cells. Antigens such as lactalbumin and human epidermal growth factor receptor 2 (HER2; also known as neu and ERBB2) have been shown to work as vaccination targets in animal models of breast cancer. In addition, vaccines targeting mucin 1 (MUC1) have shown promise against colorectal cancer in early trials, and several antigens are being evaluated against prostate cancer 15 . These vaccines would induce protective immunity before tumour formation and should be able to provide early protection against emerging tumours. This will require the identification of antigens that can provide protection without inducing undesired autoimmune phenomena.\n\nIn addition to the vaccines required for different age groups, there are a number of other groups of people with distinct needs who will require special considerations (FIG. 2b) .\n\nTravellers of all ages should be vaccinated against the diseases that they may find in the areas they travel to. Vaccines against the following pathogens and diseases can be considered before travelling: cholera, dengue, enterotoxigenic E. coli (ETEC), influenza virus, hepatitis A virus, hepatitis B virus, Japanese encephalitis virus, malaria, meningococcus (groups A, B, C, Y, W and X), paratyphoid fever, rabies, Shigella spp., tick-borne encephalitis virus, tuberculosis, typhoid fever and yellow fever. Although vaccines exist for several of these diseases, there is a significant need for effective vaccines against dengue, cholera, ETEC, malaria, Shigella spp. and paratyphoid fever. In addition, travellers would benefit from safer vaccines against yellow fever and more-effective vaccines against typhoid fever.\n\nPatients with chronic diseases. People with chronic diseases, such as autoimmune disease and immunosuppressive disorders, and individuals with chronic respiratory or cardiac disease have special vaccination needs that are specific to their condition. Some vaccines that should be considered include those against cytomegalovirus, influenza virus, fungal infections (such as those caused by Aspergillus spp. and Candida spp.), parainfluenza, P. aeruginosa, respiratory syncytial virus, S. aureus and tuberculosis. Patients with hereditary haemoglobinopathies, such as sickle-cell anaemia, should be protected against infection with parvovirus B19.\n\nPatients with HIV may also consider vaccination against influenza virus, pneumococcus, pneumocystosis and tuberculosis. However, as these subjects are immunocompromised, many live-attenuated vaccines may be dangerous or not well tolerated. Therefore, subunit vaccines, possibly supported by potent adjuvants, may be required to elicit protective responses. . 2b) . In addition, several infectious diseases that cause significant morbidity and mortality, such as malaria and HIV, have resisted attempts to develop effective vaccines. The growth of the human population, global travelling and the changes in our planet's ecosystems suggest that novel infectious diseases will continue to emerge. In many cases, it will be possible to control these emerging threats by vaccination; however, this will require a coordinated effort involving the public and private sectors and the regulatory agencies to ensure that the appropriate technologies, manufacturing capacity and financial resources will be available when needed. Examples in which the public and private sector have been combining resources to fight emerging infections include the PATH Malaria Vaccine Initiative (MVI), the Global HIV Vaccine Enterprise, the tuberculosis initiative Aeras, and the preparation for pandemic influenza. The MVI is a PATH initiative to develop a malaria vaccine. The most advanced programme is the one in collaboration with GlaxoSmithKline, in which the sporozoite antigen RTS,S adjuvanted with AS01, a combination of liposomes, a saponin called QS21 and monophosphoryl lipid A (MPL) ( 19 . The goal is to assure the efficient development of an effective vaccine through the collaboration of all players. Aeras is a non-profit initiative dedicated to the development of novel\n\nThe International Vaccine Institute. The International Vaccine Institute (IVI), based in Seoul, Republic of Korea, is an international centre for research, training and assistance for vaccines needed in developing countries. It was established in 1997 by the United Nations Development Program and is supported by 40 countries and the World Health Organization (WHO). During the past 14 years, the IVI has created a multinational team of scientists and established programmes on vaccines against Japanese encephalitis virus and enteric infections, such as Shigella spp., cholera and salmonella. The institute's largest success has been the formation of collaborative networks to study the epidemiology and vaccine impact of diseases in Asian children, which led to the establishment of the disease burden of meningitis caused by Haemophilus influenzae type b, Streptococcus pneumoniae and meningococcus, and the implementation of H. influenzae b vaccination in many countries. The institute is presently expanding their epidemiology and vaccine clinical studies to Africa and Latin America.\n\nThe Novartis Vaccines Institute for Global Health. The Novartis Vaccines Institute for Global Health (NVGH), located in Siena, Italy, was established in 2008 by the Novartis Foundation, with the mission to develop those vaccines that are needed in low-income countries but are not being developed by innovative vaccine manufacturers because of the absence of market. This institute has a non-profit mission and is the first entity of this type set up by a vaccine company. The institute has access to all of the technologies and knowledge of the Novartis Vaccines and Diagnostics Company. This is a unique asset that is not available to any of the public institutes and provides the potential to develop state-of-the-art, innovative vaccines. NVGH focuses on diarrhoeal diseases caused by Salmonella typhi, Salmonella paratyphi, Salmonella enterica, Salmonella typhimurium and Shigella spp. Less than three years after its establishment, NVGH has developed and tested in clinical Phase I and Phase II trials a conjugate vaccine against S. typhi and has a vaccine against S. paratyphi in late preclinical studies.\n\nThe Sabin Vaccine Institute. The Sabin Vaccine Institute, located in Washington DC, USA, is a non-profit organization with the mission to reduce human suffering caused by vaccinepreventable and neglected tropical diseases. Established in 1993, the institute has programmes to develop vaccines against human hookworm, schistosomiasis and malaria. The most advanced programme is against human hookworm, a disease affecting 576 million people 33 . The vaccine has been tested in several clinical trials.\n\nThe Hilleman Laboratories. The Hilleman Laboratories were announced in 2009 by representatives of Merck and the Wellcome Trust, with the vision to develop vaccines against diseases that are prevalent in low-income countries. This is the first time that a charity and a pharmaceutical company have partnered to form a joint venture of this type. The institute is located in India and has as its mission the development of new vaccines and the optimization of the delivery of existing vaccines. The Hilleman Laboratories operate as a non-profit entity; they do not engage in discovery research but instead focus on Phase I and Phase II of product development. tuberculosis vaccines. The organization is planning to perform several clinical trials to test the efficacy of new vaccines in the near future 20 . In the case of avian influenza, the public sector has been sponsoring clinical trials and the development of novel technologies for vaccine manufacturing, such as the production of influenza vaccines in cell culture 21 . Such technological advances, if applied to seasonal influenza vaccinations, could provide influenza vaccines that are more rapidly available and safer.\n\nIn most cases, emerging infections require the fast development of new vaccines, and novel adjuvants have a key role in this. A great example has been the recent pandemic influenza caused by the H1N1 virus. In this instance, the availability of licensed oil-in-water emulsion adjuvants, such as MF59 and AS03 (GlaxoSmithKline) (see TABLE 1 on licensed adjuvants), allowed the production of more doses of vaccine, by reducing the quantity of antigen needed in each vaccine dose, and resulted in an effective vaccine for all age groups. An additional benefit of adjuvants is the possibility to anticipate pandemics. For instance, today we have the possibility to prevent the risk of avian influenza by priming the population with an adjuvanted vaccine containing an H5N1 strain 22, 23 or by vaccinating against H2N2, an old virus for which humans no longer have any immunity. This virus still circulates in birds and pigs, from which it could cross the species barrier and be newly introduced into humans, as has happened for H1N1 in 2009 (REF. 24 ). However, overall, even expanded cell culture production capacities and the use of adjuvants would not suffice to produce vaccine for the entire world population of approximately seven billion people in a timely manner in the case of a new and rapidly spreading pandemic disease agent. Therefore, the continued research into novel technologies, such as recombinant, vectored, nucleic-based and synthetic vaccines, remains a priority.\n\nInfectious diseases can be a major cause of poverty. A study published in Science in 2008 (REF. 25) found that, in sub-Saharan Africa, when a case of meningococcal meningitis strikes a family, the entire family income of several years can be spent to take care of the sick family member. This causes a spiral of poverty from which the family will never recover. Conversely, in cases in which families remained free from infectious diseases, they could build their own sustainable economic basis. In his recent speech addressing the world health assembly, Bill Gates said that \"healthy people can drive thriving economies\" (REF. 26 ). Vaccines are by far the most effective tools to quickly eliminate infectious diseases in low-income countries and provide them the opportunity to fight poverty. There are many examples, such as the meningococcus C vaccination campaign in the United Kingdom 27 and the recent vaccination against meningococcus A in Africa 28 , in which successful vaccination campaigns have eliminated diseases in entire countries within one year. A number of vaccines are needed to help fight poverty in low-income countries (FIG. 2b) . Some of these vaccines are already available, or soon will be, in high-income countries, including vaccines against hepatitis A virus, hepatitis B virus, influenza virus, meningococcus (serogroups A, B, C, Y and W135), rabies, rotavirus and yellow fever virus. Other vaccines that may not be necessary for high-income societies but that are urgently needed in lowincome countries, include vaccines against cholera, dengue, ETEC, Japanese encephalitis virus, hepatitis E, malaria, meningococcus X, parasitic infections, Salmonella typhi, Salmonella paratyphi, Salmonella typhimurium, Salmonella enterica, Shigella spp. and tuberculosis. Today, there are two main obstacles to the development of vaccines for lowincome countries. First, our society has no mechanism to develop those vaccines that are only needed in low-income countries and for which there is no market in high-income countries. Second, those vaccines for which there is also a medical need in high-income countries are optimized mostly for the medical needs of these countries, and they are suboptimal for the medical needs of low-income countries. For instance, polio and rotavirus vaccines are less effective in the developing world. Furthermore, these vaccines only became available in low-income countries 10-20 years after their introduction in high-income countries.\n\nRecently, and for the first time, some initiatives have been launched to effectively address these problems. Examples of organizations and projects that aim to develop vaccines specifically for lowincome countries are the International Vaccine Institute in Korea, the Novartis Vaccines Institute for Global Health, the Sabin Vaccine Institute, the Hilleman Laboratories, and the Meningitis Vaccine Project. Their missions and activities are described in BOX 2. Progress has also been made in developing mechanisms to accelerate the availability of existing vaccines to low-income countries. The most innovative mechanism is the pneumococcal Advanced Market Commitment (AMC) of the GAVI alliance, an initiative in which five countries (Canada, Italy, Norway, Russia and the United Kingdom) and the Bill and Melinda Gates Foundation committed US$1.5 billion to purchase the newly developed pneumococcus vaccine and make it available to those countries that cannot afford it. Although these initiatives show that we are making progress in the field, a much stronger coordination between public sector, private sector, regulatory bodies and funding agencies will be necessary to make an impact in the short term and capture the unique opportunity to provide good health for every human being. (TABLE 1) , either alone or in combination with different classes of adjuvants, such as alum, emulsions, saponins and liposomes.\n\nThe fast development of new technologies (TABLE 3), suggests that we will soon be able to develop effective vaccines against many new pathogens, improve the safety and efficacy of the existing vaccines, and start to tackle novel targets for the treatment of diseases such as chronic infectious diseases and cancer.\n\nWe believe that vaccines will be as important to our society in the twenty-first century as they were in the twentieth century, if not even more so. They will serve every age group and will become the most efficient 'life insurance' of the twenty-first century, contributing to a disease-free life of longer duration and better quality for many members of modern society. In addition, we believe that, in the medium term, the progress scientists are making in understanding the immune system will enable the development of therapeutic vaccines to fight pre-existing diseases, such as those resulting from chronic infections and cancer."}