{"title": "FIBROBLASTS: THE UNKNOWN SENTINELS ELICITING IMMUNE RESPONSES AGAINST MICROORGANISMS", "body": "Physical barriers are the fi rst line of defense to prevent the entrance or establishment of microorganisms [1] , and connective tissue participates actively in immune response [2] . The fi broblast is the principal cell that synthesizes connective tissue, and it is considered the main workhorse of this tissue [3] .\n\nFibroblasts are present in all tissues but predominantly in connective tissues. Their origin is mesenchymal, and, depending on their localization, they have multiple morphologies. For example, they may be fl attened, elongated, or of a certain spindle-shape, they may contain either one or two oval nuclei, and they are smoothly contoured with a concave and bordered projection. Some of their functions include contractility, locomotion, collagen and elastin fi ber production, and the regulation and degradation of the extracellular matrix [4, 5] .\n\nFibroblasts play an important role in wound healing and structural support, and they act as sentinels in produc-ing infl ammatory mediators (cytokines, chemokines, and growth factors) as well as acting in response to infections by several microorganisms [6] [7] [8] .\n\nThe sentinel concept is defi ned in this way: \"A subject who watches something and occupies a place and asks for entry passwords.\" Given this defi nition, we think that fi broblasts have an immune repertoire in responding to different microbial agents. In this review, we will cover the immunologic components of fi broblasts that are expressed in an infection process. There is evidence that fi broblasts can synthesize toll-like receptors (TLRs), antimicrobial peptides, proinfl ammatory cytokines and chemokines, and growth factors, which are important molecules involved in an innate immune response against microorganisms. Their role is very important in expanding immune response and solving microbial infections. Previously, their role was believed to be related to functions connected to fi brosis and the repair of damage. However, other studies suggest that fi broblasts should be considered sentinels, and we concur with this and further believe that their role is as sentinels against microbial pathogens.\n\nThe answer is yes.\n\nAll good sentinels must have components by which they can recognize the enemy agents; in this case, the enemies (microorganisms or microbial components) are recognized by TLRs: These sentinel molecules recognize pathogens and ask them, \"Where is your ticket to enter this place?\"\n\nWe know that the innate immune system is the fi rst line of response to pathogens, and this response generally includes three events: microbial recognition, activation of signaling pathways, and activation of an effector mechanism. The recognition of pathogens is mediated by TLRs, which are membrane proteins that recognize specifi c pathogens associated molecular patterns (PAMPs). TLRs have an amino terminal leucine rich repeat (LRR) domain and an intracellular carboxyl terminal domain that contains a conserved region known as the toll/intercellular receptor (TIR). The TLR family comprises 10 TLRs (TLR1 to TLR10 have been reported thus far) [9, 10] .\n\nThe recognition of PAMPs by TLRs can occur at the cell surface (TLR1, TLR2, TLR4, TLR5, and TLR6) and in intracellular vesicles (TLR3, TLR7, TLR8, and TLR9). TLRs play an important role in recognizing microbial components from bacteria, fungi, parasites, and viruses [11] . TRL1, TLR2, and TLR4 recognize bacterial cellular walls, and TLR2 forms heterodimer complexes with TLR1 or TLR6. TLR3 recognizes polyinosinic-polycytidylic acid (poly I:C) and double-stranded viral ribonucleic acid (RNA). The fl agellin of gram-negative bacteria can be recognized by TLR5 and TLR7, while TLR8 recognizes single-stranded viral RNA and TLR9 identifi es viral and bacterial deoxyribonucleic acid (DNA) unmethylated CpG motifs [9, 10, 12] , and expression of TLR10 has been induced by exposure to Helicobacter pylori [13] .\n\nYao and colleagues demonstrated the expression of 10 different TLRs in skin fi broblasts and also showed that fibroblasts are functionally active (TLR1 to TLR9, but not TLR10). The authors further showed the importance of fi broblasts in sensing PAMPs and in synthesizing the cytokines and antimicrobial peptides involved in an immune response [14] .\n\nA gram-positive cellular wall possesses many layers including peptidoglycan and lipoteichoic and teichoic acids [1] ; these PAMPs can be recognized by corneal fi b roblast TLRs. Peptidoglycan (PGN; fsa = from Staphylococcus aureus) induces the specifi c expression of TLR1, TLR2, and TLR6 for these PAMPs, but also the expression of TLR5, TLR7, or TLR8, which are not specifi c for these PAMPs, while stimulation with lipoteichoic acid (LTA; fsa) induces TLR5 expression and muramyl dipeptide (MDP; fsa) induces TLR9 expression [15] .\n\nOn the other hand, gram-negative bacteria possess a slim PGN layer, while in the outer membrane there is a lipopolysaccharide (LPS) formed of lipid A and O-linked polysaccharide [1, 16] . There are components of gram-negative bacteria that can induce TLR corneal and gingival fi broblast expression, such as an LPS from Pseudomonas aeruginosa, the tetra-acylated lipid A LPS from Porphyromonas gingivalis, and the LPS from Escherichia coli which also induces TLR4 expression [16] [17] [18] .\n\nThe synthetic CpG oligodeoxynucleotide (CpG ODN) is another component that mimics the response to bacterial DNA. CpG ODN is a potent activator of immune response [19] ; its CpG ODN induces TLR9 response on synovial fi broblasts [20] .\n\nIt has been demonstrated that fi broblasts express TLR4 in the presence of the hyphae or conidia of Fusarium solu [21] . This expression has been observed in other diseases where corneal cells expressed TLR2 and TLR4 in the presence of Aspergillus fumigatus [22] .\n\nFibroblasts can recognize viral molecules. TLR3 is implicated in the recognition of viral molecules such as double-stranded RNA (dsRNA) [9] . This behavior was observed in myofi broblasts stimulated with poly I:C that mimic a viral infection [23] . Epstein Barr virus is a γ-herpes virus involved in systemic sclerosis (SSc) or scleroderma. This virus induces TLR3 expression in fi broblasts [24] . These data indicate the ability of fi broblasts to recognize PAMPs through the TLRs of different microorganisms and to carry out a synthesis of antimicrobial peptides, proinfl ammatory cytokines, and chemokines, as well as growth factors, to contain the pathogens (Fig. 1) .\n\nThe sentinel fi broblasts said, \"We are diffi cult fellows, and we detect enemies. Their names are pathogens, and they cannot win with us.\"\n\nGood sentinels have different weapons; in this case, the fi broblasts have important molecules used as antimicrobial peptides when they are stimulated with pathogens or when pathogen components produce antimicrobial peptides. The fi broblast sentinels demand, \"Where are you going, bad boy (pathogen)?\" Then they shoot antimicrobial peptide-reaching pathogens.\n\nAntimicrobial peptides are important components of the host innate immune response. They perform activity against gram-positive and gram-negative bacteria, fungi, and viruses. This family includes α-defensins and β-defensins (hBD1 to hBD4), adrenomedullin, histatins, and cathelicidins (LL-37) [25] .\n\nResults from osteoblast cultures revealed that LL-37 is capable of eliminating extra-and intracellular S. aureus and showing more antimicrobial activity than conventional antibiotics, such as doxycycline and cefazoline. However, the LL-37 concentrations and the susceptibility of E. coli to LL-37 increase the proba-bility of developing urinary tract infections (UTI) [26, 27] . β-Defensin 3 (hBD-3) is able to suppress the biofi lm formation of S. aureus [28] . Common ocular pathogens (P. aeruginosa, S. aureus, and S. epidermidis) challenged with hBD-3 decreased their viability in a dose-dependent fashion [29] .\n\nFibroblasts produce defensins and cathelicidins when challenged by microorganisms. In several studies, limbo-corneal fi broblasts produced β-defensin hBD-1 and cathelicidin LL-37 when stimulated with mycobacteria (Mycobacterium tuberculosis, M. smegmatis, and M. abscessus); on the other hand, gingival fi broblasts secreted hBD-2 in the presence of intracellular bacteria such as Chlamydia spp., while corneal fi broblasts expressed DEFA-3, which is an α-defensin, when they were stimulated with PGN from S. aureus (Table 1 ) [30] [31] [32] .\n\nThis information indicates that the fi broblasts secrete molecules important to the innate immune response with respect to antimicrobial activity. The fi broblasts said, \"We have and effective weapon against the pathogens. We are amazing cells!\" \n\nAll the sentinels have devices by which to communicate with their crew partners and to try to stop and eliminate intruders (pathogens). The sentinel fi broblasts said to their crew partners, \"We think that we saw a nasty pathogen\", and they released the alarm (proinfl ammatory cytokines and chemokines) to notify the remaining cells.\n\nCytokines are proteins secreted by the cells of the innate or adaptive immune response; these proteins can be secreted in the presence of microorganisms and can induce the activation of different effector cells. Cytokines are known as interleukins (ILs) and are secreted by different immune cell strains [33] .\n\nThe interferon gamma (INFγ) is an important cytokine directed against both intracellular and extracellular pulmonary pathogens. INFγ increases the cytotoxic and phagocytic activity of macrophages, restricting the growth of infected cells [34, 35] . IL-6 is an infl ammatory cytokine and is synthesized and activated in an acute immune response when infection occurs [36] . IL-12p70 is synthesized by dendritic cells when they are stimulated with major membrane protein (MMP)-II, in addition to producing tumor necrosis factor alpha (TNFα) [37] .\n\nSkin fi broblasts can synthesize proinfl ammatory cytokines such as INFγ, IL-6, and IL-8 in response to conditioned biofi lm and planktonic cultures of S. aureus cells [38] . Corneal fi broblasts stimulated with LPS from P. aeru ginosa synthesize IL-6, IL-2, IL-10, IL-12p70, and INF-γ [39] . Human gingival fi broblasts express IL-6 and IL-8 in the presence of LPS tetra-acylated peptide A from P. gingivalis [23] . The same effect occurs when the oral fi broblast cavity is exposed to C. albicans and Chlamydia spp. [31, 39] . Finally, limbo-corneal myofi broblasts synthesize IL-6 in the presence of poly I:C [23] .\n\nTNFα is a cytokine with infl ammatory and autoimmune activity which provides different responses to tissue damage, fever, tumor necrosis, proliferation, differentiation, and apoptosis, as well as a number of other conditions. Monocytes, macrophages, natural killer cells, lymphocytes, mast cells, Paneth cells, mesenchymal intestine cells, and keratocytes, among others, can produce TNFα. In bacterial infections, TNFα is released by intestinal epithelial cells. The exposure of intestinal epithelial cells to LPS induces the production of TNFα [40] . In corneal fi broblasts, it has been found that stimulation with LPS from P. aeruginosa induces TNFα expression [18] .\n\nChemokines are cytokines that function to regulate monocyte and leucocyte traffi cking and induce migration to peripheral sites of the pathogen challenge. Chemokines are subdivided as CC, CCX, and CX3C [41, 42] .\n\nIn malarial infections, there are the synthesis of proinfl ammatory cytokines and the recruitment of monocytes and macrophages; there are also expressions of chemokines such as CCL2, CCL3, CCL4, CXCL8 (IL-8), CXCL9, CXCL13, and CXCL16 in the placentae of women with malaria [41] . The chemokine CXCL8 is primarily produced by fi broblasts and other cells in response to periodontal bacteria and bacterial components [42] . The expression of CXCL10 increases in airway epithelial cells when the cells are stimulated with dsRNA and INFγ [43] . CXCL10, CXCL9, CCL2, CCL3, and CCL5 are involved in the cellular migration of natural killer cells (NK), macrophages, T cells, neutrophils, and plasmacytoid dendritic cells in a model of severe acute respiratory syndrome-associated coronavirus (SARS-CoV) [44] .\n\nDominguez et al. demonstrated the expression of chemokines, such as CCL1, CCL2, CCL5, CXCL1, CXCL8 (IL-8), and CXCL10, on limbo-corneal myofi broblasts with the stimulus of poly I:C [23] . Herath et al. showed Table 1 . Immunological molecules synthesized when the fi broblasts were stimulated with different microbial components or microorganisms\n\nMicrobial component or microorganisms Cytokine/growth factor/antimicrobial peptide HGF [16] LPS tetra acylated peptide A GM-CSF, CXCL10, G-CSF, IL-6, IL-8, and CCL2\n\nHDF [17] Flagellin CXCL8 (IL-8)\n\nCF [18] P. aeruginosa LPS MMP-9, IL-2, IL-8, IL-10, IL-12p70, GM-CSF, INFγ, TNFα, IL-6, MCP-1, and MIP-1β (CCL4) SFHTI [21] Hyphae and conidia Fusarium solu IL-10, IL-1β LCM [23] Poly I:C CCL1, CCLC, CCL5, CXCL1, CXCL8 (IL-8), CXCL10, G-SCF, IL-6 LCF [30] Mycobacteria hBD1 and LL37\n\nEF [38] Biofilm and planktonic supernant INFγ, IL-6, IL-8, VEGF, TGF-β1, EGF HB, and MMP-3 OCF [39] C. albicans CX3CL, IL-6, IL-8 HGF [40] Chlamydia sp IL-6, IL-8, hBD2 HGF = human gingival fibroblasts; HDF = human dermal fibroblasts; CF = corneal fibroblasts; SFHTI = stromal fibroblasts human telomerase immortalized; LCM = limbo-corneal myofibroblasts; LCF = limbo-corneal fibroblasts; EP = epidermal fibroblasts; OCF = oral cavity fibroblasts the expression of CCL2 and CX3CL1 by gingival fi broblasts [16] . Previous data had suggested the capacity of fi broblasts to induce chemokines when there was a microbial infection and to cause the recruitment of infl ammatory cells (Table 1) . The sentinel fi broblasts said that their communication method with the gremmie members was the best. \"We do not need social networks to organize the response against pathogenic agents.\"\n\nThe sentinels have other instruments with which to defend against intruders and to stimulate cell proliferation as growth factors. The sentinel fi broblasts release another alarm: \"Hey partners, this is the second warning. Come with us! The intruder will not escape.\" Vascular endothelial growth factor (VEGF-A) is a factor involved in infl ammatory neovascularization, and it is able to recruitment monocytes/macrophages [45] . VEGF-A increases in C. albicans keratitis; this growth factor was present in the epithelium and stroma of infected corneas in a murine model of fungal keratitis [46] . Fibroblasts are also important stromal cells. Kirker and colleagues found VEGF expression in epidermal fi broblasts challenged with supernatants from planktonic cells of S. aureus [38] . This information indicates the ability of the fi broblasts to synthesize VEGF, to promote the recruitment of cells, such as monocytes and macrophages, and to induce infl ammatory neovascularization.\n\nThe growth factors granulocyte/macrophage colony-stimulating factor (GM-CSF) and granulocyte colony-stimulating factor (G-CSF) play roles in immune responses, survival, cancer pathogenesis, proliferation of macrophages, erythrocytes, eosinophils, megakaryocytes, and multipotent progenitors. The expression of GM-CSF is associated with infl ammatory diseases, such as rheumatoid arthritis and infl ammatory renal disease. GM-CSF induces proinfl ammatory cytokines in response to exposure to LPS in mice. The production of G-CSF is induced by TLRs and ligands such as LPS. The G-CSF induces the recruitment of neutrophils to sites of infl ammation [47, 48] .\n\nThe production of growth factors by fi broblasts has also been reported [47] . According to Herath's study, P. gin givalis induced the expression of GM-CSF in human gingival fi broblasts [16] , and Lu et al. [49] observed the synthesis of GMC-CSF in corneal fi broblasts when stimulated by P. aeruginosa LPS, while Dominguez-Lopez reported poly I:C-induced G-CSF expression on limbo-corneal myofi broblasts [23] . These reports permit us to conclude that the fi broblast produces GM-CSF upon bacterial stimulation and G-CSF in a viral infection. These growth factors indicate that the fi broblasts recruit infl ammatory cells in response to microorganisms and induce cellular proliferation (Table 1) .\n\nThe innate immune response comprises different mechanisms to defend the host against pathogenic agents, for example, in the case of the physical barriers in the skin or ocular surfaces where the barriers are constituted by layers that have specialized cells with certain functions. The fi broblasts are stromal cells that play an important role in establishing a response against microorganisms. We consider that fi broblasts are stromal sentinel cells that possess \"weapons\" as TLR's to recognize microbial agents. When the pathogens are recognized, the fi broblasts begin to synthesize cytokines and growth factors to expand the immune responses and fi nally secrete antimicrobial peptides as \"mortal weapons\" to prevent or eliminate the establishment of the invading enemies."}