{"title": "Journal Pre-proof Spatial transmission of COVID-19 via public and private transportation in China Spatial transmission of COVID-19 via public and private transportation in China", "body": "Wuhan, the capital city of Hubei province with a population of more than 11 million people, is the largest city and the most important traffic hub in Central China. Since December 2019, the outbreak of coronavirus disease 2019 (COVID-19) hit the Wuhan city [1] . The time of the outbreak coincided with the Chinese Spring Festival, when the largest annual population movement began. Before the lockdown on January 23 rd , an estimated 5 million residents left Wuhan [2] . The infected people in incubation period had brought the virus to other cities and person-to-person transmission of the new coronavirus caused the spread of infections across the country.\n\nUp until February 9 th , there have been 330 cities in addition to Wuhan with reported confirmed COVID-19 cases in mainland China (figure A). In the study of Zhao et al., they found significant association between travel by train and spread of COVID-19 infections, but not for travelling by car and flight [3] . In order to evaluate the role of public transportation in the spatial transmission of COVID-19, we searched daily flights, buses, and trains from Wuhan to these cities in January (https://www.ctrip.com). The figure shows destinations and frequencies of these flights (B), buses (C) and trains (D) from Wuhan. We also obtained straight line distances between Wuhan and these cities (https://map.baidu.com) and excluded those ≥1500 km to avoid outlier effects. The daily number and the cumulative number of COVID-19 cases in each city were obtained from the official website (http://health.people.com.cn/GB/26466/431463/431576/index.html) with real-time updates at 12:00 pm on each day since January 24 th . All the data were logarithmically transformed and the Pearson´s correlation analysis was used to examine correlations of daily frequencies of each transportation methods and the distance between Wuhan and other cities, with the daily 4 number and the cumulative number of COVID-19 cases.\n\nWe found a significant and positive association between the frequency of flights, trains, and buses from Wuhan and the daily as well as the cumulative numbers of COVID-19 cases in other cities with progressively increased correlations for trains and buses (all P values < 0.001) (figures E, F). The distance between Wuhan and other cities was inversely associated with the numbers of COVID-19 cases in that city (all P values < 0.001), and the correlation became increasingly stronger and went stable after February 1 st . The mean incubation period was estimated to be 5.2 days [1] , therefore real associations appeared after most infected cases out from Wuhan presented typical symptoms and were diagnosed [4] . "}