{"title": "The influenza A virus endoribonuclease PA-X usurps host mRNA processing machinery to 1 limit host gene expression 2 3", "body": "Many viruses globally shut off host gene expression to inhibit activation of cell-intrinsic antiviral 27 responses. However, host shutoff is not indiscriminate, since viral proteins and host proteins 28 required for viral replication are still synthesized during shutoff. The molecular determinants of 29 target selectivity in host shutoff remain incompletely understood. Here, we report that the 30 influenza A virus shutoff factor PA-X usurps RNA splicing to selectively target host RNAs for 31 destruction. PA-X preferentially degrades spliced mRNAs, both transcriptome-wide and in 32 reporter assays. Moreover, proximity-labeling proteomics revealed that PA-X interacts with 33 cellular proteins involved in RNA splicing. The interaction with splicing contributes to target 34 discrimination and is unique among viral host shutoff nucleases. This novel mechanism sheds 35 light on the specificity of viral control of host gene expression and may provide opportunities for 36 development of new host-targeted antivirals. 37 38 39 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint INTRODUCTION 9 infected cells and in the ectopic overexpression model. We found that the RT-qPCR results 154 agreed with the RNAseq data in terms of the selective effects on the tested transcripts ( Figure  155 2C). Moreover, the mRNA levels were similarly affected by overexpression of PA-X from the 156 A/Udorn/72 H3N2 (Udorn) strain, suggesting that target selection by PA-X is conserved between 157 different virus strains ( Figure 2D ). Collectively, these data demonstrate that PA-X broadly 158 targets RNA for degradation, while a subset of RNAs remains unaffected. 159 160 Specific functional classes of host RNAs are differentially sensitive to PA-X 161\n\nAlthough most RNAs were down-regulated by PA-X, the levels of ~25% of RNAs remained 162 largely unchanged ( Figures 1C, 2A) . To identify these differentially-regulated RNAs, we used k-163 means clustering to group RNAs with similar patterns of regulation (Gasch and Eisen, 2002) . 164\n\nClustering was carried out based on the relative RNA levels in PA-X-overexpressing vs. control 165 cells or IAV-infected vs. mock-infected cells in the eight datasets we collected ( Figures 1C, S1B , 166 2A). Two sets of RNAs, comprising 55% of the RNAs that were detected in all conditions, were 167 identified as true PA-X targets ( Figure 3A ). They were down-regulated in a PA-X-dependent 168 manner both during infection and by PA-X ectopic expression. The first group was completely 169 PA-X-specific, because their levels were largely unchanged in IAV PA(ΔX) infected cells 170 ( Figure 3A , left panel). The RNAs in the second group were PA-X-sensitive, but were partially 171 down-regulated by other mechanisms during IAV PA(ΔX) infection ( Figure 3A , right panel). By 172 contrast, 28% of the RNAs were host shutoff resistant and were not down-regulated by infection 173 or PA-X expression ( Figure 3B ). In addition, the k-means algorithm identified a group of RNAs 174 that were down-regulated during infection by a PA-X-independent mechanism, and yet were PA-175 X-sensitive in PA-X-expressing cells ( Figure 3C ). The levels of these transcripts may be 176 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint substantially decreased by other regulatory mechanisms during infection, such that their targeting 177 by PA-X is masked. Interestingly, based on gene ontology (GO) term analysis, the host shutoff-178 resistant RNAs were significantly enriched for genes involved in transcription and translation, 179 including ribosomal RNA processing, ribosomal proteins, and membrane protein synthesis 180 ( Figure 3D ). This result is consistent with the IAV requirement for host biosynthetic machinery IAV infection, as demonstrated by their higher expression compared to all detected RNAs, their 189 levels were even higher in the absence of PA-X ( Figure 3E ). While only 12% of ISGs were up-190 regulated during wt IAV infection, and only 4% were induced more than two-fold, 35% of the 191 ISGs were up-regulated in IAV PA(ΔX)-infected cells, with 15% above two-fold. While the 192 activity of PA-X is clearly not limited to ISGs, these data indicate that PA-X contributes to 193 dampening the cell-intrinsic response to infection. 194\n\nWe have previously shown that PA-X preferentially degrades RNA transcribed by Pol II 197 (Khaperskyy et al., 2016) . A key difference between transcripts of Pol II and other cellular Pols 198 is that Pol II RNAs can be spliced. The process of splicing is mechanistically linked to 199 IAV PA(ΔX) virus ( Figure S4A ), suggesting that PA-X down-regulates IFN-λ2 mRNA in 246 infected cells. We co-transfected the IFN-l2 expression vectors with PR8 PA-X and a luciferase 247 construct containing an intron (Younis et al., 2010), which served as a positive control for PA-X 248 activity. We confirmed that IFN-λ2 mRNA was expressed and exported into the cytoplasm at 249 similar levels irrespective of the construct used ( Figures S4B, S4C) . We also checked that the 250 five introns were properly spliced by PCR analysis across the splice sites ( Figures 5E, S4D) . 251\n\nWhen we analyzed the effect of PA-X on the two mRNAs, we found that PA-X down-regulated 252 the IFN-λ2 mRNA expressed from the full genomic region ( Figure 5B ). However, the levels of 253 the same IFN-λ2 mRNA expressed from an intronless cDNA construct were only minimally 254 reduced ( Figure 5B ). In both conditions, the control luciferase reporter was down-regulated by 255 PA-X. PA-X proteins from the 2009 pandemic H1N1 strains (such as A/California/7/09(H1N1) 256 (CA/7) and A/Tennessee/1-560/2009) and the Udorn H3N2 strain also preferentially degraded 257 intron-containing target RNAs ( Figure 5C ). These results confirm the prediction based on our 258\n\nRNAseq data that splicing is important for PA-X substrate recognition. In addition, we tested the 259 down-regulation of IFN-λ2 mRNAs expressed from chimeric constructs that contained only one 260 of the five introns from the original genomic sequence, to determine whether one splicing event 261 was sufficient to restore PA-X targeting. Indeed, addition of single introns increased 262 susceptibility to PA-X ( Figure 5D ). Interestingly, not all introns were effective, in part because 263 of variable splicing efficiency. For example, intron 4 was not spliced efficiently in the absence of 264 other introns and also did not restore PA-X susceptibility ( Figure 5E ). This result further 265 strengthens the link between splicing and PA-X susceptibility. 266 267 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint Despite these results linking mRNA splicing and PA-X degradation, one unresolved issue is that 268 we and others have previously used intronless reporters to study PA-X, and these reporters 269 appeared to be efficiently degraded. To resolve this issue, we compared the fate of matching Interestingly, PA-X had a more robust effect on the spliced mRNA, although it could also down-273 regulate intronless luciferase mRNA ( Figure 5F ). These results suggest that addition of a single 274 splicing event further promotes degradation by PA-X. Reporters are selected for their robust 275 expression, although they are somewhat different from endogenous cellular mRNAs. Therefore, 276 it is possible that even intronless reporters associate with cellular factors that are important for 277 PA-X targeting. Nevertheless, our findings recommend the use of intron-containing reporters for 278 future cell-based studies of PA-X. To identify cellular X-ORF-interacting proteins we used a proteomic technique called BioID, 287 which relies on non-specific proximity biotinylation of lysine residues by a modified E. coli 288 biotin ligase, BirA* (Roux et al., 2012). Because there are two major classes of PA-X isoforms 289 that differ in X-ORF length (Shi et al., 2012), we fused BirA* to X-ORFs representative of each 290 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint class: the 61-aa PR8 X-ORF (X61) and the 41-aa CA/7 X-ORF (X41) ( Figure 6A ). As negative 291 controls, we used BirA* alone and BirA* fused to a mutated version of the PR8 X-ORF in which 292 four positively charged residues were substituted by alanine (X61(4A)). These mutations prevent 293 nuclear localization of a GFP-X-ORF fusion and disrupt mRNA degradation by full length PA-X 294 (Khaperskyy et al., 2016). As expected from our previous studies with GFP fusion and epitope-295 tagged proteins (Khaperskyy et al., 2016), fusion to the wt X-ORFs, but not X61(4A), led to 296 accumulation of BirA* in the nucleus ( Figure S5A ). Moreover, BirA* alone and BirA*-X-ORF 297 fusion proteins efficiently biotinylated numerous cellular proteins ( Figure S5B ). 298\n\nTo identify cellular proteins that bind both the X61 and X41 X-ORFs, we collected protein 300 lysates from HEK293T cells expressing the BirA*-X-ORF fusion proteins. We prepared affinity-301 purified biotinylated proteins for quantitative mass spectrometry, using reductive dimethylation 302 to introduce stable epitope tags. We performed three independent replicates of the experiment, 303 two with BirA*-X61 and one with BirA*-X41, comparing them in each case to the BirA* alone 304 and BirA*-X61(4A) controls ( Figure 6A ). We identified 156 candidate X-ORF interacting 305 proteins that were represented by at least two unique peptides (Table S5) , and were identified in 306 all runs ( Figure 6B ). Among the 156 candidates, we identified 29 high-confidence interacting 307 proteins based on relative peptide abundance in the test conditions (BirA*-X61 or X41) vs. the 308 control conditions (BirA*-X61(4A) or BirA* alone) ( Figure 6D , Table S5 ). These high-309 confidence hits were enriched more than two-fold over controls in at least two experiments or 310 more than 1.5-fold in all three experiments. Figure 6C depicts the relative peptide abundance of 311 proteins in X61 samples compared to the X61(4A) control or BirA* alone control, with black 312 and red open circles identifying the high confidence hits. The red circles indicate two proteins 313 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint (nucleolin, nucleophosmin) that were enriched >2-fold compared to controls across all three 314 runs. Because nucleolin and nucleophosmin are abundant proteins that move in and out of 315 nucleoli, these interactions may explain the apparent nucleolar accumulation of biotinylated 316 proteins ( Figures S5A, S5C) . STRING protein-protein interaction network analysis of the hits 317 revealed several physical and functional interaction nodes, including protein trafficking, 318 transcription/translation and mRNA processing ( Figure 6D ). Similarly, GO term analysis 319 revealed a strong association with mRNA processing, RNA splicing and mRNA metabolic 320 process functions among the high-confidence hits ( Figure 6E ). In particular, several proteins 321 associated with mRNA splicing (RBM39, PUF60, PRPF4) and/or polyadenylation (NUDT21/ 322 CPSF5, CPSF6) were identified as X-ORF-interacting proteins. These data show that the PA-X 323 C-terminal X-ORF is physically recruited to protein complexes involved in nuclear mRNA 324 processing, which likely explains its preferential degradation of RNAs that have undergone 325 co/post-transcriptional processing. 326\n\nA thorough understanding of the molecular mechanism of action of PA-X is required to 329 determine how it selectively degrades host RNAs and contributes to the control of the innate 330 immune response. In this study, we discovered a key aspect of the PA-X mechanism of action: 331 its selectivity for transcripts that have undergone splicing. Our transcriptomic results show that, 332 as expected, PA-X down-regulates many host RNAs, both on its own and in the context of 333 infection. However, some RNAs are less susceptible or completely resistant to PA-X activity. 334\n\nThis difference is due in part to the fact that they are either intronless or have fewer introns. 335\n\nMoreover, based on proteomic analysis, the X-ORF of PA-X physically interacts with many 336 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint proteins involved in cellular RNA metabolism. These data point to a model whereby PA-X 337 associates with RNA metabolism proteins, and this association brings PA-X to target RNAs, 338 perhaps during transcription or early processing. Those RNAs that are not canonically processed, 339 including viral RNAs, are thus not targeted. 340\n\nOur results confirm that the PA-X-dependent down-regulation of host protein production 342 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint\n\nThe key unexpected finding from our study is the link between PA-X and splicing. Viral host 360\n\nshutoff RNases mostly act at some stage of mRNP loading into the translation apparatus. For 361 example, alpha-herpesvirus vhs directly interacts with translation initiation factors, and it is 362 generally believed that these interactions mediate RNA targeting (Doepker et with RNAs through interactions with Pol II, and thus only Pol II transcripts are normally spliced 372 (Gu et al., 2013) . We hypothesize that protein-protein interactions with splicing factors may 373 bring PA-X to its transcript, an idea which is corroborated by the results of our proteomic 374 analysis ( Figure 6 ). Indeed the C-terminal domain of PA-X interacts with several splicing 375 regulators (PUF60, RBM39, PRPF4) and polyadenylation proteins (CPSF5/NUDT21, CPSF6). 376\n\nWe speculate that more exons provide more chances for PA-X to be brought to the RNA by 377 some of these factors. In turn, this may translate into more effective turnover of RNAs with more 378 splice sites. 379 380 A targeting strategy based on splicing offers a major benefit to the virus, because viral mRNAs 381 are synthesized by the RdRp and most of them are not spliced. This renders them \"invisible\" to 382 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint phenotype between IAV wt and PA(fs) (Jagger et al., 2012) . However, they inserted the stop 406 codon after 16 aa, which was likely not sufficient to abolish PA-X activity ( Figure 1B ) (Jagger et 407 al., 2012) . The finding that truncating the X-ORF is sufficient to block PA-X activity in the virus 408 is also important, because single point mutations in the X-ORF sequence are less disruptive 409 changes than frameshifting mutations. Thus, viruses carrying X-ORF mutations could be better 410 tools for in vivo studies of PA-X function and IAV pathogenesis. rescue activity, suggesting that the X-ORF is needed for additional functions (Hayashi et al., 416 2016 ). Our BioID results corroborate this idea, since we did not only find proteins involved in 417 nuclear import, but identified many proteins with various roles in RNA metabolism. Also, by 418 examining the X-ORF in isolation, we likely excluded indirect interactions via RNA binding of 419 the RNase domain, as well as interactions that are important for PA rather than PA-X function. 420\n\nTwo proteins that we identified, nucleolin and nucleophosmin, were also reported in a proteomic 421 study of H5N1 PA-X interactors (Li et al., 2016), suggesting they interact with at least three 422 different PA-X variants. While nucleolin and nucleophosmin are highly abundant proteins, they 423 are unlikely to be artifacts because they were enriched in all the X-ORF samples relative to the 424 controls. The fact that biotinylated proteins accumulated in the nucleoli also supports the idea 425 that nucleolin and nucleophosmin, which traffic to nucleoli, come in contact with the BirA*-426 fused X-ORF and full length PA-X ( Figure S5C ). It is unclear whether the high biotinylation in 427 nucleoli is of functional importance, since PA-X itself is not localized specifically to this 428 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Interestingly, we did not isolate many core components of transcription or mRNA processing 433 machinery. PA-X appears to interact mostly with factors that are considered regulators of 434 alternative splicing (PUF60, RBM39, HNRNPK), or connect splicing with adenylation and 435 enhance poly(A) site choice (CPSF5/NUDT21, CPSF6). It will be interesting to determine how 436 these proteins are involved in PA-X activity. Particularly, since these proteins do not regulate the 437 processing of all mRNAs in the cell to the same extent, interactions with these proteins could 438 offer PA-X an additional mechanism for target discrimination. Another interesting question is 439 whether these associations compromise the normal activity of the cellular proteins. We did not 440 find dramatic changes in the host splicing pattern in our dataset (not shown), but we may have 441 missed some subtle changes. 442 443 It is interesting that both PA-X and the well known influenza host shutoff factor NS1 interact 444 with nuclear mRNA processing machinery to control gene expression (Nemeroff et al., 1998) . 445\n\nThe NS1 variants of many influenza A strains (but not PR8) cause host shutoff by binding and 446 inhibiting a key component of the 3'-end RNA processing machinery, CPSF30 (Das et al., 2008; 447 Nemeroff et al., 1998) . It is possible that this convergence could allow the two proteins to 448 coordinate an attack on the host. However, studies of engineered viruses and naturally-evolved 449 viruses suggest that the activity of NS1 and PA-X may be anti-correlated to prevent cytotoxicity. 450\n\nFor example, while the original 2009 pandemic NS1 does not bind CPSF30 and reduce host gene 451 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. and Choppin, 1977). It will be interesting in the future to observe how PA-X and NS1 interact in 460 viruses that, unlike PR8, use NS1 to block mRNA processing. 461 462 Collectively, our results affirm the importance of PA-X for the viral replication cycle, as they 463\n\nshow that the ability of the virus to regulate host gene expression is severely reduced in the 464 absence of PA-X. Moreover, we have uncovered a unique mechanism of host RNA targeting that 465 can allow PA-X to not only distinguish between host and viral targets, but also among cellular 466 targets. For example, the intronless mRNA TAF7, which we examined in Figures 2B, 2C , is a 467 component of Pol II pre-initiation complexes. Therefore, the selectivity of PA-X could have 468 repercussions for the viral replication cycle. By continuing to define the PA-X mechanism of 469 action, we will gain important insights into how host shutoff allows the virus to usurp host 470 biosynthetic machinery, and expand our knowledge of the link between PA-X and IAV 471 pathogenesis. 472 473 474 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. obtained from Addgene (#74223) and the BirA* ORF was amplified by PCR and inserted into 497 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. globin reporter, HEK293T cells were plated in 24-well or 6-well plates (for fractionation 516 experiments) and transfected with 800 ng/ml total DNA (including 50 ng/ml PA-X construct) 517 using polyethylenimine (PEI). Cells were collected 24 h later for fractionation and/or RNA 518 extraction and purification. 519 520 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. 150 mM NaCl, 1% Igepal, 0.5% sodium deoxycholate, 0.1% SDS) with protease inhibitor 541 cocktail (P8340, Sigma) and lysed at 4°C for 1 hour with gentle agitation, followed by passing 542 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint through a 21-gauge needle. Lysates were cleared by centrifugation at 4°C for 20 min at 20,000 x 543 g. 544 545\n\nNeutravidin pull-down 546 60 µl of 50% slurry of High Capacity Neutravidin Agarose Beads (Thermo) was used for each 547 500 µl of clarified whole cell lysate. Beads were equilibrated in RIPA buffer by washing three 548 times for 10 mins at 4°C. In one of the BirA*-X61 experimental runs, 1 µl of 500x RNase A 549 (100 µg, Qiagen) was added to each sample to remove non-specific interactors. The lysate was 550 then incubated for 5 minutes at room temperature before loading onto the beads. Untreated 551 samples were loaded directly onto the beads post washing. 1 mg of protein sample was loaded to 552 beads in 1.5 mL Eppendorf tubes, which were then placed on a rotator overnight at 4°C, and 553 collect with centrifugation at 400 x g for 1 minute at 4°C. Beads were washed with RIPA buffer 554 three times, followed by three washes with TAP buffer (50 mM HEPES-KOH pH 8.0, 100 mM 555\n\nKCl and 10% glycerol). 556 557\n\nBeads were resuspended in 50 mM triethylammonium bicarbonate (TEAB) buffer (Sigma). 24 559 mM DTT and 32 mM IAcNH2 were added sequentially. Beads were then incubated for 30 560 minutes at 37°C, washed with 50 mM TEAB and centrifuged for 1 min at 400 x g before 561 resuspending in 50 mM TEAB. On-bead trypsin (PierceTM Trypsin protease, MS-Grade; 562 Thermo Scientific) digest was performed with 1 µg trypsin in 50 mM TEAB buffer, shaken 563 overnight at 37°C. Samples were acidified with 1 µl trifluoroacetic acid (TFA) and 3 µl Formic 564 acid until a pH lower than 3 was achieved. Trypsinized peptides were collected by puncturing a 565 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. the heavy reaction, to label terminal amines. All three reactions were incubated for 1 hour at 585 room temperature before being combined into a single tube at a 1:1:1 ratio. The combined 586 sample was acidified, desalted and dried as described above. Samples were resuspended in 3% 587 ACN/0.1% formic acid and sonicated for 15 min to prepare for mass spectrometry. Mass 588 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Association Network analysis was conducted on 29 selected protein hits using online STRING 592 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint\n\nProper splicing of each intron for all IFN-λ2 construct was verified by PCR amplification across 625 each splice sites using primers listed below. PCR products were run on a 2% agarose gel 626 containing HydraGreen safe DNA dye (ACTGene) and imaged with a Syngene G:Box Chemi 627 XT4 gel doc system. 628\n\nPrimer sequences (5'-3') Core Facility -Genomics Core. High-throughput sequencing was carried out by the Tufts 654 Genomics facility on a HiSeq 2500. Single-end 50 nucleotide reads were obtained with a 655 multiplexing strategies, using a total of four total lanes. For the replicates, the spike mixes for the 656 samples and the barcoded primers were switched, in order to control for potential biases. 657 658\n\nReads were aligned with Tophat2 v2.1.1 (Kim et al., 2013) to hg19, IAV PR8 and the ERCC 660 spike sequences. Default settings were used, except --library-type fr-firststrand, and a gtf of the 661 hg19 annotation was provided as reference. Table S1 summarizes the results of the alignment. 662 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. used, except --library-type fr-firststrand and -u, and a gtf of the hg19 annotation was provided as 664 reference. Only previously annotated RNAs with a level of >1 FPKM in all the control samples 665 (A549 + dox or mock-infected A549) were used in further analyses. The FPKMs for these RNAs 666 were converted to attomoles of RNA based on the known concentration of the spike-in controls. 667 Table S2 shows the high correlation in measured RNA levels between replicate samples. The 668 absolute RNA levels in the replicates were averaged, and the relative RNA levels (RNA ratio) in 669 infected vs. mock infected or PA-X-expressing vs. control cells was computed. All downstream 670 analysis was carried out on the relative levels (ratio) in log2 scale. Tables S3 and S4 summarize  671 the results of the RNAseq analyses. RNAseq data is available on the GEO database, entry 672 GSE120183 (raw read data and processed data included here as Tables S3 and S4). The hg19 673 annotation was used to derive the number of exons, length of transcripts and GC content for the 674 analyses in Figures 4, S3 . For analysis of intronless RNAs, only RNAs that were longer than 300 675 nt were used, to exclude small RNAs that are transcribed by Pol III or are produced through 676 processing of longer transcripts. The length distribution of the remaining intronless RNAs was 677 similar to that of the spliced RNAs. All RNAs were used for the analysis of PA-X down-678 regulation vs. length, exon number, and GC content. k-means clustering analysis was carried out 679 using the Cluster 3.0 program (http://bonsai.hgc.jp/~mdehoon/software/cluster/software.htm). 680\n\nAll eight datasets were used to generate the clusters, even though only the mRNA levels for 681 select samples are plotted in Figures 3A-C . Because in k-means clustering the number of clusters 682 is user-defined, clustering was attempted with three, four, and five clusters. Four clusters were 683 chosen, because they provided more granularity. For example, they identified a group of RNAs 684 that were only PA-X-dependent in the ectopic expression system. Initializing the program with 685 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint more than four clusters led to separation of PA-X targets in multiple groups different only by the 686 extent of down-regulation, but did not identify other patterns of gene expression. Gene ontology 687 (GO) term analysis was carried out on the DAVID server. Other analyses were done using 688 custom scripts in Python2.7. For the ISG analysis ( Figure 3E) Spectrometry Core Facility for support of BioID proteomics analysis. We thank Andrew Mehle 708 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint rRNA. In E, the cDNA from control cells was PCR amplified across intron 4 to test splicing of 994 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Figure 3 is plotted. The two groups of PA-X targets from Figure 3A are plotted together. p < 0.01, Kolmogorov-Smirnoff test. See also Figure S3 .\n\n(A) Diagram of IFN-λ2 constructs. Int = intron. (B-E) HEK293T cells were transfected for 24 hrs with reporters expressing a luciferase control mRNA and IFN-λ2 mRNA from cDNA, the genomic locus or cDNA with one of the five IFN-λ2 introns added back (D only). Cells were also transfected with PA-X (PR8 variant in B and D, PR8, CA/7 and Udorn variants in C) or vector. The levels of luciferase and IFN-λ2 mRNAs were measured by RT-qPCR and plotted as relative levels in PA-X expressing cells vs. vector-transfected cells, after normalization to 18S rRNA. In E, the cDNA from control cells was PCR amplified across intron 4 to test splicing of intron 4. The amplified PCR products are shown (gel image is representative of four experiments). A 1:1 mix of the constructs for IFN-λ2 cDNA and genomic served as a control, to check that both products could be simultaneously amplified. (F) Cells were transfected with an intronless (\"(-)\") or an intron-containing (\"+ intron\") luciferase reporter and PR8 PA-X. Luciferase RNA levels were measured by RT-qPCR, normalized by 18S rRNA and are plotted relative to vector transfected cells. Values in this figure represent mean ± standard deviation. *,**: p < 0.05, 0.01, B,C: ANOVA followed by Tukey's pairwise test; D: ANOVA followed by Dunnett's test, p values relative to cDNA construct-transfected cells; F: Student's t test. N ≥ 4, all panels. See also Figure S4 .\n\nAll rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint Figure 6 . The X-ORF interactome is enriched for proteins involved in mRNA processing. (A) Schematic diagram of BirA* fusion baits used in BioID analysis of X-ORF interacting proteins. Numbers indicate independent runs employing each construct set, with BirA*-myc and BirA*-X61(4A)-myc as negative controls. Light, medium, and heavy refer to light, medium, or heavy isotope tags. (B) Overlap between proteins identified by mass spectrometry by at least two unique peptides in the three BioID runs. (C) Average relative abundance of 286 proteins identified in at least two BioID experiments plotted as log2 ratio of medium vs. light (x axis, X-ORF / -) and medium vs. heavy (y axis, X-ORF / X61(4A). Green dots represent proteins with >1.5-fold enrichment over both negative controls, blue dots represent proteins with >1.5-fold enrichment over BirA*-myc alone. Black and red open circles indicate proteins that were designated as high-confidence hits (>2.0-fold enriched over BirA*-myc in at least 2 experiments or >1.5-fold enriched over BirA*-myc and BirA*-X61(4A)-myc in all three experiments). Red open circles highlight the two proteins, nucleolin (NCL) and nucleophosmin (NPM1), that were consistently enriched >2.0-fold over both negative controls in all three experiments. (D) STRING protein-protein interaction network for X-ORF BioID high-confidence hits. Apparent nodes were differentially colored (annotations may overlap for individual proteins, only one grouping for each protein was shown for simplicity). (E) Gene ontology (GO) enrichment analysis of X-ORF BioID hits identified by mass spectrometry (black and red circles in C). Fold enrichment and number of proteins are plotted for GO terms with p < 0.05. See also Figure S5 .\n\nAll rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. , and the levels of all RNAs were measured by RNA-seq. The ratio between the levels in IAV-infected vs. mock-infected cells was computed for each RNA and the distribution of the ratios is plotted as a frequency histogram (wt and PA(ΔX) plots are the same as Figure 1C ). N ≥ 2.\n\nAll rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. \n\nAll rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. \n\nAll rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint Figure S4 (related to Figure 5 ). IFN-λ2 mRNA is expressed and exported at similar levels from both a genomic and a cDNA reporter constructs. (A) The attomoles of IFN-λ2 mRNA in cells infected with wt IAV or IAV PA(ΔX) are plotted. Each point represents a biological replicate. The IFN-λ2 mRNA was undetectable in mock-infected cells (n.d. = not detected). N ≥ 2 (B) HEK293T cells were transfected with reporters expressing IFN-λ2 mRNA from cDNA or the genomic locus. RNA samples were collected 24 h after transfection and analyzed by RT-qPCR. The levels of IFN-λ 2 in the absence of PA-X are plotted relative to 18S cellular rRNA. All values represent mean ± standard deviation. N = 4. (C) HEK293T cells were transfected with reporters expressing a luciferase mRNA, a GFP mRNA ending in a hammerhead ribozyme (GFP-HR) and IFN-λ2 mRNAs from cDNA or the genomic locus. Cells were fractionated into nuclear and cytoplasmic fraction, and the ratio between cytoplasmic and nuclear RNA levels was calculated after normalization to 18S rRNA. The cytoplasmic/nuclear ratio for the well-exported endogenous GAPDH mRNA and transfected luciferase mRNA, the nuclear-retained endogenous MALAT1 non-coding RNA, the poorly exported transfected GFP-HR mRNA and the test IFN-λ2 mRNAs are plotted. All values represent mean ± standard deviation. N = 4. (D) The cDNAs from vector-transfected cells from Figure 5C were PCR amplified across the different introns to confirm splicing. The amplified PCR products are shown (gel image is representative of four experiments). A 1:1 mix of the constructs for IFN-λ2 cDNA and genomic serves as a control to check that both products could be simultaneously amplified. Figure S5 (related to Figure 6 ). BirA*-X-ORF mediates biotinylation of cellular proteins. (A) Immunofluorescent staining of biotinylated proteins in HEK293A cells transfected with BirA*-myc (-myc), BirA*-X61-myc (-X61-myc), BirA*-X61(4A)-myc (-X61(4A)-myc), or BirA*-X41(Ca7) expression constructs. The localization of myc-tagged fusion proteins was visualized with anti-myc antibody (red), biotinylated proteins were stained with Streptavidin-Alexa-Fluor-488 conjugate (Biotin, green), and nuclei were stained with Hoechst dye (blue). Open arrows indicate strong nucleolar biotin staining in BirA*-X61-myc expressing cells. (B) Flow through (FT), wash 1 (W1), wash 4 (W4), and elution fractions of neutravidin agarose pulldown of proteins biotinylated using BirA*-X61-myc (X61), BirA*-X61(4A)-myc (4A), or BirA*-myc (BA) were analyzed by western blot using Streptavidin-HRP conjugate (top panel). Total protein in the same fractions was detected using Bio-Rad Stain-free chemiluminescent reagent (bottom panel). Arrow indicates position of a major band corresponding to the size of nucleolin (apparent molecular weight ~110 kDa) that is enriched in BirA*-X61-myc biotinylated protein mix compared to proteins biotinylated by the other two baits. (C) Immunofluorescent staining of biotinylated proteins in cells transfected with BirA*-myc or the BirA* fused to full-length catalytically inactive PA-X mutant, BirA*-PA-X(108A)-myc. Biotinylated proteins were stained with Streptavidin-Alexa-Fluor-488 conjugate (Biotin, green), and nucleoli were stained with anti-nucleolin antibody (NCL, red). Filled arrows indicate strong biotinylation of nucleolar proteins, open arrows highlight nucleoli that are not preferentially labelled in control BirA*-myc expressing cells. (D) Schematic diagram of BirA* fusion constructs used in panels B and C.\n\nAll rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/442996 doi: bioRxiv preprint"}