{"title": "Response to the first wave of pandemic (H1N1) 2009: Experiences and lessons learnt from China", "body": "2009 will be remembered as the year of pandemic influenza, the first of its kind in over 40 years. However, an evaluation of the global response to the first wave of the pandemic is still ongoing. This paper presents the results of an analysis of the situation in China in order to gain a better understanding of the episode; to summarize the experiences in preparedness, control and mitigation of the pandemic; and to identify issues for further consideration and investigation in order to improve the response to possible next waves of the pandemic.\n\nPandemic (H1N1) 2009 virus, which originated in swine, was first detected in North America in Spring 2009. 1, 2 In June, its widespread transmission led the World Health Organization (WHO) to declare pandemic influenza Phase 6 under the International Health Regulations (IHR) mechanism. 3 As of 6 August 2010, the global number of reported laboratoryconfirmed fatalities reached at least 18,449. 4 The actual fatality of the pandemic could be much higher, and pandemic (H1N1) 2009 affected a disproportionate number of children and young adults. 5, 6 The possible impact of such a pandemic on the public health system, particularly on that of developing countries, was a large concern at the onset of the outbreak. This was especially true for China, a country with 1.3 billion people. With limited stockpiles of antiviral drugs, the absence of a vaccine in China, and little pre-existing immunity to the new virus in the aged population compared with those in Western countries, 7e9 the situation could have been devastating. Moreover, some Western provinces and many rural areas of the country have insufficient health facilities and therefore lack the optimal capacity to respond to the new virus.\n\nOn the other hand, the response to the evolving pandemic was also an opportunity for China. The nation that experienced severe acute respiratory syndrome (SARS) in 2003 will never drop its guard against emerging infectious diseases. Since then, there has been substantial progress in the construction of a national public health system and hospitals for infectious diseases. 10 The web-based direct disease reporting system which allowed the Ministry of Health (MOH) to get information on public health emergencies directly from grassroots-level health professionals may be considered as a demonstration of an enhanced surveillance system. In addition, when the first human case of avian influenza was reported in 2005, 11 the influenza surveillance system was expanded to include 197 sentinel hospitals and 63 public health laboratories in all provinces. These efforts in recent years have laid an important foundation for the country to weather the current pandemic.\n\nShortly after China learned about the H1N1 influenza outbreak in North America, the first step was to establish a command and control mechanism, the National Response Planning Committee (NRPC), with leadership at the highest levels (Table 1) . Under the direction of the State Council, the NRPC was led by the MOH, with the involvement of 33 different ministries. Eight task forces were formed to oversee all prevention and response strategies for the emerging pandemic. These types of intersectoral collaboration were also mirrored at provincial and local levels. Importantly, a special scientific advisory committee (SAC) was set up to provide technical support for evidence-based policy-making. In answering the call of the MOH, scientists from the Chinese Center for Disease Control and Prevention (Chinese CDC) succeeded in establishing real-time polymerase chain reaction (PCR)-based diagnostic kits within 72 h of the genetic sequence being provided by the US Centers of Disease Control and Prevention.\n\nThe second major step was containment. China's initial approach to the new virus differed from that of North America, as the Chinese Government sought to limit importation and to prevent influenza from spreading too quickly beyond the initial cases. In late April, H1N1 was categorized as a notifiable and quarantinable disease. Subsequently, controls and entry screening were tightened at national borders. The first confirmed case (a traveller from North America returning to Sichuan province) was reported on 11 May 2009. 12 All close contacts of that case on the same flight were immediately informed and put under medical observation for 7 days. The same approach was taken for other 'imported' cases, although this meant a huge amount of work at certain cost. All suspected cases were admitted to designated hospitals for respiratory isolation and laboratory confirmation.\n\nAccording to Chinese law on the prevention and treatment of infectious diseases, cases and contacts of H1N1 were obliged to follow quarantine and medical measures. However, there were difficulties in persuading cases and close contacts to comply with the quarantine policy due to their lack of understanding of the rationale. This was overcome by communication and health education campaigns.\n\nThe pandemic had a slow start in China. Between 30 April and 23 August 2009, more than 56 million individuals were scanned at border entries, 17,909 febrile patients were identified and 757 (4.2%) were subsequently confirmed. 13 Among the 9938 close contacts under medical observation, 551 (5.5%) were confirmed to have acquired the H1N1 infection. Such large-scale implementation of strong measures was supported by technological advances, including the distribution of PCR diagnostic kits to all public health and port-of-entry laboratory networks in early May. Beijing's experiences of these containment strategies were also shown to detect the H1N1 cases efficiently, with a considerable usage of resources. 14 The absence of large clusters until early June also suggests that the system succeeded in preventing sustained chains of transmission from the initial imported cases and in delaying the spread of the pandemic. The first 'local' cluster of 50 confirmed and 69 suspected cases without any clear links to international travel was reported in Guangdong province on 18 June, 38 days after the detection of the first 'imported' case. 15 A discussion was organized by the SAC on a possible adjustment of the control strategy. Given that the 'local' transmission was still quite limited and the schools in China would soon start the summer break, the SAC suggested that the containment strategy should be continued until July, which would significantly reduce the speed and scale of community outbreak. This suggestion was endorsed by the MOH and then at the level of the NRPC. To support this decision, the Ministry of Education decided to start the summer break at the beginning of July, approximately 10 days ahead of the usual schedule, and asked schools to cancel all unnecessary group activities during the summer holidays. This decision, together with the public health campaign at the community and public transport level, might allow China to experience 2 additional months of low pandemic activity. From May to August, a total number of 3779 cases were reported in China, and 885 were 'imported' cases ( Fig. 1 ). Mathematical modelling estimated that a reduction of 93% of new cases was achieved by the containment strategy during the first 90 days. 16 Thus, by delaying the inevitable acceleration of the pandemic until autumn, containment efforts were considered to win more time for other measures and preparations, such as improving the surveillance system, training health professionals for diagnosis and treatment of pandemic patients (especially in the low-income western provinces), and developing and licensing antiviral medicines and vaccines.\n\nDirect financial expenditure of 5 billion Yuan (732 million US$ at 2009 exchange rates) by central government plus provincial funding were earmarked for the H1N1 response, including 660 million Yuan (96.6 million US$) for quarantine and early containment. 17 The huge financial and socio-economic (the negative impact on the domestic pork industry as well as tourism and international trade) costs of China's tough measures will have to be evaluated formally to see their cost-effectiveness. Additional factors, such as the summer heat and the fact that most schools were out of session at the time, need to be considered when evaluating the effectiveness of the actions.\n\nIn early July, several clusters of H1N1 cases of significant size were reported in the south-east provinces, which have a high volume of international travel. As the virus continued to spread, the containment strategy became too resourceintensive and costly to maintain. Meanwhile, a large body of clinical data from China and abroad showed that most H1N1 cases were mild. The NRPC thus shifted its strategy from containment to mitigation, with an emphasis on reducing the pandemic impact. On 10 July, the Government removed H1N1 from its list of quarantinable diseases. Accordingly, on 30th September, the MOH decided on a major policy change in disease reporting: case-based surveillance of all H1N1 cases was replaced by sentinel surveillance of patients with influenza-like-illness (ILI), event-based surveillance of clusters of ILI, and case-based surveillance of laboratoryconfirmed hospitalized cases.\n\nMore importantly, with the expansion of the sentinel surveillance system to 556 sentinel hospitals and 411 virology laboratories across the country, the number of people with ILI who sought treatment was closely monitored and provided an essential indicator of pandemic activity. As shown in Fig. 2 , viral transmission accelerated in the autumn, after the school term started in September and the National Day holidays in early October when many Chinese nationals travelled back to their hometowns. Also, there was a dramatic change with regard to the percentage of pandemic H1N1 strains isolated from ILI cases. Meanwhile, reports of school outbreaks gradually spread from the coastal cities to the rural areas and western provinces after October. Class or school closure measures were conducted in those schools with interrupted teaching activities due to large number of cases of H1N1 infection.\n\nClinical treatment in the healthcare system, with enhanced surge capacity, is one of the most important responses to mitigate the pandemic's impact. In the containment phase, limited numbers of imported cases were detected. In the hope of slowing the spread of disease, all patients with confirmed infection e despite the fact that the majority had mild illness e were treated in the designated hospitals. 18, 19 Antivirals were distributed into the designated hospitals from the national and local stockpiles, and were used to treat the confirmed or clinically diagnosed H1N1 cases. Antivirals were also provided to high-risk close contacts, including pregnant women, persons with severe chronic medical conditions, children aged <5 years, elderly people aged 65 years, and healthcare workers. During the initial 2 months, 82.3% of confirmed H1N1 mild cases were administered oseltamivir (72.4% within 48 h of the onset of illness). 18 Since July, when the mitigation phase started, China focused on managing and treating patients with severe illness (Table 2) . Antiviral production and distribution were accelerated to prepare for the pandemic's peak. Patients were treated in designated hospitals to make optimal use of healthcare resources. Antivirals were recommended to those with severe or high-risk infections. 20 Other innovative treatments, such as Chinese traditional medicine and antiserum therapy, were also introduced. The use of Chinese traditional medicine treatment was recommended in the Chinese guidelines for the treatment of H1N1. In a prospective multicentre clinical trial leaded by Chen Wang and Bin Cao, the efficacy and safety of a Chinese traditional therapy, Maxing-shiganeYinqiaosan, in the treatment of H1N1 was evaluated in 2009. The results showed that the Chinese herb mixture reduced fever as well as oseltamivir in mild cases of H1N1. 21 In addition, the Chinese Government strengthened the treatment capacity of low-income provinces through additional investments in medical facilities and stockpiles.\n\nWith extensive H1N1 infections, there was a sharp increase in the number of people presenting to the health services. Outpatient attendance peaked in OctobereNovember 2009, and the outpatient and emergency services of the healthcare system was overwhelmed, especially in many major cities in the northern provinces (Fig. 3 ). To cope with the increased demand for emergency and critical care services, the MOH mobilized surge capacity by training doctors in H1N1 treatment, increasing the number of designated hospitals and back-up hospitals, triaging and prioritizing services to manage the surge in case numbers, and establishing counterpart support mechanisms between provinces and hospitals. These responses optimized treatment with limited resources, and played a key role in decreasing the number of deaths caused by H1N1 infection. (23) p u b l i c h e a l t h 1 2 6 ( 2 0 1 2 ) 4 2 7 e4 3 6\n\nWhile treatment is crucial in the fight against H1N1, the most potent countermeasure is vaccination. The rapid development and deployment of the H1N1 vaccine represents a major achievement in China's response. However, the initial situation for China was far from satisfactory. Only one Chinese vaccine company, Sinovac in Beijing, China, acquired a licence to produce 'pre-pandemic' vaccine for H5N1 in 2008, 22 Before 1 October 2009, her 60th National Day, China became the first nation to begin mass-vaccinating highpriority groups. 26, 27 The timing was critical since national celebration ceremonies were planned. The vaccination campaign offered vaccines free of charge for all recipients and was voluntary. The campaign was first started among doctors, nurses, border staff and 200,000 performers taking part in the official celebrations. Subsequently, the campaign was extended to the priority population according to the MOH guideline for vaccination against pandemic H1N1. The priority group included healthcare workers, frontline public servants, schoolchildren and people with chronic diseases, particularly in the badly affected regions. When the vaccine became more abundant, the campaign was extended to any interested persons aged 3 years old. 27 On 11 December 2009 and 7 January 2010, the vaccination campaign was extended to pregnant women and children aged 6e35 months. Children aged 6e35 months were eligible for two doses of the vaccine, each with 7.5 mg of haemaglutinin. Vaccination was offered at the routine childhood immunization sites and also at the provisional sites for mass vaccination. All vaccine recipients or their guardians provided written informed consent and completed a brief medical history to identify persons at higher risk or with contraindications. 28 Pandemic vaccine production and inoculation may not only have prevented millions of people from getting H1N1 infection and protected those highrisk vaccinees from severe complications or death, but also contributed to social stability and prevention of public panic to a degree. In Beijing, 72% of schoolchildren, 60% of healthcare workers and other high-risk groups were immunized as of March 2010, and the high vaccine effectiveness of 87% in school-age children 28 showed that mass vaccination formed an immune barrier in the Beijing population and lessened school outbreaks.\n\nThree information systems, arguably the largest worldwide, were established to support the campaign. They seek to monitor the vaccine supply and the condition of the vaccinees, especially those who reported adverse events following immunization (AEFI). By 14 April 2010, 151.5 million doses of vaccine had been released by SFDA, and 97.2 million people, representing 7.3% of the population, had been vaccinated against the H1N1 virus. 29 Through the AEFI surveillance system established for the H1N1 vaccination, the reported rate of suspected adverse events has been comparable to that of seasonal influenza. 27, 28 Given the health authorities' limited experience because of the low uptake rate of seasonal influenza vaccine (estimated at 2%), 30 this massive pandemic vaccination campaign, implemented in such a short time span, has proved to be highly successful. However, vaccination uptake was variable in different occupational groups. Cross-sectional surveys undertaken by the Chinese CDC showed that farmers had lower vaccination uptake compared with healthcare workers, students, teachers and office staff in urban areas. 31 Barriers to the uptake of the pandemic vaccine included concerns about the vaccine's side-effects and effectiveness in the general population and among healthcare workers, lack of knowledge about the national strategy, and scepticism of the necessity of vaccination, especially when the number of cases decreased during the later stages of the pandemic. 31,32\n\nThroughout the pandemic, the Chinese health authority has regularly shared information through press conferences, press releases and regular updates on its official website. A hotline '12320' was introduced to respond to individual enquiries related to the pandemic. Health education campaigns touching on good hygiene practices and social distancing have been implemented in hospitals, schools, local communities and through mass media.\n\nLooking beyond national borders, China has also strengthened international collaboration. Of note, the task force for international collaboration helped a lot in further strengthening the working relationship with WHO and the public health authorities and institutions in many countries. MOH communicates on the latest developments with WHO through the IHR and with the Mexican Ministry of Health, US Centers for Disease Control and Prevention and European Centre for Disease Prevention and Control. All these institutions have communicated important scientific information to China, which greatly facilitated research into, and implementation of, control measures of the pandemic.\n\nChina has actively participated in H1N1-related international meetings and conferences, and has hosted training and provided PCR diagnostic kits for the Asia-Pacific Economic Cooperation (APEC) countries. On 20e21 August 2009, a scientific symposium was organized by MOH with the support of WHO and The Lancet Infectious Diseases. The Chinese CDC took the opportunity to announce the safety and efficacy of the pandemic vaccine. 26 Result of the response and pandemic impact Strongly supported by the Government at all levels and the different circles of society, the Chinese public health and medical body made a great effort to fight against the first waves of pandemic. As of 21 March 2010, China had reported 127,533 laboratory-confirmed H1N1 cases, including 7511 severe or critical cases and 799 deaths (Fig. 4) . The focus group discussion conducted in five provinces in January 2010 also showed that clinical experts and epidemiologists at provincial and prefecture level believed that hospitalization and intensive care unit (ICU) admissions associated with respiratory infection did not surge particularly in Winter 2009.\n\nTo estimate the extent of infection, a nationwide serological survey was conducted in January 2010 in 11 provinces among 50,111 residents including those who had received prior pandemic vaccination. The results showed that, in the first wave, 207.7 million individuals (15.9%) experienced H1N1 infection from May 2009. 33 These serological data supported the conclusion that most of these cases were mild and did not approach healthcare facilities.\n\nIn terms of social impact, the public did not show excessive concern about pandemic influenza. The H1N1-related '12320' hotline calls peaked in OctobereNovember 2009, coinciding with the peak in reported H1N1 cases, and a period of widespread community transmission in China (Fig. 5) . Public attention on this issue has declined to the baseline in January 2010. Internet Google searches on keywords related to pandemic influenza showed a similar trend. A web-based survey conducted by China Youth Daily in December 2009 showed that 85.2% of the 19,345 interviewees were satisfied with China's response to the pandemic. 34 Unlike SARS, when gross domestic product (GDP) growth dropped (from 10% in Quarter 1 2003 to 6.3% in Quarter 2 2003 when SARS was widely reported), the pandemic has had very limited impact on China's growth. Even with the international financial crisis, GDP grew by 9.2% in 2009, compared with 9.6% in 2008. 35 Similarly, there were around 126 million incoming \n\nMore than a year has passed, but pandemic influenza remains a challenge for every country. China's response shows how a huge challenge can be transformed into an opportunity, and may offer some valuable lessons not only for China but also for the international community. First, the country was able to act quickly and decisively thanks to the strong command and control structure established right from the beginning. It put in place a multisector coordination mechanism, clear chains of command and division of responsibilities to ensure an integrated approach that covered all potentially affected areas while avoiding duplication. To cope with challenges in coordinating between the 33 different ministries and improving intercommunication, information was shared through periodic meetings, videoconferences, regular reports and using web-based information systems. It is recommended that a similar mechanism should be defined in the updated National Influenza Pandemic Preparedness Plan.\n\nSecond, science and technology played a key role in ensuring the effective control and mitigation of the pandemic and evidence-based decision making. The national influenza surveillance network was expanded and the laboratory testing of influenza and other respiratory viruses was strengthened. Rapid and cross-sectional serological investigations were also performed at different stages of the pandemic. These combined efforts provided a scientific basis for epidemiological evaluation, trend projection and adjustments in control and prevention measures. Third, advances were made in the treatment of cases through the use of traditional Chinese medicine and antiserum therapy. Vulnerable groups such as ethnic minorities and people in rural areas were ensured access to medical relief and social security systems.\n\nFourth, China was among the first countries in the world that developed, tested and issued a licence for the pandemic vaccine. This was made possible through active government participation, multisectoral support and coordination by the scientific research units. To solve the bottleneck problem of lacking availability of WHO reference standards and challenges in shortening each process of vaccine development and approval, a 'Research and Development, Production Coordination and Linkage Mechanism on Pandemic H1N1 Vaccine' was established by the authorities and vaccine manufacturers in early June. An alternative method for viral antigen quantification was developed by the National Institutes for Food and Drug Control prior to the arrival of the WHO reference standards which enabled vaccine approval 1 month earlier, 23 and a fast-track for vaccine approval was opened by the SFDA. Free and voluntary immunization helped to protect those high-risk people, and to reduce social panic and potential disruption to the economy.\n\nThe fifth lesson learnt is the importance of communication. Throughout the course of the pandemic, the MOH has provided the public with regular information on the latest developments and preventive measures. This has helped to prevent public panic and to promote personal protection against infection.\n\nSixth, the pandemic was a showcase for international cooperation during public health emergencies. China has contributed by sharing information in a timely manner, providing technical support to developing countries, and convening global expertise on the pandemic.\n\nIn addition, under the framework of IHR, China benefited greatly from information sharing, technique and viral strains exchange, and core capacity building, especially in pandemic preparedness from WHO and other member states.\n\nFor all its achievements on the domestic and international front, there is still room for China to improve its pandemic response.\n\nFirst, the national preparedness plan should be further developed to be more operational, not just for the current pandemic, but also for other potential public health emergencies. To this end, it would be useful to include scenarios based on the transmission ability of the pandemic, the virulence of the causing virus, and susceptibility among affected people.\n\nSecond, epidemiological capacity including surveillance and research should be strengthened to conduct risk assessments and to inform decision making. A classification of the pandemic (or stages of a pandemic) based on risk assessment, geographical factors aside, would be useful for more rational mobilization and use of the limited human resources and supplies.\n\nThird, more and timely public communications and health education are needed, such as the need for vaccination of high-risk groups, and the safety and effectiveness of the pandemic vaccine. In addition, coverage of the seasonal influenza vaccine should be enhanced to increase the public's immunity and to build the domestic industry's capacity to produce influenza vaccines. Also, the capacity of vaccine and antiviral distribution should be enhanced, especially for timely access to remote regions.\n\nMore than 2 years after the start of pandemic H1N1, the world is fortunate that the impact has been moderate. China has emerged from this test with valuable experiences, and is well positioned to face another wave of the pandemic or other potential public health emergencies in the future."}