{"title": "", "body": "Preparing for the unpredictable: The continuing need for pandemic influenza preparedness Ebola, Zika, Middle East respiratory syndrome (MERS), Chikungunya, Severe Acute Respiratory Syndrome (SARS). The cadence of emerging infectious diseases that travel, transmit and stand ready to spark a public health emergency of international concern seems to be accelerating. These infectious diseases cause significant human suffering, can overwhelm unprepared health care systems, and significantly disrupt societies and economies. It is estimated that a severe pandemic similar to the 1918 ''Spanish flu\" could nowadays cost as much as 5% of global gross domestic product; the global cost of even a moderately severe pandemic could be as much as US$ 570 billion, or 0.7% of global income [1] .\n\nGiven the health, social and economic impact of infectious diseases with pandemic potential, there has been much attention to these microbial threats and, not surprisingly, the first question is always, ''Is there a vaccine?\" But too often we find that the vaccines we need most are not available when we need them most. A number of efforts are focused on better anticipating the vaccines that we may need [2] [3] [4] [5] [6] and a global emergency fund has been proposed to support accelerated vaccine development [7] .\n\nThe current headlines about Zika virus have replaced last year's headlines about Ebola. . .and next year's headlines will undoubtedly feature something new. Imperfect crystal balls fail to guide us with certainty. But looming in the background is the ever present threat of influenza, the only microbe that causes regular widespread epidemics around the world. Not so exotic and all too familiar -casually referred to as the ''flu\" -influenza is the virologist's Trojan horse, as it readily and rapidly mutates (drift), has the ability to swap genetic elements from influenza viruses with origins in other species (shift) and, as an RNA virus lacks repair and self-correcting mechanisms that are the basis of its genetic instability and makes it both dangerous and unpredictable. A reassortment leading to an extremely virulent and readily transmissible pandemic virus is inevitable.\n\nOf the many things that need to be in place to prepare for and respond to the next influenza pandemic, vaccines -together with the capacity to mount a timely global vaccination effort -are paramount. A pandemic can only be brought under control through a shift in the population from susceptibility to immunity. But as we learned in the 2009 influenza pandemic, although our response time has improved, a significant shift in approach is needed if an effective vaccine is to be in place before the next pandemic emerges. With that goal in mind, the science of influenza and of vaccine development needs to be looked at with fresh eyes [8] .\n\nThe Holy Grail is an influenza vaccine that provides a broader and more durable immune response than the natural infection and that can provide population immunity to pandemic influenza viruses before they emerge. A number of efforts are now focused on developing such a ''universal\" influenza vaccine; however, the scientific challenges involved are enormous [9, 10] . Until such a universal influenza vaccine becomes available, global influenza vaccine production capacity needs to be ready to respond when the next pandemic emerges.\n\nVaccines obviously need to be safe and effective, but they must also be available and affordable. While vaccine supply is clearly essential for a large-scale vaccination programme, the logistics and supporting policies needed to conduct effective and efficient vaccination campaigns in a range of community settings also need to be addressed and the needs of high-risk and vulnerable populations and of low-and middle-income countries accommodated. Ultimately, the success of a vaccination programme will hinge not only on the technical aspects of its implementation, but on the demand for it among the population; this underscores the need to understand the factors that promote vaccine acceptance [11, 12] .\n\nWithin this broad framework, and with a focus on the role of vaccines in mitigating the impact of both seasonal and pandemic influenza, WHO established in 2006 the Global Action Plan for Influenza Vaccines (GAP) as ''a comprehensive strategy to reduce the present global shortage of influenza vaccines for seasonal epidemics and pandemic influenza in all countries of the world\" [13] .\n\nThe papers in this Special Issue of Vaccine, provide a foretaste of the in-depth review to come in November 2016, when WHO will host the third and final consultation on GAP as the programme, as it exists today, comes to close. The background papers prepared for this consultation are available on the WHO website (http:// www.who.int/influenza_vaccines_plan/news/gap3_Nov16/en/). While this event is advertised as a programme review, in reality as an examination of the progress achieved during the decade, it should also serve to direct the global community on the path forward for the work that remains to achieve global pandemic influenza vaccine and vaccination preparedness.\n\nThis review, combined with the current rethinking of global preparedness for emerging threats, the review of the Pandemic Influenza Preparedness (PIP) Framework [14] , and WHO's restructuring of its approach to global health emergencies The Global Action Plan for Influenza Vaccines was structured around three broad objectives that underpin pandemic influenza vaccine and vaccination preparedness:\n\n-evidence-based increase in seasonal influenza vaccine use; -increase in influenza vaccine production capacity and regulatory capacity;\n\n-research and development for improved influenza vaccines.\n\nThe articles contained in this issue not only relate to the GAP objectives but also reflect the principles and goals of PIP and highlight the synergy of these two efforts. PIP's pandemic preparedness goal of increasing the access to vaccines and other pandemicrelated supplies by developing countries (and the critical importance of improving the sharing of influenza viruses with human pandemic potential toward that end), will ultimately depend on influenza vaccine production capacity in place when the next pandemic occurs.\n\nThese articles present a variety of perspectives on the system that will develop, produce, regulate, distribute and evaluate pandemic vaccines and mass vaccination programmes. They have been selected to represent some of the many elements of the system that will be necessary for a pandemic vaccine response -including clinical trials of new vaccines, new vaccine production platforms, national regulatory systems, implementation of policy recommendations for vaccine use, and assessment of the sustainability of the global influenza vaccine manufacturing capacity that GAP has supported.\n\nProgress has already been significant and measurable. One clear example is that global production of seasonal influenza vaccine increased from less than 500 million doses in 2006 to nearly 1.5 billion doses in 2015 [16, 17] . Yet, there is a pressing need for additional burden of influenza illness studies to provide the essential data that will be looked to by policymakers to assess the role of vaccines in national influenza control strategies. It is the implementation of these policies that will determine demand. Without a concomitant increase in global demand for seasonal influenza vaccine, the capacity that will produce the world's pandemic vaccines that GAP has stimulated cannot be sustained [18] .\n\nAt the end of the day there is the expectation that the efforts and investments made to prepare for a pandemic will result in the timely and equitable availability of a vaccine that is safe and effective, and that can be used in vaccination campaigns before the majority of the global population is exposed to the virus. However, a continuing dedicated effort is needed to ensure that all the elements of the system that will allow this to happen are in place before we need them. Because we don't know when that day is, the global community must continue with speed and focus. And, as WHO develops a new structure to respond for the call to be prepared for all hazards, in its complex organizational chart pandemic influenza preparedness must remain front and center."}