{"title": "DNA Vaccine Encoding Middle East Respiratory Syndrome Coronavirus S1 Protein Induces Protective Immune Responses in Mice HHS Public Access", "body": "Middle East respiratory syndrome (MERS)-coronavirus (MERS-CoV), an emerging zoonotic virus, is the causative agent of MERS. MERS-CoV was first identified in Saudi Arabia in 2012 and MERS cases have been reported in 27 countries since then [1, 2] . As of February 10, 2017, 1,905 laboratory-confirmed cases, including 677 deaths related to MERS-CoV, had been reported to WHO (~36% mortality). Several family clusters and nosocomial clusters cases have been reported, revealing the human-to-human transmissibility of MERS-CoV, and raising the concern of a MERS-CoV global pandemic [3] [4] [5] . Currently, no licensed therapeutic or vaccine is available, which highlights the need for efficient vaccines against MERS-CoV.\n\nTo date, several vaccine candidates have been developed, such as viral vector-based recombinants [6] [7] [8] [9] [10] [11] , subunit vaccines [12] [13] [14] [15] [16] [17] [18] [19] , DNA vaccines [20] , DNA prime/proteinboost vaccines [21] and a reverse genetics-constructed recombinant coronavirus vaccine [22] . Among them, DNA vaccines present a range of unique advantages such as proper antigen protein folding, rapid design and production, cost-effectiveness, and stability at nonrefrigerated temperatures for convenient storage and shipping [23] . Furthermore, it has been reported that DNA vaccines can induce both humoral and cellular immune responses against MERS-CoV and SARS-CoV infection [20, 24, 25] .\n\nMERS-CoV is the first lineage of Betacoronavirus known to infect humans [26] . The genome of MERS-CoV encodes four structural proteins-spike (S), envelope (E), membrane (M) and nucleocapsid (N) [27] . The S protein, a class I fusion protein forming protruding spikes on the virus surface, is composed of an N-terminal S1 subunit and a C-terminal S2 subunit [28] . It has been reported that MERS-CoV binds to host cell receptor dipeptidyl peptidase 4 (DPP4) through an independently folded receptor binding domain (RBD) localized within the S1 subunit [29, 30] . Moreover, S protein has been identified as the most immunogenic antigen of MERS-CoV. It plays an important role in the induction of neutralizing antibody and anti-viral T-cell responses [28] . Thus, S protein is the major target for current vaccines development to protect against MERS [8, 10, 28] . However, previous studies have demonstrated that vaccines based on full-length S potentially induce harmful side effects caused by non-neutralizing epitopes [27, 31] . In contrast, RBD protein-based subunit vaccines are able to induce both neutralizing antibody and anti-viral T-cell responses against MERS-CoV infection, with the additional superiority of safety [28] . Nevertheless, to improve the immunogenicity of these subunit vaccines, it has been found necessary to use an appropriate adjuvant or even adjuvant combinations, or immune enhancers (e.g., human IgG Fc), and optimized delivery routes and doses [12] [13] [14] [15] [16] [17] . An ideal MERS vaccine should induce potent neutralizing antibody response without inducing harmful immune effects such as virus-enhancing antibody or immunopathology [28, 32] . Based on the established background and our previous research results, we selected S1 protein as the target for our DNA vaccine development.\n\nIn the present study, we designed and constructed a DNA vaccine encoding the S1 subunit of MERS-CoV (pcDNA3.1-S1), and evaluated antigen-specific humoral and cellular immune responses induced by this DNA vaccine in mice. Further, we investigated the protective efficacy of pcDNA3.1-S1 DNA vaccine in an Ad5-hDPP4-transduced mouse model following MERS-CoV challenge. Vaccinated mice and mice receiving immune serum before infection were found to have significantly decreased virus loads in their lungs.\n\nSix-to eight-week-old specific pathogen-free female BALB/c mice were purchased from the Changchun Institute of Biological Products Co. \n\nThe gene sequence encoding amino acid 1-1353 (S) of the spike protein of the Al-Hasa_15_2013 strain of MERS-CoV (GenBank accession No. KF600645.1) was synthesized by Sangon Biotech Company (Shanghai, China). The synthetic full-length S, S ΔCD (S without the entire cytoplasmic domain), and S1 fragment were respectively subcloned into the mammalian expression vector pcDNA3.1 (+) (Invitrogen, San Diego, CA, USA) to generate recombinant plasmid pcDNA3.1-S, pcDNA3.1-SΔCD, and pcDNA3.1-S1 (Fig. 1A) . The recombinant plasmid was then amplified in Escherichia coli HST08 (TaKaRa, Dalian, China) and purified using the EndoFree Plasmid Maxi Kit (QIAGEN GmbH, Shanghai, China). The recombinant plasmid was dissolved in PBS at a final concentration of 1 μg/μL for in vitro transfection and in vivo animal immunization.\n\nA 6-well plate was seeded with 293T cells which were grown to 80-90% confluence. Cells were respectively transfected with the recombinant plasmids and pcDNA3.1 empty vector using Lipofectamine 3000 Transfection Reagent (Invitrogen, San Diego, CA, USA) according to the manufacturer's instructions. Cells were harvested at 48 h post-transfection. Cell lysates were prepared using RIPA Lysis buffer (Solarbio LIFE SCIENCES, Beijing, China) according to the manufacturer's instructions, then separated on an 12% polyacrylamide gel and transferred onto a 0.45 μm nitrocellulose blotting membrane (GE Healthcare Life Sciences, Freiburg, Germany) for Western blotting analysis using mouse anti-MERS-S1 monoclonal antibodies (Sino biologicals, Beijing, China ) and mouse anti-βtubulin monoclonal antibodies (Ray antibody biotech, Beijing, China).\n\nMice were randomly divided into two groups. Mice in the experimental group were injected intramuscularly (i.m.) in the quadriceps muscle with 100 μg recombinant plasmid in 100 μL PBS on week 0, 3, 6 ( Fig. 1C) . Mice in the control group received either the same volume of PBS or pcDNA3.1 empty vector at the same time points.\n\nAt weeks 1, 2, 4, 5, 7 and 8 following the primary immunization, 6 mice from each group were randomly selected for collection of serum. Blood samples were collected by retroorbital plexus puncture. Anti-MERS-S antibody levels in serum were measured by indirect ELISA using purified RBD protein (10 μg/mL) as the coating antigen as previously described [19] . Absorbance was read at 450 nm. Values 2-fold higher than the control group were considered positive.\n\nOne week following the third immunization, serum samples were harvested and were 4-fold serially diluted in DMEM (Gibco, San Diego, CA, USA) and mixed 1:1 with 80 PFU MERS-CoV EMC/2012. After a 1 h incubation at 37°C, the mixture was added to Vero 81 cells for an additional 1 h to permit absorption. Cells were then overlaid with 1.2% agarose (containing 2% FBS, DMEM). After a further incubation of 3 days, agarose plugs were removed for collection of virus. The remaining plaques were visualized by 0.1% crystal violet staining.\n\nTwo weeks following the second immunization, 3 mice from each group were randomly selected and euthanized. Spleens were harvested into a tissue culture dish and teased apart into single-cell suspensions by pressing through a 3 ml syringe. Cells were cultured in RPMI 1640 medium (Gibco, San Diego, CA, USA) containing 10% FBS (Gibco, San Diego, CA, USA), then stimulated with or without recombinant MERS-CoV RBD (10 μg/mL). The protein was prokaryotically expressed and purified by Ni-NTA affinity chromatography (Thermo, USA). After passing through a endotoxin removal spinning column, the endotoxin level was measured to be less than 0.04 EU/ml using a gel-clot limulus amebocyte lysate assay. Following incubation at 37°C in 5% CO 2 for 24 h, splenocytes producing IFN-γ and IL-4 were measured using mouse enzyme-linked immunospot (ELISpot) kits (Mabtech AB, Stockholm, Sweden) according to the manufacturer's instructions. Spot-forming cells (SFCs) were enumerated by an automated ELISpot reader (AID ELISPOT reader-iSpot, AID GmbH, GER).\n\nTwo weeks following the second immunization, splenocytes from 3 mice of each group were isolated, cultured (1 × 10 6 cells/mL) and stimulated at 37°C in 5% CO 2 for 6 h, as described above, in the presence of protein transport inhibitor containing monensin (BD Biosciences, Franklin, VA, USA). Cells were then labelled with equal volumes of 1:250 dilutions of anti-CD4-FITC (Clone #RM4-5) and anti-CD8-PE (Clone #53-6. \n\nTwo weeks following the second immunization, splenocytes from 3 mice of each group were isolated, cultured (1 × 10 6 cells/mL) and stimulated as described above, then incubated at 37°C in 5% CO 2 . After 48 h, cell-free culture supernatants were harvested. Levels of IL-2, IL-4, IL-10 and IFN-γ were measured using mouse enzyme-linked immunosorbent assays (ELISA) development kits (Mabtech AB, Stockholm, Sweden) according to the manufacturer's instructions.\n\nMice were sensitized to MERS-CoV infection after prior transduction with adenovirus 5 expressing human DPP4 (Ad5-hDPP4) as previously described [33] . One week following the third immunization, DNA vaccine immunized mice or mice given 200 μL immune serum (harvested 1 week following the third immunization) were transduced with Ad5-hDPP4 5 days before intranasal challenge with 1×10 5 PFU MERS-CoV. Lungs from 3 mice of each group were removed into PBS at days 3 and 5 post-infection and manually homogenized. Virus titers of clarified supernatants were assayed in Vero 81 cells and expressed as PFU/g tissue.\n\nAll BALB/c mice were handled in compliance with the guidelines for the Welfare and \n\nRecombinant plasmids expressing the different fragments (full-length S, SΔCD and S1) of MERS-CoV were obtained and verified by restriction enzyme digestion and sequencing. Expression of MERS-CoV spike protein in 293T cells respectively transfected with the above recombinant plasmids was confirmed by Western blot (Fig. 1B) . The expression level of S1 protein was significantly higher than S and SΔCD. We considered that the differences in expression level had an influence on the immune response to the various constructs.\n\nAntibody responses to MERS-CoV were evaluated by indirect ELISA, and shown as endpoint dilution titers. Of the three DNA vaccines constructed, pcDNA3.1-S1 DNA vaccine elicited the highest antibody titer in immunized mice ( Fig. 2A) and thus was selected for further experiments. The sera from pcDNA3.1-S1 immunized mice strongly reacted with MERS-CoV RBD protein after receiving the second and third immunizations, reaching endpoint titers up to 1:1280 (Fig. 2B ). As shown in Figure 2B , no significant differences were observed between samples harvested 1 week and 2 weeks post the third immunization, indicating that the antibody response reached the plateau. To determine if the antibodies in the immune serum could neutralize MERS-CoV infection in vitro, a plaque reduction neutralizing assay was performed using serially diluted serum samples. The serum samples efficiently neutralized MERS-CoV infection in vitro even after 1: 10 4 dilution (Fig. 2C) .\n\nThese results demonstrate that DNA vaccine encoding MERS-CoV S1 gene induced a potent neutralizing antibody response.\n\nAfter confirming that pcDNA3.1-S1 successfully induced antibody responses in mice, antigen-specific cellular immune responses were evaluated by ELISpot assays and intracellular cytokine staining (ICS) assays. Splenocytes were harvested at two weeks post the second immunization. We chose this time because the RBD-specific antibody response was first detected 1-2 weeks after the second immunization (Fig. 2B ). We speculated that T cell responses were also generated at the same time. As expected, significantly more SFCs of both IFN-γ and IL-4 were detected in splenocytes from pcDNA3.1-S1 treated mice ( Fig.  3A and B ) than controls. The frequencies of IFN-γ-expressing CD4 + and CD8 + T cells in the mice injected with pcDNA3.1-S1 was significantly higher after MERS RBD stimulation ( Fig. 3C and D) , and similar results were observed for IL-4-expressing CD4 + and CD8 + T cells (Fig. 3E and F) . These results demonstrate that the pcDNA3.1-S1 DNA vaccine markedly increased the frequencies of antigen-specific CD4 + and CD8 + T cells.\n\nTo further investigate the antigen-specific cellular immune responses induced by pcDNA3.1-S1 DNA vaccine, cytokines secreted by splenocytes were assayed by ELISA. Levels of IL-2, IL-4, IL-10 and IFN-γ of splenocytes in pcDNA3.1-S1 immunized group were all significantly higher than those in the controls (Fig. 4A, B, C and D) . These data demonstrate that pcDNA3.1-S1 DNA vaccine enhanced the secretion of both type 1 cytokines such as IL-2 and IFN-γ, and type 2 cytokines such as IL-4 and IL-10 in splenocytes.\n\nThe Ad5-hDPP4-transduced mouse model was used to evaluate the protective immunity of the DNA vaccine and the efficacy of immune serum containing neutralizing antibodies against MERS-CoV as determined by virus load in the infected lungs. Both the pcDNA3.1-S1 DNA vaccine and immune serum from pcDNA3.1-S1 vaccinated mice accelerated virus clearance. By day 3, virus titers had decreased 1-2 logs and by day 5, virus had been cleared in both groups (Fig. 5A and B ).\n\nHere, we aimed to develop a new vaccine able to elicit potent immune responses against MERS-CoV infection. Considering that currently no studies have compared the immunogenicity of different S gene fragments in MERS DNA vaccines, we choose three mutants of MERS-CoV S protein as antigens: full-length S, SΔCD, and extracellular domain S1. Of the three DNA vaccines (pcDNA3.1-S, pcDNA3.1-SΔCD, and pcDNA3.1-S1) constructed, pcDNA3.1-S1 DNA vaccine was selected for further study since it elicited the highest antibody titer in immunized mice and contained major neutralizing epitopes [27] , which made it an effective and safe target for MERS vaccine development. Similar to our DNA-based vaccine, an adenovirus 5 (Ad5) vector-based vaccine, Ad5.MERS-S1 expressing the MERS-CoV S1 extracellular domain, induced stronger neutralizing antibody responses when compared to the vector expressing full-length S [8] . This may be because the S1 fragment that can induce humoral immune responses more efficiently than full length S since it is soluble and can easily be taken up by B cells in lymph node follicles [34] [35] [36] [37] [38] . Of note, pcDNA3.1-SΔCD immunization induced a slightly higher antibody response in mice than did pcDNA3.1-S, possibly because the SΔCD mutant still contains the transmembrane region anchoring the S protein to the membrane. Previous studies have shown that partial or complete removal of the SARS-CoV S cytoplasmic domain, or removal of the transmembrane domain along with the cytoplasmic domain from a DNA vaccine candidate increased the neutralizing antibody response in mice, indicating that removal of the cytoplasmic domain may result in a more native and more functionally relevant structure in vivo [38] . We considered that besides the influence of expression level differences, such modifications of the MERS-CoV S protein may also be responsible for the increased generation of a neutralizing antibody response.\n\nOur data show that the pcDNA3.1-S1 DNA vaccine induced antigen-specific immune responses (IgG production, neutralizing antibodies generation, and cytokines secretion) in mice. High levels of neutralizing antibodies were generated following three immunizations without adjuvant. Furthermore, both pcDNA3.1-S1 DNA vaccination and administration of immune serum from pcDNA3.1-S1 vaccinated mice accelerated virus clearance in the lungs, suggesting that neutralizing antibodies against MERS-CoV S1 protein were protective and the immune serum transfer did not mediate an antibody-dependent enhancement of infection in this Ad5-hDPP4-transduced mouse model (Fig. 5B) . We chose 12 days post the third immunization to challenge our mice because we just had limited access to BSL-3 labs, and we speculated that since the antibody response reached the plateau and T cell response is probably at the peak at this time point as well, they would not diminish so quickly after the third immunization. However, this could be a potential limitation. Long-term protection experiments are still required to evaluate the efficacy of this vaccine.\n\nSince the emergence of MERS in 2012, some adaptive evolution of MERS-CoV strains has been reported [39, 40] . In the current study, the MERS-CoV S gene sequence from the Al-Hasa_15_2013 strain was selected for its high homology with other published strains. It is worth noting that in challenge experiments, DNA vaccine immunization protected mice infected with the MERS-CoV EMC strain, indicating that the pcDNA3.1-S1 DNA vaccine did indeed induce protective immunity against different MERS-CoV strains.\n\nOverall, we constructed and examined a DNA vaccine encoding MERS-CoV S1 protein in this study. Our data clearly demonstrate that the pcDNA3.1-S1 DNA vaccine induced a potent and protective immune response in mice, with the vaccinated animals showing no visible signs of adverse effects. While the protective efficacy evaluation of pcDNA3.1-S1 DNA vaccine in non-human primates as well as camels must be considered in a future study, our results strongly support the use of the S1 protein of MERS-CoV for gene-based vaccine development, as an effective target able to elicit antigen-specific humoral and cellular immune responses. Splenocytes were isolated two weeks following the second immunization and stimulated with the purified RBD protein for 48 h. Levels of IL-2 (A), IL-4 (B), IL-10 (C) and IFN-γ (D) secreted by splenocytes were measured using commercial ELISA kits. n= 3 mice/group/ time point. Data are shown as the means ± SDs and were analyzed by unpaired Student's t test. (**P < 0.01, ***P < 0.001, ****P < 0.0001). "}