{"title": "Infection of porcine precision cut intestinal slices by transmissible gastroenteritis coronavirus demonstrates the importance of the spike protein for enterotropism of different virus strains", "body": "The spike protein S of the porcine coronavirus transmissible gastroenteritis virus (TGEV) binds to porcine aminopeptidase N to enter the cell (Delmas et al., 1992) . Additionally, sialic acids are used in facilitating virus entry (Schwegmann-Wessels et al., 2011 , 2003 .\n\nTransmissible gastroenteritis in swine is characterized by vomiting and severe diarrhea causing death in piglets within the first weeks of age (Laude et al., 1993; Wesley et al., 1991) . Virus infection leads to destruction of the epithelial cell layer at the tips of the jejunal villi of newborn piglets (Thake, 1968) . Most studies on TGEV infection are based on permanent cell lines (Rudiger et al., 2016; Tuboly et al., 2000) or are dependent on swine in vivo models (Chai et al., 2014; Chen et al., 2016; Woods and Wesley, 1986) . In general, primary intestinal cell culture systems to study pathogenesis are still very limiting in the way that isolated cells are low in recovery and difficult to culture (de Graaf et al., 2010; Sirinarumitr et al., 1996) . A relatively new method is the production of precision cut intestinal slices (PCIS) that are used in the field of toxicology (de Graaf et al., 2010) . PCIS are explants of tissue, cultured ex vivo, that allow an intercellular and cell-matrix interaction of all cells in the tissue (de Graaf et al., 2010) . These slices are produced to stay vital in culture and have been already used to study the intestinal tissue in smaller species like rodents (Niu et al., 2014) . So far they have been established in rat, mouse, and human jejunum (Pham et al., 2015) . Here for the first time, we established porcine jejunum PCIS and demonstrate that they can be infected by different TGEV strains. The TGEV strain PUR46-MAD is known to be attenuated by cell passaging over the years, but is still widely used in cell culture infection systems (Sanchez et al., 1999) . TGEV Miller (MIL65), the second strain, is a virulent cell-passaged strain (Bohl et al., 1972) . The third strain used in our study is TGEV GFP, a recombinant TGEV strain that includes the green fluorescent protein (Almazan et al., 2000) . Our study showed that porcine PCIS can be used for TGEV infection. PCIS are a valuable tool to analyze the enterotropism of TGEV and can be potentially used for the study of other pathogens that cause gastrointestinal diseases. \n\nFor the preparation of the intestine Krebs-Henseleit Buffer (KHB) was produced as described before (de Graaf et al., 2010) . The solution was oxygenated with carbogen (Carbogen Lab, Linde) for 30 min. Afterwards the pH was adjusted to 7.42. For the PCIS incubation medium 14.0 mM D-Glucose, 50 μg/ml Gentamicin, and 2.5 μg/ml Amphotericin B were added to Williams medium E (containing Lglutamine; Invitrogen). The medium was oxygenated for at least 30 min with carbogen.\n\nSwine were housed conventionally and obtained from the Clinic for Swine, Small Ruminants and Forensic Medicine and the Institute for Physiology at the University of Veterinary Medicine, Hannover. Jejunum from ca. 25 kg German landrace piglets was used (n = 11). Tissue was collected directly after euthanasia of swine. KHB Buffer and WME medium were prepared and oxygenated in advance. Swine intestine was transported in freshly oxygenated KHB buffer on ice. After transport intestinal tissue was flushed with ice-cold PBS to remove fecal residuals and transferred into freshly oxygenated KHB buffer on ice. Preparation of cores of porcine intestine was done as described for human intestine (de Graaf et al., 2010) . The intestine pieces were then embedded into 6% low melting agarose with RPMI (AGAROSE LM; GERBU, Gaiberg, Germany) and put on ice for 20 min (Fig. 1A) . During this time, the Krumdiek tissue slicer (TSE systems, model MD4000-01) was prepared and flushed twice with cold KHB. Subsequently, the agarose cylinders containing the tissue were removed from the syringe tubes (Fig. 1B) . Suited pieces were stamped out to the fitting diameter of the Krumdiek tissue slicer (Fig. 1C ). Slices were cut with a cycle speed of 60 slices/min and were apparently 250 μm thick (Fig. 1D ). PCIS were collected in a 24 well plate filled with 1 ml WME medium per well with 2-3 PCIS. Slices rested for 30 min in an incubator flushed with carbogen. Afterwards, PCIS were used for infection experiments. Table 1 summarizes the number of swines per time point used for PCIS preparation and the different experimental setups. Krimmling et al. Veterinary Microbiology 205 (2017) 1-5 MAD and TGEV Miller MIL65 (Sanchez et al., 1990) , as well as TGEV GFP rPUR46-C11 (Almazan et al., 2000) . TGEV PUR46 has been isolated initially in 1946 at the Purdue University Indiana, USA (Doyle and Hutchings, 1946) . The TGEV PUR46-MAD strain used in this study was passaged 128 times in porcine cell cultures (after around 11 times in swine) and is known to be attenuated (Bohl et al., 1972; Sanchez et al., 1990 Sanchez et al., , 1999 . TGEV GFP rPUR46-C11 (TGEV GFP) is a recombinant TGEV PUR46-MAD where the S gene is replaced by the TGEV virulent strain PUR46-SW11-ST2-C11 (Almazan et al., 2000; Sanchez et al., 1999) . This virulent TGEV PUR46 had the same origin than PUR46-MAD from Purdue University and was passaged 11 times in swine and two times in porcine cell culture. The virulent C11 was obtained after plaque purification and highly replicates in the porcine enteric tract (Sanchez et al., 1999) . For the described study the TGEV GFP was passaged two times in ST cells. TGEV Miller is a virulent cellpassaged strain of TGEV, isolated from young pig small intestine (Bohl et al., 1972; Sanchez et al., 1990) . This virulent MIL65 strain was isolated in 1965 in the USA, passaged 13 times in porcine cell culture, 5 times in gnotobiotic pigs, and 6 times on ST cells prior to be used for this study. All virus strains were provided by Luis Enjuanes. A volume of 300 μl of the different TGEV strains was used for the inoculation of one well containing two PCIS. For TGEV GFP 2.16 × 10 5 PFU/ml, for TGEV Miller 1.9 × 10 6 PFU/ml and for TGEV PUR46-MAD 4.11 × 10 7 PFU/ml were added. After 1 h of infection, virus suspension was removed and 1 ml WME per well was added. Infected PCIS as well as uninfected controls were incubated in a carbogen gassed incubator for 9 h, 12 h, 16 h and 24 h.\n\nvisible infection 6 h − − Not tested − 9 h − + − − 12 h − + + − 16 h − + + − 24 h Not tested + + − T.\n\nATP sonification solution was produced as described before (de Graaf et al., 2010) . Uninfected slices for ATP determination were collected at 0 h, 3 h, 9 h, 12 h, 16 h and 24 h post infection. Samples in the sonification solution were immediately frosted in liquid nitrogen and stored at −80°C for later analysis. For evaluation of ATP, an ATP Bioluminescence Assay Kit CLS II (Roche) was used. Samples were thawed slowly on ice and homogenized by a Polytron ® PT 1200C sonifier (Kinematica AG). After full homogenization of the PCIS, samples were centrifuged (Eppendorf) for 2 min at 13,000 rpm. Further analysis was done according to the manufacturer's instruction for ATP determination from biological material.\n\nHistology and immunohistochemistry were performed as described previously (Horst et al., 2015) . A monoclonal mouse anti-coronavirusantibody (FIPV3-70; Invitrogen, Thermo Fischer Scientific) was used for the detection of the nucleocapsid protein (N protein). In an immunofluorescence assay on infected ST cells the FIPV3-70 antibody crossreacted with the N protein of the three TGEV strains used in this study (data not shown). Biotinylated goat-anti-mouse IgG diluted 1:200 (Vector Laboratories, Burlingame, CA, USA) was used as a secondary antibody. Slides were subsequently incubated with the peroxidaseconjugated avidin-biotin complex (ABC method, Vector Laboratories, Burlingame, CA, USA) for 30 min at RT. After the positive antigenantibody reaction visualization by incubation with 3.3-diaminobenzidine-tetrachloride (DAB) in 0.1 M imidazole, sections were counterstained with Mayer's hematoxylin.\n\nPorcine PCIS were successfully established and TGEV infection was visible in two of the three tested virus strains. First, PCIS were tested for their integrity for up to 6 h, but no TGEV infected cells were visible (data not shown). To further check for complete epithelial layers of the jejunum conventional HE staining was performed ( Fig. 2A, B) . The epithelial cell layer was complete up to 24 h. PCIS have an ellipse shape where the villi always pull over to the outside because of the muscularis mucosae. For vitality ATP concentration of the slices was measured by relative luminescence units (RLU). To compare the values we used ATP tenfold dilutions starting at 16500 μM. Directly after PCIS production the highest value of ca 0.63 μM ATP was measured. Further time points at 3, 9, 12, 16, and 24 h showed lower ATP values (Fig. 3) . However, statistical analysis showed no significant differences in ATP of 3 h and 9 h slices compared to the first time point. After 12 h and 16 h the ATP measurement showed significant differences compared to the start of PCIS incubation (Fig. 3) . The 16 h and 24 h ATP, was the lowest measured with 0.018 μM and 0.013 μM. ATP concentration of the PCIS after several hours in culture is reduced slightly, and showed low levels after more than 16 h.\n\nThe three tested strains of TGEV showed differences in their ability to infect the PCIS. Generally, HE staining could not show any differences in the structure of the PCIS or their villi post infection compared to uninfected controls. The different time points and TGEV strains were further analyzed by antibody staining for their N protein in the epithelial cell layer of jejunal villi. The infection with TGEV GFP, the recombinant TGEV strain, was tested for 6, 9, 12, 16, and 24 h post infection ( Table 1) . Except of the first timepoint, immunohistochemistry of PCIS showed viral N protein at all time points tested; in contrast to non-infected control slices ( Fig. 2G -J, Table 1 ). Viral antigen of TGEV MIL65 was also detectable in PCIS at 12, 16 and 24 h p.i., but not after 9 h of infection ( Fig. 2 O-R, Table 1 ). Finally, TGEV PUR46-MAD was not able to infect PCIS at any time point analyzed (Fig. 2C , D, Table 1 ). This demonstrates a high strain dependency of intestinal infection that can be visualized in porcine jejunal PCIS.\n\nIntestinal slices have been established for rodents like rat and mouse as well as for human intestine (de Graaf et al., 2010) . We were able to produce intestinal tissue slices that are from porcine origin by following the protocol for human PCIS described by de Graaf et al. This method gives new impact on studying not only viral infections in porcine intestine but also other research fields like pharmacological or toxicological matters. As de Graaf et al. described, it is the best way to use non-solid organs like the intestine by embedding them in agarose to form solid-like structures (de Graaf et al., 2010) . The surrounding agarose protects the PCIS from handling and cutting procedures and allows a reproducible cutting process with consistent thickness of the PCIS. Adjusting the level of agarose from 3% to 6% showed to be the best concentration for the production of porcine PCIS. Manipulation of the incubator by inserting a flexible tube to adjust the carbogen level inside the chamber revealed the best possible condition for the slices. However, the gas influx also caused temperature issues for the PCIS. This can be prevented by storing gassed medium in an incubator one hour before usage or generally light gas influx in big chambers that do not cause any temperature change. Gas washing bottles filled with 37°C distilled water do also prevent cooling down of samples as well as a dry atmosphere for the samples (de Graaf et al., 2010) . Best results were obtained by reducing the carbogen influx to a minimum level, while starting it before samples were set in the incubator. The survival time of porcine PCIS may be improved by the use of incubators with automated oxygenation. Additionally the culture medium might be optimized by supplemental compounds leading to longer vitality of PCIS.\n\nATP concentration showed a reduction of ATP level throughout time. However, the level also revealed a high concentration of ATP compared to their thickness of ca 250 μm and weight lower than 0.01 mg. Irrespective of the fact that the weight of individual PCIS could not be measured, the ATP level showed that PCIS are vital tissue samples. This is also in conformance to studies measuring ATP level from human intestinal slices of 2 nmol mg −1 after 24 h incubation (de Graaf et al., 2010) . Furthermore, ATP levels seem to stagnate after more than 16 h. Supported are these findings by the HE staining showing intact epithelial layers of the PCIS after 24 h in culture, but also after virus infection. Ultimately, 16 h and 24 h showed a high level of infected cells by antibody staining, which proved again that PCIS contained viable cells.\n\nViruses need time to be able to replicate in the cell. In the case of TGEV more than 6 h are necessary to synthesize new viral proteins inside the cells. This demonstrates that a long life span of the PCIS is crucial for infection studies. The precision cut intestinal slices showed an intact epithelial cell layer of the jejunum up to 24 h in our experiments and are therefore suitable for infection studies with TGEV.\n\nThere were obvious differences between the TGEV strains tested in our study. TGEV PUR46-MAD was not able to infect the PCIS, which can be explained either by the loss of enterotropism due to cell culture adaptation of this strain or by the possibility that this virus needs a longer time for PCIS infection. In the end the S protein seems to be the determinant not only for cell fusion and plaque morphology (Almazan et al., 2000) , but also for jejunal tissue infection. The TGEV PUR-MAD provided the genome for TGEV-GFP except the gene encoding for the S protein, and did not show any clinical signs by porcine infection (Almazan et al., 2000) . Almazan et al. compared viral replication of PUR46-MAD with PUR46-C11 and the recombinant TGEV strain rPUR46-MAD-SC11. TGEV PUR46-MAD replicated to a low extent in the jejunum of infected piglets (< 10 3 PFU/g jejunum) compared to PUR46-C11 and the recombinant TGEV (> 10 6 PFU/g jejunum). Furthermore, the recombinant TGEV PUR46-MAD-SC11 led to 100% mortality in infected piglets 3 days after inoculation whereas TGEV PUR46-MAD caused no mortality in piglets. The recombinant TGEV GFP strain used in our study showed the most revealing infection of the PCIS, which is in correlation of the designed strain that was described as being suitable for tissue specific expression systems (Almazan et al., 2000) . The dependence of infection on the S protein has already been proven (Almazan et al., 2000) . This is in accordance with our studies showing a high infection rate of the PCIS by TGEV GFP compared to TGEV PUR-MAD. The TGEV Miller strain (MIL65) is a virulent strain passaged in piglets (see Materials and Methods). Animals infected with this virus showed inappetence, depression, and diarrhea (Bohl et al., 1972) . The Miller strain mildly infected the PCIS. This reduced infection can be explained by a reduction of enteropathogenicity due to the last 6 cell culture passages that were performed in our lab. Nevertheless MIL65 can still replicate in the intestine (see Fig. 2 ). In conclusion, by infection of PCIS it is possible to mimic jejunum infection with enteropathogenic coronaviruses.\n\nIn general, TGEV may lose its enteropathogenicity depending on the number of cell culture passages irrespective of the strain origin (Bohl et al., 1972) . For the tested TGEV strains it was possible to reflect the enteropathogenicity of these strains in the PCIS system.\n\nThe relatively long life-time of the jejunal slices makes them a good model and tool to analyze a variety of enteropathogens also in PCIS of other species and may help to reduce animal experiments. Moreover, the important role of the S protein for enterotropism was confirmed with this helpful ex vivo infection model. Therefore, the PCIS system can be a useful tool not only to analyze virus entry and enterotropism but also to monitor new isolated viruses for their enteropathogenicity without the need of an in vivo study. T. Krimmling et al. Veterinary Microbiology 205 (2017) 1-5 "}