{"title": "The plasticity of inflammatory monocyte responses to the inflamed central nervous system", "body": "Monocytes, macrophages (MU), and dendritic cells (DC) are part of the 'mononuclear phagocyte system', also known as the 'reticuloendothelial system', found throughout the body. In normal tissues most MU and DC are considered to be 'tissue-resident', populating the tissue early in life, often specifically named. In the CNS, the resident MU are microglia. They originate from the yolk sac [1] and are renewed in situ [2] . During inflammation, however, monocytes can migrate from the bloodstream into affected tissues, including the CNS, where they differentiate into ''infiltrating'' MU or DC. Whilst these resident and infiltrating cells may play prominent roles in the CNS during viral or autoimmune disease, the methods by which the inflamed CNS induce the mobilisation of monocytes in the bone marrow is poorly understood. Moreover, the signalling events responsible for alternate monocyte or DC differentiation in the local inflammatory environment of the CNS are not well described. As these signalling events dictate the nature and progression of the immune response to CNS pathologies, an understanding of the mechanisms involved is crucial to identify novel targets for immune modulating therapy in these diseases.\n\nMonocytes are one of the mononuclear cell types circulating in the blood that are produced in hemopoietic tissues of the bone marrow (BM) throughout life. They can be identified in human and mouse by flow cytometry, using a combination of cell surface markers. Under normal conditions, the entire monocyte population is identified as CD14 + (including CD14 lo and CD14 hi subpopulations) in humans, and CD115 + CD11b + in mice and humans. In both species, two principle populations and an 'intermediate' population are identifiable. Classical (also termed 'inflammatory') monocytes are CD14 hi CD16 À in humans and Ly6C hi (CD43 lo CCR2 hi CX3 CR1 lo ) in mice and are the major monocyte population in the blood [3, 4] . Non-classical (also termed 'patrolling') monocytes, represent a much smaller subset (approximately 10%) of blood monocytes and are CD14 lo CD16 hi in humans, and Ly6C lo (CD43 hi CCR2 lo CX3 CR1 hi ) in mice [3, 4] . The intermediate group is CD14 hi CD16 hi in humans and Ly6C hi CD43 hi population in mice. There are transcriptional similarities between humans and mice comparing their respective subsets, but functionally, mouse classical monocytes appear to be more related to human intermediate monocytes, based on their pro-inflammatory roles [5] . During normal hematopoiesis in mice, the MU/DC progenitor (MDP) gives rise to a pre-DC [6] and a recently-described common monocyte progenitor (cMoP), distinguished from the MDP by its downregulated CD135 and upregulated Ly6C, although it still lacks CD11b. The cMoP differentiates into c-kit À CD115 + CD11b + Ly6C + monocytes and in turn into c-kit À CD115 + CD11b + Ly6C À monocytes [7] .\n\nLy6C hi monocytes are generated in the BM and during homeostasis they likely emigrate, but eventually give rise to Ly6C lo (CX3CR1 hi ) monocytes [3] . Under homeostatic conditions, Ly6C lo CX3CR1 hi monocytes patrol the luminal side of vascular endothelium in a programmatic, albeit peripatetic manner [8] . During inflammation, however, Ly6C hi monocytes emigrate from the BM along the CCR2-CCL2 axis into foci of tissue inflammation, differentiating into inflammatory MU, TipDC, or inflammatory DC, which may then migrate to the draining lymph node (DLN), presumably transporting antigen acquired on the way [5, 9] . While microglia are normally self-renewing [2] , they may be supplemented and/or replenished by infiltrating Ly6C hi monocytes during CNS infection and/or irradiative inflammation [10, 11] and these immigrants become Ly6C lo on entry into inflamed tissue [5, 9] . Ly6C lo monocytes are also recruited in later stages of inflammation where they are involved in tissue repair. These cells typically differentiate into M2, i.e., anti-inflammatory, MU, supporting healing in the injured spinal cord [12] . However, the developmental connection between these 2 phenotypically similar but often temporally disparate populations is not completely clear.\n\nThe mechanisms by which CNS inflammation induces monocyte mobilisation in the BM are not well understood. The recruitment of BM monocytes during inflammation appears to depend on two initiating events: induction of emigration of existing BM monocytes into the circulation, and generation of new monocytes in the BM to replace the diminished population, which subsequently contribute to the emigrating monocyte population. Monocyte generation relies on two processes, the 'pull' of a diminished downstream population, and/or the 'push' or direct stimulation of hematopoietic stem cells (HSC) or other progenitors. This process has been reviewed in depth elsewhere [13] , but relevant factors are considered here.\n\nCCL2 is crucial for Ly6C hi inflammatory monocyte emigration from the BM [14] . Recently, BM stromal cells, but not HSC, were shown to secrete CCL2 in response to low levels of circulating Toll-like receptor (TLR) ligands [5] . This induced monocyte migration towards the vascular sinuses, and was dependent on myeloid differentiation primary response protein 88 (MyD88) (involved in responses to TLR ligand binding in all but TLR-3 [15] ), but was independent of TNF and type-I interferon (IFN) expression. As the CCL2-expressing cells also expressed various TLR, it was suggested that these cells function to detect infection and rapidly induce monocyte emigration into the circulation.\n\nWhilst this provides some insight into the mechanisms of monocyte emigration, it does not explain the 'push' signal for monocyte production. This signal is presumably provided by direct inflammatory stimulation of HSC or other progenitors, inducing increased differentiation of self-renewing HSC into downstream progenitors [13] . Direct inflammatory modulation of HSC (which are CCR2 + ) by circulating TLR has been described, inducing such differentiation [16] . Furthermore, soluble immune-mediators may induce BM changes; Seo et al. showed that IFN-a signalling to HSC was required for the generation of Ly6C hi monocytes in a model of viral pneumonia [17] and type I IFN, produced in the spleen in response to infection with Listeria monocytogenes, promoted monocyte emigration from the BM [16] . Interestingly, mice deficient in either MyD88 or IFN-a receptor (IFNAR) still had significant monocyte migration from the BM to the site of inflammation, whereas mice deficient in both did not [16] . Interestingly, in these studies, IFN-c did not play an important role in monocytopoiesis. However, in a model of chronic Mycobacterium avium infection, IFN-c, but not IFN-a, was found to activate HSC, resulting in differentiation into downstream myeloid and lymphoid progenitors replacing the diminished populations [18, 19] . On the other hand, in experimental autoimmune encephalomyelitis (EAE), GM-CSF produced by CNS cells triggers monocyte mobilisation and emigration from the BM [20] .\n\nIn CNS-initiated mobilisation of the BM, it is unclear if there is a difference in initiating events that predisposes to the preferential differentiation of monocytes towards a MU or DC phenotype, prior to entering the CNS. The fact that TLR, type-I and -II IFN, and GM-CSF each induce monocyte emigration and the production of monocytes from progenitors in different situations may explain some differences in the manner of BM mobilisation by different CNS pathologies. Monocyte infiltration during viral encephalitis is rapid, with lethality in animal models occurring within days of initial infiltration [10, 21] . The pathogenesis of EAE, on the other hand, is chronic and/or relapsing and depends on T cell responses against myelin proteins that are initially induced by DC [22] . Nevertheless, a potential connection exists between viral and auto-immune causes of CNS infiltration by monocytes. In multiple sclerosis (MS), there is evidence to suggest that reactivity against myelin proteins may occur following CNS viral infection, if anti-viral responses cross-react with myelin proteins [23] . The initial presence of viral RNA or DNA in the circulation could certainly induce monocyte emigration from the BM, via binding of intracellular RNA by TLR within BM stromal cells [24] , and TLR stimulation or direct infection of HSC could induce downstream differentiation of these cells [13] . However, although TLR ligands may be present initially, recurrent episodes of MS would have few if any virus-associated TLR ligands. It is also possible that whilst type I IFN (IFN-a/b) and type II IFN (IFN-c) are involved in both CNS diseases, the innate differential production of IFN-a/b, crucial for virus control in the early response against CNS viruses [25] , by a variety of cell types during infection [26] may induce monocyte mobilisation differently from that seen in MS/EAE. High levels of IFN-c, which play a role in viral disease pathogenesis [27] , is associated with the later development of the adaptive immune response, and may contribute here to the continued recruitment of monocytes. In contrast to acute viral infection, in EAE that progresses as a relapsing or chronic condition, IFN-c production occurs over a long period of time, similar to the role of IFN-c in HSC stimulation in chronic infection of the lung [18, 19] . As such, the differences in type-I and type-II IFN production may differentially skew the monocyte phenotype towards a MU profile in acute infection and a DC profile in a chronic noninfectious setting. However, this has not been investigated experimentally.\n\nThe separation of the CNS from the peripheral circulation by the blood-brain barrier (BBB), limits the access of soluble factors and leukocytes to the CNS. However, during inflammation various changes enable the recruitment of leukocytes into the brain. The process of infiltration involves detection of local chemokine gradients by susceptible migratory leukocytes in the vicinity of the affected CNS parenchyma secreting the chemokines, rolling followed by firm adhesion to the local endothelium, and finally diapedesis and transmigration into the brain parenchyma [28] .\n\nChemokines produced at the site of inflammation mediate chemotaxis of leukocytes passing through the neighbouring blood vessels to that site. The chemokine receptors expressed on monocytes include: CCR2, CX3CR1, CCR1, CCR5, CCR6, CCR7, CCR8 and CXCR2 [5] . Of these, CCR2, CCR1, and CCR5 appear to be among the most important for migration.\n\nThe CCR2-CCL2 axis is the best-studied chemokine pathway in monocyte migration and infiltration into the CNS. CCR2, which is upregulated on monocytes in a variety of CNS pathologies, binds to CCL2 (or CCL7), which is produced at high levels by infected neurons in animal models of WNV encephalitis [10] and likely by glial cells in EAE [29] . CCL2 neutralisation in WNV encephalitis [10] or CCL2 (or CCL7) deletion in bacterial infection [30] result in reduced monocyte recruitment. Whilst this resulted in higher bacterial loads, in the latter case, reduced monocyte infiltration during WNV encephalitis led to extended, but not permanent survival in mice [10] . This highlights the severity of the immunopathology induced by infiltrating monocytes in the CNS. CCL5 is highly upregulated in a variety of viral CNS infections [10, 31] and binds to CCR5 (expressed on Ly6C hi monocytes) and CCR1. In MS, infiltrating monocytes express both CCR1 and CCR5, with their ligands being expressed in the inflamed CNS [32, 33] . CCL2 and CCL5 are both upregulated in CNS infection with WNV [10, 31] . In EAE, mRNA and protein levels of CX3CL1 and CX3CR1 are elevated in the dorsal root ganglia and spinal cord [34] . Whilst these studies were focused on neuropathic pain, they highlight the potential for recruiting CX3CR1 + non-classical monocytes to the inflamed CNS during EAE/MS. Interestingly, in atherosclerosis, CCR2 lo monocytes did not rely on CX3CR1 to enter plaques, instead using CCR5 to some extent, while CCR2 hi monocytes used CX3CR1, CCR2, and CCR5 [35] , emphasising the ability of monocytes to adapt in different disease settings.\n\nThe entry of monocytes into the CNS requires their margination and initial binding to endothelium, followed by firm adhesion to enable transmigration across the BBB into the CNS parenchyma. Ly6C hi monocytes express a variety of cell surface molecules involved in adhesion to vascular endothelium in the CNS, including L-selectin (CD62L), P-selectin glycoprotein ligand 1 (PSGL1), lymphocyte function-associated antigen-1 (LFA-1), macrophage receptor-1 (MAC-1), platelet endothelial cell adhesion molecule-1 (PECAM-1), and very late antigen-4 (VLA-4). These are reviewed in more detail elsewhere [5] .\n\nCD62L is required for entry into the inflamed peritoneum and is also critical for the migration of monocytes into the DLN through high endothelial venules [36, 37] . The high expression of CD62L on Ly6C hi monocytes appears to be relevant for their entry into the CNS in EAE [38] . This not only suggests a role for CD62L in tissue entry, but possibly that monocytes predisposed towards a DC phenotype retain CD62L expression when they migrate to the DLN as efficient APC.\n\nDuring murine WNV encephalitis, the infiltration of pathogenic Ly6C hi monocytes correlates with the upregulation of VCAM-1 and ICAM-1 on CNS vascular endothelium [39] , implicating VLA-4 and LFA-1, respectively, in Ly6C hi monocyte infiltration. VLA-4 antibody blockade reduced monocyte infiltration by $60% and increased survival by up to 60% in infected mice. Not surprisingly, as VLA-4 antibody blockade is used in MS to reduce T cell infiltration, this treatment also reduced T cell infiltration into the CNS in these animals, however, importantly, this was not sufficient to abrogate virus clearance. On the other hand, despite reducing monocyte infiltration by >30% in these experiments, LFA-1 blockade had no effect on survival [21] . It has been shown that patrolling of the luminal side of vascular endothelium by Ly6C lo monocytes is mediated by LFA-1 [8] . This raises the possibility that interfering with LFA-1-mediated interactions might prevent Ly6C lo , potentially M2 monocytes, from entering the CNS, which may abrogate normal anti-inflammatory processes in viral encephalitis and enhance immunopathology mediated by infiltrating Ly6C hi monocytes. However, this was not explored in these studies. This study highlights the differential function of monocyte subsets using different adhesion molecule-integrin receptor pairs, and the importance of VLA-4 use by Ly6C hi monocytes in CNS invasion. Moreover, this was the first study to demonstrate in vivo that carefully timed suppression of specific elements of the innate immune system during an acute lethal neurotropic infection could enhance survival by reducing immunopathology without interfering with the generation of immunity.\n\nInflammatory monocyte migration and subsequent differentiation into DC or MU are hallmarks of several immunopathogenic CNS diseases, but the factors directing this differentiation have not been defined clearly. It has been suggested that MU and DC, as well as undifferentiated monocytes may cause immunopathology. However, the reported studies have not always distinguished unambiguously between monocytes and MU, which makes drawing firm conclusions difficult.\n\nInvasion of the CNS by a replicating virus results in local activation of resident microglia and astrocytes, with obvious migratory responses by these cells within the brain parenchyma, as well as the immigration of a range of leukocytes from the blood stream.\n\nThis infiltrate typically contains monocytes, which differentiate into MU or activated microglial phenotypes in the brain, and these have been implicated in several diseases. Thus, inflammatory MU infiltration precedes the onset and peak of disease symptoms in neurotropic coronavirus infection [40] . In lymphocytic choriomeningitis virus (LCMV), monocytes (as well as neutrophils) play a highly pathogenic role [41] . Theiler's encephalomyelitis virus (TMEV) infection results in major inflammatory monocyte infiltration into the CNS within 48 h and ultimately induces severe monocyte-dependent CNS damage, with subsequent differentiation into activated MU linked to the development of CNS lesions [42] [43] [44] . Several other neuroinvasive viruses, such as neurotropic mouse hepatitis virus (MHV), tick-borne encephalitis (TBE) and WNV, are associated with MU infiltration into the CNS [45] [46] [47] [48] . Inflammatory (Ly6C hi ) monocyte differentiation into Ly6C hi MU and/or activated microglia upon entry into the CNS is a key feature of WNV encephalitis and plays a significant role in the pathology (and lethality) of this disease [10] .\n\nInflammatory monocytes also play a role in mediating CNS damage in autoimmune diseases such as amyotrophic lateral sclerosis (ALS) and MS [49] . In EAE, the mouse model widely used to study T cell-mediated autoimmune disease in general and MS specifically, inflammatory monocytes have a major impact. Breaking peripheral tolerance to myelin proteins, leads to activation of myelin-specific T cells in secondary lymphoid organs. Once these T cells arrive in the CNS they become re-activated by APCs, resulting in the expression of pro-inflammatory cytokines, IFN-c, IL-17, GM-CSF and TNF, as well as chemokines by T cells. The circulating Ly6C hi monocyte population, which expands exponentially before EAE onset, represents a major proportion of the inflammatory cells in the EAE CNS and are DC precursors. Although MU are observed in the CNS of EAE mice, DC are more efficient APC and activated DC co-localize with CD4 + T cells responsible for demyelination in the CNS, implicating DC, rather than MU, in the amplification of responses [20, 50, 51] .\n\nWhile both DC and MU may be present in the diseased CNS in autoimmune or viral encephalitis, MU appear to have a more prominent role in viral encephalitis, while DC are more common in autoimmune diseases. Interestingly, however, dramatically reducing immigration of inflammatory monocytes into the CNS at particular timepoints in either of these diseases using negatively charged microparticles, which mediate sequestration and apoptosis of these cells in the spleen, abrogates the symptomatology and in the case of WNV encephalitis, results in up to 60% survival with immunity in an otherwise lethal disease [52] . This suggests that these cells are very similar, if not the same, in the blood stream in both diseases, and that their differentiation is mediated in the CNS, presumably by the prevailing milieu, despite their different fates there. Alternatively, it is possible that separate MU and DC precursors may share a common receptor that mediates particle uptake, resulting in both being sequestered by the spleen with the same apoptotic outcomes.\n\nHistorically, monocyte-to-DC differentiation in vivo was hypothesized to be restricted to inflammatory scenarios, however, studies using fluorescent latex bead uptake to track circulating monocytes, indicated that during steady state conditions Ly6C hi monocytes differentiate into CD103 + DC, whereas Ly6C lo monocytes give rise to a CD11b hi DC subtype [53] . A separate study utilizing microspheres as monocyte markers, also suggests that the decision of monocytes to differentiate into MU or DC might not solely be determined by cytokines. The authors found that adding microspheres to phagocytic monocytes travelling to the lymph node (LN) induced differentiation into DCs, while monocytes staying at the site of activation became MU [54] . The differentiation of monocyte-derived DC (MDDC) in the absence of inflammatory stimuli is likely a result of basal levels of signaling factors present in this environment. These studies, while useful, do not account for the confounding possibility that the microspheres themselves, once phagocytosed, may have their own influence on the subsequent differentiation of monocytes [52] .\n\nGranulocyte-macrophage colony-stimulating factor (GM-CSF) and macrophage-colony-stimulating factor (M-CSF) are well known to influence the differentiation of monocytes in culture. GM-CSF, also known as CSF-2, is secreted by a broad range of cells upon stimulation with cytokines, microbial products and/or antigens, and regulates survival, differentiation, and activation of target cells such as neutrophils, monocytes, MU and DC [55, 56] . M-CSF, also known as CSF-1, through its receptor, CD115, influences several cell types and its effects include mediating the regulation, development, survival, proliferation and differentiation of MU [57] . Culturing human peripheral blood mononuclear cells (PBMC) with M-CSF alone favors the differentiation of monocytes to MU. The outcome of PBMC culture with GM-CSF, on the other hand, depends on the density of GM-CSF receptors (GM-CSFR) on the surface of the monocytes; low GM-CSFR expression is associated with MU differentiation, higher GM-CSFR density with differentiation towards DC. The addition of IL-4, which has a M-CSF inhibiting function, overrides the effect of different levels of GM-CSFR and blocks differentiation towards MU, thus favoring a DC phenotype [58, 59] .\n\nGM-CSF and IL-4 function by downregulating CD14 on PBMC at a transcriptional level [60, 61] . Culturing human PBMC with GM-CSF, IFN-c and IL-4 skews the differentiation of monocytes to functional DC, which are not terminally differentiated but capable of presenting antigen to T cells [62] [63] [64] [65] . Human monocyte-enriched PBMC cultured with only M-CSF differentiate into immature MU but, with the addition of GM-CSF and IL-4, convert to immature MDDC. These DC lose their phagocytic ability and become potent APC [66] . However, removal of these factors convert MDDC back to a MU phenotype, indicating that the plasticity enabling differentiation into either MU or DC remains intact for some time.\n\nThough culture with M-CSF or GM-CSF can both result in MU differentiation, MU obtained with different treatments exhibit different morphology. M-CSF-stimulated MU (M-BMM) exhibit a spindle-shaped morphology, while GM-CSF-derived MU (GM-BMM) appear more rounded [64, 66] .\n\nThe fate of monocytes in an inflammatory milieu is markedly different from their fate under homeostatic conditions. This can be seen with adoptively-transferred Ly6C hi monocytes, which give rise to regulatory MU in the non-inflamed colon, but become inflammatory DC capable of priming T cells and producing IL-12, IL-23, IL-6 and TNF in colitic mice [67] . The fate of monocytes in inflammatory scenarios such as EAE or viral encephalitis is difficult to predict due to the intricate interplay between cytokines, chemokines and receptor-ligand interactions. As would be expected, simulating an ''inflammatory'' environment by adding pro-inflammatory factors alters the differentiation outcome. In M-CSF-and GM-CSF-directed differentiation of BM monocytes (BMM) to MU, LPS induced high levels of pro-inflammatory cytokines, IL-6, TNF and IL-23, from GM-BMM, whereas M-BMM produced higher levels of IL-10 and CCL2. This raises the possibility that GM-CSF-induced MU represent differentiation down the Classical/M1 activated pathway and M-CSF-induced MU represent differentiation down the Alternative/ M2 regulatory pathway associated with IL-10 production. These two MU populations were not terminally differentiated, as the addition or removal of M-CSF or GM-CSF to the relevant cultures results in an interchange between MU phenotypes [68] .\n\nInflammatory stimuli, such as LPS, combined with GM-CSF and IL-4 result in the maturation and irreversible commitment of MDDC to mature DCs [64, 69] . Addition of TNF to immature DC in vitro reduces their APC capacity, possibly making them functionally mature [62] . Culturing human PBMC with M-CSF, IL-6 and IL-10 shifts monocyte differentiation from DC to MU. However, these factors do not have the capacity to convert immature DC to MU or monocytes [70] .\n\nCurrent dogma suggests that GM-CSF is crucial for the differentiation of MDDC from inflammatory monocytes, and although this is true for several in vitro experiments, the in vivo scenario is markedly different. MDDC differentiation in the absence of GM-CSF was examined in several disease models in vivo, including infection with Influenza A, Streptococcus pneumonia, Salmonella typhimurium, L. monocytogenes, LPS stimulation and EAE [71] . CSF-2rb À/À and CSF-2rb2 À/À mice in all these inflammatory scenarios had similar inflammatory DC numbers compared to wild type (WT) mice. These DC were identified as fully functional TipDC, indicating that GM-CSF is not required for monocyte accumulation and differentiation into DC during these inflammatory conditions. The authors did however detect high levels of M-CSFR and M-CSF levels on DC and in inflamed tissues, respectively. Removing the M-CSF signal by antibody blockade of M-CSF or the excision of M-CSFR allele did not alter the number of Ly6C hi monocytes infiltrating inflamed tissue. However, MDDC numbers were significantly reduced, indicating that M-CSFR signaling is likely critical for the differentiation of MDDC in vivo but not for the recruitment of inflammatory monocytes [71] . The importance of M-CSF in DC differentiation was also confirmed in an inflammatory skin model. UV irradiation resulted in homing of circulating GR1 hi (Ly6C/G complex) monocytes to the inflamed dermis and epidermis, which differentiated into Langerhans cells (LC) upon entry. M-CSFR-deficient mice exhibited impaired LC differentiation and tissue MU development. Although these mice had similar monocyte numbers homing to inflamed skin, they possessed significantly fewer LC, indicating that M-CSFR is directly involved in monocyte-to-DC differentiation in the skin [72] .\n\nDuring infection, inflammatory stimuli are not only derived from pathogens (e.g. LPS from bacteria) but cells from the host also contribute factors changing the microenvironment, which directly influence monocyte differentiation. The differentiation of monocytes derived from the blood occurs once they reach target tissue [72] and cross the endothelium [20] . Stromal cells like fibroblasts have been shown to impact upon this differentiation. Although monocytes cultured with GM-CSF and IL-4 yield DC [64] , the coculture of these cells with fibroblasts in steady-state conditions, skews the differentiation to MU. Monocytes, which become activated when they cross the endothelium, secrete M-CSF and stimulate the release of IL-6 from fibroblasts. IL-6 in turn increases the expression of functional M-CSFR responsible for transducing the M-CSF signal and thereby initiates MU differentiation [73] . However, co-culturing these human PBMC with fibroblasts, IL-4, GM-CSF and TNF, induces a terminally differentiated DC phenotype. This occurs because IL-6 facilitates the utilization of M-CSF, whereas TNF induces the internalization of M-CSFR resulting in monocytes being unresponsive to autocrine IL-6 and M-CSF. These results suggest that the balance of the TNF/IL-6 may be crucial in determining the fate of monocytes during inflammation [73] . This is further supported by the overexpression of CCL2 in the brain induced by adeno-associated virus, which results in microglial activation and elevated IL-6 and GM-CSF levels [74] . IL-6, which is involved in monocyte-to-MU differentiation, is elevated in the cerebrospinal fluid of JEV-infected patients [75] . Activated murine microglia in JEV and HSV infection release pro-inflammatory cytokines IL-6 and IL-1b [76] [77] [78] . This release of pro-inflammatory cytokines from microglia likely occurs via a RIG-I-mediated pathway [79] . Infiltrating MU are also a major source of IL-6 in TMEV infection of mice; along with the IL-6 produced by microglia this might induce monocyte to MU proliferation through an autocrine loop [47, 77] . High levels of IL-6 are present in the WNV-infected brain although it is not clear which cells produce it [80] .\n\nOther resident cells influencing monocyte differentiation include endothelial cells in the BBB, astrocytes, microglia and oligodendrocytes, which secrete TGF-b and GM-CSF in inflammatory conditions. These factors promote human PBMC (CD14 + ) differentiation to CD83 + CD209 + (DC-SIGN + ) DCs, which secrete IL-12p70, TGF-b and IL-6 [81] .\n\nAnother factor influencing monocyte differentiation is the presence of apoptotic cells, for example in influenza virus infection. These actively dying cells release soluble mediators, directing monocyte differentiation towards MU [82] . The activation of the caspase pathway associated with apoptosis, has also been identified as playing a role in the fate of monocyte differentiation. Caspase-8 deletion arrested the M-CSF-induced differentiation of BM-derived monocytes to MU [83] . Caspase-8 and caspase-9 were specifically activated in human PBMC stimulated with M-CSF to become MU but not by GM-CSF and IL-4. Treatment with a broad-spectrum caspase inhibitor induced a switch from MU differentiation to death, further implicating these proteins as crucial factors in the pathway of monocyte differentiation [84] . Human cytomegalovirus-stimulated monocytes relied on caspase-3 rather than the caspase-8 activation seen in M-CSF-induced differentiation [85] . This raises the possibility that infected neurons undergoing apoptosis may skew the differentiation of infiltrating monocytes towards a MU phenotype.\n\nIn addition to resident infected cells, the pathogen itself also influences monocyte differentiation. Differentiation of monocytes into either MU or DC in vivo can be triggered indirectly by the recognition of microbial ligands by pattern recognition receptors (PRR) or directly by cytokine activation. PRR are a very diverse group of receptors that function by signalling from a cell membrane or cytoplasmic location, or following endocytosis of pathogens in order to destroy them. TLR are important and abundant PRR on monocytes that contribute crucially to the activation of innate and adaptive immune responses. Binding of microbial or viral products by TLR results in dimerization of the receptors and the subsequent triggering of intracellular signalling pathways that operate via NF-jB and MAP kinase pathways and result in the production and release of cytokines potentially inducing MU or DC differentiation. Both TLR2/1 and IL-1b receptor signalling have been implicated in monocyte differentiation through the common MyD88 signalling pathway. Impairing TLR-4 signalling by using tunicamycin-induced ER stress to suppress NF-jB activation, markedly suppressed the ability of LPS-stimulated monocytes to differentiate into MU [86] .\n\nTLR2/1-induced differentiation of monocytes to MU or DC relied on specific cytokine-receptor interactions, with IL-15 and GM-CSF inducing CD209 + MU and DC, respectively. IL-1b activation favored the proliferation of MU over DC, while CD209 + MU proliferating from IL-1b-activated culture showed enhanced phagocytosis of mycobacteria compared to TLR2/1-induced MU in culture [87, 88] . In leprosy, lesions from patients with tuberculoid leprosy (T-Lep) contain both CD209 + MU and CD1b + DC, while in lepromatous leprosy (L-Lep), lesions contain only CD209 + MU [88] . In this disease, where TLR2/1 becomes activated, it is the form of the developing disease that influences which effector populations differentiate from monocytes.\n\nDengue virus RNA has been shown to co-localize with TLR-3 in a human monocyte cell line, which results in IL-8 and IFN-a/b release. TLR-3 also plays a role in WNV, by restricting infection in neurons; its importance was confirmed in MyD88 À/À mice, which show much faster viral spread in the CNS than control animals. Szretter et al. showed that monocyte-derived MU (and T cell) recruitment to the CNS was reduced in the absence of MyD88 [89] . The production of TLR-pathway inhibitors by pathogens is a widespread immune evasion method; WNV NS-1 protein for instance blocks TLR-3-induced NF-jB nuclear translocation and thereby prevents IL-6 production, which plays a role in monocyte-to-MU differentiation [90] .\n\nEven in EAE, in the absence of pathogens, TLR have been found to influence potential mediators of monocyte differentiation. TLR can be activated by endogenous ligands, which, for example, come from dying cells and thus contribute to autoimmunity and neurodegeneration [91] . In mice immunized with MOG peptide, treatment with 1,25(OH) 2 D 3 resulted in a reduction of symptoms, inflammatory cell infiltrate and TNF, IFNc and IL-17 expression. These findings correlated with a reduction of EAE-induced TLR expression in the spinal cord of mice after 1,25(OH) 2 D 3 treatment, especially of TLR8. Testing of 1,25(OH) 2 D 3 effects in a human monocyte cell line confirmed the reduction in TLR8 expression and indicated lower mRNA levels of TNF and IL-1b [92] .\n\nActivation of NOD2, an intracellular PRR, by its ligand (NODL), also stimulates monocyte responses. Netea et al. showed that IL-32 directly induced the differentiation of monocytes to a cell type that exhibited the morphology and functionality of a MU but possessed some DC-specific markers [93] . Interestingly, NOD2L activation primarily induced the differentiation of human PBMC to CD1b + DC, whereas TLR2/1 activation resulted in both MU and DC populations. The DC derived from NOD2L-activated cells were superior APC to TLR2/1-induced DC. Transfection with siRNA resulting in the knockdown of IL-32 RNA, subsequently blocked the NOD2L-but not TLR2/1-mediated differentiation of PBMC into CD1b + DC. In this study, increased IL-32 mRNA and NOD2 expression in patients with T-Lep correlated with higher CD1b + DC numbers present in lesions. This identifies NOD2L-induced IL-32 as a distinct pathway of DC differentiation in humans [94] . Thus, IL-1b seems to be a more potent stimulator of monocyte-to-MU differentiation, whereas TLR2/1 and especially NOD2 favor differentiation to DC.\n\nInterferon regulatory factors (IRF), which are activated by TLR and RIG-1-like receptors, are transcription factors playing a crucial role in host defense mainly by controlling the production of IFN [95, 96] . Increased IRF expression can be found in several CNS pathologies associated with MU or DC infiltration, although the extent to which these factors may be involved in modulating the monocyte differentiation in the CNS has not been examined. IRF-7 is crucial for the control of WNV infection and spread to the CNS [97] and along with IRF-9 and -5 is upregulated in lymphocytic choriomeningitis infection [98] . IRF-3 is necessary to control viral replication and IL-6 production in TMEV [99] and flaviviruses such as JEV and dengue virus can induce IRF-3, -7 and -1 in culture, respectively. Although in the periphery IRF-7 is mainly expressed in pDC, in the CNS IRF-7 can be upregulated on neurons during viral encephalitis and correlates with Type I IFN production [100] . However, increased IRF-7 gene expression is also present in EAE CNS disease progression, with the absence of IRF-7 associated with increased severity of disease and MU infiltration [101] . IRF-8 is well known for its role in the differentiation of non-monocyte-derived DC and maturation of myeloid DC [102] [103] [104] , as well as the normal differentiation of microglia [105] . There are several examples of IRF-7 and -8 directing monocyte differentiation to MU in vitro [106, 107] . Interestingly, IRF-8 has been shown to negatively regulate TLR3, which is constitutively expressed upon monocyte-to-DC differentiation. IRF-8 and IRF-1 compete for binding, which induces TLR3 promoter activity on MDDC [108] . IRF-4, in turn, has been associated with monocyte-to-MDDC differentiation in vitro [109, 110] . Although no established link has been made between IRF in the CNS and monocyte differentiation, in vitro studies suggest that these factors might form a link in the sequence of events steering monocyte differentiation during viral infection or autoimmune disease.\n\nOther effector cells recruited to the inflammatory milieu are stimulated to secrete factors influencing monocyte differentiation. IFN-c, which is secreted by NK cells and activated T cells, can suppress the differentiation of monocytes to DC by inducing M-CSF and IL-6 production from monocytes in vitro [70] . However, IFNc has also been implicated in MU induction. NK cells isolated from the blood of patients suffering from rheumatoid arthritis and psoriatic arthritis induced differentiation of monocytes into DC in a cell contact-, GM-CSF-and CD154-dependent manner. These MDDC differ phenotypically from DC obtained from in vitro culture of monocytes with GM-CSF and IL-4, but still efficiently presented antigen and activated CD4 + T cells, which were polarized toward Th1 [111] . Ly6C + monocytes in Trypanosoma brucei brucei-infected mice gave rise to TNF-and iNOS-producing inflammatory TipDC (CD103 À ). IL-10 treatment significantly reduced this differentiation of DC from inflammatory monocytes [112] .\n\nInflammatory monocytes expressing Ly6C and producing TNF and IL-12 are crucial for the defense against intestinal infection by Toxoplasma gondii (T. gondii) [113, 114] . Activation and function of this subset was severely impaired in T. gondii-infected CXCR3 knockout (KO) mice and disease symptoms were exacerbated. CXCR3 KO mice also show impaired recruitment of CD4 + T cells and production of IFN-c by these cells. CXCR3 was identified as important for CD4 + T cell trafficking and consequent IFN-c production in inflamed intestine. Adoptively transferred IFN +/+ CD4 + T cells but not IFN À/À CD4 + T cells restored Ly6C + monocyte function and activation [114] . NK cell-produced IFN-c may also regulate the differentiation of monocytes to DC, and IL-12 production during intraperitoneal infection with T. gondii. These experiments identify IFN-c, produced by either NK or CD4 + T cells, as a key player in monocyte activation and differentiation to DC during inflammation [113, 114] . In the autoimmune scenario represented by EAE, CXCR3 KO mice also presented with exacerbated disease; however, in contrast to the effect of CXCR3 deletion in T. gondii infection, the number of T cells trafficking to the CNS was not affected. In EAE and MS, infiltrating activated T cells expressing CXCR3 are attracted to CXCR3 ligands, CXCL9, CXCL10 and CXCL11 produced in and around the perivascular space and are thus restricted to this location. Deletion of CXCR3 leads to uncontrolled spread of T cells throughout the CNS but also reduces the recruitment of Foxp3 + T cells and effector T cell interaction, and therefore results in more severe autoimmune-mediated tissue damage [115] .\n\nNon-activated inflammatory monocytes and inflammatory MDDC are APC capable of stimulating T cells, which in turn produce GM-CSF, inducing the differentiation of inflammatory monocytes to activated inflammatory DC. Activated inflammatory DC are potent APC, capable of stimulating large numbers of antigen-specific T cells, which secrete more GM-CSF, TNF and IFN-c. The resulting activation of inflammatory monocytes and DC leads to increased nitric oxide (NO) production. NO production by inflammatory monocytes, activated by a combination of IFN-c, GM-CSF and LPS, has been shown to suppress CD4 + T cells cultured with MOG-peptide in vitro [116] . However, it should be noted while NO clearly has antiviral efficacy [80] , sustained levels in vivo may cause disease and result in substantial bystander damage during WNV encephalitis either directly [21] or indirectly, probably via IFN-c stimulation of inflammatory MU [105, 21] .\n\nAnother effector function of CD4 + T cells in EAE was revealed by co-culture of myelin specific CD4 + T cells with monocytes from EAE mice; this resulted in monocyte upregulation of MHC-II, CD11c, CD86 and CD40, and downregulation of Ly6C, indicating a shift toward DC phenotype. This was further confirmed by adding CD4 + T cells isolated directly from the spinal cord of EAE mice to monocyte culture, resulting in monocytes from healthy animals upregulating DC markers and co-stimulatory molecules, becoming more granular, larger and forming dendrites [59] .\n\nNKT cells are a group of regulatory immune cells of emerging importance, which mainly recognize lipids and glycolipids presented by CD1d. Their capacity to rapidly release an array of different cytokines allows them to influence the direction of the immune response. NKT cells secrete GM-CSF, IL-4 and IFN-c when they bind CD1d [117] , which is expressed on monocytes, inter alia. As a consequence, monocytes isolated from human blood are capable of inducing NKT cell cytokine production, which then drives monocytes to differentiate into DC [118] . A more recent study suggests that during acute neuroinflammation in EAE, monocyte differentiation is skewed to M2 MU by invariant NKT cell (iNKT) activation with CD1d induction and IL-4 production. The switch from M1 MU to M2 MU resulted in improved disease outcome [119] .\n\nAlthough the factors determining monocyte fate are not completely understood, studies to date strongly suggest that multiple factors at the site of differentiation, including those secreted by resident and immune effector cells, play crucial roles in this process. Clear differences between mediators in an infectious setting, such as viral encephalitis, and the autoimmune response, which drives EAE, likely determine the outcome of monocyte differentiation into MU or DC, respectively. These differences may also affect the mechanisms by which the CNS mobilizes monocytes in the bone marrow. As monocyte differentiation can have both protective and immunopathological outcomes in CNS disease, it is crucial to gain better insight into defining factors that govern differentiation to inform more tailored approaches for intervention in these diseases."}