{"title": "Efficacy of an automated ultraviolet C device in a shared hospital bathroom", "body": "Toilet flushing generates airborne particles that contain bacteria and viruses. 1 Larger droplets can travel short distances and settle on surfaces and may also rapidly form smaller droplet nuclei that follow air currents potentially for long distances. 2, 3 The fate of the toilet plume will depend on the distribution of droplets within it, the environmental conditions (temperature and relative humidity), and room air currents dictated by local ventilation. Despite this variable distribution of microorganisms, both aerosol and surface contamination may increase disease transmission risk. One costeffective decontamination tool used in hospitals as an adjunct to traditional cleaning and disinfection is ultraviolet C (UVC) irradiation. [4] [5] [6] The goal of this study was to evaluate the incremental antimicrobial effect of an automated, permanently installed UVC device with a short run time (5 minutes) on surface and airborne bacterial levels in a shared patient bathroom (BR).\n\nThis study was conducted in November 2015 in a 268-bed community hospital medical ward with common hallway bathrooms shared by up to 8 patients. All samples were collected by a trained graduate student in a shared BR without a UVC device and in a shared BR with a permanently installed, wall-mounted automated UVC (254-nm) device (ASEPT.1X; Sanuvox, Saint-Laurent, QC, Canada). The decontamination cycle initiates only after there has been 30 seconds of no motion detected by infrared sensors, after which a UVC cycle will run for 5 minutes. The device is located directly above the door and has an automatic shutoff safety feature that terminates the cycle if the BR door is opened midrun. Both the UVC-treated BR and control BR contain a 6.0 L per flush, wash down toilet (TOTO, Morrow, GA) and have similar room volumes (12.7 and 11.7 m 3 , respectively). Air and surface samples were collected in each BR 5 minutes and 30 seconds after each patient use-a time that accounts for the decontamination cycle and permits comparison of the samples between each BR. A dual-headed SAS 360 bioaerosol sampler (Bioscience International, Rockville, MD) set to collect 150 L of air over 50 seconds was used to permit simultaneous collection of aerobic and anaerobic bacterial cultures. The anaerobic Brucella plates (Oxoid, Nepean, ON, Canada) were immediately placed in a candle jar postsampling and subsequently incubated anaerobically at 37°C for 48 hours prior to counting bacterial colonies. The aerobic 5% sheep blood agar plates (Oxoid) were incubated at 37°C for 24-48 hours prior to counting.\n\nSurface bacteria on the toilet seat and handwashing sink counter were sampled using 65-mm Replicate Organism Detection and Counting (RODAC) Contact Plates (American Precision Plastics, NorthGlenn, CO) containing trypticase soy agar (BD, Mississauga, ON, Canada), with a contact time of 10-12 seconds, and were incubated aerobically at 37°C overnight. Surface sample locations were matched between the 2 bathrooms, with samples taken at random locations on the counter, approximately 1.5 m away from the toilet, and on the top of the toilet seat. We collected a total of 66 air samples (32 aerobic and 34 anaerobic) and 64 surface samples (32 counter and 32 toilet seat). Mean bacterial concentrations were compared between the 2 bathrooms for each of the different sample types using Welch t tests.\n\nThe UVC-treated BR (geometric mean [GM] = 153.2 colony forming units [CFU]/m 3 , geometric SD [GSD] = 1.7) had a 35.2% reduction in aerobic bacterial bioaerosol concentration compared with the control BR (GM = 236.5 CFU/m 3 , GSD = 1.44) (Fig 1) . This difference was even more pronounced for anaerobic bacterial bioaerosols, where the UVC-treated BR (GM = 45 CFU/m 3 , GSD = 2.4) had a 47.7% reduction compared with the control BR (GM = 86 CFU/m 3 , GSD = 2.8).\n\nThe mean bacterial concentration on the UVC-treated BR counter (GM = 1.6 CFU/[10 cm] 2 , GSD = 2.2) was reduced by approximately 95% compared with the control BR counter (GM = 31.0 CFU/10 cm 2 , GSD = 3.1) (Fig 2) . The greatest effect was seen for surface seat bacteria, with a 97% reduction in the UVC-treated BR (GM = 7.7 CFU/ [10 cm] 2 , GSD = 5.5) compared with the control BR (GM = 224 CFU/ [10 cm] 2 , GSD = 7.5). Two outliers collected from the toilet seat of the control BR had concentrations >2,000 CFU/(10 cm) 2 (not shown in Fig 2) . These outlier samples may represent highly contaminated droplets deposited onto the seat after flushing.\n\nThe toilet plume can be a vector for disease transmission. The severe acute respiratory syndrome outbreak at the Amoy Gardens apartment complex in Hong Kong was caused by contamination of the sewage drainage system by the index patient. 3 The dry U-tube drains allowed virus containing-droplet nuclei to be pulled by air currents from the bathroom fan to neighboring apartments, with subsequent secondary severe acute respiratory syndrome cases. 1 On an international flight, a probable norovirus outbreak involved 8 crew members experiencing vomiting or diarrhea symptoms in the bathroom. 7 Although there was no obvious soiling of the bathroom, 5 passengers who visited it significantly more than the others developed norovirus-like symptoms. Shared BRs, specifically among patients in health care facilities, represent a significant challenge for controlling disease transmission. Frequent use by patients not only increases the microbial burden, but sequential flushing can actually cause release of organisms from a previous contamination; viral bioaerosols can be generated up to 7 flushes after initial contamination. 8 Patients entering the BR may be exposed to pathogens in the toilet plume originating from multiple previous patients, and because it is not practical to clean the BR after every patient use, these organisms may remain in the BR for some time. One limitation of this study was that consideration was not given to the nature of the patient's use of the washroom.\n\nPortable UVC devices have been used as effective decontamination tools and have been shown to be more effective than manual cleaning alone. 5 Recently, UVC significantly outperformed manual cleaning using accelerated hydrogen peroxide in the removal of methicillin-resistant Staphylococcus aureus, vancomycin-resistant enterococci, and Clostridium difficile. 5 Similar results have been seen with the use of short exposure time UVC devices (5-10 minutes), significantly reducing C difficile and methicillin-resistant S aureus levels. 6 However, there is a paucity of studies looking at the antimicrobial efficacy of permanently installed UVC devices. To our knowledge, this study is the first to evaluate the use of such a device in a shared BR. These results demonstrate the potential utility of permanently installed UVC lights to supplement decontamination efforts. Specifically, the short run time and automatic shutoff safety feature, in addition to its antimicrobial efficacy, make this device an ideal decontamination adjunct in shared BRs, where high microbial burden and frequent occupant use pose significant challenges to current manual cleaning and disinfection efforts. The potential to use this technology both in health care (bathrooms and procedure rooms) and in commercial applications (aircraft, train, and cruise ship bathrooms) is intriguing. "}