{"title": "Rethinking the Renin-Angiotensin System and Its Role in Cardiovascular Regulation", "body": "The classical concept is that the conversion of angiotensin I to the vasoconstrictor angiotensin II (Ang II), as well as the degradation of the potent vasodilator bradykinin are catalyzed by the angiotensin-converting enzyme (ACE), which is an ectoenzyme that is particularly abundant on the endothelial surface of the lungs [1] . It is well known that ACE plays a pivotal role in the renin-angiotensin system (RAS) and consequently in the regulation of blood pressure, volume homeostasis, vascular function, and cell growth. Investigators have been aware of RAS for more than a century after the initial discovery of renin in 1898 by Tigerstedt and Bergman. In the classic RAS paradigm, renin is released from juxtaglomerular cells of the kidney into the circulation where it converts angiotensinogen from the liver to angiotensin I. Angiotensin I is subsequently hydrolyzed by ACE from the lung to form Ang II. While ACE has the potential to hydrolyze many proteins, it is most appreciated for its enzymatic processing of angiotensin I to Ang II, the cardiovascular effects of which have been extensively reported. In addition, ACE mediates the hydrolysis of bradykinin, which is typically considered to have blood pressurelowering effects. Bradykinin may also act as regulator of cardiac function [2] . Interestingly, ACE more readily hydrolyzes bradykinin than it does angiotensin I. Therefore, the net physiological effect of ACE is to increase the production of a vasoconstrictor and decrease the availability of a vasodilator. The involvement of endothelial factors, as nitric oxide and endothelial derived hyperpolarizing factor(s), produced as consequences of bradykinin receptor activation may by also considered [2] .\n\nOver the last 2 decades, it has become increasingly apparent that despite providing initial benefits in hemodynamic support, continued RAS activation may contribute to the progression and worsening of disease such as heart failure. On this respect, the finding that ACE (tissue ACE) is primarily localized (>90%) in various tissues and organs within endothelia and parenchyma as well as on inflammatory cells has gained pathophysiological importance.\n\nConsidering the rapid progress in understanding the molecular physiology of RAS and its many complexities, it should not be surprising that details would continue to emerge. It was unexpected, however, that after 100 years of research major new concepts would surface requiring scientists and clinicians to rethink the system and its role in cardiovascular regulation. Recently it has been discovered that a distinct isoform of ACE is expressed in humans, in which is found almost exclusively in testis (tACE) [1] .\n\nMore recently, two major conceptual changes would have to be considered regarding RAS, ACE, and ACEinhibitors in the cardiovascular system.\n\nThe first surprising discovery occurred in 2000 with the discovery of ACE 2 or ACEH, which may produce factors with vasodilator properties [1] .\n\nThe second new concept has been discovered by Ingrid Fleming group's [3] [4] [5] and has been termed \"outside-in signaling\" by the authors. By this mechanism bradykinin and ACE-inhibitors activate several kinases that may regulate protein synthesis.\n\nBefore to review these two new concepts, an up to date section on tissue ACE and cardiac hypertrophy is considered and emphasis is given to organ protection by ACE-inhibitors.\n\nAs said under physiologic conditions, very high levels of tissue ACE are found in the capillary bed of the lungs [6, 7] , which is considered an integral part of the classic RAS [6, 7] . On the other hand, some tissue sites, including the heart, express relatively low levels of ACE at least under physiologic conditions [8] . Within the normal heart, the density of ACE in the right atrium is higher than that in the left atrium and the ventricles. The larger part of tissue ACE is found in the endothelium of large and small coronary arteries and arterioles. Immunohistochemical analysis revealed that only half the capillaries are immunoreactive for ACE, and coronary venous vessels are almost completely devoid of the enzyme [8, 9] . Other sites of cardiac tissue ACE expression include the endocardial layer and the cardiac valves. Very little, if any, ACE is found in normal adult cardiomyocytes in situ [8] .\n\nPathologic activation of local RAS, including tissue ACE, can have several deleterious effects on cardiovascular functions [10] [11] [12] . Tissue ACE plays a critical role in endothelial function through the direct pleiotropic actions of Ang II and also through a bradykinindependent mechanism. As tissue ACE is largely localized on the endothelium, endothelial dysfunction is often associated with activation of this tissue ACE. This activation disrupts the balance of vasodilatation and vasoconstriction. Moreover, vascular smooth muscle cell growth, and the inflammatory and oxidative state of the vessel wall are altered (Fig. 1 ). Endothelial dysfunction can occur in response to a number of risk factors or injury such as ischemia/reperfusion, hypertension, diabetes mellitus, hypercholesteremia, and cigarette smoking.\n\nAng II, produced by activated endothelial ACE, impairs nitric oxide bioactivity, mainly because of oxidative stress through the Ang II-induced production of superoxide radicals (O − 2 ) that can scavenge nitric oxide and reduce endothelium-dependent vasodilatation [13, 14] . This action is independent of the effects of ACE in degrading bradykinin and modulating the endothelial-dependent vasodilation in response to activation of the B 2 -receptor. There is evidence that ACE expression is increased in atherosclerosis and that Ang II may contribute to disease progression by increasing oxidative stress, chemoattractant and adhesion molecule expression, leading to inflammation. Ang II can also favor proliferative, inflammatory and prothrombotic actions (Fig. 1 ). In fact, there is substantial evidence that in atherosclerosis, plaque represents an important target of ACE inhibitor action (see below).\n\nYet, ACE upregulation by risk factors is not restricted to the vasculature [9] . Myocytes and fibroblasts are also recruited for ACE expression in injured hearts [9, 12, 15] . Moreover, macrophages invade injured myocardium and bring high levels of ACE activity to interstitial sites where Ang II accumulates [9, 16] . Mast cells in cardiac tissue are also a source of Ang II through the action of chymase ( Fig. 1 ) [17] . Tissue ACE upregulation has been described in virtually all models of cardiac injury including hypertrophy by pressure- [11] , or volume-overload [18] , myocardial infarction [10] and heart failure [12, 15] . Because elevated enzyme levels were found exclusively in the affected ventricle, elevated wall stress is believed to be a critical factor for cardiac ACE induction [19] . Most notably, unstressed cardiomyocytes in cell culture have been reported to express ACE. Cardiomyocytes are thus able to generate Ang II locally, especially, but not only, in response to mechanical stretch [20] .\n\nThe increased local formation of Ang II and increased bradykinin degradation favors unbalanced effects, which may favor cardiovascular disease progression. Whereas cardiac ACE increases in the failing heart, pulmonary ACE decreases when pulmonary congestion complicates the condition [21] . These opposing regulatory steps may protect angiotensin I from conversion/degradation in the lung and increase ACE substrates in the heart [21] . Indeed, ACE-inhibitors effectively reduce systemic high blood pressure, do not aggravate pulmonary congestion and exert organprotective actions.\n\nIncreasingly apparent is the contribution of tissue ACE and Ang II, in concert with several factors, to the development and maintenance of left ventricular hypertrophy ( Fig. 1) . Angiotensin II type 1 receptors (AT 1 Rs) are also upregulated in experimentally induced cardiac hypertrophy [22] and Ang II has been shown to cause hypertrophy by direct action on cardiomyocytes.\n\nPinto et al. [23] and Ohmichi et al. [24] found that pathologic remodeling, early after myocardial infarction, occurs predominantly in those subjects with the ACE DD genotype. The observations of these authors have attracted the attention on ACE gene polymorphism. However, this genotype has not been consis-tently associated with hypertension or the prevalence or extent of coronary artery disease or myocardial infarction [25, 26] . Thus, the role of the genetic variability of ACE remains to be fully elucidated.\n\nAs discussed above cardiac pressure/volume overload leads to hypertrophy with tissue ACE as major player. Even the AT 1 R-stimulation by Ang II of isolated cardiomyocytes leads to the induction of a characteristic hypertrophic phenotype, including protein synthesis, cell growth and re-expression of a fetal gene programme in the absence of proliferation [27] .\n\nA great number of intracellular signaling pathways involved in the hypertrophic response have been characterized in the last decade. All of the involved molecules do not operate in isolation, but participate in a more orchestrated response that generates interdependent and cross-talking networks. This explains the fact that the mechanisms involved in cardiac hypertrophy are still not completely clear (e.g. [28] ). Several pathways in which Ang II is linked to growth regulation of cardiac cells have been described [29] , among these \"transactivation\" of different receptor systems seems to play a pivotal role (Fig. 2) .\n\nThe hypertrophic effect of Ang II in cardiac and noncardiac cells is delayed (requires hours to days) and appears to involve the sequential and parallel activation of a variety of protein kinases that are normally associated with signaling pathways downstream of tyrosine kinase receptors. The kinases typically implicated in mediating cardiac growth include mitogen-activated protein kinases (MAPKs), such as extra-cellular signalregulated kinases 1 and 2 (ERK1/2), the phosphatidylinositol 3-kinase (PI3K)-dependent signaling kinases, protein kinase B (PKB/Akt) and the mTOR/S6 kinase axis [30, 31] . Activation of some of these pathways can be readily explained by 'classical' G protein-coupled receptor (GPCR) signaling, for example, protein kinase C (PKC)-dependent activation of ERK1/2. Yet, mobilization of additional growth-dependent kinases by the AT 1 R has been more difficult to elucidate. The first evidence for a GPCR-mediated \"transactivation\" of the epidermal growth factor receptor (EGFR), which lacks intrinsic tyrosine kinase activity, has been provided by Daub et al. [32] ; thus potentially explaining proliferation triggered by 'non-classical' GPCR signaling [32] . The above studies support the idea that AT 1 R activation by Ang II will start a cascade that will lead to cardiac hypertrophy (Fig. 2) . The proposed pathway starting from AT 1 R-dependent transactivation of EGFRs on cardiomyocytes may involve stimulation of membrane-bound metalloproteases (MMPs), which in turn cleave EGFR ligands such as heparin-binding EGF (HB-EGF) from a plasma membrane-associated precursor (pro-HB-EGF). The mechanisms by which the AT 1 R activates the MMPs are unclear but may Fig. 2 . Schematic diagram depicting the signaling cascade activated by classical G protein-coupled receptor (GPCR) activation (side A) and long-term GCRP-mediated hypertrophy (side B). The 'classical' AT 1 R signaling (side A), responsible for acute Ang II actions such as vasoconstriction, occurs via the G protein G q/11 , leading to activation of phospholipase C-ß (PCB) and the subsequent generation of second messengers diacylglycerol (DAG) and inositol trisphosphate (IP3), which in turn stimulate protein kinase C (PKC) and mobilize intracellular calcium. On the other side (B), starting from dashed arrows is depicted long-term GCRP-mediated hypertrophy. This process may be dependent upon EGFR 'transactivation', which has been termed 'triple membrane-passing signaling' (TMPS). TMPS is attributed to an intracellular signaling mechanism and to an epidermal growth factor receptor (EGFR) transactivation which require matrix metalloprotease (MMP)-dependent extracellular cleavage of pro-heparin-binding EGF (pro-HB-EGF), which liberate a soluble HB-EGF that may activate the EGFR. Following, this activation several intracellular kinases are activated that may play a pivotal role in regulating cellular growth and proliferation. 'Classical' GPCR signaling via PKC-activation can also concur to the activation of ERK1/2. ADAM = A disintegrin and metalloproteinase, an inhibitor of metalloenzymes; (for other acronyms see also text).\n\ninvolve Ca 2+ , tyrosine kinase Src and proline-rich tyrosine kinase 2 (Pyk2). Subsequent activation of the EGFR leads to the mobilization of signaling pathways, which include ERK1/2, PI3K, Akt and mTOR/S6 kinase (Fig. 2 ). All these kinases may play a pivotal role in regulating cellular growth and proliferation via an increase in translation efficiency and capacity [33] .\n\nFinally, it must be kept in mind that the hypertrophic effects of Ang II, as well as those of adrenaline, have been seen to be mediated by an increased production of several endogenous factors, including endothelins (ETs) and fibroblast growth factor (FGF) (Fig. 1) . For instance, Ang II can upregulate the endothelin converting enzyme-1 and can increase the level of the precursor of ET prepropeptide [34] ; in the absence of FGF, hypertension evoked by Ang II does not induce cardiac hypertrophy [35] .\n\nDue to the crosstalk between ET-1 and Ang II in contributing to cardiac hypertrophy and atherosclerosic plaques, attempts have been done to use endothelin receptor blockers in the treatment of some cardiovascular diseases. In spite of beneficial effect obtained in pulmonary hypertension, conflicting results have been obtained in congestive heart failure, in particular in terms of event reduction in heart failure [36, 37] .\n\nAn antihypertensive treatment aiming at reducing blood pressure only is no more sufficient due to the present state of the art. There are no doubts that ACEinhibitors are first-line antihypertensive substances due to their vascular and myocardial protective effects and their few side effects. It is well known that ACE inhibition decreases the risk of myocardial infarction in a way that may be independent of its ability to decrease blood pressure. A recent meta-analysis of four clinical trials confirmed that ACE inhibitor administration is also beneficial in acute myocardial infarction treatment [38] . Even so, two trials among those included in the meta-analysis (the Cooperative New Scandinavian Enalapril Survival Study II and the third subanalysis of Italian Group for the Study of Streptokinase in Myocardial Infarction; GISSI), queried the beneficial effect of ACE-inhibitors in the very early phase of acute myocardial infarction. A possible explanation of this doubtful benefit resides on the fact that in the early phase an increase in the level of bradykinin (vasodilator and cardiodepressor) may be not appropriate [2, 39] .\n\nThe EUROPA [40] and HOPE [41] trials are also well planned and well executed studies, which showed the beneficial effects of ACE-inhibitors in the secondary prevention of cardiovascular events in patients with coronary heart disease. Unfortunately the two studies as presented cannot be directly compared with each other. Nevertheless, from these studies we learned many things about ACE-inhibitors as organ protectors, confirming that a principal target of ACE inhibitor ac-tion is at the tissue sites. We also learned that concentrations of ACE-inhibitors that were in the past considered relatively high doses are, indeed, adequate doses.\n\nIn heart failure, the early association of β-blockers and ACE-inhibitors is also emerging as an adequate strategy [37, 42] . In humans and animals, ACEinhibitors and AT 1 R antagonists have been shown to prevent or regress the development of hypertrophy [12, [43] [44] [45] . Underlying mechanisms of cardiovascular remodeling and relevant therapies aiming counteracting these mechanisms have been recently reviewed [37] . In particular, ACE-inhibitors, β-blockers and aldosterone antagonists have proven to be effective in modulating the process of remodeling and in reducing the occurrence of adverse events in heart failure [37, 42] .\n\nPharmaco-kinetic properties of various ACEinhibitors indicate that there are differences in their binding characteristics for tissue ACE [46, 47] . Because tissue ACE is thought to increase inflammation and vasoconstriction and is thought to promote vascular remodeling and plaque stabilization, the decrease in myocardial infarction occurrence during ACE inhibition treatment has been attributed to inhibition of local tissue ACE in the vasculature [38] . However, a recent study examined this question and found no correlation between tissue ACE affinity and risk of first nonfatal myocardial infarction in hypertensive patients. In this study ACE-inhibitors were categorized into 2 groups based on their relative affinity for tissue ACE [48] . Higher-affinity tissue ACE-inhibitors consisted of quinapril, benazepril, and ramipril, and lower-affinity tissue ACE-inhibitors consisted of lisinopril, enalapril, fosinopril, and captopril. Nevertheless, there is no universal definition in the literature of what constitutes a tissue-ACE inhibitor [46] [47] [48] [49] [50] . Undoubtedly, more comparative experimental and clinical studies should address the significance of these drug differences and their impact on clinical events. Whatever will be the outcome of these studies they will increase our capacity to manage these highly beneficial tools.\n\nACE 2 is a \"homologue\" of ACE capable of producing angiotensin peptides, which may have vasodilator properties [1] .\n\nA significant difference between ACE and ACE 2 genes is that ACE gene gives rise to two isoforms, somatic ACE and tACE, while a single ACE 2 protein species appears to be formed. In humans, somatic ACE resides on chromosome 17 (chromosome 11 and 10 in mouse and rats, respectively) and consists of 25 exons. Germinal tACE, expressed only in testes, arises from a promoter located within intron 12 (downstream of the gene duplication) and makes a protein with only a single domain and catalytic site. The ACE 2 gene is located in the region of the X chromosome in humans (Xp22), mice (XF5) and rodents (Xq32), which maps to quantitative trait loci (QTL) in hypertensive rats [1, [51] [52] [53] . In humans, ACE 2 gene is highly expressed in the endothelium of the heart, in the tubular epithelia of the kidney, and in the gastrointestinal tract [1, 53, 54] . In mice, ACE 2 has also been observed in lungs [55] . Importantly, in humans two single nucleotide polymorphisms in the ACE 2 -QTL were associated with cardiovascular disease [56, 57] . ACE 2 , although structurally similar to ACE, has a different catalytic profile. ACE acts as a dipeptidylpeptidase generating Ang II from angiotensin I trough the removal of the C-terminal dipeptide His-Leu, while ACE 2 is a carboxypeptidase, which catalyses the conversion of the vasoconstrictor Ang II into angiotensin1-7 (Ang 1-7) by removing the carboxyterminal amino acid, phenylalanine. Moreover, ACE 2 can cleave the C-terminal aminoacid of angiotensin I to a nonapeptide angiotensin1-9 (Ang 1-9), which may be converted to Ang 1-7 by ACE ( Fig. 3 ; Table 1 ). The biological function of Ang 1-7 and of Ang 1-9 are still poor understood. While Ang 1-9 may potentiate Ang II-induced vasoconstriction, Ang 1-7 may play an important role as regulator of cardiovascular function, in- (Ang 1-10) serves as substrate for ACE to form Ang II, which is known to act as vasoconstrictor and pro-hypertrophic factor. Angiotensin I can also be metabolized by ACE 2 to form Ang 1-9, which action is still not well understood. Starting either from Ang II or from Ang 1-9, ACE 2 catalyzes the production of Ang 1-7, which has opposing effect to Ang II via interaction with the Mas/ (Ang 1-7) receptor. It appears that ACE and ACE 2 ducing vasodilatation, apoptosis and growth arrest [58] [59] [60] . On the basis of ACE 2 expression and of the physiological role of its substrates, it has been suggested that ACE 2 may act as a tissue-specific negative feedback regulator of the activated RAS [61] . Thus, ACE and ACE 2 may ultimately have opposing physiological effects. In contrast with ACE, ACE 2 does not hydrolyze bradykinin and is not inhibited by typical ACEinhibitors [1, 53] .\n\nWhile it is accepted that neither ACE nor angiotensin deficient mice exhibit defects in heart development or are susceptible to heart disease [62] , recent studies on ACE 2 knockout mice report apparently conflicting results on the importance of this enzyme in cardiovascular function [52, 63, 64] . A reduction in ACE 2 levels would lead to a reduced degradation of vasoconstrictors and to a reduced formation of vasodilators, thus favoring a blood pressure increase. In fact, in a line of mice lacking ACE 2 gene, Allred et al. [64] reported elevated levels of baseline blood pressure. This last report seems also in agreement with the observation of reduced ACE 2 levels in several rat models of hypertension such as Sabra hypertensive-prone strain (SBH/y), spontaneously hypertensive rats (SHR) and spontaneously hypertensive stroke-prone rats (SHRSP) [51, 65] . However, it has been also reported that ACE 2 deficient mice show a reduction in heart contractility and a significant decrease in blood arterial and ventricular pressure, both in awake and anesthetized animals, as compared with littermate controls [52, 63] . A possible reunification of these apparently conflicting results in the ACE 2 knockout mice may derive from the fact that the reduction in blood pressure is accompanied to an impaired heart function [52, 63] . It may be thus argued that in the ACE 2 knockout mice, initially excessive and uncontrasted Ang II-mediated effects occur, which lead to increased vascular tone and pressure. Then, the long lasting Ang II action sustains a pathological cell growth, which leads to an impaired cardiac function that resembles a sort of cardiac stunning/hibernation, as observed by Murphy et al. [66] . Thus the heart stunning may be responsible of the reduction in blood pressure. It is intriguing that in the ACE 2 knockout mouse the ablation of ACE expression abolished the cardiac dysfunction phenotype of this mouse [52] . The observation that the double mutant mouse (ACE/ACE 2 knockout mouse) displays normal cardiac function supports the idea that the unopposed effects of Ang II may account for the cardiac dysfunction of single ACE 2 knockout mouse. It has also been proposed that ACE 2 function may not be limited only to RAS. In fact, ACE 2 can cleave the C-terminal residues from several other peptides such as apelins, ghrelin, des-Arg bradykinin, ß-casamorphin, neurotensines and dynorphyn A1-13. Physiological functions of these ACE 2 substrates as well as functions of the formed products are summarized in Table 1 [1, 52, [67] [68] [69] [70] [71] [72] [73] . In this mini-review the emerging role of apelins on cardiovascular system will be more extensively reviewed, as crosstalk between RAS and these peptides exists.\n\nTwo forms of apelin (apelin-13 and apelin-36) were recently identified as endogenous ligands for the human APJ orphan receptor, which has homologies with the AT 1 R [68, 70, 74] . Apelin displays diuretic effect and has been found in the supraottic nucleus of the hypothalamus, where it seems to inhibit the electrical activity of vasopressin-releasing neurons [71] . Apelin exerts also nitric oxide-dependent vasodilator and positive inotropic activities. In APJ-deficient animals the Ang II hypertensive response resulted enhanced; thus suggesting that, in spite of the similarity between AT 1 Rs and APJ-receptors, the activation of the latter may counteract the pressor effect of the activation of the former receptors. It has been also proposed that Ang II may induce the release of apelin from vascular endothelial cells [75] . The positive inotropic activity of apelin has been demonstrated in both isolated preparations and intact animals [72, 73, 76] and has been related to PKC activation with consequent Na + -H + exchanger phosphorylation/activation. The resulting increase of intracellular Na + concentration can then activate the Ca 2+ -Na + exchanger leading to an increase in intracellular Ca 2+ concentration, thus favoring the increase in contractility. It has been proposed that, due to its property, apelin could have a therapeutic use in heart failure [72, 73, 76] . Although, it has been reported that after two weeks of apelin-treatment no signs of hypertrophy appear [76] , long-term studies aimed at ascertaining whether or not apelin may induce hypertrophy are required.\n\nAs said ACE 2 cannot be inhibited by ACE-inhibitors [1, 53] . Recently, novel ACE 2 peptide inhibitors have been described [60] . The use of ACE 2 antagonists should be useful in elucidation of ACE 2 function in vivo.\n\nFinally, ACE 2 is unique among mammalian carboxypeptidases: it contains an HEXXH zinc motif that resembles a bacterial enzyme, Thermus aquaticus (Taq) carboxypeptidase, and it is a functional receptor for the SARS coronavirus [61, 77] .\n\nThis new concept has been discovered by Ingrid Fleming group's [3] [4] [5] . Using human umbilical vein endothelial cells or porcine aortic endothelial cells stably transfected with human somatic ACE as a model, Fleming and coworkers [3] [4] [5] demonstrated that ramiprilat and perindoprilat increased casein kinase 2 (CK2)-mediated phosphorylation of ACE ser 1270 . Coimmunoprecipitation studies revealed that ACE associates with CK2, and that both inhibitors can increase ACE-associated CK2 activity. Interestingly, bradykinin, but not angiotensin I, increases ACE ser 1270 phosphorylation and CK2 activity, suggesting that a naturally occurring signal transduction pathway for bradykinin that does not require its classical receptor exists. Importantly, the possibility that the CK2-mediated phosphorylation is the result of crosstalk between signal transduction pathways was ruled out in control experiments by the use of porcine endothelial cells, which do not have AT 1 R or bradykinin B 2 receptors.\n\nSubsequently, two more ACE-associated proteins, c-Jun N-terminal kinase (JNK) and MAP kinase kinase 7 (MKK7), were identified in addition to CK2 (Fig. 4) . The authors [3] [4] [5] not only reported the association of these proteins with ACE, but they also provided convincing evidence that ACE-associated JNK activity is increased in cells treated with ACE-inhibitors or bradykinin. Interestingly, JNK activation, but not its binding to ACE, is dependent on the phosphorylation of ACE ser 1270 . Activation of JNK by ramiprilat results in the accumulation of phosphorylated c-Jun in the nucleus, which has been reported to activate transcription of ACE. ACE increased in response to ramiprilat via a mechanism dependent on JNK activity in human umbilical vein endothelial cells in culture and in mouse lung in vivo. In other words, Fleming and coworkers [3] [4] [5] clearly demonstrated that the binding of an ACE inhibitor to ACE results in the activation of JNK as well as the phosphorylation of c-Jun and its translocation to the nucleus. This signaling pathway is therefore likely to affect the expression of several proteins and in particular the expression of ACE itself. Very recently, in lungs from mice and in primary cultures of human endothelial cells, Fleming group's showed a ramiprilatinduced, ACE-dependent increase in cyclooxygenase-2 (COX-2) expression and promoter activity, which was prevented by the inhibition of JNK [4] . The authors suggest that the ACE signaling cascade involving the phosphorylation of ACE ser 1270 , and the consequent ac- tivation of JNK, activator protein-1 and COX-2 can explain the enhanced production of prostacyclin, which is a well-documented consequence of ACE inhibitory therapy [4] . Importantly, the authors were able to demonstrate that the signaling pathway initiated by ACE-inhibitors in cell culture can also be activated in the whole animal. This suggests that the intracellular signaling (termed \"outside-in signaling\" by the authors) mediated by ACE-inhibitors and bradykinin may be an important physiological mechanism. The authors suggest [5] that ACE can be added to the class of the so-called nonreceptor cell surface proteins. The identification of ACE as a signaling molecule that can be activated by the binding of ACE-inhibitors may account for some of the beneficial effects of these drugs on the cardiovascular system. Of course, understanding the full spectrum of physiological events initiated by ACE \"outside-in signaling\" will require additional studies.\n\nIn summary, the evidence that important effects of Ang II are independent of classical G protein coupling and the counterbalancing roles of ACE and ACE 2 in the RAS further suggest that the system clearly operates at physiological levels far beyond the simple regulation of vascular tone and body fluid homeostasis. It is remarkable that in a short period of time so many new concepts have been accumulated. The role of tissue ACE and ATRs in organ hypertrophy is revealing new aspects. These include, receptor mediate endocytosis, tyrosine phosphorylation signaling, MAP kinase activation and transactivation of EGFR. ACE 2 and its substrates are involved not only in the feedback regulation of the RAS, but also in extra-RAS systems. In fact, ACE 2 can catalyze the conversion of opiods, apelins and other peptides. It is also intriguing that by an \"outside-in signaling\", bradykinin, an \"old\" substrate, may play a \"new\" role as gene regulator acting on ACE itself. These new concepts, in particular \"outside-in signaling\", deviate from the original one, where ACE-inhibitors are considered important because reduce Ang II levels. Some ACE-inhibitors may mimic the \"new\" effects of bradykinin. A further clarification of the physiological role of ACE 2 , of \"outside-in signaling\" and of apelins may hopefully lead to the development of new therapeutics against heart failure and hypertension. The recent structural solutions of both ACE and ACE 2 could facilitate future design of more specific drugs with different affinity.\n\nIt can be argued that from a therapeutic point of view these new concepts should be taken in account to choose between an ACE inhibitor and an Ang II receptor antagonist. Of course, more comparative experimental and clinical studies must address this topic on the light of these new concepts.\n\nWe will not be surprised if from this rapidly evolving field further new concepts will emerge in the next future."}