{"title": "Structural and functional conservation of the programmed -1 ribosomal frameshift signal of SARS-CoV-2", "body": "Abstract. 17 years after the SARS-CoV epidemic, the world is facing the COVID-19 pandemic.\n\nCOVID-19 is caused by a coronavirus named SARS-CoV-2. Given the most optimistic projections estimating that it will take more than a year to develop a vaccine, our best short term strategy may lie in identifying virus-specific targets for small molecule interventions. All coronaviruses utilize a molecular mechanism called -1 PRF to control the relative expression of their proteins. Prior analyses of SARS-CoV revealed that it utilizes a structurally unique three-stemmed mRNA pseudoknot to stimulate high rates of -1 PRF, that it also harbors a -1 PRF attenuation element. Altering -1 PRF activity negatively impacts virus replication, suggesting that this molecular mechanism may be therapeutically targeted. Here we present a comparative analysis of the original SARS-CoV and SARS-CoV-2 frameshift signals. Structural analyses reveal that the core -1 PRF signal, composed of the U UUA AAC slippery site and three-stemmed mRNA pseudoknot is highly conserved. In contrast, the upstream attenuator hairpin is less well conserved. Functional assays revealed that both elements promote similar rates of -1 PRF and that silent coding mutations in the slippery site strongly ablate -1 PRF activity. We suggest that molecules that were previously identified as inhibiting SARS-CoV mediated -1 PRF may serve as lead compounds to counter the current pandemic. (7, 8) .\n\nThe -1 PRF signal can be broken down into three discrete parts: the \"slippery site\", a linker region, and a downstream stimulatory region of mRNA secondary structure, typically an mRNA suggesting that it may present a target for small molecule therapeutics (7, 8) . In addition, the presence of a hairpin located immediately 5' of the slippery site has been reported to regulate -1 PRF by attenuating its activity (14) . Here, we report on the -1 PRF signal from SARS-CoV2.\n\nThe core -1 PRF signal is nearly identical to the SARS-CoV -1 PRF signal, containing only a single nucleotide difference, a C to A. This change maps to a loop region in the molecule that is not predicted to impact on the structure of the three-stemmed pseudoknot. The attenuator hairpin appears to be less-well conserved.\n\nHowever, functional analyses reveal that both elements promote nearly identical rates of -1 PRF, suggesting that this element has been structurally and functionally conserved.\n\n. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.991083 doi: bioRxiv preprint\n\nComparative structural analyses of the two -1 PRF signals. The core of the SARS-CoV -1 PRF signal begins with the U UUA AAC slippery site. This is followed by a 6 nt spacer region, which is then followed by the three- revealed that the sequence of the attenuator hairpin was less well conserved than the frameshift-stimulating pseudoknot (Fig. 1B) .\n\nThe structure of the SARS-CoV -1 PRF signal was previously determined to include a threestemmed mRNA pseudoknot (11) . Using this as a guide, the single C to A base difference between the core SARS-CoV and SARS-CoV-2 -1 PRF signals maps to a loop that is not predicted to alter the structure of the -1 PRF stimulating element (7) (Fig. 1C) . In contrast, the attenuator hairpin contains six differences in the nucleotide sequence between the two viruses, and the SARS-CoV-2 element is predicted to be less stable than its SARS-CoV counterpart (Fig. 1D) . This suggests that the attenuation activity of this element is not as important as the ability to direct -1 PRF per se.\n\nComparative functional analyses of the two -1 PRF signals. Standard dual-luciferase assays were used to monitor -1 PRF activities of the two -1 PRF signals (15, 16) in HEK and HeLa cells. For both of the elements, -1 PRF activity was ~20% in HEK ( Fig. 2A) and ~30% in HeLa (Fig. 2B) . Amino acid sequence silent coding mutation of the U UUA AAC slippery sites to C CUC AAC (the incoming 0-frame codons are indicated by spaces) ablated -1 PRF activity in both cases, to less than 1% (Fig. 2) . These findings support the hypothesis that structure and function of the -1 PRF signals has been conserved between the two viruses.\n\nUnfortunately, the dual luciferase reporter pJD2359 which was used to generate the other reporters used in this study does not contain the attenuator sequence. Thus, differences in this element were not able to be assayed.\n\nMutations that alter rates of - AAC) -1 PRF signals were assayed in HEK cells using dual-luciferase assays as previously described (15, 16) . Assays were performed as three technical replicates, and were repeated a minimum three times apiece (biological replicates). A. Assays performed in HEK cells. B. Assays performed in HeLa cells.\n\nError bars denote S.E.M.\n\n. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.991083 doi: bioRxiv preprint"}