{"title": "Disaster Preparedness, Triage, and Surge Capacity for Hospital Definitive Care Areas: Optimizing Outcomes when Demands Exceed Resources", "body": "Disaster planning must anticipate how demands imposed by a disaster reconcile with the capacity of the treating facility. Resources must be organized before an event such that they are optimally used to treat as many victims as possible, as well as to avoid overwhelming available resources. Hirshberg and colleagues [1] in 2001 defined two different scenarios based on this supply-demand relationship. By their definitions, the absolute numbers of victims are less relevant than how demands reconcile with the capacity of the receiving facility. Multiple casualty incidents (MCIs) are defined as a large number of casualties generated over a short period that are appropriately managed with existing or extended resources. Mass casualty events (MCEs) in contrast, are major medical disasters that erode organized community support mechanisms and result in casualties which overwhelm resources.\n\nFollowing the , attack in Lower Manhattan, several hospitals reported the volume and pattern of injuries they treated [2] [3] [4] . Consistent with existing literature describing explosive terrorist events (especially involving a building collapse), most of the victims died at the scene, there were few casualties (relative to the number killed), and even fewer critically injured patients who survived to hospitalization [5] [6] [7] [8] [9] [10] .\n\nAnalysis of all casualties reported from the three main Lower Manhattan receiving hospitals on the morning of , shows that no hospital was overwhelmed by critically injured patients. Further analysis of casualty data comparing New York University-Downtown Hospital (NYU-DH) with Bellevue Hospital (BH) shows a linear association between critical mortality and overtriage, consistent with the findings of Frykberg [7] .\n\nThe subsequent discussion analyzes the concept of surge capacity and reviews relevant characteristics of disaster events, victims of such events, and hospital resources. The dilemma of triage for definitive care areas (DCAs) such as operating rooms (ORs) and intensive care units (ICUs) is also presented, along with the relevant victim characteristics. Lastly, using tabletop exercises, the discussion addresses what can be done pre-event to prepare a DCA for a multiple or mass casualty event.\n\nLower Manhattan casualty data from On the morning of , organizers of the BH surgical response recorded 169 casualties. Approximately half of the casualties were uninjured (requiring no medical evaluation beyond triage and first aid). Of patients further evaluated, only a minority required comprehensive surgical management. Table 1 includes casualty data for BH on September 11th and the following 6 days. Table 2 summarizes the cumulative casualty data from the three Manhattan hospitals located below 42nd Street: two state-designated level 1 trauma centers (BH and St. Vincent's Medical Center), and one university-affiliated community hospital (NYU-DH).\n\nA total of 1755 patients were evaluated at these three facilities during the first week. Fully 90% of patients arriving required no formal medical evaluation beyond triage and registration. For this reason, Lower Manhattan hospitals experienced what was essentially concurrent medical MCIs yielding primarily an exercise in crowd management and information processing ( Fig. 1 ) [11] .\n\nThe 181 patients evaluated over the first week at these hospitals represent an approximately threefold increase in volume. This increase in case volume Score (ISS) of 15 or greater. The 77 lightly injured survivors (ISS!15) created an overtriage rate (77/96) of 80%. Among the 112 initial survivors, there were 7 additional deaths, all among the 19 critically injured. Frykberg realized that the overall mortality of survivors (7/112 or 6.3%) did not tell the whole story. He concluded that a better gauge of the medical response in a disaster would be the ''critical mortality,'' or those deaths occurring among the critically injured as a proportion of all critically injured. Because all 7 late deaths in the Beirut bombing occurred among those with an ISS greater than or equal to 15, the critical mortality was 7/19 or 37%, a statistic undiluted by the majority of survivors who did not have significant injury. Of note within this definition: moribund victims with nonsurvivable injuries are not counted as initial survivors.\n\nFrykberg reviewed multiple terrorist bombing events and noted a fascinating trend. As overtriage increases, so does critical mortality (r ¼ 0.92) [7, 12] . The explanation for this relationship is twofold. First, sorting through numerous victims to find the few critically injured takes valuable time. Second, an excess of patients who have minor injuries or no injuries prevents the DCA from functioning optimally. Predictably, radiology becomes a bottleneck; laboratory results are lost or delayed, phone lines are overloaded, medications are not properly dispensed, charts are incomplete, and staff become stressed and tired. Consequently, although individuals working in the DCAs may be under the impression that they are providing appropriate care, all of these seemingly inconsequential inadequacies conspire to increase the mortality of those patients whose lives hang in the balance and require immediate, uncompromised definitive care for survival.\n\nThus, while the treatment of non-critical victims is not the direct responsibility of a DCA, the consequences of their presence significantly impairs efforts to care for the critically ill and injured. Often during a disaster, caregivers adopt a siege mentality. Consequently, the insidious distractions and delays that overtriage causes are not overtly obvious to those working in the ORs and ICUs and are virtually incomprehensible to others (eg, the local officials, hospital administrators, prehospital providers, and emergency physicians who are largely responsible for planning the management of the medical response upstream from DCAs).\n\nLower Manhattan critical mortality data from The relationship between overtriage and critical mortality appears to have been demonstrated again on . Surgeons from NYU-DH, the facility nearest to the World Trade Center, and BH analyzed and calculated their overtriage and critical mortality rates [2] . Because of its proximity, NYU-DH was flooded with psychologic casualties, the uninjured seeking refuge, people looking for missing colleagues, and critically injured victims brought in by bystanders as well as by ambulance. At BH, many ambulatory victims also arrived for evaluation, but the critically injured were mostly transported by emergency medical services (EMS). At BH, the overtriage rate was 80%, and the critical mortality was 28%, which was similar to the Beirut bombing. At NYU-DH, overtriage was 95%, and the critical mortality was 44%, which are the highest values reported from any disaster to date.\n\nPlacing these data points from September 11, 2001, on Frykberg's graph, the linear relationship is maintained (Fig. 2) .\n\nThe challenges at NYU-DH arose from both sides of the demands/resources equation: First, mainly as a consequence of victims presenting to the nearest hospital while bypassing the EMS selection process, the resulting overtriage placed excessive demands on hospital resources. Second, because of its proximity to the tower disaster, NYU-DH's critical hospital infrastructure failed, causing an internal disaster that compromised available resources.\n\nDr. Tara O'Toole [13] , Director of the Center for Biosecurity at the University of Pittsburgh Medical Center, emphasized three key response areas related to the state of preparation for a bioterrorist attack: (1) public health system vulnerabilities (eg, limited United States laboratory capacity for processing huge volumes of specimens), (2) inability to provide adequate doses of vaccinations and medications to treat major bioweapon agents, and (3) lack of hospital surge capacity or inability to expand services, primarily due to financial constraints. Subsequent to global terrorism on American soil, references to disaster preparedness surge capacity have increased [14] .\n\nFor example, in US Senate testimony, Dr. Elaine Kamarck [15] stated, ''recent trends in medicine in the U.S. have resulted in less capacity to deal with a 'surge' in demand for serious medical care than ever before.the absence of 'surge capacity' is serious when contemplating a high number of injuries resulting from a terrorist attack involving explosives; the absence becomes even more dangerous when contemplating the number needing medical care that could arise from a bioterrorist attack.'' An early and clearly relevant use of the term ''surge capacity'' with regard to terrorist-related disaster threat was introduced by Smithson and Levy [16] in 2000. These authors reported that several cities ''plan to establish a surge capacity at the hospitals, as well as medical outposts away from them.'' The idea of medical outposts referred to the creation of overflow capacity for temporarily managing excessive numbers of non-critically injured or ill victims at buildings other than the hospital, such as field centers, large indoor arenas, stadiums, schools, mobile field care centers, and so forth [16] . Rational and appropriate management of such noncritical casualties is an integral component to instituting surge capacity at any level; excessive casualties inappropriately triaged will have a powerful adverse effect on critical mortality outcomes.\n\nThe casualty data from the Lower Manhattan hospital response to September 11, 2001 , is illustrative of several aspects of disaster preparedness. On that date, New York City was not prepared to respond to a sudden disaster that yielded nearly 2000 casualties where 90% of victims did not require the resources of the city's trauma centers. Chelsea Piers, converted to a medical outpost, was ill-designed for critically injured patients [7] and received few, if any, injured victims. It has been suggested that the United States' shortfall in medical preparedness for such a disaster has yet to be corrected [15, 17] .\n\nBefore disaster planning can take place, it is important to understand the relevant characteristics of disaster events (causes), casualties (victims), resources, and how they interrelate. Planning must acknowledge that the pinnacle of the medical response to any disaster takes place in definitive care areas. Thus, a critical component of disaster planning must be preservation of DCA capability and effectiveness.\n\nA simple and relevant classification scheme for DCA preparation is to consider the disaster event location (internal or external) and the speed of onset (rapid or slow) (Fig. 3) .\n\nFire [18] , electrical failure [19, 20] , and flooding [21, 22] are examples of internal disasters that affect hospital infrastructure. Examples of external disasters would include St. Vincent's Hospital and BH on or the Israeli experience in terrorist bombings [23, 24] . Combined internal/ external disasters present particularly difficult challenges. Examples include the NYU-DH experience on September 11th, 2001, and an earthquake occurring in an urban area [25] .\n\nSlowly evolving events include infectious epidemics [26] and hurricanes [27] . With severe acute respiratory syndrome (SARS), for example, the worldwide surge in patients peaked at 56 days following initial case reports [28] . The delay in the surge of casualties allows administrators to implement plans, adjust resources, and request and obtain outside assistance. In contrast, rapidly evolving disasters require pre-event plans, frequent drills, and a self-sufficient local response that can be rapidly mobilized. Failure to have such capabilities leaves the seriously ill or injured victims most vulnerable.\n\nBecause the scope of variation in event types is so diverse, rational planning either involves generalization in broad terms (the all hazards approach), or identification of a hypothetical list of high-risk events to guide training (the hazard vulnerability analysis approach), or a combination of the two strategies [14] .\n\nWhile unique in proportion and precedent, the September 11, 2001, attacks were illustrative of the casualty spectrum identified in most rapidly evolving disasters [21, 22] . There were victims who were immediately killed, were not immediately killed but moribund, were critically injured with the potential for survival, others who required medical evaluation but were not critical (''walking wounded''), and those who experienced psychologic effects only (''worried well'').\n\nRapid (min-hours) Slow (days-weeks) Frykberg [7] was among the first to describe the dead/injured ratio for a variety of terrorist bombings. He observed in Beirut a dead/injured ratio of 2:1, a reversal of the 1:2 to 1:5 ratio of conventional war. Frykberg further noted that the dead/injured ratio of the September 11, 2001, attack would be 5:1 or higher, and in fact, it may have approached 10:1. In most reports from various mass casualty events, deaths and injuries can be tabulated. The dead/injured ratio is proving to be a recurring statistic that correlates to the amount of physical energy released by the event.\n\nThe American College of Surgeons [29] recommends that trauma centers maintain a 50% overtriage rate for the management of casualties from physical injury under routine circumstances; ie, half of the patients triaged to a trauma center are found not to have sustained major trauma (as defined by an ISS!15). Thus, prehospital protocols are designed to encourage a degree of overtriage. The intent is to capture all serious injuries while minimizing the opposite result of undertriage and having seriously injured trauma patients inappropriately treated at nontrauma centers. Frykberg recognized that in disaster scenarios the dead may vastly outnumber the injured, and only a minority of those injured are critical (10%-15%), so overtriage above and beyond the 50% mark was possible, with potentially deleterious consequences to the survival of the critically injured.\n\nIn response to multiple or mass casualty, the most basic distinction is between those casualties who are critical versus noncritical. As one follows the path of the victim from the scene, to field evacuation, to a casualty collection area, to transportation to a medical facility, through the diagnostic areas, and finally to transfer to a DCA, an ongoing process called triage takes place. The etymology derives from the French ''to sort.'' The decisions surrounding sorting, however, are highly situational. Initial sorting of patients attempts to identify their injury or illness and route them to appropriate care. In addition, when resources are inadequate to meet needs, triage performs a second function: rationing. Rationing is the process by which scarce resources are distributed, ideally in a prioritized manner to the most needy. Rationing is a charged topic for health care in the United States, but it is a long-recognized function of triage; however, rationing is seldom employed, because resources are rarely unavailable. Rationing decisions may occur at each of multiple points between the scene and the DCA: evacuation, first aid, transport, decontamination, admission, transfer, and treatment. If resources at each step are adequate, no rationing takes place; however, in a disaster, the closer one is to the scene when evaluating resources relative to needs, the more likely that rationing must take place.\n\nDuring rapidly evolving events in the field, in transit, or on arrival to the hospital, a triage officer will attach a color-coded classification tag to each victim. Black tags designate dead or moribund victims. Victims who have serious injuries requiring immediate treatment are tagged red. Yellow tags identify patients who will eventually require treatment. Green tags signify ambulatory patients who have minor injuries. In addition, most casualties arrive from the scene untagged and with no obvious injury; however, the untagged patients may require decontamination and counseling. All affected victims must be observed and re-evaluated, because their condition may deteriorate. Finally, several people arrive at the hospital untagged: media, family, bystanders, well-meaning volunteers, and, following a terrorist event, potentially people with nefarious intent.\n\nThe absolute and relative numbers of each type of victim triaged for any event will vary. The biggest variable in explosive urban events is the untagged mass, which depends on the number of people present, location, and time of day. Different mechanisms generate reproducible patterns of death, injury, and illness; some examples include closed-space versus open-air explosions [5] and food-borne versus airborne infectious agents. Familiarity with these patterns enables clinicians to anticipate victim type, timing, acuity, and treatment needs [6, 14] .\n\nThe immediate focus must be on the victims with red and yellow tags. These victims' lives hang in the balance. With timely diagnosis and appropriate treatment in functional DCAs, most of these victims will live; without it, many will die [30] .\n\nDCA managers must assess medical resources based on whether they can or cannot maintain normal standard of care.\n\nResource categorization focuses on the ability to maintain standard of care and integrates with event characteristics and victim categorization. Resources can be categorized as normal, surge, and overflow. Normal resources define the standard of care. The authors propose a definition of surge resources as alternate equipment, locations, and personnel that can be used in the treatment of additional patients while maintaining the standard of care. In contrast, overflow resources are equipment, locations, and personnel that can be used in the treatment of additional patients, but which compromise the standard of care. As casualty loads increase, normal, surge, and overflow resources are engaged and eventually exhausted. Once all overflow resources are consumed, the system is overwhelmed. Only at this point should rationing victims' access to definitive care take place.\n\nThe surge capacity of a facility is defined simply as the total number of patients that can be managed with only normal and surge resources. Overflow capacity is likewise defined as the absolute number of patients who can be accommodated with the addition of overflow resources. In reality, as casualty loads increase during a disaster, not all resources will be exhausted while treating the same number of patients. Thus, each resource (ventilators, monitors, nursing staff, and so forth) has its own normal, surge, and overflow capacity. For planning purposes, once a single resource of the next level must be employed, the patient should be considered as being treated within the next level's capacity. For instance, managing a critically ill patient in the postanesthesia care unit (PACU) (a surge resource) with a 1:4 nursing care ratio (overflow strategy) would be considered as using the hospital's DCA overflow capacity.\n\nThe rationale behind distinguishing these types of resources is to clarify resource management in the face of escalating needs. From this perspective, the system can be considered to be functioning continuously along a spectrum from normal to surge to overflow to overwhelmed. Many institutions use their surge capacity on a regular basisdfor example, institutions that hold patients overnight in the PACU because the ICUs are full. Once surge resources are consumed, substandard practices or resources must be used to accommodate additional patients. These overflow resources are acceptable and appropriate to treat the large numbers of noncritical victims of any disaster and may be necessary even for critical victims in extreme circumstances. However, the more surge capacity (maintaining standard of care) that can be identified beforehand and quickly mobilized for critically ill and injured victims, the greater the impact will be on overall survival from the event.\n\nThe size of an event must always be placed in the context of the medical facility's normally available resources. A small event is defined as one that results in a casualty load manageable by using the involved facility's normal resources. At the opposite end of the spectrum, an extra-large event is defined as one that overwhelms the facility by generating a casualty load that cannot be accommodated even with overflow resources. The absolute numbers of casualties accommodated at each level are higher for a large urban trauma center (Table 3 ) than for a freestanding rural surgical center. Neither small nor extra-large events benefit from DCA planning. Small events are routinely managed with available resources, whereas extra-large events are overwhelming by definition.\n\nA truly overwhelming mass casualty event (MCE) mandates a triage strategy that involves rationing access to definitive care. Rationing entails difficult ethical decisions. The priority becomes saving as many victims as possible given the available resources. How to render care in these austere circumstances is not in the authors' area of expertise or within the scope of this paper; but difficult decisions must be made until outside assistance arrives. Contingency planning for an overwhelming scenario does not fall on individual departments or hospitals but rather is done regionally. Rubinson and colleagues [31] published recommendations for establishing such planning to include pre-event legislative action, public transparency, and regional, rather than single hospital, implementation.\n\nPlans developed at the DCA manager level are designed to prevent, or at least postpone, being overwhelmed. If clinicians are overwhelmed, they will have to do their best with what is available until outside help arrives. If care providers are overwhelmed, they should plan on providing only basic first aid and rationing access to definitive care resources [32] [33] [34] [35] .\n\nRegarding an overwhelming event, the treatment of critically injured victims is quickly superseded in priority by public health needs, which include provisions for food, shelter, proper sanitation facilities, and clean water [36] .\n\nThe focus of DCA planning efforts is on medium and large events. Medium events are those in which the critically ill or injured can be managed while maintaining standard of care with surge capacity resources. Large events can be handled only by using auxiliary substandard overflow capacity (see Table 3 ).\n\nFire, electrical failure, and flooding are internal disaster events that affect hospital infrastructure. The medical and clinical response is to maintain patient care. For the most part, plans for internal disasters are already in place; the challenges are largely administrative and logistic. The major decision during an internal disaster is whether or not to evacuate the facility [37] [38] [39] [40] . Plans for internal disasters and evacuation must be protocol-based, formulated in advance, activated automatically, and drilled periodically [41] .\n\nRegarding external events from the perspective of the DCA, upstream triage decisions serve to screen and select from the patients who will benefit from surgery or critical care. Rationing at this level will unfortunately deny care to precisely those patients whom the triage system has selected as most likely to benefit from DCA interventions. Provision of care without rationing is the goal of DCA disaster preparedness planning. Once the system identifies patients as critical and delivers them to a DCA, triage ceases to function as routing; ORs and ICUs are the best of what medicine has to offer. In a DCA, rationing is employed only as a last resort. It may be appropriate to offer less than optimal care to green tagged victims; they can be triaged to a cafeteria or gymnasium for observation and delayed treatment. The impact on the outcomes of these patients will be minimal, but when resources are compromised or withheld from those routed to DCAs, mortality will increase [30] .\n\nSpecial attention must be paid to patients already under treatment in DCAs [42] . The first impulse when a disaster strikes is to curtail surgery, and to discharge ''stable'' patients from ICUs. However, patients are in these areas before the disaster for good reasons. Published experience indicates that even in rapidly evolving disasters, there is adequate time (2-4 hours) [6] with a preordained plan for these areas to be prepared and expanded to accommodate the incoming surge of casualties.\n\nTabletop exercises are planned rehearsals of MCIs or MCEs, organized to challenge the community and responders involved in the management of the disaster. The degree of sophistication of a tabletop exercise can range from simple to very complex. The simplest form is when a few individuals literally sit around a table and discuss the sequence of their responses to events of a hypothetical disaster based on a written scenario. More complex variations of exercises can be from the hospital [43] or regional level (which includes first responders, communication systems, and local agencies) [44, 45] to national or multinational disaster rehearsals [46, 47] . Common to all of these exercises are a careful pre-event plan, some degree of reality simulation, anticipation of relevant participants' responses (often a group of observers), and most importantly, a post hoc analysis of how the response was executed. Identifying the response problems and implementing the solutions are critical components of any tabletop exercise.\n\nTabletop exercises for DCAs are performed by appropriate administrative and clinical leadership and represent the fundamental process by which surge and overflow capacity planning occurs. The most likely disaster scenario from a hazard vulnerability analysis [48] is considered first. The process begins by identifying all the components necessary to provide care to a typical victim. Once normal resources are identified, participants identify surge and overflow resources. At each level of care (normal, surge, overflow), the care-limiting resource is identified. Participants then explore ways to expand that specific resource. The process continues by analyzing the subsequently exposed care-limiting resources. Then the exercise is repeated, assessing the next most likely scenario, and so on. When this process is completed, the group will have generated an inventory of all normal, surge, and overflow resources needed to provide each level of care in the ORs and ICUs. Within each category, a sequence of resource use is defined. For instance, the sequence of locations at Bellevue Hospital (BH) where emergency surgery can be performed (with capacity in parentheses) is as follows:\n\nsurgery normally performed in ORs (15) surge to day surgery (2), then OB (3) overflow to cystoscopy suites (2), angio suites (2), PACU (12) , and ICU (18) We describe the analysis of the surgical intensive care unit (SICU) capacity at BH to illustrate the process. BH recently opened a new 10-bed SICU and an 8-bed step-down unit. In 2001, during the design phase, the team decided to build the 8 step-down rooms identical to, interchangeable with, and adjacent to the 10 SICU rooms. Consequently, we can now immediately increase our ICU capacity from 10 to 18 beds by simply providing additional staffing. We consider these 18 beds our initial ICU surge capacity, achieved through the dual usage of our step-down beds. Once those 18 beds are full, the resources listed in Table 4 are necessary to provide critical care, with the additional surge capacity alternatives:\n\nWe would use anesthesia machines for ventilators. Wall oxygen would be augmented with oxygen tanks. Additional ICU beds could be located in other ICUs the PACU and ORs, and we have cooperative transfer agreements with neighboring and affiliated hospitals. Housestaff would be reassigned from ambulatory and elective rotations. Nursing administration would provide overtime, use agencies, and tap float pools to maintain staffing. With these measures, nurse staffing is our surge capacity-limiting resource. In fact, this is often our normal capacity-limiting resource. We have the physical capacity, equipment, and medical staff to care simultaneously for 96 critically ill patients with up to two thirds of these patients ventilated. Our nursing department estimates capacity to care for only a maximum of about 50 patients with a 2:1 ICU staffing ratio. Consequently, our surge capacity expansion efforts have endeavored to increase nurse staffing. We enter the overflow capacity phase (substandard alternatives) for each of these resources as they are consumed. Table 5 describes our response for  each resource. Bag-valve-mask resuscitators would substitute for ventilators; supplemental oxygen would be abandoned for room air; and patients would be located wherever there was space. Housestaff work hour regulations would be violated and the nurse/staffing ratio exceeded. In our overflow capacity scenario, it is the number of actual beds that limits our capacity. Using these resources, we estimate being able to care for about 200 critical patients for at most 48 hours, at which time outside relief would be required. This assistance would be expected from either regional cooperative arrangements or from Strategic National Stockpile resources.\n\nIt is important to involve all clinical services and areas in these exercises to anticipate problems where surge resources overlap. An anesthesia machine in a cystoscopy suite cannot serve to expand ICU ventilator capacity at the same time that surgeons are planning on using that room to expand trauma surgical capacity.\n\nIn addition, it is imperative that all clinical support services (radiology, blood bank, laboratory services, pharmacy, dietary, sterile supply, and so forth) collaborate in these iterative tabletop exercises. During the 2003 electrical blackout at BH, we discovered that our sterile equipment processing was not on the emergency backup generator, and BH no longer supports gas sterilization. Because the blackout began at 4 PM on a Thursday, most surgical instruments were either in use or dirty. Consequently, capacity to perform multiple operations was severely curtailed; fortunately, only two patients required emergency operations during the blackout.\n\nThe process of continuously identifying the capacity-or care-limiting resource is crucial. Expansion planning can then focus on that weak link. It makes no sense to devote time and energy to expanding one resource, like ORs, when their usage will be limited by lack of sterile instruments.\n\nThe advantage of defining relevant aspects of events, victims, and resources as described, and of adopting the tabletop system for developing resource expansion, is that the resulting plans can be considered to be in daily use. It is likely that several times per year, surge and even overflow resources may be needed simply due to the normal variations in admissions and acuity. Incorporating disaster preparedness vernacular and algorithms into daily clinical usage maintains preparedness at a continuously high level. A number of concepts regarding the medical DCA response to disaster have been presented. The goals are threefold. The first goal is to define an understandable vocabulary and to create a usable framework to simplify and focus planning of the tasks at hand. The second goal is to provide tools and strategies to use in developing plans for a clinical response to disaster. The final goal is to present some of the remaining challenges that seriously threaten the ability to care for patients in DCAs, and which have major consequences on overall mortality following any given event. By exposing these challenges, we hope to inspire DCA clinicians to become involved in departmental, hospital, and regional planning."}