{"title": "International Laws and Food-Borne Illness", "body": "Food is an essential component for the very existence and sustenance of life, and it is of plant or animal origin. It contains nutrients like carbohydrates, protein, fat, vitamins, and minerals, which provide nutritional support for the growth and maintenance of an organism. On the other hand, it is also a major cause for the ill health of people around the globe, as it acts as a common transmission route of diseases due to the presence of microorganisms and contaminants (Odeyemi and Sani, 2016) . Food supports the growth of microorganisms, and sometimes it contains antinutritional components and toxins that a plant or animal produce for self-defense from which these foods are obtained (Adams and Moss, 2008) . Microorganisms causing food-borne illness are found in a wide range of foods with various virulence factors and may illicit a diverse range of adverse responses that may be acute, chronic, or intermittent. Some microbial pathogens are invasive and may cause generalized infection; other pathogens produce toxins that cause severe damage in susceptible tissues and organs. The complications normally require medical care and frequently result sometimes in hospitalizations. There may be a risk of mortality, as not all the patients recover fully and may suffer from residual symptoms throughout life (Forsythe, 2002) .\n\nFood-borne diseases are defined as any disease infectious or toxic in nature caused by ingestion of contaminated food. They pose potential economical and health loss to society (Adams and Moss, 2003) . They are the major contributors to the estimated 1.5 billion annual episodes of diarrhea in children under the age of 5 years, and up to 70% of such episodes are due to ingestion of contaminated foods. Hence, a child is caught up in malnutrition, infection, and many of them do not survive under these circumstances. The chronic sequelae (secondary complications) following food-borne infections are also the cause of concern recognized together with the variability of human response. The secondary complications may be more serious and result in dreadful chronic disorders or even death (Lindsay, 1997) .\n\nThe globalizations of trades and travels have increased the emergence and reemergence of certain food-borne pathogens (Tauxe et al., 2010) . This may be due to weak public health infrastructure, economic problems, changing health policies, poverty, uncontrolled population displacement and urbanization, ineffective disease control programs, resistant microbial strains, and few new diseases or cases identified as a result of increased knowledge or new, improved methods of identification and diagnosis (NRC, 1998) .\n\nThe common consumers are usually not much aware that there is a possible problem with the food, and if contaminated food is ingested, they become ill. Therefore it is difficult to trace which food was the actual cause of food illness because of late onset of disease symptoms. Sources of food-borne pathogens are classified on the basis of severity of illness according to ICMSF (1996a,b) (International Commission on Microbiological Specifications for Food). Despite the increasing awareness and understanding of the foodassociated contaminations, food-borne illnesses remain a major hurdle and are the main causes of reduced economic productivity.\n\nIn addition to human suffering, control and cure of food-borne illness can also be costly affairs (Buzby and Roberts, 1997) . The cost of human illness due to only six bacterial pathogens is US$ 9.3À12.9 billion annually; of these costs, US$ 2.9À6.7 billion are attributable to the food-borne bacteria Salmonella serovars, Campylobacter jejuni, Escherichia coli O 157:H7, Listeria monocytogenes, Staphylococcus aureus, and Clostridium perfringens. The cost of food-borne salmonellosis is high, an estimated US$ 2.3 billion annually by FoodNet (Frenzen et al., 1999) . In England and Wales, the medical costs and value of lives lost due to just five food-borne illnesses were estimated to be d300À700 million per year (Roberts, 1996) . In 1999 the cost of food poisoning in Australia was estimated to be $2.6 billion per year by ANZFA (The Australia New Zealand Food Authority) and in Canada is US$ 1.3 billion per year (Todd, 1989) . The cost of food-borne illnesses in developing countries is more and determined to be billions of US dollars. The World Health Organization (WHO, 2015) estimates that almost 2 million children die every year from diarrhea worldwide.\n\nThe impact of food losses due to contamination is also considerable and affects trade as well as tourism. Worldwide losses of grain and nongrain food are estimated to be at least 10% and as high as 50% of production. The cost benefits in preventing food-borne illness through the ensured food safety and laws have been estimated (Crutchfield et al., 1999) . Thus there is considerable need, in both developed and developing nations, for more consistent steps to be taken to mitigate substantially the risks posed by the microbial foodborne pathogens. A significant proportion of deaths are caused by the contaminated foods. The food-borne illnesses are a major challenge of the people in administration, public health, medicine, food trade, environment management, food production, and processing, and thus coordinated and collaborative efforts are required to reduce the food-borne illnesses. Therefore in this chapter, various food-borne illnesses and the international laws involved in consumer safe food production and trade are discussed.\n\nThe world is greatly suffering from food-borne illnesses and economic losses to mankind. People from the developing nations are more affected and the rate of mortality and morbidity is higher as compared to developed nations (Glavin, 2003) . Various studies conducted at different part of the world have shown that the causative agent in most of the food-borne outbreaks belongs to bacterial counterpart (66% of all food-borne illnesses) among all pathogens (Addis and Sisay, 2015) . Bacterial pathogens causing food-borne illnesses include Bacillus cereus, Clostridium botulinum, C. perfringens, S. aureus, E. coli, C. jejuni, Brucella melitensis, L. monocytogenes, Vibrio cholerae, Vibrio parahaemolyticus, Shigella spp., Salmonella typhi, and S. paratyphi (Rao et al., 1989) . Pathogenesis caused by some of these bacteria is discussed next.\n\nS. aureus was first isolated and named by Sir Alexander Oguston in 1882. Cell division occurs in more than one plane, which is why they form irregular colonies like a bunch of grapes (Adams and Moss, 2008) . S. aureus are gram-positive cocci found as single, chains, and tetrads, oxidase-negative facultative anaerobes and catalase-positive. They are mesophilic and grow in temperature ranges between 7 C and 48 C, with 37 C being the optimum growth temperature. This organism produces endotoxin, which is responsible for cases of food poisoning. Production of endotoxin depends on the temperature; a narrow range of temperature (35 CÀ40 C) is optimal for endotoxin production (Quinn et al., 2001; Adams and Moss, 2008) . Food poisoning is caused by the strains that produce endotoxin (Walderhaug, 2007) .\n\nSpores produced by vegetative cells of C. perfringens survive in food due to inadequate cooking, which produce toxin. C. perfringens produces 12 different toxins, illness is caused by α and θ toxins produced by type A strains. Toxins released in the intestine by sporulating vegetative cells result in accumulation of excessive fluid that causes diarrhea (Center for Disease Control and Prevention, 2011) .\n\nC. perfringens enterotoxin (CPE) binds with receptors present on the epithelial cells of the intestinal tract. Toxin accumulates in the plasma membrane and forms small complexes which combine with membrane proteins to make large complexes. These complexes along with CPE-induced membrane permeability alterations inhibit the formation of macromolecules in intestinal epithelial cells that cause pores in the cell membrane, and eventually the cell dies (Radostits et al., 2007) . Protein chain of CPE is 35 kDa with isoelectric point of 4.3. It reverses the flow of Na 1 , C1 2 , and water across the epithelium of the alimentary canal from absorption to secretion (Adams and Moss, 2008) .\n\nC. botulinum is a motile, gram-positive, anaerobic, spore-bearing, and rod-shaped or slightly curved 2À10 μm bacteria, which is widely distributed in soil, sediments of lakes, ponds, and decaying vegetations. Flagella are peritrichous in position and form central or subterminal oval spores. Serologically, C. botulinum is classified into seven different serotypes (AÀG). They produce eight different toxins recognized as A, B, C 1 , C 2 , D, E, F, and G; all are neurotoxins except C 2 . Among all outbreaks of botulism, most of them are associated with fish and seafood products. Botulism in animals is predominantly associated with types C and D and rarely with types A and B. On the basis of physiological diversity within species, C. botulinum are divided into four groups (Table 12 .1). Members of group I are proteolytic, members of group II are nonproteolytic and can grow and produce toxin at refrigerated temperature (i.e., 3 C). Group III members produce toxin types C and D, and group IV produce serological type G toxin, and some nontoxigenic clostridia are also placed in this group (Hall et al., 1985; Adams and Moss, 2008) . Botulism is widely distributed in many parts of the world, as C. botulinum is a soil saprophyte. Food storage and management habits vary in different parts of the globe, which decides the fate of botulinum toxin exposure to the human population. Outbreaks associated with consumption of toxin-containing food are common in Europe and the northern United States, while outbreaks in cattle on pastures have been reported mainly from the United States, Australia, and South Africa (Radostits et al., 2007) .\n\nGeographic distribution of ideological agents of botulism differs considerably. In an investigation carried out in the United States, the type A strain was found predominantly in neutral and alkaline soil of the west, whereas types B and C strains were present in damp or moist soil all over the United States. However, type B strain was not found in the southern US region. The type C strain was found in soils of the Gulf Coast, while type D was present in alkaline soil of western parts of the United States. The hay made at a time of mouse plague has been reported to be a source of this illness in Australia. An incident took place in California where 427 out of 444 lactating Holstein cows died after feeding on feed contaminated with botulinum type C toxin from the carcass of cat. Although spores of C. botulinum are present throughout the world, most of the outbreaks of botulism have been recorded at north of the Tropic of Cancer, except in Argentina. The geographical prevalence of the disease is linked with some important observations such as home canning of fruits and vegetables in most tropical countries (Jay, 2000; Moeller et al., 2003; Radostits et al., 2007) .\n\nIncubation period of C. botulinum is 12À48 hours after the consumption of food containing enterotoxin. The most common features include vomiting, thirst, dryness of mouth, urine retention, constipation, ocular paresis (blurred vision), and difficulty in speaking (dysphonia), breathing, and swallowing (dysphagia). Death occurs due to respiratory paralysis or cardiac failure after 1À7 days. Botulism is clinically recognized as a lower motor neuron disease resulting in progressive flaccid paralysis (Labbe and Nolan, 1981) .\n\nC. botulinum strain produces highly potent neurotoxin during growth, which causes neuroparalytic disease called botulism in humans and animals without any histological lesions. Botulism may be fatal due to respiratory and cardiac muscle paralysis unless it is properly treated and timely (Jay, 2000) . Botulism toxin is absorbed when ingested with contaminated food in the stomach and anterior small intestine or the wound and carried through the blood stream to receptor and enters the nerve cell. Enterotoxin acts on cholinergic nerves of the peripheral nervous system, causing paralytic attack (Hirsh et al., 2004) .\n\nExperiments conducted with animals have shown that after ingestion of toxincontaining food, toxin makes its way through the upper part of the small intestine and reaches the blood stream via the lymphatic system. At the nerve muscle junction, it binds with nerve endings and blocks the release of neurotransmitter acetylcholine. Botulinum toxin is a most potent known toxin and is lethal in very small quantities. Example, for an adult human, only 10 28 g is enough to be fatal. Protein chain of C. botulinum protoxin is 150 kDa, produced during logarithmic growth phase as complexes and released from the cell after lyses. This protoxin is activated by proteolytic cleavage of 150 kDa chain linked with disulfide linkage, into 50 (light) and 100 kDa (heavy) protein chains by host proteolytic enzyme trypsin. Light chain is responsible for cell penetration, and heavy chain plays a significant role in specific binding to neuronal cells (Adams and Moss, 2008) .\n\nThe Salmonella are small, gram-negative, nonspore-forming rods ranging between 0.5 and 3 μm, facultative anaerobe, catalase positive, oxidase negative, and indistinguishable from the E. coli under compound microscope. They are generally motile with peritrichous flagella. Humans and animals are the primary host of salmonella. They grow at a vast range of temperature ranging from 5 C to 47 C with optimum growth at 37 C. Salmonella food poisoning is categorized as enteritis and systemic disease. In the last several decades, major changes have occurred in the taxonomy of Salmonella (Le Minor and Popoff, 1987; Adams and Moss, 2008) .\n\nThe Salmonella species mainly inhabit the alimentary canal of humans, farm animals, reptiles, insects, and birds, yet they are also found in the other parts of the body at different stages of life (Kalpelmecher, 1993) . After excretion from the intestine with feces, vegetative cells of Salmonella may be propagated by other organisms like birds and insects to distant places (Jay, 2000) .\n\nEpidemiologically, Salmonella can be divided into three groups. The first group includes those species that infect only humans and are causative agents of diarrhea, typhoid, and paratyphoid fevers. These are S. typhi, S. paratyphi A, and S. paratyphi C. Severity of the illness called enteritis is very high caused by this group. The second group comprises the host-adapted serotypes, few of which are human pathogens and may be present in contaminated food, and include S. dublin (cattle), S. gallirinum (poultry), S. abortus-ovis (sheep), S. choleraesuis (swine), and S. abortusequi (equine). The host-adapted serotypes cause systemic disease, and they are more invasive due to resistance for phagocytic killing (Acha and Szyfres, 2001; Adams and Moss, 2008) .\n\nThe third group consists of unadapted serotypes, which means that they are nonhost specific. There are pathogenic to humans and other animals. The epidemiology of Salmonella is very complex, which makes it difficult to control. Humans and animals are the main reservoir of this notorious pathogen, and therefore complete eradication is not possible (Quinn et al., 2001) .\n\nSymptoms of salmonellosis (enteritis and systemic disease caused by Salmonella) start between 6 to 48 hours after consuming contaminated food. The clinical manifestations are diarrhea (watery or greenish colored with foul-smelling stool) that lasts for a few days, nausea, vomiting, abdominal pain, headache, and chills (mild fever), and the disease is self-limiting (Bean and Griffins, 1990) . The organism does not produce any toxin, but the symptoms of illness are due to the infection and invasiveness of this pathogen. Symptoms can be severe, especially in young children and elderly persons. Osteomyelitis, sickle-cell anemia, and reactive arthritis due to salmonella infection are much more common in the general population (Jay, 2000; Radostits et al., 2007) .\n\nIngestion of the contaminated food is the main way through which the pathogen enters into the host body. Salmonella may execute several mechanisms to skip acidic pH of the stomach, and reaches to the small intestine. Microflora of the intestine provide protection against colonization of pathogen to some extent, but administration of antibiotics kills normal microflora and helps the colonization of pathogen. In the intestine, salmonella uses mannose-resistant fimbriae to adhere to epithelial cells, and they are then engulfed by epithelial cells using receptor-mediated endocytosis. This is a prerequisite for pathogenicity, and it is responsible for nonphagocytic entry of pathogen into the host cell (Bryan et al., 1971; Adams and Moss, 2008) . The ruffles assist uptake of the bacterium in membrane-bound vesicles, which often coalesce. The organism replicates in these vesicles and is subsequently released from the cells (Walderhaug, 2007) . Advances in molecular techniques have revealed that a signaling molecule is synthesized on a 35À40 kb region of bacterial chromosome called \"pathogenicity island,\" which is responsible for the perversion of host cell and leads to uptake of bacterium (Adams and Moss, 2008) .\n\nShigella is primary parasite of human and other primates, as they are fragile organisms not able to survive outside their natural habitat (i.e., intestine of humans or other primates). They belong to the enterobacteriaceae family. Cells are nonmotile, nonsporeforming, gram-negative, catalase-positive, oxidase-negative, facultative anaerobe, and rod-shaped (Jay, 2000; Adams and Moss, 2008) . This organism is typically adapted to mesophilic range of temperature (10 CÀ45 C) and heat sensitive, and grows well in a pH range of 6À8. Different biochemical tests are employed to distinguish between four known human pathogenic species such as Sh. dysenteriae, Sh. flexneri, Sh. Boydii, and Sh. sonnei (Richmond, 1990; Adams and Moss, 2008) .\n\nMain route of transmission is contaminated food and water with feces or person-toperson contact. Often 10À100 viable cells of Shigella are enough to cause infection in a healthy individual. The cases of shigellosis are low in developed countries as compared to developing nations because in developed countries only fecalÀoral spread is responsible, and in developing nations both fecalÀoral route and contamination of food and water are responsible (Radostits et al., 2007; Addis and Sisay, 2015) . Annual report of Laboratorybased Enteric Disease Surveillance 2016 (CDC) has shown 12,597 cases of Shigella infection have been reported from all 52 states of United States. Shigella sonnei was the largest contributor (80.5%) followed by Shigella flexneri (12.6%), Shigella boydii (0.2%), and Shigella dysenteriae (0.1%) (NCEZID, 2018) .\n\nIn Indian perspective, Shigella is mainly responsible for diarrheal illnesses, S. flexneri being the main culprit followed by S. sonnei and S. dysenteriae. However, it is eradicated from northern and eastern parts of the country. Reports of outbreaks of shigellosis from various parts of India surface from time to time, but exact data of morbidity and mortality is lacking. Shigella is developing and exhibiting antibiotic resistance. Few cases have been reported for the development of antibiotic resistance in Shigella, which is an issue of serious concern (Taneja and Mewara, 2016).\n\nClinical symptoms of illness caused by Shigella include abdominal cramps and pain, watery loose stool, fever, tenesmus, and in severe cases, bloody diarrhea. Diarrhea caused by a different pathogenic species is mostly self-limiting (Kuo et al., 2008) . More severe symptoms or acuteness of illness are prevalent in immune-compromised patients and children. Complications include peritonitis, toxic megacolon, and septicemia. Untreated cases of Shigella dysentery may become severe and cause anorexia, hemolytic-uremic syndrome, dilation of large intestine, kidney damage, weight loss, and seizures (Sur et al., 2004) . Bacteremia is also reported in HIV-infected patients and malnourished children (Miller et al., 2005) .\n\nInfection caused by Shigella is invasive in nature. Invasiveness of pathogen depends on large plasmid encoding pathogenic factors. After reaching the intestine, bacterial cells adhere to enterocytes with the help of outer membrane adhesins. These are subsequently engulfed by intestinal enterocytes; inside, the cytoplasm bacterial cells escape from the phagosome and multiply, infecting the adjacent enterocytes and underlying connective tissue. In response to this, the colon gets inflamed and produces abscess, ulcerations, and results in diarrhea, sometimes blood along with watery stool (Adams and Moss, 2008) .\n\nSpecies of Shigella produce enterotoxin known as shiga toxin with different biological activities. Shiga toxin (Stx) is among the most potent bacterial toxins known. Toxin is reported to be mostly formed by Shigella dysenteriae and some E. coli strains. Shiga toxin (Stx) consists of two protein subunits A and B joined noncovalently. Subunit A of shiga toxin (Stx) inactivate 60s subunit of eukaryotic ribosome and halt protein synthesis in the cell. Subunit B is a pentamer that binds to cellular receptor globotriaosylceramide, Gb3 of endothelial cells, and it acts as a strong cytotoxin (Adams and Moss, 2008; Melton-Celsa, 2014) .\n\nE. coli is gram-negative, catalase-positive, oxidase-negative, fermentative, nonsporeforming rods and the most studied microorganism. This was first described by German bacteriologist Theodor Escerich. E. coli belong to the family enterobactereriae. It is closely related to Shigella spp. but can be biochemically differentiated from other members of enterobactereriae (Bryan et al., 1971; Quinn et al., 2001) . E. coli is a versatile bacterium and is an important component of the normal microflora of humans and other warm-blooded animals. It has been used for a long time as a laboratory workhorse for cloning and expression purposes. Besides this, E. coli is a deadly pathogen for humans and other animals. It causes severe intestinal and extraintestinal illness through its several virulence factors (Kaper et al., 2004) .\n\nE. coli produces three types of general clinical syndromes resulting from infection of different pathotypes. They are sepsis/meningitis, urinary tract infections, and enteric/ diarrheal diseases. There are six well-characterized intestinal pathogenic E. coli, namely enteropathogenic E. coli (EPEC), enterotoxigenic E. coli (ETEC), enteroaggregative E. coli (EAEC), enterohemorrhagic E. coli (EHEC), diffusely adherent E. coli (DAEC), and enteroinvasive E. coli (EIEC). Among these, the sixth enteroinvasive E. coli (EIEC) is the true intracellular pathogen (Nataro and Kaper, 1998) . Enterohemorrhagic E. coli (EHEC) strain produces verocytotoxin that is responsible for major food-borne diseases in humans. This toxin resembles shiga toxin and is responsible for producing diarrhea in its host. Animals are identified as main reservoirs of E. coli pathotypes (Buchanan and Doyle, 1997) . Enterotoxigenic E. coli (ETEC) is responsible for infantile diarrhea in most developing counties, and leads to acute dehydration. Enteroinvasive E. coli (EIEC) invades epithelial cells of the colon like Shigella but does not produce toxin. Enteropathogenic E. coli (EPEC) attaches to the enterocytes, effaces them, and produces lesions leading to loss of microvilli and diarrhea (Adams and Moss, 2008) .\n\nOnset of symptoms, in the case of enterotoxigenic E. coli (ETEC), starts 12À36 hours after ingestion of organism along with food or water. The disease is self-limiting and persists for 2À3 days. Symptoms include abdominal pain along with vomiting, severe cholera-like syndrome (watery stool), and loss of body fluids, leading to dehydration. Enterohemorrhagic E. coli (EHEC) produce acute bloody diarrhea that remains for 5À10 days. Stomach pain, acute watery diarrhea initially present for 1À3 days, and then progresses to bloody diarrhea that becomes a life-threating condition in elderly people. Enteroinvasive E. coli (EIEC) produces symptoms of invasive bacillary dysentery causing ulceration and inflammation in the colon. Fever, malaise, abdominal pain, stool containing blood and mucus, followed by watery diarrhea are the clinical symptoms. Symptoms of enteropathogenic E. coli (EPEC) appear after 12À36 hours, with infection including vomiting and diarrhea, stool containing mucus without blood, and malaise. Infection is self-limiting, persists for 5À7 days, but in case of infants it can persists more than 2 weeks (Kaper et al., 2004; Adams and Moss, 2008) .\n\nPathogenic E. coli use specific factors for adherence to different sites in the intestine (small intestine) where usually nonpathogenic E. coli does not inhabit. They produce distinct morphological structures known as pili or fimbriae (Cassels and Wolf, 1995) . Other than pili, pathogenic E. coli uses adhesins, which are outer membrane proteins, such as intimin of enterohemorrhagic E. coli (EHEC) and uropathogenic E. coli (UPEC) (Tieng et al., 2002) . Different strains of enterotoxigenic E. coli (ETEC) secret heat-labile enterotoxin (LT), heat-stable enterotoxin a (STa), and heat-stable enterotoxin b (STb). These enterotoxins affect a number of important eukaryotic processes, such as increasing the concentration of intracellular messengers (cyclic AMP, GMP, and Ca 1 ) leading to ion secretion in the intestinal lumen. Shiga-like toxin produced by enterohemorrhagic E. coli (EHEC) disrupts ribosomal RNA, which halts protein synthesis and intoxicated endothelial or epithelial cells die (Melton-Celsa and O'Brien, 1998) . Enteropathogenic E. coli (EPEC) and enterohemorrhagic E. coli (EHEC) produce Map protein having two different biological activities; first, it targets mitochondria and disrupt their membrane potential, and second it stimulates Cdc42-dependent filopodia formation (Kenny et al., 2002) .\n\nShiga-like toxin produced by enterohemorrhagic E. coli (EHEC) is differentiated in two forms: Stx 1 and Stx 2. Stx 1 resembles closely shiga toxin and is composed of two subunits, A (M r 32 kDa) and B (M r 7.7 kDa). Stx 2 also has two subunits A and B with molecular weight of 35 and 10.7 kDa, respectively (Adams and Moss, 2008) .\n\nThis organism is widespread in the environment. It is a gram-positive catalase-positive, oxidase-negative, nonspore-forming, facultative intracellular parasite and facultative anaerobe. Shape of bacteria varies from coccoid to rods of 0.4À0.5 μm 3 0.5À2.0 μm in size. This organism is motile and peritrichous flagellated and moves by a characteristic tumbling motion. Optimum growth temperature is 30 CÀ35 C, but it can also survive over a wide range of temperatures from 0 C to 42 C. L. monocytogenes can easily tolerate salt concentration up to 10% and can survive for almost 1 year in 6.0 pH and 16% salt concentration (Adams and Moss, 2008) .\n\nL. monocytogenes can be isolated from soil, sewage, decaying vegetation, and fresh and salt water and survive more than 8 weeks in the environment (Hoelzer et al., 2013) . Food vehicles with which L. monocytogenes is associated mostly are milk and other dairy products, ground beef or meat and their products, poultry products, and raw fruits and vegetables. In most of the recent listeriosis investigations, L. monocytogenes was associated with the food vehicles (stone fruits, apple, caramel, ice cream, celery, cantaloupe, and mung bean sprouts) that were not reported in earlier investigations. Advancement in molecular typing has made it possible to precisely track the pathogenic strains responsible for outbreaks in a particular area (Buchanan et al., 2017) .\n\nIn a study conducted in the European Union, sporadic cases and outbreaks of listeriosis were found to be increase, with 1763 confirmed cases of listeriosis in 27 states. Five member states of the EU reported seven confirmed outbreaks of listeriosis, and the food vehicles identified include shellfish, mollusks, and crustaceans (EFSA, 2015) . From 1998 to 2008, the United States has implemented regulatory initiatives on industries processing of ready-to-eat red meat and poultry, which reduced outbreaks of listeriosis (Cartwright et al., 2013) . Outbreaks of listeriosis were reported from the United States as a result of the consumption of ice cream in March 2015. All of the patients were hospitalized, and there were two deaths (Pouillot et al., 2016) . In 2011 PulseNet reported a multistate (28 states) listeriosis outbreak in the United States infecting 147 people, with 33 deaths and one miscarriage. The US Food and Drug Administration (FDA) identified Listeria from environment and food products; it was found that most of the infected individuals had consumed cantaloupes.\n\nIt is a fatal proven disease in the west, and from last two decades it has surfaced in India. In September 2011, 500 students of the Premier Institute in India became infected with an outbreak of listeriosis after consuming contaminated food (Tirumalai, 2013) . India has poor networking and reporting systems on the disease outbreaks. Very limited information is available on food-borne listeriosis outbreaks, but incidence of listeriosis outbreaks including animals can be traced back to the 1930s (Janakiraman, 2008) . A study carried out by Chugh (2008) has summarized increasing sporadic cases of human listeriosis and reported that it is a growing food-borne disease in India (Tirumalai, 2013) .\n\nIncubation period varies between 1 and 90 days, and typical symptoms of disease arise in a few weeks. Symptoms vary in pregnant women, elderly, or the very young and the immunocompromised considerably from flu-like illness to meningoencephalitis and meningitis. In pregnant women, flu-like symptoms arise initially, which are further associated with fever, gastrointestinal discomforts, and headache. A transplacental fetal infection results in premature-labor, miscarriage, and stillbirth. Early onset of listeriosis in newborns results in in utero (in the uterus) infection characterized by septicemia, pneumonia, and abscesses. Meningitis mostly occurs as late onset of disease in newborns (Adams and Moss, 2008) .\n\nAfter entering in the intestine, L. monocytogenes penetrates in the endothelial cells or crosses the Peyer's patches. Human gastrointestinal cells have receptors for internalin A and B produced by the pathogen, which facilitates internalization of bacteria (Bonazzi et al., 2009) . Internalin is a bacterial surface protein of 800 amino acids encoded by chromosomal gene inlA. Internalized bacteria are entrapped in phagosome, where it produces listeriolysin O (58 kDa hemolysin), which breaks the membrane of phagosome and releases itself prior to fusion of phagosome with lysosome. Pathogen multiplies intracellularly and reaches to mesenteric lymph nodes and then spreads in different parts of the body including the liver, placenta, and the central nervous system through the blood (Adams and Moss, 2008; Smith et al., 2008) .\n\nOccurrence of a large number of cases of a disease than normally expected in a defined season and geographical area for a short or long period of time is called disease outbreak. In the United States, a federal agency known as The Centers for Disease Control and Prevention (CDC) with the help of FoodNet, a reporting system, keeps track of disease outbreaks and related pathogens (Vemula et al., 2012) . Analysis of data of the last 10 years from CDC showed that the frequency of food-borne disease outbreak due to Salmonella is very high. In the last 10 years, 35 different strains of Salmonella have caused 67 outbreaks, and a total 6214 people were affected, 1409 were hospitalized, and 16 people died. Similarly, four different strains of E. coli have killed 5 people, 843 people suffered, 324 were hospitalized in 24 outbreaks. Cyclospora cayetanensis caused 2242 cases of foodborne illness; out of them, 109 were hospitalized in 5 outbreaks. In two outbreaks of V. parahaemolyticus, 130 people were affected and 15 were hospitalized. L. monocytogenes has proven to be the most virulent bacteria, causing 14 major outbreaks in the last 10 years. The cases of listeriosis reported were less as compared to Salmonella and E. coli, as only 310 cases were reported-out of them, 293 were hospitalized; however, 63 deaths were reported with this food-borne disease (Table 12. 2).\n\nAll of these outbreaks were associated with commercial food products produced by top US brands, and few of them were imported from European countries. These food products include beef, ground beef, deli ham, other meat products, milk products, cheese, fruits, vegetables, salads, frozen food products, nuts, and sprouts.\n\nFood-borne disease outbreaks occur in both developed and developing countries due to pathogens and their toxins (Käferstein and Abdussalam, 1999) . According to the WHO, in developed countries about 30% of individuals suffer from food-and water-borne illnesses every year (WHO, 2006) . Another study reported that about 1.8 million people die due to diarrheal disease outbreaks, mostly in developing nations (Yadav and Rekhi, 2015) . Four lakh children in India below age 5 years die each year due to diarrheal outbreaks. In India, reporting of food-borne diseases and their categorization is not done separately in the Health Information of India. In the official document of the Government of India for 2004, about 95,75,112 cases of diarrhea were reported; these cases might include the cases of food-borne illnesses, but they were categorized under diarrheal cases (Health Information of India, 2004). In Indian context, studies on food safety and food-borne diseases are much less (Parvathy et al., 2005) . WHO estimates that only 1% of cases of foodborne illnesses were reported in developing countries (Bhat and Rao, 1987) . Most of the outbreaks in India remained unreported and unrecognized until a major health and economic disaster took place (Kohli and Garg, 2015) .\n\nIn 1998 at the high altitude of the western Himalayas, 78 out of 103 soldiers of an army unit suffered from food-borne illness after consuming contaminated food with Salmonella enteritidis (Singh et al., 1998) . A study conducted on bacterial food-borne illness outbreaks in India for a period of 1980À2009 showed 24 outbreaks, in which 1130 individuals suffered. Important pathogenic agents involved in the outbreaks were S. aureus, Vibrio, Salmonella, E. coli, and Yersinia enterocolitica. Y. enterocolitica belongs to Enterobacteriaceae, gram-negative, facultative anaerobic, catalase-positive, and oxidasenegative responsible for gastroenteritis (Vemula et al., 2012) . One hundred and fifty individuals were affected by the outbreak at Kharar town (Punjab) reported in 2009 after consuming kheer contaminated with S. enteritidis (Dikid et al., 2009 ). In the state of Madhya Pradesh (India), more than 100 children and adults were affected after consuming a snack tikki made up of potato balls fried in vegetable oil. Clinical and food samples were isolated and investigated in which S. aureus was found to be the pathogen of this outbreak (Nema et al., 2007) . Food-borne disease outbreaks in India from the years 1983 to 2009 are summarized in Table 12 .3. \n\nAs microbes are ubiquitous in nature and the very common organisms are found in the environment, so their association with our food is not surprising. Illness caused by bacterial contamination can be prevented, and the efforts are being made to keep food safe and wholesome by legislative, agricultural, industrial, and public health authorities. These approaches will be very fruitful, if food handlers at final stages also have food safety education (Bredbenner et al., 2013) . Toxin-producing pathogens and intoxication of already produced toxins in the food can be avoided by proper cooking at high temperature (Bryan et al., 1971) . The data of food-borne diseases and their outbreaks should be maintained to investigate and identify the risk factors like infectious agent, relation with host, environmental factors, and the food as vector for that particular pathogen. It will further help in preventing the disease outbreaks (WHO, 2005) . Other important measures for prevention of bacterial food-borne illness are improvement in personal hygiene, adequate cooking, heat processing, and refrigeration of food. The following control measures can be executed to eradicate food-borne bacterial disease throughout the world:\n\n1. Educating food handlers for proper personal hygiene. 2. Prohibiting individuals with skin lesions or other abscess from handling food. 3. Keeping food at proper refrigerated temperature. 4. Avoiding the chances of cross-contamination. 5. Proper disposal of leftout or contaminated food to avoid contamination of other food articles. 6. Adequate washing and handling of raw food articles. 7. Boiling of home canned vegetables for at least 3 minutes prior to serving in order to destroy botulinum toxin. 8. Exposure of food to a temperature of 80 C for 30 minutes or boiling for 10 minutes to destroy preformed toxin I food. 9. Proper refrigeration of left-out food (WHO, 2008) .\n\nFood-borne illnesses are also caused by nonbacterial agents like toxic metabolites of plants, called plant toxins, algal toxins, nematodes, helminthes, dinoflagellates, toxigenic fungi, food-borne viruses, and cyanobacteria (Adams and Moss, 2008) . These are in themselves a specialized area so they cannot be explained in details, but only some important agents are included here, keeping in view the scope of the present discussion.\n\nMany plants used by humans and animals as a food source produce toxigenic metabolites as naturally occurring constituents. Some plants produce these metabolites as their defense molecules from parasites or grazing animals. Although the risk of potential toxicity due to natural food toxins is very low, still there is always the possibility of undetected contamination and idiosyncratic response (Dolan et al., 2010) . Some important toxins and their related plants are discussed next.\n\nLectins are glycoproteins present in leguminous plants and other grains (e.g., kidney beans, soybeans, lentils, and black beans) (Shibamoto and Bjeldanes, 1993) . Lectins are also called hemagglutinins because these agglutinate red blood cells and also interfere with nutrient absorption by the intestine. Ricin is a lectin produced by the castor oil plant (Ricinus communis) and is very poisonous as a very small dose (oral LD50 values in rat and mice were 20À30 mg/kg body weight) of purified ricin can kill a human, and due to this property, ricin is used in bioterrorism (Omaye, 2004) . 3D structure of ricin is shown in Fig. 12.1 .\n\nThe lectin found in significant amount in leguminous plants such as red kidney beans and fava beans is called phytohemagglutinin (PHA). PHA can agglutinate red blood cells, can affect membrane permeability of a cell, and can induce mitosis (Banwell et al., 1983) . Symptoms of PHA intoxications in humans include diarrhea, vomiting, and nausea. In low doses, intoxication is self-limiting, and recovery occurs in 4À5 hours (FDA, 2009) .\n\nLathyrus, also called α,γ-diaminobutyric acid ( Fig. 12.2A) , is produced in pulse Lathyrus sativa, also called grass pea. Long-term consumption of this pulse results in a very serious health condition known as lathyrism (Adams and Moss, 2008) . Lathyrism is an upper motor neuron degeneration caused by prolonged dependence on grass pea (L. sativa). This legume is used as a rich source of calories and protein in many parts of the Indian subcontinent, China, South America, and Ethiopia. Manifestation of lathyrism appears as weakening hind limbs successively and ultimately leads to hind limb paralysis (Spencer, 1999) .\n\nSolanine is a green-colored pigmented glycoalkaloid and acts as natural pesticide, also known as α-solanine ( Fig. 12.2B ). α-Solanine is naturally produced in the plants of the FIGURE 12.1 Three-dimensional structure of ricin. PDB ID: 2aai (Rutenber et al., 1991) . solanaceae family and other plants such as potatoes, tomatoes, apples, bell peppers, cherries, and sugar beets. It is found in high concentrations at areal and the green part of the plant but also is found in potato tubers at low concentration (Shibamoto and Bjeldanes, 1993) . Synthesis of α-solanine in potato tubers is stimulated by sunlight exposure, mechanical injury, and tuber aging. High concentration of α-solanine is unsafe for human consumption (Dalvi and Bowie, 1983; Jones, 1995) as it leads to inhibition of acetylcholinesterase, cell membrane disruption. Manifestations include itchiness in the neck region, increased sensitivity called hyperesthesia, drowsiness, stomach pain, labored breathing, nausea, vomiting, and diarrhea (Shibamoto and Bjeldanes, 1993) . A 1À5 mg/kg dose of α-solanine is highly toxic for humans, and 3À6 mg/kg doses leads to death (Tice, 1998) .\n\nPyrrolizidine alkaloids (PAs) are found in plants of the families of boraginaceae, compositae, apocynaceae, fabaceae, and asteraceae. Intoxication of PA compounds (Fig. 12. 3) mostly happens due to accidental mixing of seeds of plants containing PAs with cereals. PAs compounds are also present in honey and the milk of goats and cows. PAs containing necine rings are proven carcinogenic, mutagenic, and hepatotoxic in nature. In the liver, PAs are converted enzymatically into pyrrols, which are alkylating in nature. These pyrrols, when reach the lungs, cause pulmonary hypertension by making pulmonary vasculature thick (Deshpande, 2002; Prakash et al., 1999) .\n\nPesticides and insecticide are used to control pests and insects damaging crops in fields and storage houses and as of today have become part of our agricultural practices. Excessive use of these agrochemicals are showing a deleterious effect on human health and also polluting soil, water, and the environment. Pesticide intoxication is a big and unrecognized health issue in the developing nations around the globe. According to a study, about 250,000À370,000 people die every year due to ingestion of pesticides (Gunnell and Eddleston, 2003; Gunnell et al., 2007) . Study conducted during 2010À14 has shown that total average annual pesticide use (kg/ha) in Japan during 2010À14 was highest (18.94), followed by China (10.45), Mexico (7.87), Brazil (6.166), Germany (5.123), France (4.859), United Kingdom (4.034), United States (3.886), and India (0.261) (Zhang, 2018) . Humans and animal are exposed to pesticides in many ways, including drinking water, food, inhalation, and oral and dermal contact (EFSA, 2008) . Exposure to these pesticide mixtures may have deleterious long-lasting impacts on human health in the long term. In studies carried out in Western countries, it was observed that pesticides cause and increase intensity of neurodevelopmental abnormalities, cancer, and chronic degenerative diseases (Hernández et al., 2013) .\n\nWhen pesticides are applied to crops in fields or during storage, their residues accumulate in food and potable water (Laetz et al., 2009) . When food supplies containing pesticide residue or contaminated water are used by humans, they get exposed to the mixture of pesticides. This mixture of two or more pesticides in vivo involves in induction or inhibition of enzymes involved in detoxification (Hernández et al., 2013) . Earlier studies conducted on the bioaccumulation of pesticides have revealed the bioaccumulation of (Asano et al., 1999). dichlorodiphenyltrichloroethane in the fish muscles reached up to 57 ppm on the coast of California and 3 ppm in the Baltic Sea (Jensen et al., 1972) . The bioaccumulation of pesticide residues in the organisms occurs through several routes (e.g., food chains, direct uptake from water, and suspended materials, etc.) (Miles and Harris, 1971 ). Biomonitoring studies have revealed bioaccumulation of detectable concentrations of pesticide residues in the bodies of adults and children (Zeliger, 2011) .\n\nHeavy metals are elements having high density as compared to water and include metalloids that are toxic at very low level. Toxicity of the heavy metals is related to their heaviness (Fergusson, 1990; Duffus, 2002) . Heavy metals contamination in our environment occurs due to natural and anthropogenic activities (He et al., 2005) . Most prominent sources of heavy metal contamination in the environment are metal-based industries, mining, foundries, and smelters (Fergusson, 1990; Duffus, 2002; He et al., 2005) . Heavy metals are known to affect structure and function of cellular organelles (Wang and Shi, 2001 ) and enter our body through consumption of food and water contaminated with these heavy metals. These may induce carcinogenicity and toxicity in humans and exposed animals (Tchounwou et al., 2004) . A few important heavy metals are transmitted with food and water; their toxic effects are discussed in following sections.\n\nFood and water are the largest source of arsenic poisoning for most of the individuals, and average intake in developing countries is apparently 50 μg/day. Other means of arsenic poisoning are usually much smaller as compared to diet (NRC, 2001) . It is estimated that millions of people are exposed to arsenic poisoning around the globe, and the situation is worst in developing nations like India, Uruguay, Bangladesh, Chili, Taiwan, and Mexico (Tchounwou et al., 1999) .\n\nHigh-level exposures of arsenic in humans cause cancer and systemic health problems (Tchounwou et al., 2003) . Various clinicopathological developments were reported from parts of Argentina, Bangladesh, Chile, China, Finland, Hungary, Inner Mongolia, Mexico, Taiwan, Thailand, and West Bengal (India), where human populations were exposed to higher concentrations of arsenic in food and water. Clinical manifestations from arsenic poisoning comprise cardiovascular and peripheral vascular disease, portal fibrosis, neurologic and neurobehavioral disorders, hearing loss, diabetes, developmental anomalies, hematologic disorders, and carcinoma (Tchounwou et al., 2004; Centeno et al., 2005) .\n\nChromium is present in Earth's crust with oxidation states ranging from chromium (II) to chromium (VI) (Jacobs and Testa, 2005) . Nonoccupational exposure of humans to chromium happens mostly due to contaminated food and water (Langard and Vigander, 1983) . Generally, fresh food contaminated with heavy metals contains levels of chromium ranging from 10 to 1300 μg/kg, but the workers working in chromium industries are exposed to double concentration.\n\nChromium VI compounds are extremely toxic to humans and animals; clinical and pathological symptoms include anemia, damage to male reproductive system, low sperm count, and irritation and ulcers in the stomach and small intestine. A few individuals develop hypersensitivity toward chromium VI and chromium III compounds; allergic reaction includes swelling of skin and redness. Reports of increase in stomach tumors by drinking chromium VI contaminated water have been observed in humans and animals. Extremely high doses of chromium VI in humans resulted in cardiovascular, gastrointestinal, hepatic, renal, and neurological effects leading to death (ATSDR, 2008) .\n\nMercury is a transition metal found in nature in three forms: elemental, organic, and inorganic (Clarkson et al., 2003) , and all the forms of are toxic. Methylmercury is the most toxic form of mercury poisoning formed in the environment from inorganic mercury by methylation caused by microorganisms (Dopp et al., 2004) . Exposure of humans to all forms of mercury occurs during dental care, through environmental pollution, food contamination, and industrial and agricultural work (Bhan and Sarkar, 2005) . Mercury once enters in water is methylated by algae and bacteria and then it enters into fish, shellfish, and finally the consumption of seafood contaminated with mercury leads to toxic effects in humans (Sanfeliu et al., 2003) .\n\nStudies have revealed that mercury and other toxic metals affect cellular organelles and adversely impair their biological functions (Zalups and Koropatnick, 2000) . Mercury has a property of bioaccumulation, and it also increases the production of reactive oxygen species (ROS) by causing defect in oxidative phosphorylation and electron transport at the ubiquinone-cytochrome B5 reductase level. Mercury induces the premature shedding of electrons to molecular oxygen, which is responsible for an increase in the generation of ROS in mitochondria through normal metabolism of eukaryotic cells. All this play a major role in the mediation of metal-induced cellular responses and carcinogenesis (Crespo-Lopez et al., 2009 ).\n\nViruses are very small entities with diameter ranging between 25 and 300 nm and therefore are not visible under light microscope and can only be viewed using electron microscopes. They possess only one type of nucleic acid (DNA or RNA) inside a protein coat of capsid without any other cellular structure, and thus viruses are obligate parasites of plants, animals, and humans and are very specific to host and cannot multiply other than in susceptible host cells by using its cellular metabolism and machinery they hijack for their replication (Adams and Moss, 2008) . Food-borne viral infections are of worldwide concern as around 125 million cases of viral food-borne diseases have been reported globally in the year 2010. Norovirus has alone killed 35,000 people worldwide (Kirk et al., 2015) . People living in developing nations such as Africa, Southeast Asian countries, and parts of the Eastern Mediterranean are suffering more from food-borne viral infections (Iturriza-Gomara and O'Brien, 2010).\n\nPoliomyelitis is a highly infectious disease and can be traced back to ancient Egyptian paintings and carvings. Poliovirus is an enterovirus belonging to Picornaviridae family. Clinical manifestations range from mild cases of respiratory illness, gastroenteritis, and mild to severe forms of paralysis (Mehndiratta et al., 2014) . Infection of poliomyelitis remains asymptomatic for 3À5 days; after that, mild illness (abortive poliomyelitis), aseptic meningitis (nonparalytic poliomyelitis), and paralytic poliomyelitis take place. This disease has been associated with crippling deformities affecting thousands of lives throughout the world (McQuillen and McQuillen, 2005) . Most outbreaks of hepatitis A and E occur due to ingestion of fecal contaminated water and food. Hepatitis A and E viruses multiply in endothelial cells of gut and then are carried via blood to the liver. Incubation period ranges from 2 to 6 weeks. Symptoms include fever, malaise, anorexia, nausea, and vomiting. Pale yellow-colored pigment is released into body tissues and urine due to liver damage. This situation is called jaundice. Identification of the source is difficult because of the long incubation period (Adams and Moss, 2008) . Some important food-borne viral infections and their causative viral agents are listed in Table 12 .4.\n\nFungi are the diverse group of organisms and a very important part of our ecosystem. These are utilized by man in fermentation processes, production, certain medically important compounds, and beverages since antiquity (Buckley, 2008; Benedict et al., 2016) . Fungi are also harmful to human and animals. About 300 known pathogenic fungi have been reported to cause illness in a healthy human, ranging from allergic reaction to invasive infection (Hawksworth, 2001) . Many of the fungi synthesize some secondary metabolites during their growth in different foods. These metabolites are highly toxic and carcinogenic in nature and are called mycotoxins (Marroquín-Cardona et al., 2014) . Mycotoxins have caused many dreadful epidemics in the past of man. During 1942À48 alimentary toxin aleukia became responsible for claiming 100,000 lives in Russia (Smith and Moss, 1985; Joffe, 1978) , and stachybotryotoxicosis killed thousands of horses during 1930 in USSR (Moreau, 1979) .\n\nMycotoxins are very diverse chemical compounds which elicit symptoms in the host that ultimately result in deformities or death. Mycotoxins-induced illness includes immunosuppression, skin necrosis, leucopoenia, mutation, and cancer (Pitt, 2000) . Most important mycotoxins produced by various fungi are aflatoxins, fumonisins, ochratoxin A, zearalenone, and trichothecenes, listed in Table 12 .5 and discussed in the following sections.\n\nAflatoxins (Fig. 12 .4A) are produced by some species of Aspergillus (e.g., A. flavus, A. parasiticus, and A. nomius). A. flavus is widely distributed in the environment and is a most reported food-borne fungus (Stoloff, 1977) . Naturally produced aflatoxins are of four types, B 1 , B 2 , G 1 , and G 2 . B and G refer to blue and green light emission by these compounds under ultraviolet light. Aflatoxins produced by these fungi are known to induce hepatocellular carcinoma in human and animals (Wu, 2013) . These mycotoxins induce acute aflatoxicosis; manifestation includes abdominal pain, pulmonary edema, vomiting, and fatty infiltration and necrosis of the liver. Most cases of acute aflatoxicosis in humans were reported from developing nations (Shank et al., 1971) . During the 1970s, about 97 fatal cases of aflatoxicosis were reported from western India due to consumption of heavily molded corn (Krishnamachari et al., 1975; Bhat and Krishnamachari, 1977) .\n\nExposure of aflatoxins is also reported to cause childhood stunting, a condition in which the height of child in respect to age is much less, by WHO growth reference (Ricci et al., 2006) . Aflatoxins are also reported to be responsible for the immune system dysfunction. Studies carried out to confirm the relation between aflatoxin exposure and immune dysfunctions have revealed the increase of impaired markers of human immunity (Jiang et al., 2005; Turner et al., 2003) .\n\nIn late 1980s, scientists were studying a disease in horses called equine leucoencephalomalacia and discovered a toxin produced by fungi responsible for this disease. They named it fumonisins toxin (Fig. 12.4B) , as it was produced by Fusarium verticillioides, F. proliferatum, A. niger, and some related fungal species (Bezuidenhout et al., 1988; Marasas et al., 1988) . F. verticillioides is a plant pathogen and grows universally on maize and produces ear rot. Maize is the main staple food of the Republic of Transkei in Southern Africa (southeastern region), where the frequency of human esophageal cancer is very high. Fumonisins have been implicated with esophageal cancer in the Republic of Transkei . Fumonisins are of three types, fumonisin FB 1 , FB 2, and FB 3 . FB2 and FB 3 are the cocontaminators (Wu, 2013) . Fumonisins resembles sphingosin; it consists of 20 carbon aliphatic chains with two ester-linked hydrophilic side chains. Toxicity of fumonisins can be explained on the basis of its competition with sphingosin in sphingolipid metabolism (Riley et al., 1996) .\n\nFumonisins are also responsible for neural tube defects. In this, fumonisins interfere with formation of the neural tube of the developing embryo. It causes nerve damage, which results in partial leg paralysis, anencephaly (undeveloped brain), and stillborn birth (Marasas et al., 2004) .\n\nOchratoxin A is a metabolite that was first reported in Aspergillus ochraceus and later also found in Penicillium viridicatum (Van der Merwe et al., 1965; Van Walbeek et al., 1969) . Later studies revealed that ochratoxin A is mainly produced by Aspergillus carbonarius (Varga et al., 1996) .\n\nOchratoxin A is an acute nephrotoxin (Fig. 12.5A ), which is lethal to dogs, pigs, mice, and trout. Fatal doses of ochratoxin A cause necrosis in renal tubules and periportal liver cells. Other pathological effects include immunosuppression, damage to the embryo, and induction of cancer (Scott, 1977) . Exposure to humans occurs due to feeding on pork or meat, as ochratoxin A is fat soluble so it accumulates in the fat of affected animals. Another source of exposure to humans of ochratoxin A is bread made from toxincontaining wheat or barley.\n\nZearalenone was previously known as F-2 toxin. It is mainly produced by Fusarium species (e.g., F. graminearum, F. cerealis, F. equiseti, F. crookwellense, F. semitectum, and F. culmorum). These fungi are pathogens of cereal crops worldwide and produce zearalenone as a side product of cell metabolism (Bennett and Klich, 2003) . Chemically, zearalenone ( Fig. 12.5B ) is resorcyclic acid lactone described as 6-(10-hydroxy-6-oxo-trans-1-undecenyl)-B-resorcyclic acid lactone (Cheeke, 1998) . This toxin produces estrogenic effects on farm animals (Schwarzer, 2009) . Clinical symptoms include increased uterine size and secretions, swelling of the vulva, hyperplasia of mammary glands and secretion, increased incidences of pseudopregnancy, decreased libido, infertility, stillbirth, and complications of vaginal and rectal prolapses (Gupta et al., 2018) . In humans, studies reported that zearalenone acts as a ligand for pregnane X receptor (hPXR), which activate transcription factors involved in the expression of many hepatic drug-metabolizing enzymes, including cytochrome P450 enzymes (Ding et al., 2006) . In vitro studies carried out with different human cell lines revealed the effect of zearalenone on human estrogen and androgen receptors. Zearalenone found agonist in MCF-7 cells (breast cancer cell line) for estrogen receptor alpha (hERα) and antagonist for androgen receptor (hAR) in PALM cell line (Gupta et al., 2018) .\n\nTrichothecenes toxins (TCT) are produced by several fungal genera; however, most of them have been isolated from Fusarium spp. TCT have been found to contaminate wheat, barley, corn, rice, rye, oats, and other crops. The effect of TCT has been extensively studied on poultry and farm animals as TCT contaminate feed to a large extent (Leeson et al., 1995) .\n\nEpoxides are found in all TCT at the C 12 and C 13 positions ( Fig. 12.5C ), which is responsible for its toxic activity. TCT affect cell division in the body, where cells are actively dividing such as the skin, gastrointestinal tract, lymphoid, and erythroid cells. In these cells, TCT inhibit the protein synthesis, resulting in acute necrosis in mucosal lining and skin. More fatal consequences are depressed immune function and reduced bone marrow (Schwarzer, 2009 ).\n\nDuring 1990, the World Bank conducted its first investigation on the Global Burden of Diseases (GBD) and developed a standardized indicator called \"Disability Adjusted Life Years\" (DALY) to assess the burden of 107 diseases and injuries around the globe. Disease caused by parasitic worms was not taken into consideration in this study, so they are also called neglected tropical diseases (NTD) (Ndimubanzi et al., 2010) . Parasitic worms are transmitted through food and water and parasitize on humans and animals. They do not grow and multiply in food, but they contaminate water with their eggs, which further grow and pass through different stages of development and form cysts. These cysts, when swallowed by specific hosts, grow and produce disease (Adams and Moss, 2008) .\n\nNematodes causing harmful effects to humans include Ascaris lumbricoides (roundworm), Ancylostoma duodenale (Ancylostoma) and Necator americanus (new world hookworms), Trichuris trichiura (whipworm), Trichinella spiralis, Enterobius vermicularis (pinworm), and Strongyloides stercoralis (threadworm). People living in the slums and rural areas of developing countries are at high risk of getting infected with these nematodes (Crompton, 1999) . The reason behind this is poor hygiene, lack of education, overcrowding, and poor health services (Conway et al., 1995) . Climatic conditions also favor the growth and propagation of these nematodes (Kappus et al., 1994) .\n\nAncylostoma duodenale, Necator americanus, A. lumbricoides, T. trichiura, E. vermicularis, and S. stercoralis are the nematodes which are specific to humans as they have no intermediate host or reservoir. Occasionally other animals like pigs also get infected with human specific nematodes but the life cycle of nematodes does not complete in them. Except Enterobius vermicularis, all of the human specific nematodes require a period of development in soil to become infective to humans (Booth and Bundy, 1992) . Life cycle of human gastrointestinal nematodes is generalized in Fig. 12.6 .\n\nSymptoms of the disease are not produced by adult worms in the case of Trichinella spiralis, but thousands of larvae produced by female worms are responsible for the symptoms. Symptoms include abdominal pain, nausea, and vomiting that appear when larvae burrow in the intestinal wall and reach to the specific muscle tissues. Muscle pain and fever start when these larvae invade the muscle and finally encyst (Adams and Moss, 2008) .\n\nIn the context of food-borne illness, two helminthes are most important, which are discussed in this chapter. Trematoda, which include Fasciola hepatica are called liver fluke, and the cestoda which include the genus Taenia. The life cycle (Fig. 12.7) of these organisms is very complex and includes different intermediate hosts at different stages of development; humans, sheep, and cattle are definitive hosts in cases of trematoda (Adams and Moss, 2008) . Infection of liver fluke is a food-borne trematodiases, and its transmission takes place through contaminated undercooked aquatic food. Infection of liver fluke is most prevalent in Southeast Asia and Latin America. International travel, human migration, and food trade pose the threat of spreading infection to the other parts of the world. Clinical symptoms of liver fluke infections are unspecific and appear as per the location of the parasite in the body of the host (Fü rst et al., 2012) .\n\nTransmission of infective larval stage L3 to human host occurs in following ways:\n\n1.\n\nIn About 56 million people worldwide have been infected by these parasites. F. hepatica and F. gigantica are responsible for infecting 2.6 million people around the globe alone (FuÈ rst et al., 2012) . It is NTD, and most of the affected population belong to developing countries (Mas-Coma et al., 2014) . Patients infected with liver fluke remain asymptomatic for a long time; acute infection symptoms include abdominal pain in the liver region, and fever and chronic symptoms are biliary colic, cholecystitis, and cholangitis (Marcos et al., 2008) .\n\nCestoda include Taenia solium, Taenia saginata, and Taenia asiatica, which are a long, ribbon-like flat worms. Taenia solium infect humans as its primary host after consumption of undercooked pork infected with larva of organism called cysticerci (García et al., 2003) . Its infection (taeniasis) resulting in neurocysticercosis is prevalent in developing countries where people live in close proximity with pigs and rear them as a source of food and livelihood (Ndimubanzi et al., 2010) .\n\nLife cycle (Fig. 12.8) of Taenia solium is complex and includes two hosts: humans are primary and pigs are the intermediate host. Infection in humans and pigs starts with ingestion of eggs or gravid proglottids by fecalÀoral route or by contaminated food or water (Murray and Lopez, 1997; Chimelli et al., 1998) . In case of humans, after the ingestion, eggs hatch into oncospheres in the intestine of the host (Hotez and Brown, 2009; Cruz et al., 1999) . These oncospheres than invade intestinal walls and migrate to striated muscles, brain, liver, and other tissues (Varma and Gaur, 2002) . Cysticerci also attach to the wall of the small intestine by their scolex, and infection of brain tissue results in neurocysticercosis (Edwards and Krishna, 2004; Hotez et al., 2008) .\n\nEggs hatches to oncospheres and invade intestinal wall of pig and migrate to straight muscles.\n\nOncospheres hatch and penetrate intestinal wall and migrate to straight muscles Development of cysticerci in straight muscels, brain, liver, or any other organ pork FIGURE 12.8 Life cycle of Taenia solium.\n\nProtozoa are unicellular eukaryotic organisms, which are known to infect humans and produce environmentally stable cyst or oocyst. Cyst helps these organisms to survive in a harsh environment and infect other intermediate hosts through water or food (Vitaliano et al., 2015) . There are several intestinal protozoa that cause diarrhea, but Entamoeba histolytica, Giardia intestinalis, and Cryptosporidium species are the most dreadful culprits of diarrhea (Thompson and Ash, 2016) . In a recent study, it was estimated that different species of protozoa cause 45.3% of food-borne illnesses, of which E. histolytica is the major causative agent with 24.7% followed by G. intestinalis with 11.2% and Cryptosporidium species with 2.2% contribution (Berhe et al., 2018) .\n\nE. histolytica is a parasitic pathogen of man which causes amebiasis. Amebiasis is a serious health problem mainly persistent in developing nations of tropical and subtropical areas including Central and South America, South and West Africa, Mexico, India, and Pakistan (Khan, 2017) . Infection of E. histolytica is quite common in children and adults in the tropical and subtropical areas. Amebiasis claims 50 million lives, and 450 million individuals suffer from it every year (Ohnishi et al., 2004; Ravdin and Petri, 1995) . In a recent study, it was reported that out of a total 45.3% of protozoan born disease, E. histolytica is major etiological agent with 24.7% contribution (Berhe et al., 2018) . There are six species of Entamoeba (E. histolytica, E. dispar, E. moshkovskii, E. polecki, E. coli, and E. hartmanni), which harbor human intestines (Fotedar et al., 2007) . E. histolytica is the most hostile among all because it dissolves intestinal tissue (Harold, 1975) .\n\nLife cycle of this parasite consists of two stages: one is the infective stage represented by cyst and the other is vegetative phase represented by trophozoites (Tanyuksel and Petri, 2003) . Infection starts with ingestion of cyst with infected food or water, which exist in the intestine and form trophozoit. This trophozoite further feeds on food and red blood cells, and also damages the intestinal cells. Trophozoit form cysts during precyst phase and are excreted out with feces (Espinosa-Cantellano and Martinez-Palomo, 2000; Tanyuksel and Petri, 2003) .\n\nGiardia lamblia is one of the protozoan intestinal parasites which cause diarrhea in both adult and children. It is also a major concern of public health in most of the developing and developed nations (Azian et al., 2007; Ayeh-Kumi et al., 2009) . Life cycle of Giardia lamblia (Fig. 12.9 ) also includes infective cyst stage and feeding trophozoite stage. Some of the trophozoites in the intestine form cysts and excrete out with feces (Adam, 2001) . Giardia is not invasive, and it is not confirmed how the diarrheal symptoms appears. Along with diarrhea, abdominal cramps, pain, and vomiting also exist (Adams and Moss, 2008) .\n\nFood-borne illnesses when compared with other diseases are proven more severe and cause huge economic loss to mankind in terms of suffering, expenses of medicine and hospitalization, and food loss. Food gets contaminated with harmful pathogens, chemicals, and toxins by cross-contamination, adulteration, anthropogenic activities, and different environmental factors, and consumption of such unhygienic and unsafe food leads to food-borne illnesses their outbreaks. The rapid globalization and ease of transportation of food across the countries are often the cause of spread of food-borne pathogens from one part to the world to another. To deal with food-borne illnesses, it is necessary rather mandatory to regulate the process of food from \"farm to fork\" with stringent hygienic practices. There are agencies in every country vis-à-vis international agencies, which have framed regulations and laws in this concern that need to be strictly implemented by the regulatory bodies and observed by the food producers, processors, and traders to reduce the spread of food-borne illnesses. Some international regulations/laws made by several important agencies are discussed in the proceeding sections of this chapter.\n\nFood-borne illnesses are of immense importance as global public health issue, and therefore, these have been recognized as a priority area by the WHO. In addition, the rise in international trade in food has augmented the risk of transmission of food contaminants from one country to another, and the need to estimate the risk that infectious agents pose to human health has become crucial. Global emergence and reemergence of food-borne pathogens have made microbiological safety of food an important issue (Odeyemi and Sani, 2016) . Globally, more than 250 sources of food-borne diseases have been identified. The increase in the incidence of food-borne diseases has led to the imposition of several food quality regulations in different countries (Scallan et al., 2011) . Although the globalization and liberalization of world food trade offer many benefits and opportunities, these present new risks of microbial pathogen from the original point of processing and packaging to the consumers' locations thousands of miles away because of the global nature of food production, manufacturing, and marketing to spread. Most of the countries have introduced food control systems to ensure that foods are safe for human consumption so that people are protected against unsafe, adulterated, or poor-quality food (Gauthier and Mahabir, 2012) . There are four major challenges that need to be addressed to safeguard the health of consumers (Brundtland, 2001) :\n\n1. To set up consumer confidence from the farm to the table by assessing and upgrading existing food safety measures. 2. To ascertain reasonable food safety levels and serve all countries to achieve those standards. 3. To elaborate intercontinental standards for premarket compliance of genetically modified (GM) food. 4. To ensure the safety and benefits of new products for consumers.\n\nThe developing and developed countries in their endeavor to ensure global food safety need to closely interact and participate to establish food safety laws and develop sustainable integrated food safety systems for the mitigation of health risks all over the world.\n\nThese are the legislations and food control services to promote a good quality safe food supply to the consumers and also to protect them from adulterated, spoiled, and contaminated foods at international and national levels that refer to food safety laws, food inspection laws, and export and import rules for food (FAO, 2005) . Food laws mainly contain a basic food act and regulations, sometimes food standards, lists of food additives, chemical tolerances, and others are also included in the basic food laws. The act itself sets out principles, while regulations contain various categories of products coming under the sovereignty. Food standards are components of the enforcement structure and are meant to implement the basic food laws as part of the regulation or separate enactments. The basic food laws should include the purposes and scope of the law, definitions of basic concepts, inspection and analytical procedures, enforcement, regulations for additives, pesticides, contaminants, and penalties. The proper implementation of food laws ensures fair trade practices, growth of the food industry, and also protects the honest manufacturer and dealer against unfair competition (Lasztity, 2009).\n\nA large number of countries have enacted food laws and regulations to ensure that the food is safe, that is, up to the desired quality, and consumers receive adequate and precise information about the foodstuff they are buying in the market. However, the differences among countries need and description often make it unfavorable to trade food internationally (FAO/WTO, 2017). Trade can be more cumbersome, when two nations define the same product unlike and have nonidentical guidelines and norms to check that product. The following international agencies and agreements help to develop international standards in the production, processing, and preservation of food to be exported and imported with the objective of protecting public health and safeguard fair practices in the food trade, thereby facilitating international trade: \n\nThe WHO is an authoritative organization of the United Nations that is mainly involved in the public health matters all over the world. It was established in 1948 and its headquarters is in Geneva, Switzerland. WHO works to promote the accessibility of safe, healthy, and nutritious food for everyone, and its members have recognized food safety, food-borne diseases, GM food, and food additives as a worldwide challenge. From time to time, WHO frames and promotes various guidelines to meet these challenges, and its main roles in food safety and security are following (Forsythe, 2002; FAO, 2005 ; http:// www.who.int):\n\n• To monitor the use of antimicrobials in food of animal origin and minimize antimicrobial resistance associated with the use of antimicrobials. • To define safe exposure levels, which form the basis for food safety standards to ensure fair trade practices by the development of scientific risk assessments. • To prevent, detect, and manage food-borne risks by generating data on food-borne outbreaks and supporting administration of adequate infrastructures (e.g., laboratories). • To improve food safety and security from \"farm to consumer\" by educational programs based on scientific research directed to train food handlers and the customers in order to reduce the food-borne illness. • To provide scientific guidance on the evaluation of foods obtained from genetic modification and nanotechnology.\n\n• To manage food safety risks, ensure quick distribution of information during food safety emergencies to cease the supply of contaminated food from one nation to another through International Network of Food Safety Authorities (INFOSAN). • To provide independent international scientific guidance on microbiological and chemical hazards for the evolution of international food standards by Codex. • To reduce the risks of transmission of zoonoses in the food chain through the consumption of animal products by providing guidance to the public. • The five keys to safer food according to WHO for both developed and developing nations are keep clean, separate raw and cooked food, cook thoroughly, keep food at appropriate temperature, use safe raw material and water (Marusic, 2011) .\n\nThe FAO is a specialized agency of the United Nations with 194 states members over 130 countries around the world. It was established in 1945 by the International Institute of Agriculture (IIA) in Quebec City, Canada, and its headquarters is in Rome, Italy. The main goals of FAO are to wipe out hunger, food uncertainty, and malnutrition, and the sustainable handling of natural resources and genetic resources for the well-being of future generations. The following are the main activities of FAO (Forsythe, 2002; FAO, 2002a FAO, ,b, 2005  http://www.fao.org):\n\n• To ensure that people have easy access to the best quality food by encouraging policies, political commitments, and up-to-date information about hunger and malnutrition challenges and solutions that support food security and good nutrition worldwide. • To form agriculture and fisheries extra productive by serving as a knowledge network and using the expertise of agronomists, foresters, fisheries, livestock specialists, and other professionals to collect, analyze, and disseminate data that aid development. • To reduce rural poverty by improving farm productivity and increasing off-farm employment opportunities through social protection and finding better ways for rural populations to manage and cope with risks in their environments. • To develop inclusive, efficient agricultural and food systems by increasing the participation of smallholder farmers and agricultural producers in developing countries to achieve the goal of a world without hunger. • To increase the prospect of livelihoods to threats, crises, and support them in preparing and responding to disasters. • To put information within reach and supporting the transition to sustainable agriculture by serving as a knowledge network and use the expertise to collect, analyze, and disseminate data that aid development. • To strengthen political will and sharing policy expertise to achieve rural development and hunger alleviation goals. • To support publicÀprivate collaboration to improve smallholder agriculture by providing services to farmers and facilitate greater public and private investments in strengthening the food sector. • To eliminate hunger, food insecurity, and malnutrition by developing mechanisms to monitor and warn about multihazard risks and threats to agriculture, food, and nutrition.\n\n• To support countries to prevent and reduce risks by informing them on successful risk mitigation measures that can be included in agriculture policies. • To develop a series of technical tools to provide guidance on food safety emergencies, reinforce preparedness, and bring knowledge to the field through projects.\n\nThe FAO/WHO started the Food Control Assessment Tool to support plans and monitor food control for the developing countries. The assessment depends on appropriate internationally recognized food control systems and Codex provisions (FAO/WHO, 2003) . The systematic and evidence-based assessment by FAO/WHO Food Control Tool promotes improved responsibility in the area of capacity development, in government services, between donors and implementers, and between technical assistance providers and beneficiary nations. It also accelerates greater integrity in capacity development even by building complementarity between different involvements (FAO, 2005) .\n\nIt is the world's largest, comprehensive, and up-to-date database on electronic collection of national laws and regulations on food, agriculture, and renewable natural resources. FAOLEX is constantly updated with an average of 8000 new entries every year. Presently, it has legal and policy documents drawn from over 200 countries, territories, and regional economic integration organizations and arises in more than 40 languages. It is administered by the Development Law Service of the FAO Legal Office, and it complements FAO's core function of advising its members on legal and institutional means to promote and regulate national and international cooperation in the area of food and agriculture sector. Primarily, its mandate is to collect, analyze, interpret, and circulate information related to nutrition, food, and agriculture. The terms and conditions that are applied to the use of the FAO website are applicable to use of the FAOLEX database (http://www.fao.org).\n\nThe FAO/WHO facilitates the implementation of risk assessment in food safety that is based on scientific guidance and evidence provided by the authorities. The risk assessment according to the CAC is a scientifically based process with hazard identification and characterization, exposure assessment, and risk characterization (FAO/WHO, 2003) . It provides an estimate of the possibility and severity of food-borne illnesses that is useful in determining hazards and their reduction to acceptable levels. The risk assessments and safety evaluations are dependent on available best scientific information, systemizing inputs from many authorities and publications (WHO, 2015; FAO/WHO, 2006a ,b, 2015 FAO, 2016) . At present, there are the following international scientific committees that provide advice to Codex, governments, industries, and researchers worldwide: The JECFA is an international expert scientific committee that is organized jointly by FAO/WHO and was established in 1956, primarily to assess the security of food additives. Now its function also includes assessment of food safety, naturally occurring toxicants, contaminants, and residues of veterinary drugs in foodstuff (FAO/WHO, 2003; FAO, 2005) . The committee establishes acceptable daily intakes (ADIs), prepares specifications on purity of food additives, recommends maximum residue limits (MRLs), and decides norms for detecting and quantifying residues in foods. JECFA has evaluated more than 1300 food additives with 17 maximum levels (MLs) for contaminants over 4037 MLs covering 303 food additives, and MRLs for residues of veterinary drugs is 610, covering 75 veterinary drugs in foods (FAO/WTO, 2017). As on today, it has evaluated more than 2500 food additives, 40 contaminants, and residues of 90 veterinary drugs (http://www.fao.org/food/ food-safety-quality/scientific-advice/jecfa/en/). It serves as a scientific advisory body to FAO, WHO, CAC, and some nations use its particulars in framing their own regulations and standards. Mainly information to the Codex is furnished by the Codex Committee on Food Additives and Contaminants (CCFAC) and the Codex Committee on Residues of Veterinary Drugs in Foods (CCRVDF) (Forsythe, 2002; FAO, 2005; FAO/WHO, 2015) .\n\nThe JMPR consists of the joint assembly of the FAO/WHO committee of specialists on pesticide residues in foodstuff and in the ecosystems. It accomplishes toxicological assessment of pesticide residues, estimates the ADIs and recommends maximum residues limits (MRLs) for individual pesticides residues in or on particular food products (FAO/WHO, 2003) . The MRLs for pesticides are defined according to good agricultural practices based on estimated residue levels in administered field trials. When the ADIs are exceeded, more clarified intake estimations are carried out using national food consumption data and guidance from pesticide residues monitoring programs (FAO, 2005) . The JMPR manifest chemical security norms are based on a review of toxicological studies in the test animal species. As of today, JMPR has 4846 MRLs for pesticide residue covering 294 pesticides in foods (FAO/WHO, 2015; FAO/WTO, 2017) .\n\nThe FAO/WHO have started a series of joint specialist negotiations to evaluate risk associated with microbiological contamination of eatables with the aim of providing an unambiguous review of scientific advice on the microbiological risk assessment (MRA) and to develop the quantitative risk assessments of specific pathogenÀcommodity combinations followed by the CAC principles and guidelines. Its work includes an assessment of existing and current risk evaluation methodologies and emphasizes their strengths and weaknesses (FAO/WHO, 2003) . The aim of advice is to assist the risk assessor and manager to understand the concepts and information associated in the risk assessment. The MRA are confirmed in association with the Codex Committee on food hygiene and remove the risk evaluation of Salmonella spp. in broilers, Salmonella enteriditis in eggs, L. monocytogenes in ready-to-eat foods, Campylobacter in broiler chickens, and Vibrio spp. in seafood (FAO/WHO, 2006a,b; FAO/WHO, 2015) .\n\nThe utilization of biotechnology for the genetic improvement of plants, animals, and microorganisms for the production of foods create an extra concern to certain consumer groups. The WHO and FAO perceive that modern biotechnology has promised to increase agricultural productivity and the nutritional value of foods. However, they also acknowledge that there are possible risks to human, animals, and ecosystems that require an individual assessment (FAO/WHO, 2001; FAO, 2009) . FAO and WHO mutually planned a series of specialist's discussions to consider overall safety and nutritional aspects of foods derived by genetic modifications. The negotiations addressed Strategies for Assessing the Safety of Foods Produced by Biotechnology in 1990 , Biotechnology and Food Safety in 1996 , and Safety Aspects of Genetically Modified Foods of Plant Origin in 2000 The latter negotiations specifically addressed survey on security that were elevated by a Codex intergovernmental ad hoc task force on foods derived from biotechnology and to examine the benchmarks essential for the risk evaluation of food and its ingredients produced with the assistance of viable or nonviable GM microorganisms (FAO/WHO, 2002; FAO/WHO, 2003) .\n\nThe Codex Alimentarius or \"food code\" is a collection of international codes, standards, and guidelines that have been developed and adopted by the CAC. The CAC is the central component of the joint FAO/WHO food standards program and was established by FAO and WHO in 1963. The principal objectives of CAC are to protect the health of consumers, promote fair trade practices in the food trade, and ensure coordination of all food standards work undertaken by international organizations (FAO/WHO, 2006a,b) . The publication of the Codex Alimentarius (i.e., food code) is intended to supervise and encourage the refinement of definitions and requirements for foods to aid in their harmonization and facilitate transcontinental trade (Randell and Whitehead, 1997; FAO/WHO, 2015) .\n\nThe Codex encompasses codes or norms for all the principal foods, whether processed, semiprocessed, or raw, meant for dispersal to the consumers. Materials for further processing into foods should be included as and when deemed inevitable to achieve the purpose of the Codex Alimentarius. It has provisions with respect to food hygiene, food additives, harmful residues of agrochemicals and veterinary drugs, contaminants, labeling and presentation, methods of sampling and analysis, and export and import inspections and certifications. It also includes a voluntary code of ethics for international trade in food (Forsythe, 2002; Gauthier and Mahabir, 2012) . As of today, there are 188 member countries of the CAC. Codex norms are developed through the work of various committees with an eight-step process from proposal to adoption. The worldwide authority may also participate in the commission as observers. However, they have no voting rights, unlike countries members. A Codex standard for any food should be evaluated in accordance with the format for Codex commodity standards and contain all the relevant sections listed therein. The CAC and its associated bodies are committed to revise Codex standards and related texts if required to ensure that these become consistent with and reflect latest scientific guidance. A standard may be revised or modified in accordance with the procedures of Codex standards when required for elaboration. Every member of the CAC is responsible for identifying any new scientific advice, which may warrant amendment of any existing Codex standards and presenting to the appropriate committee for desired improvements (Randell and Whitehead, 1997; FAO/WHO, 2010) .\n\nThe process for preparing and formulating standards is very well defined, open, and clear. A national authority or auxiliary committee of the Commission generally presents the proposal for a standard to be developed, and then they prepare a document for discussion that outlines what the proposed standard is expected to achieve and then a project document that indicates the time frame for the work to be executed and its priority. For the preparation of standard proposed, initially the Commission considers and reviews the project document and makes a decision whether the proposed standard should be developed, and then the Commission Secretariat may arrange and circulate the proposed draft standard to member governments, observer organizations, and other Codex committees for two rounds of comments and specific advice. It may take several years to develop standards. Once the developed standard is adopted by the commission, it is listed as a Codex standard in the Codex Alimentarius and is published on its website (Masson-Matthee, 2007; FAO/WHO, 2015, http://www.codexalimentarius.org).\n\nCodex guidelines and codes are recommended to nations to execute them as legislation or regulations and can be accessed by the public as they are freely available on the Codex website. The MLs of contaminants and natural toxicants in food and feed according to Codex standard that are safe for goods are subject to global trade. The Codex database on food additives, MRLs for pesticides, and residues of veterinary drugs in food include the conditions and maximum limits that can be used in all foodstuffs. The number of Codex standards and guidelines by July 2016 after the decisions of the 39th Session of the CAC were 191 goods standards and 76 guidelines (Masson-Matthee, 2007; FAO/WTO, 2017) .\n\nThese include guidelines on nutrition labeling, general standards for food additives, list of Codex specifications for food additives, MRLs and risk management recommendations for residues of veterinary drugs in foods. In addition, regional code of hygienic practices for street and vended foods, guidelines related to performance criteria for methods of analysis for the determination of pesticide residues in food and feed, guidelines and principles for monitoring the performance of national food control systems, code of practice for the prevention and reduction of arsenic contamination in food grains are also included in Codex (FAO/WHO, 2015; http://www.codexalimentarius.org).\n\nThe role of the Codex has been significantly enhanced under the World Trade Organization (WTO) trading regime through the agreement on the application of SPS measures and the agreement on Technical Barriers to Trade (TBT). The WTO members are required to use international standard, and the agreement also states that the risk assessment procedure should be developed by an international organization and become part of national food regulations on food safety. The TBT agreement includes all types of standards covering quality requirements for foods and put emphasis on international standards. It also includes all measures designed to protect the consumers against fraud and deception (Forsythe, 2002; FAO/WHO, 2002; Masson-Matthee, 2007) . Because of WTO, TBT and SPS agreement the Codex Alimentarius standards have become the baseline references for consumer protection vis-à-vis safe food production. Hence, the CAC has become the important baseline for the international as well as national food safety requirements. The General Agreement on Tariffs and Trade (GATT) decision on SPS states that no member countries are prevented from adopting and enforcing measures required to protect humans, animals, and plant health (GATT, 1994) .\n\nThe WTO was established in 1995 by Uruguay Round Negotiations and is located in Geneva, Switzerland, now with 164 memberships (http://www.wto.org). It is the global agency that deals with the guidelines of trade internationally with the aim to aid producers of goods and services, exporters and importers running their business freely, and solve the trade issues they face with each other. WTO members negotiate and supervise the implementation of rules under trade agreements and examine the trade plans of its members (Acharya, 2016; WTO, 2010) . The goal of WTO is to assist trade flow as smoothly as possible, which leads to economic development and wholeness of the people globally. The starting of national merchandise to worldwide trade with requisite flexibilities render to sustainable development, poverty mitigation, and the upgradation of living standards (WTO, 2014) . At the time of the GATT, the WTO was on ordinary customs duties (tariffs); today, it also includes all other measures that affect trade internationally. A principal development in this consideration was the emergence of the WTO, SPS, and TBT agreements (WTO, 2017; FAO/WTO, 2017) . The following are the major function of WTO (http://www.wto.org):\n\n• To supervise WTO trade conventions.\n\n• To act as assembly for merchandise consultation.\n\n• To settle trade conflicts.\n\n• To monitor governmental trade strategies.\n\n• To provide technical support and training for underdeveloped nations.\n\n• To cooperate with other world organizations.\n\nThe SPS and TBT agreements maintain fairness between members' privilege to regulate food security and ensuring that such regulations do not become obstacle to trade. Both agreements promote harmonization of international standards and provide unquestionable protection from legal objections (WTO, 2010).\n\nSPS agreements are precautions and safeguards to be observed to protect humans, animals, and plants from diseases, pests, or contaminants. The SPS Agreement is one of the important documents approved at the Uruguay Round of the Multilateral Trade Negotiations in 1994. It is applicable to all sanitary (relating to animals) and phytosanitary (relating to plants) measures that may directly or indirectly impact the international trade.\n\nThe SPS agreement has 14 articles covering the rights and obligations. It includes a number of understandings (trade disciplines) on how SPS measures will be implemented to the member states, when they establish, revise, or apply their own domestic laws and regulations. The WTO agreement is a key factor in developing and executing new hygiene measures for the international trade in food (Forsythe, 2002; FAO/WHO, 2003; FAO/ WTO, 2017) .\n\nRole of SPS Agreement in international food safety The SPS agreement incorporates the following regime for food safety and animal and plant health (http://www.wto.org/sps):\n\n• It accepts the privilege of nations to acquire and execute regulations necessary to protect humans, animals, and plant health. • It ensures food safety and the goal of restricting the irrelevant effects of such regulations on worldwide trade.\n\nThe SPS measures include all types of regulations to fulfill these commitments, whether these are requisite for final products, processing, inspection, certification, packaging, and labeling that are directly associated with food security.\n\nThe scope of the SPS agreement is defined by the goals of the agreement. The main targets of SPS agreement are taken to protect (FAO, 2005 , http://www.wto.org/sps):\n\n• risks arising from additives, contaminants, toxins in food and feed;\n\n• plant-and animal-carried diseases (zoonoses) and disease-causing organisms; and • destruction caused by the pests.\n\nThe three main areas in which SPS measures are functional include (FAO, 2005, http The SPS agreement is mostly applied to health-related risks; however, the TBT agreement covers a variety of product standards and regulations acquired by the nation to achieve public policy targets such as protecting human health and the environment, providing buyer information, and determining product quality. It was negotiated in the Tokyo Round of Multilateral Trade Negotiations in 1979 with the provisions for settling trade disputes arising from the use of food security and other technical limitations. The aim of the TBT agreement is to ensure that countries' laws, standards, testing, and licensing methods do not create unnecessary barriers to global trade. It covers trade in all commodities and implements three categories of measures, which are technical regulations, standards, and conformity assessment procedures (FAO/WHO, 2003; FAO, 2005 ; FAO/ WTO, 2017).\n\nThe Agreement manages technical regulations and standards regarding the use of terminology, symbols, packaging, marketing, and labeling requirements. The TBT agreement also follows Codex standards as the global benchmark, not specifically referenced. If a trade dispute arises, the WTO can approve trade penalties against a nation that cannot justify a stringent and trade restrictive requirement specified in the Codex (Gauthier and Mahabir, 2012; WTO, 2014) .\n\nThe scope of the TBT agreement is defined by the objective of the measures with respect to technical regulations, standards, and conformity assessment procedures as follows (http://www.wto.org/tbt):\n\n• Technical regulations involve product characteristics, production methods, and also deal with symbols, packaging, marking, and labeling requirements. • Standards are agreed by an authority responsible for framing rules, guidelines, and attributes for products. • Conformity assessment procedures are used to determine the applicable requirements in technical regulations. They include procedures for sampling, testing and inspection, evaluation, verification, and assurance of conformity, and registration, consignment, and compliance.\n\nThe IPPC is an international plant health agreement, established in 1952, which expects to protect cultivated and wild plant resources by preventing the introduction and spread of pests through international trade and travel. Pest introductions and subsequent outbreaks cost farmers, governments, and consumers billions of dollars every year. Once the exotic pest species are established in any nation, their control is often very difficult, and eradicating them is costly. The IPPC allows countries to use science-based knowledge to protect their wild and cultivated plant resources. The Convention helps to protect farmers from economically destructive pests and disease outbreaks, the environment from loss of species diversity as a result of pest invasions, and industries and consumers from the costs of pest management.\n\nIt provides an international framework for plant protection, which includes the development of International Standards for Phytosanitary Measures (ISPMs) to protect plant resources. The ISPMs was developed in 2009 and includes standards for (https://www. ippc.int/en/):\n\n• pest surveillance, survey, and monitoring; • pest risk analysis and pest management;\n\n• conformity procedures and phytosanitary inspection techniques;\n\n• postentry quarantine and foreign pest emergency response; and • export certification and import regulations.\n\nThe IPPC also has provisions for exchange of information related to export and import requirements and pest status provided by each member state. Developing nations also receive technical help for its implementation. The primary focus of IPPC is on plants and plant products in worldwide trade. It also covers research materials, biological control organisms, germplasm banks, and vector for the spread of plant pests (e.g., packaging materials, soil, vessels, containers machinery and vehicles). The Convention provides assistance to developing nations to improve the effectiveness of their National Plant Protection Organizations (NPPOs) and to aid regional plant protection organizations to understand the welfare of safe trade (Forsythe, 2002; Lupien, 2002) .\n\nThe OIE is also known as the World Animal Health Organization. It is the intergovernmental agency responsible for improvement of animal health all over the world. It was established in 1924 and its headquarters is in Paris, France. It is recognized as a reference organization by the WTO with 182 member states. The OIE has relations with 45 other international and regional organizations. It provides comprehensive, verified, and transparent information on voluntary sustainability standards and other similar initiatives covering issues such as safety and quality of food. The main focus of the program is on the capacity building of producers, exporters, policymakers, and buyers for participation in more sustainable food production and trade. The main purposes of OIE are ensuring transparency in the worldwide animal disease control, publishing health standards for global trade in animals and animal products, improving the veterinary services of nations, providing assurance of animal origin food, and upgrading animal welfare through a science-based approach (FAO/WHO, 2003, http://www.oie.int).\n\nThe International Organization for Standardization (ISO) was established in 1946 to facilitate the international coordination and integration of industrial standards. It is an independent, nongovernmental organization with a membership of 162 standard bodies based on one member per country, and its headquarters is in Geneva, Switzerland (http://www.iso.org).\n\nISO International Standard is a document containing specifications for products, services, and systems to ensure quality, safety, and efficiency and facilitating international trade. ISO has published 22,371 International Standards and related documents, covering almost every industry, technology, food safety, agriculture, and health care with a very wide impact. ISO standards help:\n\n• To make products compatible, so they fit and work well with each other.\n\n• To identify safety issues of products and services.\n\n• To share good ideas and solutions for best management practices. • ISO standards respond to a need in the market from industry or other consumer groups; they first communicate to its national member and then to ISO.\n\n• ISO standards are based on global expert opinion from all over the world, which are part of larger groups called technical committees, and experts negotiate all aspects of the standard, including its scope, key definitions, and content. • ISO standards are developed through a multistakeholder process.\n\n• ISO standards are based on a consensus-based approach, and comments from all stakeholders are taken into account.\n\nPopular ISO standards: The most popular ISO standards include management system standards, ISO 9001 quality management, ISO 22000 food safety management and ISO 14000 environmental management (http://www.iso.org).\n\nISO 22000 is an international food safety standard developed in 2005. It is a derivative of ISO 9000 standard and involves the interactive communication and prerequisite programs for a food safety management system. ISO 22000 specifies the requirements for implementing food safety management systems in all types of organizations along the food chain, ranging from production transport and storage to producers of equipment, packaging material, and additives. It has been placed with ISO 9001 in order to increase the conformity of the two standards. It combines the concepts of the hazard analysis and critical control points (HACCP) and the CAC (FAO/WHO, 2003) . ISO is also developing additional standards that are related to ISO 22000. These standards are known as the ISO 22000 family of standards. The new standards are developed by authorities from the food industries along with specialized international agencies and in cooperation with Codex, systemize relevant national and international food laws, and integrate HACCP principles (Gauthier and Mahabir, 2012 , https://www.iso.org/iso-22000-food-safety-management. html).\n\nInternational food laws facilitate trade by reducing unnecessary trade restrictions and encouraging economies for producers. It provides a best scientific and technical basis for objectives related to food safety and aids nations in developing SPS measures to ensure animal and plant health. International standards also provide the basis for testing, inspection, or certification that governments use to ensure the requirements for safety and dissemination of technology.\n\nFood-borne diseases have emerged as major public health and economic concerns all over the world. In spite of significant advances in food science and technology, food-borne diseases and illness are the rising cause of mortality and morbidity in many countries. Although a number of food-borne pathogens from different groups have been identified, still there is lack of accurate data on the full extent and cost of food-borne diseases that has been a major obstacle to address food safety issues. In order to fill this gap, different local and international regulatory bodies, standards, and laws are available that comply with safety and regulatory requirements related to food products. These provide the framework for uniformity of quality and safety of food products and thus help in improving the efficiency of production and reduction in the cost and also open borders for the free transport of food products around the globe. A number of challenges including changes in environmental conditions that lead to food contamination, changes in food production and supply, changes in consumer preference and habits, and emergence of newer pathogens, toxins, and antibiotic resistance still exist that need to be taken care of. The challenges for food regulators are to maintain a food regulatory system that delivers safe food for the people and also to maintain public confidence in the food regulations."}