{"title": "The serine protease inhibitor camostat inhibits influenza virus replication and cytokine production in primary cultures of human tracheal epithelial cells", "body": "Infection with pandemic or seasonal influenza virus causes a rapid onset of various symptoms, including fever, sore throat, cough and general fatigue [1, 2] . Influenza virus infection can be complicated by pneumonia, brain edema and exacerbations of chronic pulmonary diseases [2e4] .\n\nInfluenza vaccination reduces the mortality rate in elderly people with chronic obstructive pulmonary disease (COPD) [5] , and vaccination against influenza is also recommended to prevent the severe side effects of influenza and exacerbations of bronchial asthma [6, 7] . Clinically used anti-influenza drugs, which include neuraminidase inhibitors such as oseltamivir and zanamivir, are beneficial for uncomplicated pandemic and seasonal human influenza infection [8, 9] .\n\nHowever, several patients with pandemic influenza virus infection have died of pneumonia and multi-organ system failure despite intensive drug treatments, including neuraminidase inhibitors and steroids [2] . Patients infected with highly pathogenic influenza viruses experience increased viral replication and subsequent hypercytokinemia [10, 11] . Oseltamivir-resistant influenza A (A/H1N1) virus infection has also been reported, and this type of seasonal influenza has caused severe disease in immunocompromised patients [12] . Therefore, the further development of drugs with anti-influenza and anti-inflammatory effects is needed.\n\nHomma and Ohuchi showed that Sendai virus was activated when trypsin cleaved the viral surface glycoprotein, fusion protein (F), from the inactive precursor (F0) to F1 and F2 heterodimers [13, 14] . The cleaved protein fused the viral envelop to the host cell membrane, inducing the viral gene to enter the host cell. Subsequent reports demonstrated that trypsin and other host proteases, by cleaving the surface glycoproteins important for membrane fusion, contribute to the spread of infection and the pathogenicity of many types of viruses, including paramyxoviruses and influenza virus [15, 16] . Serine proteases, such as trypsin, transmembrane protease serine S1 member (TMPRSS) 2 and human trypsin-like protease (HAT; also known as TMPRSS11D) are important examples of host proteases responsible for the proteolytic cleavage of the influenza virus hemagglutinin (HA), which is essential for viral gene entry into the cell and the start of viral replication [17, 18] .\n\nThe serine protease inhibitor aprotinin and similar agents, such as leupeptin and camostat, suppress virus HA cleavage and reduce the replication of influenza viruses with a single arginine in the HA cleavage site [19] . The effects of protease inhibitors, including aprotinin, gabexate and camostat, have been studied in Madin Darby Canine Kidney (MDCK) cells and in mice after influenza virus infection [19e21] . Zhirnov et al. showed that viral replication in human adenoid epithelial cells was also inhibited by aprotinin [22] . Another serine protease inhibitor, sivelestat, has been used to treat patients with acute respiratory distress syndrome [23] . However, the inhibitory effects of serine protease inhibitors in clinical use on influenza viral replication and the production of inflammatory mediators in human tracheal and bronchial epithelial cells, the first target of the infection, have not been studied.\n\nIn this study, primary cultures of human tracheal epithelial (HTE) cells, which retain the functions of the original tissue [24] , were infected with the 2009 pandemic influenza virus, or a seasonal influenza virus, and the effects of serine protease inhibitors on viral replication and cytokine release from the cells were examined.\n\nHuman tracheal surface epithelial cells (HTE cells) were isolated and cultured in a mixture of Dulbecco's modified Eagle's medium (DMEM)-Ham's F-12 (DF-12) medium containing 2% Ultroser G (USG) serum substitute as described previously [24, 25] . Tracheas for cell cultures were obtained from 25 patients after death (age, 64 ± 3 yr; 10 female and 15 male). This study was approved by the Tohoku University Ethics Committee.\n\nMadin Darby Canine Kidney (MDCK) cells were cultured in T 25 flasks in Eagle's minimum essential medium (MEM) containing 10% fetal calf serum [25] . The cells were then plated in 96-well plates and cultured. [25, 26] . The cells were cultured in 24-well plates in a mixture of 0.9 mL of DF-12 medium and 100 mL of MEM containing virus for 1 h. The culture supernatants containing virus were then removed, and the cells were cultured in DF-12 medium containing 2% USG at 37 C in 5% CO 2 -95% air. The supernatants were collected to recover the influenza virus.\n\nTo prepare the influenza A/H1N1 pdm 2009 virus, nasal swabs were collected from patients and suspended in MEM medium [26] . The influenza A/H3N2 virus, which was passaged 5e7 times in MDCK cells, was also used to generate viral stocks.\n\nThe detection and titration of influenza viruses in the culture supernatants were performed using the endpoint method [27] , by infecting replicate MDCK cells in plastic 96-well plates with 10-fold dilutions of virus-containing supernatants, as previously described [25] . The presence of the characteristic cytopathic effects of the influenza virus was then determined. The TCID 50 (TCID, tissue culture infective dose) was calculated using previously described methods [26] , and the viral titers in the supernatants were expressed as TCID 50 [20] . Hosoya et al. [20] compared the antiviral activity of protease inhibitors, including camostat, sivelestat and gabexate, using the 50% effective concentration unified in mg/mL in an in vitro study using MDCK cells. Furthermore, the maximal plasma concentration of FOY-251 (a metabolite of camostat) was also reported in ng/mL [33] . Therefore, to compare the effects of protease inhibitors in our study with those of other reports, we unified the concentration in mg/mL.\n\nThe concentrations of the protease inhibitors used in the present study were similar (approximately 20 mM) because, at 10 mg/mL, the molarities of camostat, sivelestat and gabexate are 20 mM, 19 mM and 24 mM, respectively, and 1000 KIU/mL of aprotinin is 19 mM.\n\nCells were pretreated with culture medium (DF-12 medium supplemented with 2% USG) containing one of the serine protease inhibitors or the vehicle (1% water) for 30 min unless otherwise stated. Thus, treatments with serine protease inhibitors were started 30 min prior to infection and continued until the end of the experiment.\n\nInfection of HTE cells with influenza virus was performed using previously described methods [25] . A stock solution of influenza virus containing one of the serine protease inhibitors was added to the cells in 24-well plates (400 mL in each well, 1.0 Â 10 3 TCID 50 units/mL, a multiplicity of infection [MOI]) of 0.8 Â 10 À3 TCID 50 units/cell). The stock solutions of influenza virus containing an inhibitor or vehicle were prepared by diluting the viral stocks to 1.0 Â 10 4 TCID 50 units/mL of virus with culture medium containing the inhibitor or vehicle. A stock solution of influenza virus containing an inhibitor or vehicle was added to the cells for the infection. After a 1 -h incubation, the viral solution was removed, and the cells were rinsed with phosphate buffered saline (PBS) and cultured in 1 mL of fresh medium containing an inhibitor or vehicle at 37 C in 5% CO 2 -95% air.\n\nA portion of the supernatant (300 mL) was collected 1 day (24 h) and 3 days (72 h) after infection, and an equal volume (300 mL) of fresh medium containing the inhibitor or vehicle was added to the cell culture. The entire supernatant volume (1 mL) was collected 5 days (120 h) after infection.\n\nBecause camostat had strong inhibitory effects on viral titers in the preliminary experiments, the concentration-dependent effects of camostat were studied. The cells were treated with camostat at concentrations ranging from 0.001 mg/mL to 10 mg/mL using the same methods.\n\nViral RNA in the cells was measured to confirm the differences in the magnitude of viral replication. A two-step real-time quantitative reverse transcription (RT)-PCR assay was performed using the TaqMan ® Gene Expression Master Mix (Applied Biosystems, Bedford, CA, USA) as described previously [25] . The primers and Taq-Man probe for the viruses were designed as previously reported [25, 28] . The expression of viral RNA was normalized to the constitutive expression of b-actin mRNA [29] .\n\nThe inhibitory effects of camostat on the HA cleavage by serine proteases in HTE cells were examined as previously described [30] . Cells were infected with the influenza A/H1N1 pdm 2009 virus at an MOI of 10 for 60 min, and cultured for 72 h at 37 C in 5% CO 2 -95% air. Cells were treated with camostat at concentrations ranging from 0.1 mg/mL to 3 mg/mL from 30 min pre-to 72 h post-infection.\n\n72 h post infection, viral proteins in the supernatants were lysed in SDS-PAGE sample buffer containing 2-mercaptethanol (Nacalai Tesque, Kyoto, Japan) by mixing the supernatants with the buffer, and heated at 95 C for 5 min. Proteins were separated by SDS-PAGE on 8% gels and transferred to PVDF membranes, which were then soaked in phosphate buffered saline with Tween ® 20 (PBS-T) containing 4% skim milk for 1 h at room temperature (RT) for blocking. The blots were incubated with monoclonal anti-HA WS26 antibody (a gift from E. Takashita, NIID) as a primary antibody for 1 h at RT, and then incubated with peroxidase-conjugated polyclonal goat anti-mouse IgGs (BIORAD) as a secondary antibody for 1 h at RT. The proteins were detected by ECL Prime Western Blotting Detection Reagent (GE Healthcare) according to the manufacturer's instructions.\n\nThe expression of the mRNAs of TMPRSS2, TMPRSS4 and TMPRSS11D (¼ HAT) was measured using the RT-PCR methods described above (Quantification of Influenza Virus RNA), utilizing the primers that were designed previously [18, 31] .\n\nAn indirect immunofluorescence assay was performed as reported previously [32] . Cells were fixed with 4% paraformaldehyde in PBS for 10 min at RT. Fixed cells were incubated with monoclonal anti-TMPRSS2 (GeneTex) or anti-TMPRSS11D (GeneTex) as a primary antibody for 1 h at RT, and then incubated with Alexa Fluor 488-conjugated goat anti-mouse IgG (HþL) (Molecular Probes) as a secondary antibody. Nuclei were stained with Hoechst33342 (Molecular Probes). Cells were observed by an LSM700 laser scanning confocal microscope (Carl Zeiss). Image capture, analysis and processing were performed using Zen2011 software (Carl Zeiss) and Photoshop CS5 (Adobe).\n\nInterleukin (IL)-6, interferon (IFN)-g and tumor necrosis factor (TNF)-a levels in the supernatants were measured using ELISAs for the measurement of IL-6 and IFN-g and a chemiluminescent enzyme immunoassay (CLEIA) to measure TNF-a.\n\nThe results are expressed as the mean ± SEM. Statistical analysis was performed using a two-way repeated measures analysis of variance (ANOVA). For comparison of viral titers, viral RNA, cytokine release and TMPRSSs mRNA expression between the two groups, Student's t-test or the ManneWhitney U-test was performed. Subsequent post-hoc analyses were performed using Bonferroni's method. For all analyses, values of p < 0.05 were considered significant. In the experiments using cultures of HTE cells, n refers to the number of donors (tracheae) from which the cultured epithelial cells were obtained.\n\nThe influenza A/H1N1 pdm 2009 virus was detected in supernatants at 24 h, and the viral titer progressively increased between 24 h and 3 days (72 h) after infection (Fig. 1A) . The viral titer increased over the 3 days of observation, and viral titers were consistent across all culture replicates at 5 days (Fig. 1A) .\n\nWhen the human tracheal epithelial (HTE) cells were treated with camostat (10 mg/mL) 30 min before, during and after infection, the titers of the influenza A/H1N1 pdm 2009 virus in the supernatants were significantly reduced on days 1, 3 and 5 after infection (Fig. 1A) . Similarly, the other serine protease inhibitors studied d gabexate (10 mg/mL) and aprotinin (1000 KIU/mL) d also reduced the titers of the influenza A/H1N1 pdm 2009 virus in the supernatants (Table 1 ). In contrast, sivelestat (10 mg/mL) did not reduce the titers of the influenza A/H1N1 pdm 2009 virus ( Table 1 ). The seasonal influenza A/H3N2 virus was also detected in supernatants at 24 h. The viral titers increased over the 3 days of observation, and viral titers were consistent across all culture replicates at 5 days (Fig. 1B) . Camostat (10 mg/mL) reduced the titers of the seasonal influenza A/H3N2 virus in the supernatants on days 1, 3 and 5 after infection (Fig. 1B) , as did sivelestat (10 mg/mL), gabexate (10 mg/mL) and aprotinin (1000 KIU/mL) ( Table 1 ).\n\nThe inhibitory effects of camostat on the titers of the A/H1N1 pdm 2009 and A/H3N2 viruses in the supernatants was greater than that of comparable concentrations (approximately 20 mM) of sivelestat, gabexate and aprotinin ( Table 1) .\n\nThe titers of the influenza A/H1N1 pdm 2009 and A/H3N2 viruses in the cells treated with camostat (10 mg/mL) for 30 min before, during and after infection did not differ from the titers in the cells treated with camostat after infection ( Fig. 1A and B) . We also tested camostat for possible cytotoxicity for the HTE cells. The number of detached cells in the supernatants of the wells treated with camostat for 3 days did not differ from the number of \n\nWhen the HTE cells were pretreated with camostat 30 min before, during and after infection, the titers of the influenza A/ Similarly, camostat decreased the titers of the influenza A/H3N2 virus in the supernatants in a concentration-dependent manner, and a significant reduction was observed at 0.01 mg/mL and higher concentrations (Fig. 1D ). Sivelestat and gabexate did not reduce the influenza A/H3N2 virus titers at 1 mg/mL or lower concentrations (data not shown).\n\nRNA replication of the A/H1N1 pdm 2009 and A/H3N2 influenza viruses increased with time, and maximum viral RNA expression in the HTE cells was observed 5 days (120 h) after infection as previously described (data not shown) [25] .\n\nWhen the cells were pretreated with camostat (10 mg/mL) 30 min before, during and after infection, significant reductions in the RNA of the A/H1N1 pdm 2009 and A/H3N2 viruses in the cells were observed 5 days after infection (Table 1 ) (data on 1 day, 3 days and 7 days not shown). Similarly, sivelestat (10 mg/mL), gabexate (10 mg/mL) and aprotinin (1000 KIU/mL) also reduced RNA replication of the same viruses ( Table 1) .\n\nThe inhibitory effects of camostat on the RNA replication of the influenza A/H1N1 pdm 2009 and A/H3N2 viruses in the cells was greater than that of sivelestat and gabexate observed at the similar concentration (approximately 20 mM) (Table 1) . Furthermore, the inhibitory effects of camostat on the RNA replication of the A/H3N2 virus were greater than that of aprotinin. In contrast, the inhibitory effects of camostat on the RNA replication of the A/H1N1 pdm 2009 virus did not differ from the effects of aprotinin (Table 1) .\n\nTo determine whether camostat inhibited the cleaving of HA, HTE cells were infected with the A/H1N1 pdm 2009 virus at an MOI of 10 TCID 50 units/cell and incubated for 72 h at 37 C without or with 0.1, 1.0 or 3.0 mg/mL of camostat. The progeny virus in the culture supernatants was analyzed by immunoblotting with an anti-HA monoclonal antibody which recognizes HA0 and HA1. In the absence of camostat, the cleaved HA1 subunit predominated and the uncleaved HA0 was not detected (Fig. 2) . By contrast, the amount of cleaved HA1 subunit was reduced as the camostat concentration increased, while the amount of uncleaved HA0 was correspondingly increased (Fig. 2) .\n\nIndirect immunofluorescence assay of the HTE cells confirmed the expression of TMPRSS2 and TMPRSS11D proteins at the cell membrane and in the cytoplasm, where they are stained orange ( Fig. 3A and B ), but not in the nucleus. By contrast, no significant staining was observed in controls for which the treatment with the primary antibodies against these proteins were omitted (data not shown).\n\nPrimary cultures of HTE cells expressed the mRNA of TMPRSS2, TMPRSS4 and TMPRSS11D (¼ HAT), and the expression of TMPRSS11D mRNA expression (as a ratio compared with b-actin mRNA) was greater than that of TMPRSS2 and TMPRSS4 mRNAs (Fig. 3C ). TMPRSS2 mRNA expression did not differ from that of TMPRSS4. Treatment of the cells with camostat did not change the expression of the mRNA of TMPRSS2, TMPRSS4 and TMPRSS11D (Fig. 3C ).\n\nA significant amount of IL-6 was detected in the supernatants prior to viral infection ( Table 2 ) and 5 days after sham infection (data not shown). The IL-6 levels increased after infection with the A/H1N1 pdm 2009 and A/H3N2 influenza viruses (Table 2) . Maximum IL-6 levels were observed 5 days after infection with each of the two strains of influenza viruses (data at 1 day, 3 days and 7 days not shown). as the relative amount of RNA expression (%) compared to the maximum influenza viral RNA on day 5 (120 h) in the cells treated with the vehicle control. The results are reported as the mean (SEM) (n ¼ 5). Significant differences compared to viral infection alone are indicated by *p < 0.05, **p < 0.01 and ***p < 0.001. Significant differences from the values for the cells treated with camostat are indicated by þ p < 0.05, þþ p < 0.01 and þþþ p < 0.001. (Table 2) . Aprotinin also reduced the IL-6 concentrations after infection with the A/H1N1 pdm 2009 influenza virus ( Table 2 ). In contrast, sivelestat and gabexate did not reduce IL-6 concentrations after infection with the A/H1N1 pdm 2009 and A/H3N2 influenza viruses, and aprotinin did not reduce IL-6 concentrations after infection with the A/H3N2 influenza virus ( Table 2) .\n\nThe concentration of TNF-a was below the detection level (0.55 pg/ml) prior to viral infection, but increased after infection with the A/H1N1 pdm 2009 and A/H3N2 influenza viruses ( Table 2) . Treatment with camostat and aprotinin reduced the concentrations of TNF-a in the supernatants 5 days after infection with the A/H1N1 pdm 2009 and A/H3N2 influenza viruses ( Table 2 ). In contrast, sivelestat did not reduce the concentration of After infection with the A/H1N1 pdm 2009 and A/H3N2 influenza viruses, the inhibitory effects of camostat on the concentrations of IL-6 and TNF-a in the supernatants were greater than those of sivelestat and gabexate at the similar concentrations (Table 2) . Similarly, the inhibitory effects of camostat on the concentrations of IL-6 and TNF-a in the supernatants were greater than those of aprotinin after infection with the A/H1N1 pdm 2009 influenza virus ( Table 2 ). In contrast, the inhibitory effects of camostat on the concentrations of IL-6 and TNF-a did not differ from that of aprotinin after infection with the A/H3N2 influenza virus.\n\nOur study shows that camostat, a serine protease inhibitor used to treat patients with pancreatitis [33] , reduces the replication of the influenza A/H1N1 pdm 2009 and A/H3N2 viruses in the primary human tracheal epithelial (HTE) cells (which retain the function of their tissue of origin [24] ) as judged by viral titers and viral RNA levels. Other types of serine protease inhibitors, including gabexate and aprotinin, also reduced the viral titers and RNA levels in the cells, and sivelestat reduced viral RNA levels. Camostat reduced the cleavage of an influenza virus precursor protein, HA0, into the subunit HA1. The cells expressed TMPRSS2 and TMPRSS11D (¼ HAT) protein at the cell membrane and in the cytoplasm, as well as mRNAs for TMPRSS2, TMPRSS4 and TMPRSS11D. These findings suggest that serine protease inhibitors may inhibit the replication of influenza virus in HTE cells through the inhibition of HA cleavage by host proteases. Camostat and aprotinin also reduced the concentrations of the cytokines IL-6 and TNF-a in the supernatants. Among the protease inhibitors studied, camostat may be the most potent inhibitor of influenza virus replication and inflammatory cytokine production during viral replication.\n\nThe expression of TMPRSS2 in human nasal and tracheal mucosa, distal airways and lung [34, 35] , and swine airway epithelium [30] , the expression of TMPRSS4 in the human Caco-2 colon cancer cell line [31] ; and the expression of TMPRSS11D in the human trachea [36] and swine airway epithelium [30] , has been reported. Our finding that HTE cells express TMPRSS2, TMPRSS4 and TMPRSS11D is consistent with these reports.\n\nWe confirmed that the HTE cells expressed TMPRSS2, TMPRSS4 and TMPRSS11D, which are reported to affect the influenza virus infections [18, 37] . Camostat reduced the cleavage of the pandemic influenza virus precursor protein HA0 into the HA1 subunit. In contrast, camostat did not reduce the mRNA levels of these proteases. These findings suggest that camostat might inhibit the replication of the influenza viruses by inhibiting protease activity rather than by reducing protease mRNA levels.\n\nFurthermore, the amounts of mRNA expressed were TMPRSS11D > TMPRSS4 ¼ TMPRSS2. Therefore, the intracellular protein expression of TMPRSS11D may be greater than that of TMPRSS2 and TMPRSS4. The serine protease inhibitor aprotinin also inhibits mucin production by an airway epithelial cell line through an action on TMPRSS11D [38] , and we observed that aprotinin reduced influenza virus replication. However, we did not measure the activity of these proteases. Further studies are required to clarify which types of serine proteases act during influenza virus infection in human airway epithelial cells.\n\nIn the present study, treatment with camostat did not increase the number of detached cells or the concentrations of LDH in the supernatants, and did not reduce the viability of the attached cells.\n\nCamostat (10 mg/mL or 10 mM) inhibited the actions of TMPRSS2 and trypsin [39, 40] and was reported by Hosoya et al. [20] to inhibit the influenza virus infection of MDCK cells without cytotoxicity. These findings suggest that camostat is not cytotoxic for the cells and that the large reduction in virus titers results from an effect on protease activity and not from cytotoxicity.\n\nCamostat inhibits sodium channel function in human bronchial epithelial cells and its effects are reversed by the addition of excess trypsin [39] . We did not, however, examine the effects of camostat on ion transport, which could affect the pH of acidic endosomes, where viruses release their RNPs containing viral RNA into the cytoplasm [41] . Furthermore, TMPRSS2 activates the spike protein of the severe acute respiratory syndrome coronavirus (SARS-CoV) on the cell surface [42] , and camostat inhibits TMPRSS2-dependent infection by SARS-CoV [40] . Our finding, that camostat inhibited the replication of influenza virus through inhibiting the activities of proteases, including TMPRSS2, is consistent with these reports.\n\nIn the present study, whether the cells were pre-incubated with camostat did not affect the viral titers in the supernatants. This suggests that pretreatment with camostat may not have an additional effect.\n\nCamostat and gabexate inhibit lipopolysaccharide (LPS)induced TNF release from macrophages [43] , and also the development of influenza pneumonia in mice by inhibiting cytokine production, including IL-6 [44] . Aprotinin reduces ICAM-1 expression in human umbilical vein endothelial cells [45] and myocardial IL-6 gene expression after cardiac ischemia and reperfusion in rats [46] . We showed a reduced production of IL-6 and TNF-a, which are associated with disease symptoms and severity in influenzainfected patients [11, 47] , and with cell damage [29] . These findings suggest that the serine protease inhibitors have antiinflammatory effects in the lung, airways and other organs. Kosai et al. reported that gabexate suppresses influenza pneumonia and IL-6 production in the mouse lung, but does not reduce the viral titers [44] . Similarly, 1 mM (¼ 0.42 mg/mL) gabexate reduces IL-6 production by LPS-stimulated peripheral blood mononuclear cells [48] . We, in contrast, found that 10 mg/mL gabexate reduced the influenza viral titers, though 1 mg/mL did not. These findings suggest that the concentrations of serine proteases, including gabexate, required to inhibit influenza virus replication may differ from those needed to reduce IL-6 production.\n\nSimilarly, the potency of serine protease inhibition may differ among cell functions, the types of cells studied, and agent under study, although the mechanisms are uncertain. Sivelestat has been reported to inhibit neutrophil elastase, but not other types of proteases such as trypsin [49] . Gabexate also inhibits several types of protease, including trypsin [50] , but does not inactivate extracellular neutrophil elastase [51] . In contrast, camostat inhibits several types of serine proteases, including TMPRSS2 and trypsin [39, 40] . Therefore, the broad range of inhibitory effects of camostat on a variety of serine proteases and trypsin-like proteases may have contributed to its most potent inhibitory effects in the present study. Aprotinin also inhibits a wide range of proteases, including trypsin and neutrophil elastase [52] . However, the reasons for the differential inhibition of viral replication by aprotinin and camostat are unclear.\n\nThe potency of camostat and gabexate as inhibitors of influenza virus replication in the primary cultures of HTE cells that we observed was more than 100 times greater than that observed in MDCK cells by Hosoya et al. [20] . Coote et al [39] . showed that camostat inhibits sodium channel function in human bronchial epithelial cells and we showed that, at the similar concentration (15 ng/mL and 10 ng/mL, respectively), influenza virus replication in HTE cells was inhibited. The precise reasons for the different potency of the inhibitory effects among the cell types are uncertain, but the greater expression levels of TMPRSS2 and TMPRSS11D in tracheal epithelial cells [35, 36] [20] reported that 500 mg/mL leupeptin did not inhibit the virus infection in MDCK cells. The concentrations of protease inhibitors required to inhibit influenza virus infection may differ among different types of epithelial cells.\n\nCalculated from the molecular weight of the drugs, 10 mg/mL of camostat, sivelestat and gabexate, and 1000 KIU/mL of aprotinin all approximate to 20 mM. The results in Tables 1 and 2 therefore suggest that camostat, among the protease inhibitors studied, may be the most potent inhibitor of influenza virus replication and the consequent inflammatory cytokine production.\n\nThe results in the present study, which show that camostat reduces influenza virus replication in HTE cells, are consistent with the report by Lee et al. which showed similar findings in mice [21] . Previous reports demonstrated that FOY-251 (a metabolite of camostat which has activity similar to that of camostat) reached a maximal plasma concentration of 84 ng/mL after oral administration of 200 mg camostat in the human subjects, and that approximately 90% of this maximal concentration was maintained for 60 min [33] . In the present study, the titers of the A/H1N1 pdm 2009 and the A/H3N2 influenza viruses in the supernatants were reduced by camostat at the concentrations of 10 ng/mL and above. These findings suggest that camostat can reduce the release of the pandemic and seasonal influenza viruses into the supernatants of HTE cells at typical clinical concentrations.\n\nThe effects of the serine inhibitors on viral titers in the supernatants were consistent with the effects of the same inhibitors on the viral RNA levels in the cells, although the supernatants contained the serine protease inhibitors. Therefore, the viral titers measured in the present study might be indicative of the true viral content of the supernatants.\n\nA portion of the supernatant (300 mL) was collected on days 1 (24 h) and 3 (72 h) after infection, and replaced by an equal (300 mL) volume of fresh medium containing camostat. The entire supernatant volume (1 mL) was collected 5 days (120 h) after infection. We did not measure the final concentration of camostat. However, we added fresh medium containing camostat at two different time points (24 h, 72 h), and cells were incubated in a humidified incubator. We found that the medium volume did not change significantly after 120 h of infection. Therefore, the addition of fresh camostat in the medium would maintain the final concentration of camostat at 10 mg/mL. However, an increased concentration due to cellular uptake of camostat cannot be ruled out because we could not look for any changes in the concentration that might have resulted from cellular uptake of camostat.\n\nWe demonstrated the inhibitory effects of camostat on influenza viral replication and infection-induced production of inflammatory cytokines using human tracheal epithelial cells. Camostat has been used to treat chronic pancreatitis [33, 54] and has already cleared most of the obstacles to marketing approval, including safety issues. Therefore, to use camostat for influenza patients, animal experiments are required to confirm its anti-viral effects and low toxicity, and, ultimately, clinical trials in patients to assess its clinical benefits in influenza patients.\n\nIn conclusion, human tracheal epithelial cells express serine proteases, including TMPRSS2, TMPRSS4 and TMPRSS11D. When administered at typical clinical concentrations, camostat, a serine protease inhibitor, may reduce the replication of influenza virus and the production of inflammatory cytokines by human airway epithelial cells."}