{"title": "Journal of Renal Nutrition Infection and Implications for Kidney Health and Kidney Disease Management", "body": "It is no exaggeration to say that since early 2020, the world has radically changed because of the pandemic caused by the novel coronavirus, also known as COVID-19. Drastic preventative measures including social distancing have overshadowed our day-to-day dynamics.\n\nAn urgent quest has ensued to find effective strategies against COVID-19 by using traditional and novel pharmacotherapy and developing vaccines if possible. Since COVID-19 virus invades human cells through the angiotensin-converting enzyme 2 (ACE2) receptors, heated discussions abound as to whether prior use of ACE inhibitors or angiotensin receptor blockers (ARB) can cause ACE2 receptor upregulation that would in turn lead to worse COVID-19 infection.\n\nHowever, it has also been argued that, if these same patients contract COVID-19 infection, their prior ARB therapy should not be discontinued because a resulting cytokine storm could lead to worse outcomes. Thus, paradoxically, even more judicious ARB therapy may be beneficial during the active infection. 1 This is similar to the obesity paradox hypothesis that was commented about in a 2016 article in NATURE magazine: 2 It's like \"that guy who led you to prison, becomes your friend in prison.\" The challenge is even greater in patients with diabetic and hypertensive kidney disorders or proteinuric patients, since many of them have received ACE inhibitors or ARB agents. Additionally, emerging data suggest that derivatives of the antimalarial agent quinine such as chloroquine and hydroxychloroquine may help against COVID-19 infection; some of these drugs are actively used in infected dialysis patients. 1 While clinical trials are underway to test these and other agents and related hypotheses, an important question for the nutrition community is whether there are certain nutrients and food patterns that can prevent the viral infection or mitigate its severity. In-This-Issue: COVID-19\n\nThe COVID-19 epidemic started at wintertime in regions of the world where consumption of wildlife is not unusual. Coronavirus is one of the viruses causing the common cold, a disease that has never had a cure nor any effective prevention or vaccine. Yet, there are relatively consistent data suggesting that the risk of contracting the common cold is high under inadequate sleep, psychosocial or physical stress including exposure to cold temperatures, inadequate nutrition, and any condition that compromises the body's immune system. There are mixed data on nutritional and dietary approaches to prevent the common cold, including by coronaviruses. Dr. Linus Pauling, the only person who ever won two unshared Nobel prizes, believed that higher intake of ascorbic acid, also known as vitamin C, is an effective way to prevent and treat the common cold. Whereas many studies on the efficacy of vitamin C supplementation in preventing the common cold were inconclusive or negative, meta-analyses suggest a consistent and statistically significant benefit of vitamin C to prevent the common cold or to reduce its duration and severity and support respiratory defense mechanisms, 3 including data suggesting a role for vitamin C in persons exposed to brief periods of severe physical exercise 4 or cold environment, 3 not to mention the potential role of vitamin C in the management of anemia in chronic kidney disease (CKD). 5 If so, and given that COVID-19 is a coronavirus and given the low cost and high safety of natural foods rich in vitamin C, it may be worthwhile to be diligent regarding adequate vitamin C in our daily foods during the COVID-19 pandemic.\n\nNotwithstanding emerging quackery on immune-boosting and magic foods to prevent or cure COVID-19 infection as a result of global desperation and anxiety, it is reasonable to ensure adequate consumption of citrus fruits (e.g., oranges, nectarine, tangerines, grapefruit, lemons, limes) as well as tomatoes, broccoli, cauliflower, cantaloupe, kale, kiwi, sweet potato, strawberries, papaya, and all those fruits and vegetables rich in vitamin C. Indeed, we should remember to eat good amounts of fresh fruits and vegetables to ensure needed supply of not only vitamin C but also other antioxidant vitamins. 6, 7 Are there other foods and nutrients that can protect us against COVID-19? Fava beans contain chemical compounds similar to quinine-based anti-malarial medications, some of which are being used in COVID-19 infected persons such as hydroxychloroquine. 1 Interestingly, a casecontrol study showed that persons with certain hemoglobin subtypes, who ate fava beans were significantly protected against Plasmodium falciparum malaria in Thailand. 8 Whether higher consumption of such natural foods as citrus fruits, fava beans and other fruits, vegetables and legumes can be beneficial against COVID-19 infection deserves well-designed and wellconducted studies, while in-between it is important to remain well-nourished and enforce all practices that are traditionally used against the common cold. 9 Are there nutritional recommendations to protect persons with CKD including patients who are dialysis-dependent or have acute kidney injury (AKI) against the ravages of COVID-19?\n\nData suggest that a prior history of cardiovascular comorbidities including hypertension is associated with a more severe respiratory disease upon COVID-19 infection. 1, 10 As to whether such CKD specific risk factors as protein-energy wasting (PEW) are linked to worse COVID-19 outcomes, this and other important questions remain to be addressed in upcoming epidemiologic studies of COVID-19 infected patients with kidney diseases. Some studies suggest a high rate of AKI events upon COVID-19 infection, whereas a recent study from Wuhan, China, reported that AKI happened in <5% of the hospitalized patients with this viral infection. 11 As more studies are underway, it is prudent that during an active COVID-19 we ensure the mitigation of PEW risk and immediate correction of PEW in all patients with kidney diseases including transplant recipients. We encourage adequate protein and calorie intake, be it enterally or parenterally, so that any occurrence of hypokalemia or hypophosphatemia can be avoided and that PEW, sarcopenia and cachexia can be prevented or immediately corrected. 12 In the midst of this serious infection there is no role for delaying nutrition support or for low protein, low phosphorus, or low potassium regimens if the patient has COVID-19 infection. 13 Therefore, the need to supervise the nutrition regimens of patients with kidney diseases may be enhanced during this period and should not be ignored while focusing on other, seemingly more urgent, matters. While the COVID-19 pandemic is expected to continue to overshadow many aspects of patient care as well as education and research in nutrition and kidney disease, JREN will continue to cover both COVID-19 developments and other important priorities in our field. 24, 25 We wish all of our readers and the patients to be well during this pandemic and to remember to take care to protect yourself: wash your hands often with soap and water, avoid touching your eyes, nose, and mouth with unwashed hands, avoid close contact (6-feet apart), follow the guidelines of the Centers for Disease Control and Prevention, 26 and eat healthy foods with abundant amounts of fruits and vegetables as discussed above."}