{"title": "Type IVB Pilus Operon Promoter Controlling Expression of the Severe Acute Respiratory Syndrome-Associated Coronavirus Nucleocapsid Gene in Salmonella enterica Serovar Typhi Elicits Full Immune Response by Intranasal Vaccination ᰔ Downloaded from", "body": "Severe acute respiratory syndrome-associated coronavirus (SARS-CoV) is a new emerging virus and has a high mortality rate along with a huge economic impact worldwide. It contains five major open reading frames encoding the replicase polyprotein, the spike (S) protein, the envelope (E) protein, the membrane glycoprotein (M), and the nucleocapsid (N) protein. N protein of SARS-CoV is a 46-kDa conserved protein that participates in the replication and transcription of the virus and interferes with the cell cycle of host cells (36) . Amino acid sequence homology between SARS-CoV and other CoVs is low, and this is a possible cause for the difference in pathogenesis (25) . It was reported that more than 94% of SARS patients were positive for N protein-specific antibodies that appeared at early stages of infection (41) .\n\nOther studies showed that the highest immune responses were generated by DNA vaccination with the N gene against SARS-CoV in mice among constructs encoding N, M, and E proteins (18) . Therefore, the N protein was chosen as the target antigen in this study.\n\nCurrently no vaccine is licensed for human SARS-CoV, although effective vaccines have been developed for other animal CoVs (33) . Recently, several vaccine strategies have been examined for prevention against SARS infection. They include inactivated viruses, DNA vaccine, and recombinant viral vectors based on adenoviruses, baculoviruses, and parainfluenza viruses (2, 3, 13, 35) . In addition, the surface-displayed SARS-CoV spike protein on Lactobacillus casei has been reported to induce neutralizing antibodies in mice (22, 23) . Studies of animal CoV vaccines have demonstrated that both systemic and cell-mediated immune responses are important in preventing the viral infections (17) . DNA vaccines targeting the N protein of SARS-CoV generated strong N-specific humoral and cellular immunity and reduced the titers of challenging vaccinia virus expressing the N protein of the SARS virus (20) . SARS-CoV N protein and S protein could induce a long persistence of memory T-cell response in humans (31, 42) . These pieces of evidence indicate that both humoral and cellular immune responses were vital to defense against acute SARS infection (34) .\n\nThe initial SARS-CoV infection occurs primarily in the mucosal epithelial cells in the respiratory tract. There is evidence that mucosal immunity is important in the rapid immune re-sponse to mucosal infections (42) . Thus, in order to develop an effective vaccine for SARS-CoV, a good SARS vaccine candidate should elicit both mucosal and systemic immunities.\n\nAttenuated Salmonella strains have been supposed as attractive potential live oral delivery vector vaccines because of their ability to elicit a full array of immune responses in humans (1, 8, 10, 21, 24, 27) . Previously, we demonstrated that a Salmonella enterica serovar Typhi pilS::Km r mutant strain significantly attenuated the adhesion and invasion to human intestinal or monocytic cells compared with those of the wild-type strain (28) . The type IVB pil operon in S. enterica serovar Typhi contains 11 genes, pilLMNOPQRSTUV, of which pilS encodes the main structural protein and pilV codes for pilus-tip adhesion of the type IVB pili. These genes form a transcriptional unit under the control of one pil promoter, as evidenced by the absence of independent promoter. In this study, we sought to obtain an effective Salmonella-based viral vaccine candidate with both mucosal and systemic immunities. We constructed an S. enterica serovar Typhi pilS::Km r pilV::N ϩ mutant strain by integrating the N gene with the pilV gene under the control of pil operon promoter as the first step towards constructing a live oral Salmonella-SARS-CoV vaccine and analyzed its specific immune responses in mice with different immunization routes.\n\nStrains and plasmids. The attenuated S. enterica serovar Typhi strain Ty2 (cys try galE-H1 via Rif r pilS Kan r ) (15, 44) , was the source for the vaccine strain in this study. The eukaryotic expression vector pCMV-Tag2B-N expressing fulllength N gene of a SARS-CoV strain (WHU) was described previously (46) .\n\nConstruction of the S. enterica serovar Typhi pilS::Km r pilV::N ؉ recombinant vaccine stably expressing N protein of SARS-CoV. The most important approach used in the construction of recombinant vaccine is homologous recombination. Plasmid pUST100 containing the ApaI-EcoRV digestive site fragment with pilV and rci genes (45) was cleaved with BamHI, which generated a small fragment and a large fragment, after which the large fragment was religated to generate a new plasmid named pUST110. The N gene (1.2 kb) of SARS-CoV was obtained by digestion of pCMV-Tag2B-N with BamHI and EcoRI and then inserted into the vector pUST110 digested with BglII and EcoRI to create a recombinant plasmid, pUST110-N. Plasmid pUST110-N was transferred into the S. enterica serovar Typhi pilS::Km r strain via the S. enterica serovar Typhimurium-modifying strain J357 (r Ϫ m ϩ ) (44) with Ap r and Km r selection. Individual clones were then grown in 5 ml LB medium without antibiotic selection at 42°C for periods of ca. 24 h before transfer of a 0.1-ml aliquot into 5 ml fresh medium. After three or four transfers, aliquots were plated onto LB medium containing kanamycin and the resulting colonies that had lost the transformed plasmids were checked for ampicillin sensitivity. The S. enterica serovar Typhi pilS::Km r pilV::N ϩ recombinant vaccine, in which the N gene was inserted into the S. enterica serovar Typhi genome, was screened from large numbers of colonies and examined by PCR amplification using primers adjacent to or inside the inserted fragment as well as by Western blot analysis.\n\nPCR was used to identify the N gene in the S. enterica serovar Typhi pilS::Km r pilV::N ϩ strain. The primers outside the recombinant sequences used for amplification were 5Ј-CGATGATAGTCCGGAATCAGC-3Ј and 5Ј-ATCCGGACG ACCATTGACCTG-3Ј. Primers with insert sequences used for amplification were 5Ј-ATGTCTGATAATGGACC-3Ј and 5Ј-TGCCTGAGTTGAATCAG-3Ј. The expression of N protein in the S. enterica serovar Typhi pilS::Km r pilV::N ϩ strain was determined by Western blot analysis.\n\nImmunization process optimization. Seven-to 8-week-old female BALB/c mice were prepared for immunization. Four groups (six mice per group) of mice were immunized with the recombinant strain or the parental bacterium strain (i) intransally (i.n.) by dispensing 10 l of vaccine suspension containing 10 9 CFU directly into the mouse nasal cavity; (ii) orogastrically (o.g.) by placing 100 l of vaccine suspension containing 10 9 CFU into the lower esophagus using a gavage needle; (iii) intraperitoneally (i.p.); and (iv) intravenously (i.v.) by injecting 100 l of vaccine suspension containing 10 7 CFU into the abdominal cavity and vena caudalis, respectively, on days 0 and 14. Mice were euthanized at day 14 after the last immunization. Production of serum immunoglobulin G (IgG) against N protein was measured by enzyme-linked immunosorbent assay (ELISA).\n\nPurification of recombinant N protein and antibody production. The N gene of SARS-CoV was generated by digestion of pCMV-Tag2B-N (46) with BamHI and EcoRI and cloned into the BamHI and EcoRI sites of prokaryotic vector pGEX-KG to yield plasmid pGEX-N. Plasmid pGEX-N was transformed into E. coli BL21(DE3) [pLysS] . The glutathione S-transferase (GST)-N fusion protein was overexpressed in E. coli after the induction of isopropyl-␤-D-thiogalactopyranoside (IPTG). The expressed protein was purified by glutathione Sepharose 4B (Amersham Biosciences). Anti-N antibody was prepared from immunized rabbit sera with the recombinant GST-N protein.\n\nMeasurement of antibody levels by ELISA. Anti-N antibodies were detected 2 weeks after the final immunization. The levels of antibodies against N protein were determined by ELISA. Briefly, 96-well plates were coated with 100 l of the recombinant N protein (10 g/ml) (expressed and purified from E. coli BL21) in carbonate buffer, pH 9.6, for 3 h at 37°C and blocked overnight with 1% bovine serum albumin at 4°C. After incubation, the plates were washed with phosphatebuffered saline (PBS) containing 0.05% Tween 20 (PBST). Sera were subjected for titer determination in twofold serial dilutions. Antibodies bound to the immobilized antigens were detected using horseradish peroxidase-labeled antimouse immunoglobulin G (IgG), IgG2a (Southern Biotech) diluted at a ratio of 1:1,500 in PBST, and substrate solution containing o-phenylenediamine (1 mg/ ml) and H 2 O 2 (0.03%) in 0.1 M citrate phosphate buffer. Test and control sera were run in triplicate.\n\nFor detection of anti-N secretory IgA (S-IgA), briefly, flat-bottomed microtiter plates were coated with the recombinant N protein (expressed and purified from E. coli BL21) and blocked with 1% bovine serum albumin. The supernatant extracted from 100 g of original fecal pellets of each mouse mixed with 100 l of PBS was subjected to titer determination in twofold serial dilutions. Samples were incubated at 100 l/well for 1 h at 37°C. Horseradish peroxidase-conjugated goat anti-mouse IgA antibodies (Southern Biotech) were added at a 1:5,000 dilution in PBST and incubated at 37°C for 1 h. Experimental and control samples were run in triplicate.\n\nStable transfection. A total of 1 ϫ 10 6 CT26 (H-2 d ) murine colon tumor cells (39) were placed into a 60-mm-diameter plate 24 h before transfection. Each 60-mm-diameter plate of cells was transfected with 8 g of plasmid pCMV-Tag2B-N by Lipofectamine 2000 (Invitrogen). For stable transfections, G418 was added to the cell culture medium at a final concentration of 0.6 mg/ml after 48 h posttransfection. Cell culture medium was changed every 2 days. After 4 weeks of selection, N-expressing CT26 cells were obtained. Cells from wells containing single clones were selected for further analysis, and individual transfected clones were tested for expression of N protein by Western blot analysis.\n\nSpecific CTL activity. Seven-to 8-week-old female BALB/c mice were immunized i.n. with 10 9 CFU/10 l of the recombinant strain or the parental bacterium strain on days 0 and 14, respectively. Mice were euthanized at day 28. Splenocytes from mice were resuspended in complete RPMI 1640 with 10% fetal bovine serum and analyzed for cytotoxic T-lymphocyte (CTL) activity. Twofold serial dilutions of mice splenocytes as expanded effector cells (6.25 ϫ 10 3 to 2 ϫ 10 5 cells/well) were stimulated by recombinant N protein (5 g/ml, expressed and purified from E. coli BL21) in vitro and incubated with major histocompatibility complex (MHC)-matched CT26 (H-2 d ), which stably expressed N protein as target cells (2 ϫ 10 4 cells/wells) for 4 h at 37°C in the presence of 5% CO 2 . Cultures were centrifuged at 1,000 rpm for 5 min, 50 l of supernatants per well was then transferred to enzymatic assay plates, and lysis was determined by measuring released lactate dehydrogenase (LDH) by using the Cytotoxic 96 assay kit (Promega Corp., Madison, WI). The absorbance values from the supernatants were recorded at 490 nm on an ELISA microplate reader. The data are means Ϯ standard deviation (SD) of five different wells. The percentage of cytotoxicity was calculated as [(experimental Ϫ effector spontaneous -target spontaneous)/(target maximum -target spontaneous)] ϫ 100, where spontaneous release is the count released by target cells in the absence of effecter cells and maximal release is the number of counts released in the presence of lysis solution.\n\nELISPOT assay. For the enzyme-linked immunospot (ELISPOT) assay, 96well filtration plates were coated overnight at 4°C with 50 l (10 g/ml) of anti-mouse gamma interferon (IFN-␥) or interleukin-4 (IL-4) in sterile PBS. The plates were blocked for 2 h at 37°C with RPMI 1640 containing 10% fetal calf serum and 1% bovine serum albumin and were washed three times with sterile PBS. Various dilutions of splenocytes from immunized or control mice in 200 l of complete medium were placed in each well and were cultured for 18 h in RPMI 1640 alone (negative control) or with 5 g per ml recombinant N protein (expressed and purified from E. coli BL21) or 8 g per ml of concanavalin A VOL. 14, 2007 SALMONELLA-BASED SARS-CoV NUCLEOCAPSID VACCINE 991 Statistical analysis. One-way analysis of variance (ANOVA) and Student's t tests were used for comparison of antibody titers, cytotoxicity levels, tumor growth and IFN-␥ or IL-4 production by ELISPOT among different groups. All tests were performed using SPSS software. Values of P Ͻ 0.05 are considered significant. Fig. 1A . The vaccine strain was confirmed by PCR amplification using the primers outside recombinant sequences (in which the N gene was inserted into the pilV gene) (Fig. 1B) . The size of the PCR product was 1,500 bp from the S. enterica serovar Typhi pilS::Km r pilV::N ϩ recombinant vaccine strain (Fig. 1B) , while the PCR product from the S. enterica serovar Typhi pilS::Km r parental strain was 300 bp (Fig. 1B) . PCR using the primers with insert sequences (Fig. 1C ) also indicated that the N gene (1,200 bp) was inserted into the pilV gene of the genomic DNA in the S. enterica serovar Typhi pilS::Km r pilV::N ϩ recombinant strain.\n\nWe further examined the N protein expression in the S. enterica serovar Typhi pilS::Km r pilV::N ϩ recombinant strain by sodium dodecyl sulfate-polyacrylamide gel electrophoresis and Western blot analysis. As shown in Fig. 1D , a protein band of approximately 45 kDa (corresponding to the molecular mass of N protein) in the cell lysates of the S. enterica serovar Typhi pilS::Km r pilV::N ϩ strain (Fig. 1D , lane 2) was identified but not detected in the cell lysates of the S. enterica serovar Typhi pilS::Km r parental strain (Fig. 1D, lane 1) . The results demonstrated that the N protein of SARS-CoV was expressed in the newly constructed S. enterica serovar Typhi pilS::Km r pilV::N ϩ recombinant strain. We have demonstrated the stability of insertion and expression of vaccine strain after several in vitro passages.\n\nS. enterica serovar Typhi pilS::Km r pilV::N ؉ vaccine strain elicited predominant IgG2a subclass antibody responses. Serum IgG responses against N protein were determined in the BALB/c mice immunized with the S. enterica serovar Typhi pilS::Km r pilV::N ϩ recombinant vaccine strain through different immunization routes, including i.n., o.g., i.p., and i.v. Results from ELISA analysis showed that the i.n. immunization route caused the highest levels of anti-N protein-specific IgG and IgG2a ( Fig. 2A and B ) (i.n. versus o.g., i.p., and i.v.; P Ͻ 0.05). In addition, both i.n. and o.g. immunization routes induced the highest levels of specific S-IgA among all routes on March 19, 2020 by guest http://cvi.asm.org/ (Fig. 2C) . The parental strain (with no insert) and nonimmunized mice (controls) did not induce a detectable antibody response. The data suggested that i.n. immunization was the best route for this recombinant vaccine. Therefore, we chose the i.n. immunization route for the rest of the experiments in this study. In mice, the presence of IgG2a antibodies is indicative of a Th1-biased response since the Th1 cytokines are necessary for this isotype shift in B cells. Our results demonstrated that immunization of mice with the S. enterica serovar Typhi pilS::Km r pilV::N ϩ recombinant strain could induce more of an IgG2a Th1-type response than the parental strain. In addition, the recombinant strain could elicit specific mucosal immunity. S. enterica serovar Typhi pilS::Km r pilV::N ؉ recombinant vaccine stimulated specific CTL responses in mice. Mice were immunized with the recombinant strain or the parental bacterium strain i.n. on day 0 and 14, respectively, and then euthanized at day 28. The specific CTL activities in splenocytes from the immunized mice were examined. Splenocytes from immunized mice were restimulated with the recombinant N protein in vitro as expanded effector cells and incubated with MHCmatched CT26 (H-2 d ) cells, which stably expressed N protein as target cells. CTL assays showed that the recombinant vaccine strain elicited significantly higher levels of specific CTL responses than the S. enterica serovar Typhi pilS::Km r parental strain and the control group (Fig. 3) . We determined that the highest CTL activity was detected when the ratio of effector cells to target cells (E:T) was 2.5:1. These results demonstrated IFN-␥ secretion is indicative of a Th1-biased response, while IL-4 production is indicative of a Th2-biased response. Using the ELISPOT technique, production of IFN-␥ and IL-4 was detected from splenocytes in all immunized mouse groups. After stimulation by the recombinant N protein (expressed and purified from E. coli BL21), splenocytes from the recombinant strain group induced significantly higher levels of IFN-␥-producing cells (mean Ϯ SD, 5,270 Ϯ 244) than those from the parental strain group (mean Ϯ SD, 2,300 Ϯ 268) (P Ͻ 0.05) (Fig. 4A) . However, there were no significant differences in the levels of expression of IL-4-producing cells among all groups, including the recombinant vaccine group, parental strain group, and nonimmunized control group (Fig. 4B ). This indicated that the recombinant strain induced a Th1-biased immune response.\n\nS. enterica serovar Typhi pilS::Km r pilV::N ؉ recombinant vaccine inhibited the N-expressing tumors growing in vivo. Specific cellular immune response is a crucial mechanism of defense against intracellular microorganisms, viruses, and tumors. In this study, BALB/c mice were immunized with the recombinant vaccine or the parental strain. At day 14 after the last immunization, mice were given subcutaneous injections of CT26 target cells stably expressing N protein. The CD8 ϩ T cells of BALB/c mice recognized MHC-I-matched CT26 cells and protected BALB/c mice from CT26 tumor challenge. The results showed that the tumor sizes in the recombinant vaccine group were significantly smaller than those in the control parental strain group (P Ͻ 0.05) (Fig. 5A and B) . The sizes of tumors increased significantly in a time-dependent fashion in the parental strain group but insignificantly in the recombinant vaccine group (Fig. 5A) . These data showed that the recombinant strain could inhibit the N-expressing tumors growing in vivo by increasing the specific cellular immune response.\n\nS. enterica serovar Typhi strains are attractive for their use as vaccine vectors since they can be administered by the natural route of infection (i.e., orally) and are capable of eliciting both systemic and mucosal immune responses (11, 15, 37, 38) . Of the more than 2,300 closely related Salmonella serovars recognized, S. enterica serovar Typhi is the only one that invades the bloodstream and causes systemic infection and immunity exclusively to humans. Some attenuated S. enterica serovar Typhi strains (for example, S. enterica serovar Typhi Ty21a) have been reported to be used for expression of heterologous antigens or proteins that can be delivered to the immune system in human studies (21) . The possibility of using S. enterica serovar Typhi as a live vector to express heterologous antigens or deliver them in genetic form in a multivalent vaccine that could protect against several diverse pathogens is an attractive alternative in vaccine development and delivery (4-7, 14, 16, 24) .\n\nIn this study, the reason we selected the S. enterica serovar Typhi pilS::Km r strain as the parental bacterium is that the expression of virulent antigen Vi and the expression of type IVB pili are defective (44) . The type IVB pilus of the pathogen has been identified as an important virulence factor that was required for pathogenicity (44) . Moreover, the type IVB pilus operon is confined to S. enterica serovar Typhi and a few other human-invasive strains such as Salmonella enterica serovars Paratyphi C and Dublin (26, 40) . The S. enterica serovar Typhi mutant (pilS::Km r ) strain significantly attenuated the adhesion to and invasion of human intestinal or monocytic cells compared with those of the wild-type strain (28, 44) . Of the attenuated S. enterica serovar Typhi strains (for example S. enterica serovar Typhi Ty21a), the immunogenicity of Ty21a is not remarkable, particularly when the vaccine is administered in capsule form by oral vaccination. Other highly immunogenic S. enterica serovar Typhi derivatives made and tested to date have either caused fever or may retain the potential to cause fever in at least some small numbers of volunteer recipients. So the attenuated S. enterica serovar Typhi pilS::Km r strain was ex- on March 19, 2020 by guest http://cvi.asm.org/ amined in this study for its possibility to elicit a full and strong immune response by the natural route of infection. Our results clearly showed that the type IVB pilus operon promoter controlling nucleocapsid gene expression of SARS-CoV in the S. enterica serovar Typhi pilS::Km r pilV::N ϩ strain could elicit a full specific immune response by i.n. vaccination. Since plasmid DNA is relatively easily lost, we constructed this attenuated S. enterica serovar Typhi vaccine stably expressing the conserved N protein of SARS-CoV by integrating the N gene into the pilV gene under the control of pil promoter in the chromosome of the strain. This expression of N protein in the vaccine strain is stable after many (more than 20) in vitro passages (data not shown). However, this attenuated S. enterica serovar Typhi strain is a Ty2 derivative, EX462, with rifampinresistant, Vi-negative, ␤-galactosidase mutant and with a kanamycin cassette inserted to inactive pilS (44) . Therefore, this strain encodes resistance to two antibiotics, which limits the experimental and clinical studies that can be done with animals. For this reason, future work may be performed to insert other candidate antigen genes (for example, the gene coding for SARS viral spike protein) into the two antibiotic resistance genes (Rif r and Kam r ) to confer their resistance.\n\nIn recent years, the i.n. dosing model has been used to demonstrate the immunogenicity of S. enterica serovar Typhi vaccine strains in a number of other studies (9, 12, 29, 30, 32) . For example, S. enterica serovar Typhi CVD 908 expressing the major protein gp63 of Leishmania mexicana mexicana was shown to be immunogenic through this pathway, eliciting both humoral and cellular immune responses (12) . Pickett et al. (32) reported that attenuated S. enterica serovar Typhi live-vector vaccine strains were highly immunogenic in mice following i.n. but not o.g inoculation. Despite the established utility of this murine i.n. model (1, 9) , little is known about the immunogenicity of serovar Typhi vaccine strains administered by different routes. We have demonstrated that the i.n. route of immunization caused the highest production of specific IgG, IgG2a, and S-IgA to SARS-CoV N antigens delivered by S. enterica serovar Typhi live-vector vaccines compared to the o.g., i.p., and i.v. routes (Fig. 2 ). In addition, administration of 10 9 CFU of bacteria by the i.v. or i.p. route could cause death of mice (data not shown), while 10 7 CFU of bacteria i.v. or i.p. did not induce enough of an immunogenic response (Fig. 2) ; therefore, we considered the i.n. route to be the best, although the dose of the i.n. and o.g. application was 100-fold higher than that for the i.p. and i.v., which might have some effects on magnitude of response. More safety concerns about the i.n. route for live bacterial vector strains in humans might be considered for further investigation. Cell-mediated immune response is a crucial mechanism of defense against most intracellular pathogens and tumors (14, 19) , although it remains elusive for the new, emerging SARS-CoV. Our data showed that the recombinant strain could inhibit the N-expressing tumor growing in vivo (Fig. 5 ) by stimulating specific cellular immune responses. We also observed that the attenuated S. enterica serovar Typhi pilS::Km r pilV::N ϩ vaccine elicited strong specific CTL responses (Fig. 3 ) as measured by LDH release assay at an E:T ratio of 2.5/1. There was no significant increase of CTL responses at the E:T ratios of 5/1 and 10/1 (data not shown), and the reasons for these are not known. We speculate that one of the reasons might be due to minimal activity detected following in vitro expansion of memory cells. Another possibility is that CTL activities are not measured by direct MHC-I perforin-mediated lysis experiments.\n\nThere are several advantages for the attenuated S. enterica serovar Typhi pilS::Km r pilV::N ϩ recombinant vaccine. First, it can elicit systemic immunity and it is attenuated (28, 44) and relatively safe. Second, it can be used as a mucosal vaccine vector to deliver pathogen-specific protective epitopes into the mucosa-associated lymphoid tissues. Third, it is easy to manipulate, grows quickly, and costs much less than viral vector vaccines or DNA vector vaccines. Both mucosal and systemic immune responses against the carrier and the foreign antigens may be obtained via the i.n. route (29) .\n\nUntil now, effective live vaccines that can elicit both mucosal and systemic immune responses against SARS-CoV have been very limited. Our newly constructed attenuated S. enterica serovar Typhi pilS::Km r pilV::N ϩ vaccine proved to be a highly proficient live-vaccine candidate. Our work also provides insights into how the integration of other foreign genes into the genes under the control of the type IVB pilus promoter in the attenuated S. enterica serovar Typhi live vector might be attractive for vaccine delivery and vaccine candidate development against intracellular microorganism infection, respiratory infection, or inhibition of tumor growth. This is due to its ability to stably express foreign antigens and induce mucosal, humoral, and cellular immune responses."}