{"title": "Development of a novel DNA microarray to detect bacterial pathogens in patients with chronic obstructive pulmonary disease (COPD)", "body": "DNA microarrays have proved very useful in the study of bacterial gene expression, but their use in microbial diagnostics to date has largely focused on the detection of antimicrobial resistance and epidemiological investigations (Bryant et al., 2004; Chizhikov et al., 2001; Grimm et al., 2004; Hakenbeck et al., 2001) . More recent studies have utilised their potential for simultaneous detection of unlimited numbers of pathogens to diagnose infection in a range of sites One such study focused on the rapid diagnosis of bacteraemia by universal amplification of 23S ribosomal DNA (rDNA) followed by hybridisation to an oligonucleotide array (Anthony et al., 2000) ). They found that rapid identification and discrimination between bacteria could be achieved, and that adding further oligonucleotides to the panel without increasing significantly the complexity or the cost, could continually extend the accuracy, range and discriminatory power of this assay. A similar conclusion was found in another study which looked at a DNA array to detect bacterial pathogens in environmental samples (Call et al., 2003) . Wang et al. (2002 Wang et al. ( , 2004 investigated intestinal bacteria in human faecal samples using 16S rDNA PCR and oligonucleotide microarrays. The sensitivities of the array assay were comparable to classic culture. Chizhikov et al. (2001) developed a microarray targeting sequences from six genes encoding bacterial antigenic determinants and virulence factors to detect enteric pathogens (Salmonella spp, Shigella spp and Escherichia coli). The specificity was superior to culture on the array as identification relied on complementary hybridisation with the oligonucleotide rather than with agarose gel analysis based on the size of the PCR product.\n\nMicroarrays investigating respiratory tract infections have focused mainly on viral pathogens, middle ear infections and Mycobacterium tuberculosis diagnostic confirmation, as well as antibiotic resistance (Grimm et al., 2004; Li et al., 2001; Roth et al., 2004) . Respiratory diseases including chronic pulmonary disease (COPD) are responsible for a significant proportion of serious morbidity and mortality worldwide. COPD embraces a number of different pathological processes including chronic bronchitis, chronic bronchiolitis and emphysema (Reid and Sallenave, 2003) . The chronic and progressive course of COPD is often aggravated by short periods of increasing symptoms (Miravitlles et al., 1999) .\n\nRespiratory tract infections are the most common causes of these COPD exacerbations (Soto and Varkey, 2003) . Generally non-typeable Haemophilus influenzae, Streptococcus pneumoniae and to a lesser extent Moraxella catarrhalis are the most frequently isolated species by culture during exacerbations (Miravitlles, 2002) . Studies have shown that exacerbations in patients with severe COPD are more likely to be associated with Gram-negative organisms (Soler et al., 1998) . Other bacteria such as Legionella pneumophila have also been documented in COPD (Lieberman et al., 2002) .\n\nRoutine clinical microbiology relies largely on culture, which has a number of limitations, in particular, its lack of sensitivity and delay in detection. This can significantly impact on the treatment and management of patients and also limit our understanding of the development and progression of respiratory tract infections. Molecular techniques hold the potential to improve the speed and sensitivity of the laboratory diagnosis of respiratory infections (Curran et al., 2007) . Clinical infections may be caused by multiple pathogens and therefore alternative approaches are needed to allow for simultaneous detection of a range of organisms within a short time frame.\n\nWe describe here the design and evaluation of a novel microarray using species specific functional gene probes for the simultaneous detection of multiple bacterial pathogens involved in COPD. The microarray results were compared with real-time quantitative PCR of COPD sputum samples. The utility and practicalities of this approach will be discussed.\n\nAmerican Type Culture Collection (ATCC), National Culture Type Collection (NCTC) and clinical bacterial strains were grown under appropriate conditions and used to generate PCR probes and to check for cross reactivity (Table 1) .\n\n2.2.1. Preparation of PCR product microarray probes PCR reactions (4× 50 μl) were used to generate each PCR product probe from high titre plasmid preparations of each functional gene. Primers F1 and R1 for each bacterial species were used (Table 2) , as described previously, except that 35 PCR cycles were used (Curran et al., 2007) . PCR products were then purified using the QIAquick purification kit (Qiagen, Poole, UK), according to manufacturer's instructions and confirmed by gel electrophoresis. The DNA was eluted in 2 × 30 μl nuclease free water (Promega, Southampton, UK) and the purity and DNA concentration assessed by UV spectrometry. PCR products were dried (Eppendorf Concentrator 5301, Eppendorf, Hamburg, Germany), and reconstituted in 20 μl of Nexterion ® Spot Buffer (Schott, Jena, Germany) to a concentration of 0.2 mg/ml. These were then used as probes on spotted DNA microarrays.\n\nPrinting of arrays was carried out using a BioRobotics Microgrid II TAS robotic printer fitted with four microspot 2.5 K quill pins (Genomic Solutions, Cheshire, UK). These were printed onto epoxycoated Nexterion ® E glass slides (Schott, Jena, Germany) at 40-50% relative humidity and 20-25°C. Each probe was printed 5 times per array and each array was duplicated on each slide. In addition the following control spots (again printed 5 times per array) were printed: Cy3 and Cy5 amino modified labelled random 6mers (landing lights) and buffer only controls.\n\nA synthetic set of 70 mer oligonucleotides, Oligo-A and Oligo-B, were used to generate a Cy3 reference signal, to standardize the Cy5 sample signal (Aligent Technologies Ltd, Cheshire, UK). Oligo-A was a 5′ amino linked oligo, mixed with every probe prior to printing. Oligo-B was a Cy3 labelled reference DNA added to the hybridisation mix for hybridisation to Oligo-A on every spot.\n\nA number of additional oligonucleotide probes, (designed to target viral genes), were also included to assess non-specific hybridisation. These included probes detecting Influenza B, RSV, Coronavirus, Parainfluenza virus 1, 2, and 3, and Metapneumovirus. \n\nThe printed microarray slides were incubated in a humidity chamber at room temperature for 30 min. Following this, the slides were baked at 120°C for 30 min. These were then stored in the dark in a dry and dust free box until required. Immediately prior to hybridisation, slides were processed to remove unbound probe molecules and buffer substances to prevent interference with subsequent hybridisation experiments. This involved agitating the slides in the following solutions: 0.1% Triton X-100, 5 min at room temperature (RT); two washes in 1 mM HCl, 5 min (RT); 1 mM HCl, 2 min at RT, 100 mM KCl, 10 min at RT; deionised H 2 O, 3 min at 100°C; and deionised H 2 O, 1 min at RT. Slides were blocked with 50 mM ethanolamine (Sigma, Dorset, UK), 0.1% SDS (added freshly before use) in 0.1 M Tris pH 9.0 for 15 min at 50°C. For every five slides at least 150 ml of blocking solution was used. These slides were then rinsed in deionised H 2 O at room temperature for 1 min and dried in an oil-free air stream to avoid any water stains on the surface. Slides were used immediately for hybridisation.\n\nIndirect incorporation of Cy5 using amino allyl-dUTP (aa-dUTP) was used to label the target DNA. PCR was done in triplicate for each potential bacterial species using the primers labelled F2 and R2 in Table 2 . The reaction mixture contained 1× PCR Reaction Buffer (Promega, Southampton, UK), 500 μM of dATP, dCTP, dGTP, 300 μM dTTP, (Promega, Southampton, UK) 200 μM a.a-dUTP (Sigma-Aldrich, Dorset, UK), 3.5 mM MgCl 2 (Promega, Southampton, UK), 0.2 μM of each primer and 0.025 U Taq DNA polymerase (Promega, Southampton, UK). Extracted sample DNA (5 μl) was added to each reaction. The hot start PCR cycling conditions were as follows: initial denaturation at 94°C for 3 min, followed by 40 cycles of 94°C, 30 s; 55°C, 30 s; and 72°C, 30 s; with a final extension step at 72°C for 5 min. A positive and negative control was included in each PCR run. The three PCR reactions for each species were combined and then split equally allowing for duplicate microarrays. PCR products for all species were combined, purified and dried down as described previously. Pellets were reconstituted in 8 μl 0.1 M Na 2 CO3 pH 9.0. This was then used to reconstitute a dried pellet of 5 nmol monoreactive Cy5 N-hydroxysuccinimidyl ester (Amersham Biosciences, Buckinghamshire, UK). This was incubated in the dark for 1 hour at RT and then dried.\n\nThe dried DNA labelled pellets were reconstituted in 13.9 μl nuclease free water and added to a hybridisation solution containing 1pmol Oligo-B (Aligent Technologies, Cheshire, UK), 0.3% filtered SDS and 4X filtered SSC. This was incubated at 95°C for 2 min to denature the DNA, allowed to cool slightly and briefly centrifuged. This solution was then added underneath a coverslip on the microarray slide in a humid hybridisation chamber (Camlab, Cambridge, UK) and incubated at 65°C overnight. The slides were then washed in Wash A (1× SSC and 0.05% SDS) for 3 min at 65°C, followed by two washes in Wash B (0.1× SSC) for 3 min each at RT. The dried slides were then scanned at 4 μm resolution with PMT gain of 110 using a LS200 confocal fluorescent scanner (Tecan, Salzburg, Austria) and the images analysed using ArrayPro Analyser version 4.5 (MediaCybernetics) software. Local background signal was subtracted from both the Cy3 reference and Cy5 sample channel, and the net intensity of the fluorescent signal from the sample channel was divided by the net intensity from the control channel for every spot and expressed as a signal ratio value. Ratios of ≥0.01 were considered positive. Ratios of ≥0.1 were considered strongly positive. These results were then compared to the real-time quantitative PCR results. The specificity of each PCR product probe was assessed by hybridising a 1:1000 dilution of plasmid DNA containing the specific gene for each bacterial species bacterial target to the DNA microarray and checking for cross hybridisation.\n\nNested primers targeting specific functional genes of a range of bacteria associated with respiratory infection were used and are summarized in Table 2 . Quantitative real-time PCR of samples, controls and cloned standards was carried out using species specific standard curves as previously described (Curran et al., 2007) .\n\n2.4. \"Proof-of-concept\" evaluation 2.4.1. Clinical specimens and processing Fourteen induced sputum samples, which were collected during a larger ethically approved study were used for the comparison of the bacterial assays. Subjects were recruited using the American Thoracic Society (ATS) criteria for COPD (American Thoracic Society, 1995) . Induced sputum samples were obtained using previously published methods (Hargreave and Leigh, 1999; Pavord et al., 1997) Sputum samples were processed within 2 h of collection by homogenisation using an equal volume of 10% [w/v] dithiothreitol (Sputasol) (Oxoid, Hampshire, UK). Homogenised sputum and ×4 volumes of Phosphate Buffered Saline (PBS) were incubated at 37°C and shaken for 5 min and filtered to remove cell debris. This was spun at 13,000 ×g for 15 min at 4°C, the supernatant discarded and the sample resuspended in 500 μl sample lysis buffer (Buffer AL, Qiagen, Crawley, UK) to preserve the nucleic acids. Samples for DNA extraction were firstly treated with an in-house lysis solution. This stock solution consisted of: 10 ml filter sterilized Buffer 1 (20 mM Tris (pH8), 2 mM EDTA (Sigma) 1.2% Triton X-100), 500 mg lysozyme (Sigma, Poole, UK), 50,000 U Mutanolysin (Sigma, Poole, UK), 1000 U Lysostaphin (Sigma, Poole, UK). Genomic DNA extraction was then carried out using the Qiagen DNA Blood kit (Qiagen, Crawley, UK), in accordance with the manufacturer's instructions.\n\nThe specificity of the PCR product probes were individually evaluated against a panel of bacteria and found to hybridise to their specific complementary probe. No cross hybridizations were observed.\n\nVariability in the fluorescent signal following hybridisation can occur in microarray experiments. This was investigated by analysis of the fluorescent signal from Oligo-A mixed with each probe which hybridised to Oligo-B (in the hybridisation mix) and visualized on the Cy3 reference channel. The source of the variation was evaluated by examining the distribution of the signal between replicate microarrays in the same hybridisation and between the duplicated independent microarray hybridisation on a different slide. While there was variation between independent hybridisation signals, the signal between duplicate arrays on the same slide remained constant.\n\n3.3. \"Proof-of-concept\" evaluation 3.3.1. Validation of microarray with plasmid DNA\n\nThe criteria for a positive diagnostic hybridisation finding were that the sample-reference signal ratios were greater or equal to 0.01. Bacterial plasmid DNA was used to evaluate performance of the probes. The buffer only controls and redundant probes (for the detection of non-specific hybridisation) were negative in all hybridisations. The plasmid DNA of each bacterial species hybridised correctly their complementary probes on the microarray. No cross reactions with other bacterial probes was observed.\n\nSputa from 14 patients with COPD were examined employing the optimised microarray and compared to real-time quantitative PCR results of the 14 samples, shown in Table 3 . All sputa contained at least one pathogen, and this ranged up to four pathogens, with a mean of 2.3 pathogens/patient, with five patients with a sole pathogen. Nine patients had a polymicrobial infection, with both Gram-positive, as well as Gram-negative pathogens detected. The most common pathogens detected were M. catarrhalis and S. pneumoniae, which were detected in 10/14 patients. There was 100% agreement between the microarray and the real-time PCR results for all nine bacterial species detected in every sample. The strength of the signal ratio was not related directly to the quantity of the bacterial species, as detected by real-time PCR.\n\nThe development of a successful microarray requires optimisation of a number of different components including, probes, suitable array surface chemistries, printing, labelling target DNA, hybridisation and scanning. The final optimised approach involved PCR product probes of species specific functional genes printed onto epoxy-coated slides, with indirect incorporation of fluorescent Cy5 dye for labelling sample DNA and inclusion of Cy3 labelled reference DNA. Indirect labelling was utilised as it is lower in cost, gives brighter results and avoids enzymatic bias. The species specific probes were evaluated for specificity using individual hybridisations with extracted bacterial isolates in addition to plasmids containing species specific target DNA regions and was shown to be highly specific with no cross reactivity.\n\nFinally, a \"proof-of concept\" evaluation was performed demonstrating the employability of the array with sputa specimens from COPD patients and which was successful by detecting several pathogens simultaneously, with results comparable to real-time PCR analysis.\n\nThere was good agreement of the reference DNA signal between printed replicates of the probes within a hybridisation, while the hybridisation signal distribution between independent duplicate microarrays varied. This variation emphasised the importance of including reference DNA for dual channel experiments channel experiments. The Cy3 channel signals for each spot, which were generated by hybridisation of reference DNA, standardised the Cy5 channel signals (sample hybridisation) expressed as hybridisation ratios. Regardless of the variations in the amount of DNA spotted on the microarray and spatial variations in the extent of microarray hybridisation, the normalised Cy5 channel signals were then comparable to each other. This standardisation was necessary to avoid errors originating from the probe concentration and spatial variations in hybridisation efficiency. In addition as much replication as possible should be included, not only within a microarray itself, but also in terms of the number of individual slides used per sample. The use of an automated hybridisation station would be beneficial, as this would allow closer control of hybridisation temperature, hybridisation agitation and highly reproducible washing (Grimm et al., 2004) .\n\nAlthough the microarray can detect low levels of DNA products, amplification of characteristic diagnostic sequences prior to hybridisation to the microarray is required to produce sufficient signal for organism detection. Future development of this respiratory microarray would ideally allow the addition of probes targeting additional bacterial species, viruses, fungi and antimicrobial resistance genes with a multiplex amplification approach. In addition, microarrays offer the obvious advantages of simultaneous amplification and detection for clinical specimens with complex flora. Overall, the number and diversity of target organisms designed into the array can be tailored to specific diseases states, such as cystic fibrosis.\n\nIn conclusion, this data describes a novel respiratory microarray using PCR product probes for the detection of nine bacterial species in the human respiratory tract. This technique is potentially a useful method to monitor the populations of bacteria in respiratory samples. Microarrays offer the advantage of both unlimited target detection and simultaneous detection of organisms in clinical specimens with complex flora and future work will allow additional targets to be added to the microarray platform with a larger clinical evaluation."}