{"title": "Complement and viral pathogenesis", "body": "have been identified, such as interaction of C1q with the C-type lectin SIGN-R1 expressed on macrophages (Kang et al., 2006) , C5 activation by thrombin (Huber-Lang et al., 2006) , and the properdin-activated pathway (Kemper et al., 2010) . The classical pathway is primarily activated by IgM and certain IgG isotypes bound to antigen. These immune complexes interact with the complement component C1q. C1q binding leads to the activation of two serine proteases associated with C1q, C1r and C1s. C1s cleaves C4 into C4a and C4b resulting in the exposure of a reactive thioester that allows covalent attachment of C4b on surfaces. C2 binds C4b and is also cleaved by C1s to form the classical pathway C3 convertase (C4bC2a). C3 convertases cleave C3 to amplify complement activation and lead to the generation of ligands for a variety of complement receptors. The lectin pathway is initiated by pattern recognition receptors such as mannose-binding lectin (MBL) and the ficolins (Fig. 1) . MBL and ficolins contain carbohydrate-recognition domains that recognize carbohydrate patterns on the surfaces of cells or invading microorganisms. MBL and the ficolins are in a complex with enzymes known as MBL-associated serine proteases (MASPs). Similar to C1s, MASP-2 activates the complement system by cleaving both C4 and C2 to form the C4bC2a C3 convertase. The alternative pathway is activated by spontaneous hydrolysis of C3 (C3-H 2 O) (Fig. 1) . This pathway also functions as an amplification loop for the cleavage of C3 initially triggered by other mechanisms. C3-H 2 O or C3b bound to target surfaces are bound by the protease factor B (fB). Factor D (fD) is a serine protease that cleaves C3-H 2 O or C3b-bound fB, resulting in the generation of Bb and formation of the alternative pathway C3 convertase (C3bBb). Both the classical and alternative convertases function to cleave C3 to C3a and C3b. Similar to C4, cleavage of C3 exposes a reactive thioester bond in C3b that allows for the covalent attachment of C3b to target surfaces. In addition, C3b can bind to either the classical or alternative C3 convertases resulting in a change of the substrate specificity of the convertases from C3 to C5. These C5 convertases cleave C5 to C5a and C5b. Release of C5b promotes assembly of the C5b-C9 membrane attack complex (MAC) which can directly lyse pathogens or pathogen-infected cells. The anaphylatoxins C3a and C5a interact with specific receptors to promote chemotaxis and regulate effector functions of cells of both the innate and adaptive immune response.\n\nA variety of soluble and membrane-associated proteins regulate complement activation. Factor H (fH), C4b-binding protein (C4BP), and C1 inhibitor (C1-INH) are soluble proteins that regulate activation of the complement system. fH promotes the dissociation of C3bBb convertases and acts as a cofactor for factor I (fI)-mediated cleavage of C3b. C4BP functions similar to fH in that it promotes dissociation of C4bC2a convertases and acts as a cofactor for fI-mediated cleavage of C4b. The C1-INH is a serine protease inhibitor that inactivates both the C1q-associated proteases of the classical pathway (C1r and C1s) as well as the MASPs of the lectin pathway. Membrane-associated regulators of complement activation include decay accelerating factor (DAF/CD55), membrane cofactor protein (MCP/CD46), complement receptor 1 (CR1/CD35), CD59, and Crry (rodent-specific). These proteins function to destabilize both the classical and alternative complement convertases, act as cofactors for fI-mediated cleavage of C3b and C4b, and prevent assembly of the MAC on cell surfaces.\n\nThe complement system is increasingly recognized as a mediator of protection or pathology in a variety of viral infections. Furthermore, the continued identification of novel mechanisms of viral antagonism of complement highlight the important role this system has in viral pathogenesis. Here, we review recent studies of viral interactions with a variety of components of the complement system and emphasize Fig. 1 . Schematic of the complement system. Complement is activated by three major pathways. The classical pathway is primarily activated when C1q interacts with IgM and certain IgG isotypes bound to antigen. C1q-associated C1s cleaves C4 and C2 to form the classical pathway (CP) C3 convertase (C4bC2a). The lectin pathway (LP) is initiated by carbohydrate pattern recognition receptors such as mannose-binding lectin (MBL) and the ficolins (F) which are in a complex with enzymes known as MBL-associated serine proteases (MASPs). MASP-2 activates the complement system by cleaving both C4 and C2 to form the C4bC2a C3 convertase. The alternative pathway (AP) is activated by spontaneous hydrolysis of C3 (C3-H 2 O). This pathway also functions as an amplification loop for the cleavage of C3 initially triggered by other mechanisms. C3-H 2 O or C3b bound to target surfaces are bound by the protease factor B (fB). Factor D (fD) is a serine protease that cleaves C3-H 2 O or C3b-bound fB, resulting in the generation of Bb and formation of the alternative pathway C3 convertase (C3bBb). Both the classical and alternative convertases function to cleave C3 to C3a and C3b. Cleavage of C3 exposes a reactive thioester bond in C3b that allows for the covalent attachment of C3b to target surfaces. In addition, C3b can bind to either the classical or alternative C3 convertases resulting in a change of the substrate specificity of the convertases from C3 to C5. These C5 convertases cleave C5 to C5a and C5b. Release of C5b promotes assembly of the C5b-C9 membrane attack complex (MAC) which can directly lyse pathogens or pathogen-infected cells. C3b is further cleaved by factor I (fI), a function enhanced by factor H (fH), to generate degradation products such as iC3b and C3dg. C3b and its degradation products interact with cellular receptors to regulate effector functions such as phagocytosis and B cell activation. The anaphylatoxins C3a and C5a interact with specific receptors to promote chemotaxis and regulate effector functions of cells of both the innate and adaptive immune response. those findings that describe how these interactions impact the development of virus-induced disease.\n\nPerhaps the best evidence that complement has an important role in the outcome of virus infection is the identification of specific mechanisms evolved by viruses to evade the complement system (Fig. 2 ). One mechanism employed by viruses is to directly encode proteins that have structural and functional homology to host proteins that function as regulators of complement activation. Gammaherpesviruses, including Kaposi's sarcoma-associated herpesvirus, herpesvirus saimiri, and murine γ-herpesvirus 68 (γHV68) encode homologs of complement regulatory proteins (Albrecht and Fleckenstein, 1992; Mullick et al., 2003a; Spiller et al., 2003; Virgin et al., 1997) . The γHV68 regulator of complement activation (RCA) protein is expressed on the surfaces of infected cells and is detected in supernatants of γHV68infected cells, thus it has both membrane-associated and soluble forms (Kapadia et al., 1999) . Recombinant γHV68 RCA protein and supernatants from γHV68-infected cells blocked C3 deposition on zymosan Examples of viral evasion of the complement system. A.) Virally encoded proteins allow viruses to evade complement-mediated destruction. Human astrovirus (HastV) coat protein (CP) binds MBL and C1q, inhibiting the activation of both the lectin and classical pathways. Influenza A matrix (M1) protein also binds C1q. Flavivirus nonstructural protein 1 (NS1) binds C4 and C1s, leading to enhanced cleavage of C4 to C4b, as well as factor H (fH), leading to increased cofactor activity of fH for factor I (fI)-mediated cleavage of C3b into iC3b. Additionally, membrane-bound flavivirus NS1 decreases deposition of C3b and the MAC on cell surfaces. The murine gammaherpesvirus-68 (γHV68) regulator of complement protein (RCA) blocks C3 deposition, whereas the HSV-1 glycoprotein (gC) binds C3b and blocks the binding of properdin and C5 to C3b. The variola virus inhibitor of complement enzymes (SPICE), the vaccinia virus complement control protein (VCP), the monkeypox virus inhibitor of complement enzymes (MOPICE), and the ectromelia virus inhibitor of complement enzymes (EMICE) function as cofactors for fI-mediated cleavage of C3b by binding to C3b and C4b. Viruses, with their corresponding proteins that interfere with the complement cascade in parentheses, are indicated in red. B.) Some viruses recruit host complement regulatory proteins into their virions. Human immunodeficiency virus-1 (HIV-1), human T-lymphotropic virus-1 (HTLV-1), and human cytomegalovirus (HCMV) incorporate the host complement control proteins CD55/DAF and CD59 into their virions, while simian virus 5 (SV5) and mumps virus (MuV) recruit CD46/MCP into their virions. Physiological complement regulatory proteins are shown in green. Viruses that incorporate these regulatory proteins into their virions are indicated in red. beads by both the classical and alternative activation pathways (Kapadia et al., 1999) . To directly test the role of the γHV68 RCA protein in pathogenesis, Kapadia et al. generated a γHV68 deleted for the RCA protein and evaluated the outcome of infection in both wildtype and C3-deficient mice (Kapadia et al., 2002) . Deletion of the γHV68 RCA protein resulted in decreased virulence following intracranial inoculation of weanling mice or intraperitoneal inoculation of adult IFN-γ −/− mice, models of acute γHV68-induced meningoencephalitis and γHV68 persistent infection, respectively. Genetic deletion of C3 in the host was able to restore virulence of the RCA protein-deleted virus in the model of acute meningoencephalitis and enhanced its persistent replication, confirming that RCA protein interaction with the host complement system is a critical regulator of γHV68 pathogenesis. Interestingly, although wild-type mice had a reduced number of latently infected cells compared to C3 −/− mice, indicating that complement regulates the establishment of γHV68 latent infection, this effect was not counteracted by the γHV68 RCA protein (Kapadia et al., 2002) .\n\nPoxviruses, such as variola virus, vaccinia virus, monkeypox virus, and ectromelia virus, also encode complement regulatory proteins that have structural and functional homology to host encoded regulators of the complement pathway (Mullick et al., 2003b) ( Fig. 2A ). The variola virus inhibitor of complement enzymes (SPICE), the vaccinia virus complement control protein (VCP), the monkeypox virus inhibitor of complement enzymes (MOPICE), and the ectromelia virus inhibitor of complement enzymes (EMICE) all bind to C3b, as well as C4b, and function as cofactors for fI-mediated cleavage of C3b Moulton et al., 2010; Rosengard et al., 2002; Sahu et al., 1998) . A VCP-deleted vaccinia virus produced smaller skin lesions in rabbits compared to wild-type vaccinia virus (Isaacs et al., 1992) and pathogenesis studies in cynomolgus monkeys with different strains of monkeypox virus revealed that MOPICE is deleted from the less virulent strains (Chen et al., 2005) . Furthermore, SPICE is a much more potent inhibitor of human complement compared to VCP and MOPICE, correlating with the increased virulence of variola virus in humans compared to vaccinia virus and monkeypox virus Rosengard et al., 2002) . Taken together, these studies and the findings that multiple components of the complement pathway are required for mice to survive ectromelia virus infection (discussed below), indicate that complement activation and viral evasion of the complement system are critical determinants of poxvirus pathogenesis.\n\nIn contrast to herpesviruses and poxviruses, flaviviruses encode a protein that antagonizes the complement system despite the lack of any sequence homology to known regulators of the complement system. The nonstructural protein 1 (NS1) encoded by flaviviruses is a glycosylated protein detected within infected cells, on cell surfaces, and secreted from infected cells (Alcon-LePoder et al., 2006) . NS1 accumulates in the serum of dengue virus-infected individuals and high circulating levels are associated with severe disease (Avirutnan et al., 2006; Libraty et al., 2002) . In an attempt to purify WNV NS1 from cell supernatants, Chung et al. observed that fH copurified with NS1 (Chung et al., 2006) . Soluble WNV NS1 was found to enhance the cofactor activity of fH for fI-mediated cleavage of C3b to iC3b, while cell surface-associated NS1 decreased deposition of C3b and the C5b-C9 membrane attack complex on cell surfaces ( Fig. 2A) . Flavivirus NS1 also binds to C4 and C1s (Avirutnan et al., 2010) ( Fig. 2A) . These activities enhanced the cleavage of C4 to C4b and resulted in reduced activity of the classical C3 convertase (C4b2a) and reduced C4b and C3b deposition on cell surfaces (Avirutnan et al., 2010) , providing an additional mechanism by which flaviviruses can evade complement-dependent neutralization. Soluble NS1 has also been reported to bind the complement inhibitory factor clusterin, which normally inhibits the formation of the C5b-C9 membrane attack complex (Kurosu et al., 2007) , however, a functional consequence of this interaction has not been reported.\n\nMany other viruses employ a similar complement evasion strategy by encoding proteins that bind and inhibit or sequester complement components. For example, the coat protein of human astrovirus type 1 (HAstV-1) suppresses complement activation by binding C1q, functionally displacing the protease tetramer, and thus inhibiting classical pathway activation (Bonaparte et al., 2008; Hair et al., 2010) ( Fig. 2A) . This was further demonstrated for serotypes 2 and 4 (Bonaparte et al., 2008) . The astrovirus coat protein also bound MBL and inhibited mannan-mediated activation of the lectin pathway (Hair et al., 2010) . As discussed below, C1q enhances the neutralizing and hemagglutination inhibition activity of anti-influenza antibodies. Experimental evidence suggests that the matrix (M1) protein of influenza A virus has evolved to counteract this host response, as M1 prevents complement-mediated neutralization of influenza virus in vitro by binding C1q and blocking the interaction between C1q and IgG (Zhang et al., 2009 ). Herpes simplex virus 1 (HSV-1) encodes several immune modulators, including glycoprotein C (gC), which inhibits activation of the complement cascade by binding C3 and C3 fragments (Friedman et al., 1984; Fries et al., 1986; Kostavasili et al., 1997; Tal-Singer et al., 1991) and by blocking binding of properdin and C5 to C3b (Fries et al., 1986; Hung et al., 1994; Kostavasili et al., 1997) . These effects are mediated by two distinct domains in gC: one domain blocks properdin and C5 binding to C3b, and the other directly binds C3 and C3 fragments (Hung et al., 1994) . In vitro, gC protects HSV-infected cells from complement-mediated lysis (Harris et al., 1990 ) and cell-free virus from complement-mediated neutralization (Friedman et al., 1996; Hidaka et al., 1991) . It was further demonstrated that natural IgM antibody binds and neutralizes HSV-1 and HSV-2 gC-null viruses via a C1q-, C3-, and C5-dependent mechanism (Hook et al., 2006) . Studies in animal models have confirmed the importance of gC-mediated complement inhibition in HSV-1 pathogenesis. When inoculated intravaginally into wild-type guinea pigs, but not C3-deficient guinea pigs, a gC-null HSV-1 replicated less efficiently and caused significantly less severe vaginitis compared to wild-type HSV-1 (Lubinski et al., 1998) . The C3-dependent attenuated phenotype of gC-null HSV-1 was confirmed by inoculating wild-type and C3-deficient mice via skin scratch and evaluating HSV-1-induced zosteriform disease (Lubinski et al., 2002 (Lubinski et al., , 1998 . Further studies with this murine model demonstrated that both domains of gC that modulate complement activation are critical virulence factors; however, HSV-1 specifically lacking the C3 binding domain was more attenuated compared to HSV-1 specifically lacking the C5/ properdin inhibitory domain (Lubinski et al., 1999) . Importantly, the gC mutant viruses were as virulent as wild-type virus in C3-deficient mice, indicating that the gC interactions with the complement system regulate HSV-1 pathogenesis (Lubinski et al., 1999) . Most recently, the knowledge gained from these studies was utilized to improve vaccine efficacy against HSV-1 infection. Awasthi and colleagues demonstrated that combined immunization with the HSV-1 glycoprotein D (gD), a potent immunogen, and gC prevented HSV-1 evasion from complement, due to the development of an anti-gC antibody response, and enhanced the protection provided by gD immunization (Awasthi et al., 2009) .\n\nA number of viruses evade the complement system by recruiting host complement regulatory proteins into their virions (Fig. 2B ). For instance, Human immunodeficiency virus-1 (HIV-1), human T-lymphotropic virus-1 (HTLV-1), and human cytomegalovirus (HCMV) incorporate the complement control proteins CD55/DAF and CD59 into their virions, thus protecting virions from complement-mediated destruction Spear et al., 1995) . Simian virus 5 (SV5) and mumps virus (MuV), both paramyxoviruses, can be neutralized in a C3-dependent manner resulting in virion aggregation and virion lysis, respectively (Johnson et al., 2008) . Further studies revealed that both SV5 and MuV virions contained CD46/MCP, a membrane-associated protein that has cofactor activity for fI-mediated cleavage of C3b and C4b. The incorporation of CD46 into SV5 and MuV conferred virion-associated cofactor activity and increased resistance of SV5 and MuV to complement-dependent neutralization ). Thus, these viruses have evolved to usurp host complement regulatory proteins to avoid complement-mediated destruction.\n\nMannose binding lectin (MBL) is a C-type lectin that plays an important role in innate immunity by binding to carbohydrates on a wide range of pathogens (Fujita, 2002) . Recognition of carbohydrates is mediated via a C-terminal carbohydrate recognition domain. Once bound, MBL can activate complement, due to its association with MASPs, or act directly as an opsonin. Polymorphisms in the promoter and structural regions of the human MBL2 gene affect MBL oligomer formation and circulating levels of the protein (Madsen et al., 1995) . Due to these different mutations, humans exhibit a 1000-fold variation in circulating MBL levels that occur with varying frequencies in different populations. Recently, a number of studies have demonstrated that direct interactions between MBL and virus particles can neutralize infection.\n\nMBL has been found to bind directly to virions from a number of different virus families, including human immunodeficiency virus (HIV), severe acute respiratory syndrome coronavirus (SARS-CoV), Ebola virus, dengue virus (DENV), and West Nile virus (WNV) (Fig. 3) . The finding that the HIV envelope glycoprotein, gp120, is modified with high mannose oligosaccharides led researchers to test the potential of HIV and gp120 to function as ligands for MBL. MBL was shown to bind directly to HIV-infected cells and recombinant gp120 (Ezekowitz et al., 1989) . The importance of these interactions was demonstrated by experiments showing MBL could inhibit infection of specific target cells by cell culture-derived HIV. Although primary isolates of HIV bound to MBL (Saifuddin et al., 2000) , MBL binding inefficiently inhibited infection of peripheral blood mononuclear cells (Ying et al., 2004) . However, MBL binding did lead to efficient opsonization and uptake of HIV by mononuclear phagocytes (Ying et al., 2004) . Despite these findings, the role of MBL in HIV pathogenesis is still unclear. Different studies investigating the association between MBL levels and HIV infection have found no association, increased susceptibility among individuals with low MBL levels, and increased susceptibility among individuals with high MBL levels (Ji et al., 2005a) . However, this area of research has led to an effort to identify lectins that interact with HIV and inhibit infection as a novel therapeutic approach to prevent HIV infection and disease (Alexandre et al., 2010; Hoorelbeke et al., 2010; Huskens et al., 2010) .\n\nMBL has also been reported to bind to SARS-CoV or retroviral particles pseudotyped with the SARS-CoV spike glycoprotein (SARS-S) (Ip et al., 2005; Zhou et al., 2010) (Fig. 3) . Similarly, MBL binds efficiently to retroviral particles pseudotyped with Ebola virus or Marburg virus glycoproteins (Ji et al., 2005a) (Fig. 3) . Importantly, all of these studies showed direct MBL-mediated neutralization of virus infection (Ip et al., 2005; Ji et al., 2005b) . MBL binding to SARS-S was dependent on a single N-linked glycosylation site in SARS-S (N330) (Zhou et al., 2010) . MBL binding blocked the interaction of SARS-S with DC-SIGN, previously identified to interact with SARS-S (Yang et al., 2004) , but not with the major SARS-CoV receptor angiotensinconverting enzyme 2 (ACE2) (Li et al., 2003) . Serum levels of MBL were reported to be significantly lower in patients with SARS than in control patients; there was, however, no association between MBL genotypes and mortality related to SARS (Ip et al., 2005) . A second study also reported that MBL gene polymorphisms associated with reduced MBL levels were significantly associated with susceptibility to SARS-CoV infection (Zhang et al., 2005) . However, a third study reported that MBL genotypes and allele frequencies do not influence the outcome of infection with SARS-CoV (Yuan et al., 2005) .\n\nFinally, studies showed that MBL binds N-linked glycans on the structural proteins of WNV and DENV, resulting in neutralization through a C3-and C4-dependent mechanism that occurred, in part, by blocking viral fusion . These findings indicated that MBL opsonization was not sufficient for neutralization, but rather deposition of C3 or C4 onto virions was also required. For WNV, neutralization occurred only with virus produced in insect cells; for DENV, neutralization occurred with insect and mammalian cellderived virus . Experiments in mice demonstrated an accelerated intravascular clearance of DENV or of a WNV mutant with two N-linked glycans on its E protein, but not wild-type WNV, that was MBL-dependent .\n\nThe complement system enhances humoral immunity by a number of different mechanisms. Complement regulates effector functions of both natural and immune antibodies, complement component C3 and its receptors participate in the capture and transport of antigen to the B cell compartments of secondary lymphoid tissue (Gonzalez et al., 2010) , and complement receptor 2 (CR2, CD21) and complement receptor 1 (CR1, CD35) expression by follicular dendritic cells function to retain antigen in the lymphoid follicles, which is required for the generation of a normal humoral immune response (Fang et al., 1998) . On B lymphocytes, CR2 forms a complex with other proteins, such as CD19, to activate signal transduction pathways that regulate B cell activation. Coligation of the B cell receptor and CR2, which binds the cleavage products iC3b, C3dg, and C3d covalently attached to antigen, lowers the threshold of B cell activation (Bradbury et al., 1992; Hebell et al., 1991; Heyman et al., 1990) . In fact, linking C3d to a model antigen generated a fusion protein that was 100-1000 fold more immunogenic (Dempsey et al., 1996) . Numerous studies have established a critical role for the complement system in regulating humoral immunity to virus infection. Below, we highlight recent findings with a particular emphasis on studies that have investigated these pathways in the context of viral pathogenesis.\n\nNatural antibody and complement neutralize virus. The humoral immunity of naïve individuals consists primarily of natural IgM antibodies (Ochsenbein and Zinkernagel, 2000) . Natural IgM is polyreactive and it is thought that endogenous antigens drive the generation of natural IgM. IgM, which exists in circulation primarily as a pentamer, has a 1000-fold greater binding affinity for C1q compared with IgG, making it a potent activator of the complement system (Ehrenstein and Notley, 2010) .\n\nInitial studies revealed the presence of natural IgM specific for various viral pathogens, including lymphocytic choriomeningitis virus (LCMV), vesicular stomatitis virus (VSV), and vaccinia virus (VV), in the sera of naïve mice. By reconstituting RAG-1 −/− mice with sera from naïve mice, researchers demonstrated that natural antibodies protected mice from both VSV dissemination and disease (Ochsenbein et al., 1999a) . Earlier studies had shown that a natural IgM antibody to a VSV antigen forms an immune complex that activates C1 and initiates complement activation via the classical pathway at the viral surface, thus neutralizing VSV (Beebe and Cooper, 1981) . This neutralization was associated with C3b deposition on the viral envelope that likely interferes with VSV attachment to susceptible cells. Natural IgM and components of the classical activation pathway have also been shown to neutralize influenza virus (Jayasekera et al., 2007) . Interestingly, rather than resulting in lysis of virions, these interactions resulted in coating and aggregation of virus particles. To test the significance of these interactions on influenza pathogenesis, RAG-1 −/− mice were reconstituted with natural IgM and then challenged with the mouse-adapted PR8 strain of influenza. Reconstitution prolonged mouse survival following influenza challenge, suggesting that natural IgM and complement also protect the host from influenza infection. Furthermore, both complement and IgM were required for the development of protective immunity against influenza virus after immunization (Fernandez Gonzalez et al., 2008) . Similar to influenza virus, sera from naïve mice neutralizes ectromelia virus by a mechanism dependent on both complement and natural antibodies (Moulton et al., 2008) . Further analyses revealed that opsonization of ectromelia virus particles with C3b and C4b was the primary mediator of neutralization. Consistent with these findings, ectromelia virus dissemination was more efficient and viral loads in tissues were greater in mice deficient in C3. In mortality studies, the genetic deficiency in the complement components C3, C4, or fB resulted in a higher mortality rate compared to wild-type mice. In addition, reconstitution of B cell-deficient μMT mice with sera containing natural antibodies significantly increased survival following inoculation of ectromelia virus. In sum, these studies have revealed the important role of natural antibodies and complement in protection from virus infection.\n\nComplement-mediated enhancement of B lymphocyte responses protects from virus-induced disease. The study of humoral responses to herpesvirus infections has yielded important insights into complement-mediated regulation of B cell function. Mice deficient in C3, C4, or CR2 (which in mice encodes both CR1 and CR2) had significantly diminished IgG responses following Herpes Simplex virus-1 (HSV-1) infection, suggesting that activation of the classical pathway plays a key role in regulating the antibody response to HSV-1 infection (Da Costa et al., 1999) . Interestingly, C3-deficient mice reconstituted with bone marrow from wild-type mice developed normal antibody responses following HSV-1 infection, while wild-type mice reconstituted with bone marrow from C3-deficient mice had significantly diminished IgG responses (Verschoor et al., 2003 (Verschoor et al., , 2001 . These experiments indicated that C3 derived from bone marrow cells was essential to enhance B cell activation in response to HSV-1 infection and were some of the first studies to describe an important function for complement factors synthesized locally by a non-hepatic cellular source.\n\nIn contrast to HSV-1 infection, IgG responses to VSV infection, which is neurotropic in mice and can cause paralysis and death, were similar in C3 −/− mice compared to wild-type mice (Ochsenbein et al., 1999b) . Instead, researchers discovered that complement components C3 and C4, but not CR2, were critical for initial anti-VSV IgM responses. Further experiments suggested that complement was critical for targeting VSV antigens to marginal zone macrophages in lymphoid tissues to stimulate B cells and IgM production. C3 −/− mice, but not CR2 −/− mice, were more susceptible to lethal VSV infection, suggesting that the depressed IgM responses were critical to limit VSV spread and replication in the central nervous system.\n\nUnlike VSV infection, the genetic absence of C3 or CR2 resulted in increased WNV-induced mortality, earlier WNV entry into the central nervous system, and greater viral loads of WNV in the brains of mice, suggesting complement-mediated regulation of B cell responses was critical to control WNV dissemination, replication, and disease (Mehlhop et al., 2005) . In fact, C3 and CR1/CR2 were required for normal anti-WNV IgM and IgG responses in mice and passive transfer of immune serum protected C3 −/− mice from lethal WNV infection. In further studies, antibody responses to WNV were found to be normal in mice deficient in fB and fD, components of the alternative complement activation pathway (Mehlhop and Diamond, 2006) . These findings were consistent with previous findings in which IgG responses to a T-dependent antigen were normal in fB −/− mice (Matsumoto et al., 1997) and indicated that components of the alternative complement activation pathway are not required for the development of an anti-WNV antibody response. In contrast, components of the classical and lectin complement activation pathways, C4 and C1q, were required for normal humoral responses to WNV infection (Mehlhop and Diamond, 2006) . Interestingly, C4, but not C1q, was required for normal anti-WNV IgM responses, whereas both C4 and C1q were required for normal anti-WNV IgG responses. These findings suggest that distinct complement pathways regulate IgM vs. IgG responses, at least in the context of a viral infection. Importantly, similar to C3 and CR2 deficient mice, C4-and C1qdeficient mice were much more susceptible to lethal WNV-infection, providing further evidence that the host's complement system is critical to limit the severity of WNV disease (Mehlhop and Diamond, 2006) .\n\nC1q regulates anti-viral antibody effector mechanisms. A number of recent studies have identified a critical role for complement, and in particular the complement component C1q, in the regulation of antiviral antibody effector mechanisms. Researchers investigating the serum-specific enhancement of influenza virus hemagglutinin (HA)specific monoclonal antibodies discovered that C1q could enhance both neutralization activity and hemagglutination inhibition (HI) activity (Feng et al., 2002) . C1q more strongly influenced HI activity, and this enhancement did not require C3, suggesting that the effects were independent of C1q-mediated complement activation. C1qmediated enhancement of HI activity and neutralizing activity was dependent on the antibody isotype and epitope specificity (Feng et al., 2002; Mozdzanowska et al., 2006) .\n\nAntibody-dependent enhancement (ADE) of infection has been described for multiple viruses . In the case of dengue viruses, ADE is associated with more severe disease (Balsitis et al., 2010; Kyle and Harris, 2008; Zellweger et al., 2010) . Utilizing in vitro assays designed to measure ADE of dengue virus infection, researchers discovered that the presence of fresh serum could completely abolish ADE (Mehlhop et al., 2007; Yamanaka et al., 2008) . Further analyses demonstrated that the inhibitory effect of fresh serum on ADE was C1q-dependent and antibody isotypespecific (Mehlhop et al., 2007; Yamanaka et al., 2008) . However, in separate studies the suppression of ADE by fresh serum was found to be C3-dependent or C3-independent, thus the extent to which other complement components participate in mediating these effects is unclear. In addition to suppressing ADE, C1q was shown to enhance the neutralizing activity of anti-WNV antibodies (Mehlhop et al., 2009) . Mechanistic studies revealed that C1q reduced the number of antibodies required to bind a WNV virion and neutralize infectivity. Interestingly, C1q reduced the number of antibodies required for neutralization to levels below the minimum number required for ADE. Importantly, the ability of an anti-WNV antibody to protect from lethal infection was decreased in C1q −/− mice compared to wild-type mice, indicating that C1q enhancement of neutralizing activity regulates WNV pathogenesis. In contrast to the effect of C1q on ADE of flavivirus infection, ADE of Ebola Zaire virus infection is C1qdependent . The glycoprotein of the Reston strain of Ebola virus, which is less pathogenic in humans, induces less enhancing activity compared to the Zaire strain, suggesting that ADE may also play a role in Ebola virus pathogenesis.\n\nRegulation of T cells by the complement system. Increasing evidence from various experimental systems indicates that complement regulates CD4 + and CD8 + T cell activation and effector functions (Dunkelberger and Song, 2010; Kemper and Atkinson, 2007) . Numerous complement receptors and membrane complement regulatory proteins can be expressed by antigen-presenting cells (APCs) and T cells. Engagement of these receptors on APCs regulates APC effector functions, such as chemokine and cytokine gene expression, and modulation of APC function influences T cell activation during antigen presentation. Direct action of complement on T cells is less well understood. Ligation of CR1 on T cells has been shown to inhibit T cell proliferation (Wagner et al., 2006) , while the C5a receptor (C5aR) has been shown to regulate T cell trafficking (Tsuji et al., 2000) . In addition, several membrane complement regulatory proteins have been linked to T cell regulation. For example, CD46, which binds C3b and C4b and serves as a cofactor for their proteolytic inactivation, was found to regulate the proliferation and effector functions of CD4 + and CD8 + T cells (Marie et al., 2002) . Critically, complement regulates the effector function of activated T cells by regulating the development of Th1, Th2, and Th17 helper cells. For example, C3aR-deficient mice were protected against Th2-dependent airway hypereactivity and this has been linked to both decreased Th2 cell responses and enhance-ment of IL-17 producing helper T cells (Drouin et al., 2001; Lajoie et al., 2010) . In contrast C5 provides protection against airway hypereactivity by regulating Th17 cytokine production (Lajoie et al., 2010) . Finally, evidence suggests that complement also regulates the termination of T cell responses by inducing the development of regulatory T cells (Kemper et al., 2003) .\n\nUtilizing mouse models, researchers discovered that C3 was required for normal T cell responses to influenza virus, lymphocytic choriomeningitis virus (LCMV) infection, and Friend virus (FV) infection (Banki et al., 2010; Kopf et al., 2002; Suresh et al., 2003) . In vitro, dendritic cells exposed to complement-opsonized FV or HIV were better inducers of CD8 + T cell activation (Banki et al., 2010) . These effects were also observed with complement opsonized FV in mice. Furthermore, C3-deficient mice had reduced numbers of FV-specific CD8 + T cells and higher numbers of infected spleen cells compared to wild-type controls, suggesting complement-mediated regulation of T cell responses functions to control FV replication (Banki et al., 2010) . Similarly, mice deficient in C3 had delayed clearance of influenza virus and increased titers in the lungs. These findings correlated with a dramatic decrease in the recruitment of virusspecific CD4 + and CD8 + T cells producing IFN-γ to the lung of influenza virus-infected C3 −/− mice. Following either LCMV or influenza virus infection, C3 was required for normal priming of CD4 + and CD8 + T cells and mice deficient in CR1 and CR2 (CR2 −/− mice) did not show any of these defects, indicating that C3 regulates T cell responses in a CR1/CR2-independent manner (Kopf et al., 2002; Suresh et al., 2003) . In LCMV-infected mice, the effects of C3 on CD8 + T cell priming and expansion were epitopedependent and influenced by the mouse genetic background, suggesting that C3 may regulate epitope selection. Subsequent experiments indicated that the C5aR may have an important role in the regulation of T cell responses to influenza virus infection as treatment of mice with a C5aR antagonist reduced the number of influenza virus-specific CD8 + T cells in both the lungs and lymphoid tissue (Kim et al., 2004) .\n\nStudies utilizing a mouse model of WNV infection and disease identified distinct complement pathways that regulate antiviral T cell responses (Mehlhop and Diamond, 2006) . Mice deficient in fB were found to be highly susceptible to lethal WNV infection, despite normal anti-WNV antibody responses. Instead, fB −/− mice, but not C1q −/− mice, had reduced CD8 + T cell responses in the spleen and impaired trafficking of CD4 + and CD8 + T cells to the CNS. Similar findings were observed in WNV-inoculated C4 −/− mice, suggesting that both the lectin and alternative complement activation pathways contribute to regulation of T cell functions. Thus, similar to FV, influenza virus, and LCMV infections, complement activation was required for normal T cell priming and trafficking following WNV infection.\n\nThe role of complement regulatory proteins in regulating T cell responses to viral infection has also been investigated. Mice deficient in decay accelerating factor (DAF; CD55), which regulates formation and inactivation of the C3 and C5 convertases, had an increased expansion of CD8 + T cells with greater killing capacity following LCMV infection and this correlated with lower viral titers. These enhanced CD8 + T cell responses were reversed in mice deficient for DAF and C3 (Daf-1 −/− ; C3 −/− ) or DAF and the C5aR (Daf-1 −/− ; C5aR −/− ). In contrast, following vaccinia virus infection, CD4 + , but not CD8 + , T cell responses were enhanced in mice deficient in CD59a, which blocks formation of the membrane attack complex (Longhi et al., 2005) . Taken together, these studies suggest that membrane complement regulators regulate both CD4 + and CD8 + T cell immunity. However, CD4 + T cell responses following vaccinia virus infection were enhanced in both CD59a −/− and CD59a −/− ; C3 −/− mice, indicating that the effects of CD59a on T cell responses were likely independent of complement activation, at least following vaccinia virus infection.\n\nHepatitis C virus (HCV) appears to exploit the complement system to establish persistence. HCV core protein is the first protein expressed during the early phase of HCV infection and free HCV core particles are found in the blood of HCV-infected patients (Maillard et al., 2001) . By evaluating various vaccinia virus (VV)/ HCV recombinants in mice, Large et al. discovered that a recombinant VV expressing the HCV core protein produced a lethal infection in mice and suppressed the VV-specific CD8 + T cell response (Large et al., 1999) . Using a yeast two-hybrid approach, Kittlesen and colleagues identified that the HCV core protein bound the gC1q receptor (gC1qR) specific for the globular heads of the C1q protein (Kittlesen et al., 2000) (Fig. 3) . Binding of gC1qR by the HCV core protein inhibited human peripheral blood T cell proliferation in standard one-way mixed lymphocyte reactions (MLR) or following mitogen stimulation (Kittlesen et al., 2000) , a similar effect to the binding of C1q, the natural ligand for the gC1qR. This suppression was reversed by the addition of anti-gC1qR or anti-core antibodies in the T-cell proliferation assay (Kittlesen et al., 2000) . More specifically, binding of HCV core protein to gC1qR on activated human peripheral blood T cells decreased IL-2 and IFN-γ production and decreased IL-2R and CD69 expression (Yao et al., 2001) . A recent clinical study investigated the impact of HCV infection on T cell responses in acute as compared to resolved versus chronic infection (Cummings et al., 2009) . During the acute phase of HCV infection, the frequency of gC1qR + CD4 + T cells increased compared to healthy controls. Six months later, the frequency of gC1qR + CD4 + T cells remained elevated in chronic patients compared to that in resolved patients. Chronic patients also had higher levels of circulating HCV core protein. TCR stimulation increased the frequency of gC1qR + CD4 + T cells, resulting in core-induced inhibition of T cell responses in both resolved and chronic patients. These results suggest that HCV infection expands gC1qR + CD4 + T cells, increasing the susceptibility to core-mediated immune dysregulation (Cummings et al., 2009) .\n\nThe gC1qR is also expressed by other immune cells, such as dendritic cells (DCs) and B cells. DCs isolated from patients chronically infected with HCV display a reduced capacity to induce T cell activation and to produce Th1 cytokines (Auffermann-Gretzinger et al., 2001; Bain et al., 2001; Dolganiuc et al., 2003; Kakumu et al., 2000; Kanto et al., 1999 Kanto et al., , 2004 . Waggoner and colleagues demonstrated that binding of the HCV core protein to gC1qR on human monocytederived DCs (MDDCs) inhibited TLR-induced IL-12 production but not the production of other TLR-induced cytokines (Waggoner et al., 2007) . In addition, HCV core protein engagement of gC1qR on MDDCs promoted the production of Th2 cytokines such as IL-4 by cocultured CD4 + T cells. These results suggest that engagement of gC1qR on DCs by HCV core limits the induction of Th1 responses (Waggoner et al., 2007) . In contrast to the effects on T cells and DCs, HCV core protein binding to gC1qR on B cells leads to B cell activation and proliferation: increased costimulatory and chemokine receptor expression, cell proliferation, IgM and IgG production, and STAT1 phosphorylation, and down-regulation of SOCS-1 expression (Yao et al., 2008) . These data suggest that HCV exploits the complement system to dysregulate the host immune response via various mechanisms in order to establish persistence. To further investigate the role of the HCV core protein in HCV pathogenesis, transgenic mice were developed with tetracycline-regulated conditional HCV core protein expression (Chang et al., 2009) . These mice develop liver inflammation, steatosis, and fibrosis. Microarray analyses of inflamed liver showed induction of many components of both the complement and coagulation pathways, and administration of CD55 (DAF) decreased hepatic inflammation, suggesting that the HCV core and the complement system contribute to hepatic inflammation associated with HCV infection.\n\nCryoglobulinemia is a systemic vasculitis that damages small and medium-sized arteries and veins of the skin, kidneys, and peripheral nerves (Dammacco et al., 2001) , and evidence suggests that the deposition of immune complexes on the vessel wall activates complement and mediates this damage. Mixed cryoglobulinemia (MC), which involves multiple immunoglobulin isotypes, is observed in 10-70% of hepatitis C virus (HCV)-infected patients and is associated with increased duration of HCV infection (Charles and Dustin, 2009 ). In HCV-positive patients with MC, circulating, nonenveloped HCV core protein was detected in cryoprecipitable immune complexes (Sansonno et al., 2003) . As discussed above, the HCV core protein interacts with the gC1qR. The gC1qR can be proteolytically cleaved and released from the cell surface (Kittlesen et al., 2000) . Studies with HCV-positive MC patients revealed that MC following HCV infection correlated with significantly higher levels of circulating gC1qR compared to HCV-infected patients without MC (Sansonno et al., 2009 ). In addition, higher serum gC1qR levels negatively correlated with circulating levels of the C4d fragment, which was instead sequestered in the vascular bed from skin biopsies of MC patients, indicative of complement activation in the vascular bed (Sansonno et al., 2009) . These data suggest that following HCV infection, dysregulated shedding of gC1qR molecules contributes to vascular cryoglobulin-induced damage via a complement-mediated pathway (Sansonno et al., 2009 ). HCV has also been linked to pulmonary diseases such as asthma and chronic obstructive pulmonary disease (COPD) (Moorman et al., 2005a) . In in vitro studies using normal human lung fibroblasts, Moorman and colleagues found that the HCV core protein induced IL-8 mRNA and protein expression via gC1qR (Moorman et al., 2005b) . Taken together, these studies suggest that the HCV core protein interaction with the gC1q receptor of the complement system contributes to the pathogenesis of multiple diseases associated with HCV infection. Further investigation into the proinflammatory role of the HCV core protein may provide a clearer understanding of the pathogenesis of HCV-associated diseases.\n\nChronic HCV infection is characterized by persistent complement activation, and can lead to liver fibrosis despite antiviral therapies. By interbreeding fibrosis-susceptible and fibrosis-resistant strains of mice, C5 was identified to be associated with hepatic fibrosis, and small molecule inhibitors of the C5a receptor had antifibrotic effects in vivo (Hillebrandt et al., 2002) . Polymorphisms of the human gene C5 were associated with advanced liver fibrosis, as compared with mild fibrosis, in chronic HCV infection (Hillebrandt et al., 2005) (Fig. 3) . Moreover, the at-risk C5 haplotype in humans was associated with high serum C5 levels (Hillebrandt et al., 2005) . These data suggest that C5 has a causal role in non-HCV and HCV-associated hepatic fibrosis across species and that C5-targeted therapeutics could be a beneficial treatment strategy.\n\nAlthough DENV NS1 can inhibit activation of the complement system (Avirutnan et al., 2010) , evidence suggests that complement activation may contribute to increased disease severity following DENV infection (Fig. 3) . Dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS) are serious clinical conditions that typically occur after a second dengue infection by a different viral serotype or after a primary infection in infants born to dengue-immune mothers. Lower levels of C3, C4, and fB, and higher levels of C3 cleavage products, were detected in severely ill DHF patients and correlated with signs of shock, suggesting that complement activation contributes to the more severe forms of dengue virus-induced disease (Bokisch et al., 1973; Churdboonchart et al., 1983; Nascimento et al., 2009 ). In addition, DHF patients have been found to have higher levels of fD, which cleaves fB to yield the active (C3bBb) C3 convertase, and lower levels of fH, which inactivates the (C3bBb) C3 convertase, compared to patients with DF (Nascimento et al., 2009) . Other studies have shown that plasma levels of sNS1 and products of complement activation, including those with a known vascular effect such as C3a, C5a, and the terminal SC5b-9 complement complex, were present at higher levels in DHF patients before plasma leakage took place (Avirutnan et al., 2006) , further supporting the hypothesis that complement activation is involved in the development of severe disease. Comparison of global gene expression profiles in peripheral blood mononuclear cells (PBMCs) of patients with DF or DHF discovered that the complement inhibitor CD59 was more strongly up-regulated in PBMCs from DF patients than in PBMCs from DHF patients. Furthermore, the wild-type MBL genotype, but not MBL genotypes associated with reduced MBL levels, was associated with the development of dengue-related thrombocytopenia and more severe disease (Acioli-Santos et al., 2008) . This is interesting given the recent findings that MBL binds DENV resulting in complement activation and virus neutralization . These studies implicate the complement system in the pathogenesis of the more severe forms of dengue virus associated disease, DHF/DSS; however, the mechanisms by which the complement system contributes to disease severity are not well understood.\n\nArthritogenic alphaviruses, including Ross River virus (RRV) and chikungunya virus, are mosquito-borne viruses that cause debilitating musculoskeletal inflammation and pain in humans. Evidence of complement activation was detected in synovial fluid from RRVinfected patients (Morrison et al., 2007) . Similarly, in a mouse model of RRV-induced disease, complement activation products were detected in inflamed joint and muscle tissues of wild-type mice (Morrison et al., 2007) . RRV-infected C3-deficient mice exhibited less severe destruction of skeletal muscle tissue and less severe disease signs, indicating an important role for complement in RRV pathogenesis (Fig. 3) . Mice deficient in CR3 (CD11b −/− ) also developed less severe tissue damage and disease signs following RRV infection (Morrison et al., 2008) (Fig. 3) . Interestingly, neither C3 nor CR3 deficiency prevented recruitment of inflammatory leukocytes to musculoskeletal tissues, suggesting that C3 and CR3 may act downstream of inflammatory cell invasion to promote tissue damage during RRV infection (Morrison et al., 2007 (Morrison et al., , 2008 . The genetic absence of C3 and CR3 significantly diminished RRV-induced expression of S100A9, S100A8, and IL-6 within inflamed skeletal muscle tissue, indicating that the induction was regulated, at least in part, by CR3 interaction with its C3-derived ligand iC3b (Morrison et al., 2008) . Furthermore, mice deficient in MBL (MBL-DKO) also developed less severe RRV-induced disease and these mice had reduced MBL and C3 deposition on tissues (unpublished results), providing evidence that RRV infection leads to complement activation via the lectin-dependent activation pathway. Taken together, these studies suggest that interfering with the complement cascade and/or complement receptor signaling may represent a useful route for therapeutic intervention of RRV-induced disease.\n\nFinally, recent evidence suggests that the complement system may contribute to seizures induced by virus infection. Infection of wildtype mice with Theiler's murine encephalomyelitis virus (TMEV) results in acute seizures (Libbey et al., 2008 (Libbey et al., , 2010 . In contrast, C3 −/− mice developed far fewer seizures following TMEV infection which correlated with reduced numbers of activated microglia and macrophages in the hippocampus and dentate gyrus as well as decreased neuronal cell loss (Libbey et al., 2010) (Fig. 3) . Interestingly, depletion of systemic complement with cobra venom factor did not impact TMEV-induced seizures, suggesting that locally produced complement within the central nervous system is sufficient to enhance TMEV-induced seizures (Libbey et al., 2010) .\n\nIt is clear that the complement system is a critical determinant of the outcome of infection by a variety of different viruses. Our understanding of the mechanisms by which complement protects from virus-induced disease has improved dramatically. Research in this area will not only continue to contribute to our knowledge of viral pathogenesis, but will continue to provide insight into the regulation of immune responses, and lead to improved therapeutic and vaccine approaches for both viral and non-viral pathogens. Perhaps less well understood are the mechanisms by which complement functions as a pathogenic effector in some virus-induced diseases. Further progress towards identifying the signals and pathways that lead to complement activation, which are not understood for many viruses, particularly in vivo, and a deeper understanding of the impact of complement activation on host immune responses to viral infection may shed light. For example, recent studies have identified critical roles for the complement system in the regulation of Th17 cells (Lajoie et al., 2010) , regulation of myeloid-derived suppressor cells (Markiewski et al., 2008) , and the induction of autophagy (Joubert et al., 2009) , all of which have been linked to virus-induced disease. In addition, the complement system is intricately linked with other pathways that play important roles in viral pathogenesis, such as the Toll-like receptor signaling network and the coagulation system Markiewski et al., 2007) . Thus, continued investigation of the role of complement in viral pathogenesis will provide important insights into virus-host interactions and strategies to prevent or treat virus-induced disease."}