{"title": "Incidence of respiratory viral infection in infants with respiratory symptoms evaluated for late-onset sepsis", "body": "Respiratory viral infection (RVI) may contribute to significant morbidity and mortality among infants presenting with sepsis. Significant illness in both preterm 1 and full-term 2 infants have been described with RVI. Several respiratory viral pathogens, including coronaviruses, enterovirus, human metapneumovirus, influenza, parainfluenza, respiratory syncytial virus (RSV) and rhinovirus have been reported as possible causes of late-onset sepsis (LOS). [3] [4] [5] These viruses are associated with increased length of hospital stay, severe disease, unnecessary antimicrobial exposure and nosocomial outbreaks in the neonatal intensive care unit (NICU). [5] [6] [7] RVI is often underdiagnosed, unrecognized or infrequently examined as a cause of sepsis in infants because of several challenges: the wide range of clinical presentations and their similarity to bacterial infections 8 and the unreliable methodology previously used for RVI detection which lacked sensitivity and specificity. 3 The introduction of new molecular-based assays has paved the way for accurate detection of viral pathogens as a cause of sepsis in infants. The use of multiplex polymerase chain reaction (PCR) technology allows for prompt and more reliable detection of viral infection. [3] [4] [5] 9, 10 Clinical suspicion for RVI promotes the detection of viral pathogens 4 using PCR technology, enhancing early recognition and facilitating the initiation of appropriate antiviral treatment 11 or prophylactic regimens. 3 Furthermore, it facilitates the withholding or discontinuation of unnecessary antimicrobial therapy, contributing to NICU-specific stewardship initiatives 12 as well as outbreak prevention. 5 The objective of this study was to determine the frequency, etiology and impact of RVI on term and preterm infants evaluated for LOS in the NICU with clinical suspicion for viral infection.\n\nThis was an IRB-approved single-center prospective observational study from 6 March 2014 to 3 May 2016 conducted in the NICU at the Bernard and Millie Duker Children's Hospital at Albany Medical Center. Our NICU is a 60-bed (private room) level IV regional perinatal center with~800 annual admissions,~150 with a birthweight below 1500 g. The study population included any infant admitted to the NICU for LOS evaluation with an associated concern for RVI, regardless of gestational age or medical and surgical comorbidities. Admissions to the NICU include all inborn infants less than 35 weeks' gestation, infants transferred from another facility within our region, recently discharged preterm infants and infants greater than 35 weeks' with significant illness requiring intensive care up to 30 days of life. Each episode of LOS was counted individually. Infants evaluated for sepsis had a CBC and blood culture was obtained as well as additional tests such as a C-reactive protein (CRP), cerebral spinal fluid (CSF) studies, tracheal aspirate or urine cultures deemed necessary by the medical team based on the infant's clinical presentation. For infants with clinical suspicion for RVI, a nasopharyngeal specimen was obtained for PCR testing. The caregiver's clinical suspicion of viral infection had been described previously as the best predictor of RVI and respiratory signs indicative of infection had been defined extensively elsewhere. 4 The PCR test was ordered at the discretion of the clinical team as well as empiric 1 antimicrobial coverage pending bacterial culture and/or PCR test results for at least 48 h.\n\nThe clinical order for testing was placed using the electronic medical record system. Consent was waived as the respiratory viral panel test was obtained as part of the patients' routine medical care based on the clinical suspicion for RVI by the primary medical team. The information was prospectively collected.\n\nA fine-tipped flocked swab was inserted into the nostril and back to nasopharynx, left in place for a few seconds and removed slowly with a slight rotation over the surface of the posterior nasopharynx. The same swab was then inserted into the other nostril repeating the process. The swab was then immediately placed in viral transport media and transported to the lab on wet ice. Upon receipt in the lab, the specimen remained on ice until testing, after which time the specimen was frozen at − 80°C. The Film Array multiplex PCR Respiratory Panel (Bio Fire Diagnostics, Inc., Salt Lake City, UT, USA) was utilized, which detects 17 viral pathogens; adenovirus, coronaviruses (HCoV-HKUI, HCoV-NL63, HCoV-229E and HCoV-OC43), human metapneumovirus (hMPV), rhinovirus/enterovirus (RhV/EV), influenza A, influenza A/H1, Influenza A/H1-2009, influenza A/H3, influenza B, parainfluenza 1-4 (PIV1-PIV4) and respiratory syncytial virus (RSV). [13] [14] [15] Results were available within 2 h. The overall sensitivity of the respiratory panel for all viruses is 97%, while specificity is 100%. 16 Specimens from patients with positive results were sent to the Wadsworth Center, New York State Department of Health (NYS DOH) for sequence analysis to determine specific viral types and subtypes. Viral sequence analysis or molecular typing of viruses Total nucleic acid was extracted using an easyMAG instrument (bioMerieux) from respiratory swabs that tested positive for RhV/EV or RSV on the BioFire Film Array (bioMerieux). The RhV or EV type was determined by amplification and sequence analysis of the VP1 gene. 17 While that for RSV-positive samples to subgroup RSV-A or RSV-B targeted a region of the G gene. 18 Sequences were analyzed using the NCBI BLAST tool to determine the viral types and/or subtypes.\n\nSample size calculation using simple interactive statistical analysis showed that a sample size of 33 in each group (preterm 33, full-term 33) was large enough to detect a 9% difference between the groups. 19 Descriptive analyses were used for characterization of demographics. Statistical tests (χ 2 or Fisher's exact test) were used to analyze the categorical data, including the incidence of RVI in preterm versus full-term infants, severity of disease and discontinuation of antibiotic therapy in the presence of a positive viral PCR panel. All statistical analyses were performed using 1-obtained prior to steroid administration 1-obtained prior to discharge home on oxygen 2-less than 72 hours of age 1-asymptomatic; sibling positive 1-already positive 2-incorrect specimen received and not repeated \n\nDuring the 26-month study period, 144 respiratory viral panels were obtained, of which 136 evaluations were reviewed and 88 (61%) were included in the study (Figure 1 ). There were 62 preterm evaluations and 26 term evaluations included in the analysis. Eight infants were excluded from the review for reasons outlined in Figure 1 and 48 were not included with limited or no sepsis evaluation. During the study period 357 blood cultures were obtained for LOS evaluations; only 88 (25%) of these evaluations included a respiratory viral panel. The demographics and baseline characteristics of infants included in the study are outlined in Table 1 . There was no significant difference in gender or day of life in LOS evaluations for infants with or without a respiratory virus detected. There were, however, significant differences in gestational age, birthweight, evaluation during birth hospitalization and diagnosis of chronic lung disease. These differences may be attributed to the admission of older term infants and the readmission of recently discharged premature infants requiring intensive care support. Cough, nasal congestion, increased work of breathing, lethargy and poor feeding were the statistically significant clinical presentations of infants that prompted concern for RVI and with a respiratory virus detected ( Table 2 ). There were a total of 357 LOS evaluations, 29 (8%) had a respiratory virus detected. In the 88 evaluations studied with clinical suspicion for RVI, 29 (33%) were positive for a respiratory virus. There was no difference in the occurrence of RVI between preterm (18 of 62) and term (11 of 26) infants (29 vs 42%, P = 0.23). RSV (14 of 29; 48%) was the predominant virus detected. Figures 2, 3 depict the different viruses identified in infants with LOS evaluations. Three infants had viral co-infections (RSV-A and RhVA56; RSV non-typable and HCoV-229E; RSV and RhV nontypable) and nine other infants (31%) had viral-bacterial coinfections outlined in Table 3 . In infants without a respiratory virus detected, 17 of 59 (29%) had a bacterial organism isolated.\n\nThere was no significant difference in infants requiring increased respiratory support when a respiratory virus was detected compared to those with a negative respiratory viral PCR panel (83 vs 69%, P = 0.18). However, all but one term infant with RSV infection required increased respiratory support, which included low flow nasal cannula (1), high-flow nasal cannula (4), continuous positive airway pressure (3) and mechanical ventilation (5) . There was no difference in the use of mechanical ventilation among infants with RSV detected compared to those with other viruses (36 vs 33%, P = 0.89).\n\nAntimicrobial therapy was withheld or discontinued on most infants with a respiratory virus detected (18 of 29; 62%) and in the majority without a concomitant bacterial infection (18 of 20; 90%). In the remaining 11 of 29 infants with a respiratory virus detected, antimicrobial therapy was continued in nine infants for confirmed Viral Type or Subtype Incidence of RVI in infants evaluated for late-onset sepsis bacterial co-infections and in two infants with clinical presentation of necrotizing enterocolitis and meningitis respectively.\n\nR S V A R S V B R S V N T R h V N T R h V / E V N T R h V A 5 6 R h V A 6 1 R h V A 8 0 R h V A 8 2 C V -B 4 H C o V -O C 4 3 H C o V -2 2 9 E H C o V -N L 6 3 H C o V -H K U 1 P I V 4\n\nIn all infants undergoing LOS evaluations, we found that 8% of those for whom there was concern for respiratory viral infection, had a respiratory virus detected. Apnea was the most common symptom prompting workup in all infants being evaluated for LOS. While the most significant clinical presentations for RVI were cough, nasal congestion, lethargy, poor feeding and increased work of breathing. RSV was the most common respiratory virus isolated, see Figures 2 and 3for further characterization of viruses detected. Antibiotic therapy was withheld or discontinued in 62% of infants undergoing LOS evaluation.\n\nThe frequency of respiratory viral infections varies in infants undergoing sepsis evaluations. The incidence of viral infections in the NICU has been reported to range from 1% 20 to as high as 52% over a 12-month surveillance period for RVI. 5 Our findings corroborate with Ronchi et al. 4 and Kidszun et al., 21 in which a respiratory virus was detected in 6 and 6.8%, respectively, in infants undergoing evaluation for LOS. Our study differs in that only 88 of 357 (25%) infants evaluated for LOS also had a respiratory viral panel obtained. In this group, 62 of 88 (70%) were preterm infants and 18 of 62 (29%) tested positive for a respiratory virus. This is in stark contrast to 52% of prematurely born infants in the cohort followed by Bennett et al. 5 Our finding is comparable to the report by Diniz et al. 21 and Kujari et al., 22 in which respiratory viruses were diagnosed in 29.5 and 20%, respectively. A high index of suspicion remains the cornerstone in diagnosing respiratory viral infections in infants, 4,23,24,30 prompting the use of the viral PCR panel. Similar clinical findings (cough, congestion and increased work of breathing) were described in our study on infants who had a respiratory virus detected; however, non-specific symptoms such as lethargy and poor feeding were also noted among infants with RVI. In comparing preterm infants to term infants with RVI, the presence of apnea (67 vs 9%, P o0.01) and the need for increased respiratory support (94 vs 64%, P = 0.03) were significantly higher in the preterm group, whereas fever (0 vs 55%, P o 0.01) was the predominant symptom in-term infants with RVI. A feasibility study by Kidszun et al 8 showed no specific clinical characteristics were observed in infants evaluated for nosocomial bacterial sepsis with proven RVI.\n\nIn general, the etiology of RVI in infants undergoing sepsis evaluation may vary across different institutions 4,5 and during different periods of transmission in the newborn period. 3,25 Some viral pathogens may predominate depending on the clinical settings: for example an influenza A (H1NI/2009) outbreak in-term and preterm infants with infected healthcare workers as the possible source 6 or PIV3 and hMPV in premature infants undergoing surveillance for nosocomial RVI. 5 Certain viral types or subtypes may be associated with disease severity of respiratory viral infections. In a retrospective review by Ronchi et al., 11 disseminated neonatal adenoviral infection was associated with significant mortality and morbidity. In a recent case report, premature neonate being treated for 'culture-negative sepsis' was diagnosed with disseminated adenoviral infection late in the disease course, which was ultimately fatal 22 increasing the clinician's awareness of utilizing the viral panel when LOS is suspected. An outbreak of parainfluenza 3 had been reported in seven preterm infants with a spectrum of presentation that consisted of apnea, bradycardia, flu-like illness and progressive respiratory distress. 23 RhV has been associated with nosocomial outbreaks in preterm infants causing significant respiratory compromise. 1, 24, 26 RSV has been implicated in numerous outbreaks leading to severe disease, including acute respiratory distress syndrome or even death. 7 There was no evidence of clustering or concern for outbreak of RSV in about half of the respiratory virus cases detected in our study.\n\nUnfortunately, the majority of RSV-positive samples in our study were unable to be typed and we are therefore unable to comment on the distribution between the different subgroups (RSV-A, RSV-non-typable, RSV-B). Bennett et al. found no significant difference between the rates of occurrences of cases across the different subgroups. 5 Furthermore, most infants with RSV infection required respiratory support, but there was no significant difference in the use of mechanical ventilation compared to those with other viruses detected.\n\nIdentification of respiratory viral infections may impact the care and management of infants being evaluated for sepsis. Silva et al. 27 reported on the impact of the early identification of an index case of RSV, leading to cohorting exposed preterm infants and the use of palivizumab prophylaxis, thus preventing the development of new cases. In an era when there is significant variation in the prescribing practice in the NICU, 28 microbiologic information may help clinicians in withholding or discontinuing antibiotics. Antibiotic use was withheld or discontinued in the majority (62%) of infants undergoing sepsis evaluations and in all infants with limited evaluations when a respiratory virus is detected in our cohort. The use of molecular assays has been recommended to confirm respiratory viral infections in infants 3, 4 and to assist with the antibiotic stewardship infrastructure in the NICU. 12 If available in a medical center, respiratory viral PCR test should be used judiciously if the caregiver has clinical suspicion for RVI. 4 Strengths and limitations The major strength of this prospective observational study is utilizing the respiratory viral panel as part of the evaluation for LOS in the NICU. It allowed providers to use their clinical suspicion in using available respiratory viral PCR panel on infants undergoing sepsis evaluations. This study not only confirms the importance of considering RVI among infants undergoing sepsis evaluations 4, 22, 29 but demonstrates that in the majority of patients antibiotic therapy was withheld or discontinued when a respiratory virus was detected.\n\nThere are several limitations identified in this study. The number of enrolled term infants was below the calculated sample size large enough to detect at least 9% difference in the incidence of RVI compared to preterm infants (alpha 0.05, beta 0.05). 19 In contrast to other studies, we included all infants being evaluated for LOS requiring intensive care support rather than limiting to those during their birth hospitalization only. This may explain why we did not find a significant difference in the need for mechanical ventilation in infants when a respiratory virus was detected or not. Increasing the number of infants enrolled involving several medical centers with a NICU would allow examining disease severity associated with specific viral types or subtypes. However, in order to enable such a study, the respiratory viral PCR panel would have to be available in the other medical centers. Another limitation to our study is that we do not know the background prevalence of RVI in our NICU and future surveillance studies may be of benefit.\n\nWe conclude that respiratory viral infection should be considered in infants undergoing late-onset sepsis evaluation to limit antibiotic therapy. Especially, among those infants where caregivers have clinical suspicion of viral infections presenting with cough, nasal congestion, lethargy, poor feeding and increased work of breathing. Early recognition can prevent viral outbreaks in the NICU, prompt initiation of appropriate antiviral treatment, enable providers to withhold or discontinue inappropriate antibiotics and contribute to NICU-specific stewardship initiatives. Future research should address issues on colonization versus disease-associated RVI in the NICU. Furthermore, multicenter studies with larger sample sizes should investigate the possibility of associations between specific viral types or subtypes and increased disease severity of RVI or various specific syndromes."}