{"title": "Fly foregut and transmission of microbes", "body": "Abstract Two areas of research that have greatly increased in attention are: dipterans as vectors and the microbes they are capable of vectoring. Because it is the frontend of the fly that first encounters these microbes, this review focuses on the legs, mouthparts, and foregut, which includes the crop as major structures involved in dipteran vectoring ability. The legs and mouthparts are generally involved in mechanical transmission of microbes. However, the crop is involved in more than just mechanical transmission, for it is within the lumen of the crop that microbes are taken up with the meal of the fly, stored, and it is within the lumen that horizontal transmission of bacterial resistance has been demonstrated. In addition to storage of microbes, the crop is also involved in depositing the microbes via a process known as regurgitation. Various aspects of crop regulation are discussed and specific examples of crop involvement with microorganisms are discussed. The importance of biofilm and biofilm formation are presented, as well as, some physical parameters of the crop that might either facilitate or inhibit biofilm formation. Finally, there is a brief discussion of dipteran model systems for studying crop microbe interactions.\n\nIn today's atmosphere of emerging infectious diseases and, the effect global warming will have on both vectors (i.e. flies -Nichols, 2005) and microbial pathogens, researchers, clinicians, and physicians must be aware of how these pathogens are obtained from the environment, how they remain/persist (Ma and Leulier, 2018; Obadia et al., 2017) within the vector/host, how they are transmitted to either our food products, our foods or to various hosts, and finally, how they might affect various tissues or organs of the host. Historically, and even recently, most pathogen research concerning adult dipterans has focused on the midgut (Lehane and Billingsley, 1996) and hindgut (Christofi and Apidianakis, 2013) , ignoring the foregut. At the same time, some authors ( Junqueira et al., 2017; Tomberlin et al., 2017 ) present reviews and papers on the association between flies and their bacterial interactions, but focus mainly on identifying the microbes found in the guts of field collected flies with no reference as to where the microbes might be within the guts (i.e. foregut, midgut, or hindgut). It is important to know this because one should be able to identify whether the fly species in question is an oral versus a faecal vector and this might impact preventative control strategies. For a general review of the digestive system of Drosophila melanogaster, with some emphasis on the crop and how this system relates to gut microbiota, immunity and interorgan signalling, one is directed to the paper by Miguel-Aliaga et al. (2018) .\n\nThis present review briefly mentions the legs and proboscis of adult flies as they are related to mechanical transmission of microbes. The review is mainly concerned with the foregut and its associated structures, which include the dorsal oesophageal bulb, the postertior part of the foregut known as the proventriculus, but especially focuses on the importance of the ventral diverticulated crop. Various aspects of the crop as the first internal organ the microbes encounter when a fly eats, how it functions or is regulated, and its involvement in pathogen/microbe storage or transmission are discussed.\n\nAt the same time as research focuses on pathogen involvement of the foregut, numerous laboratories are examining the fly/microbe relationship for information that will ultimately help researchers better understand vector competence and microbial virulence factors. Not all microbes imbibed by a fly are involved in a symbiotic relationship, but those that are, certainly are part of nutritional mutualism between the two (Ma and Leulier, 2018) . This review will also present current research as it relates to nutritional mutualism between the fly and its microbial associates. Research into nutritional mutualism will be discussed and should provide information that will help those studying pathogenic relationships between the fly and microbe.\n\nThe Diptera comprise about 20% of all insect diversity (Yeates and Wiegmann, 2005) ; and, as a consequence, the game of evolution has produced very interesting survival strategies for this important order. The morphological and anatomical structures of adult dipterans (i.e. legs, wings, mouthparts and numerous setae covering the entire body) provide perfect sites for the acquisition, tenacity or adhesion to the microbes, and transmission of bacteria, viruses, and fungi by the vector. Adult flies have many structures that evolved and are involved in the carriage of microbes, viruses, and fungi from one site to another, which includes the proboscis and legs (Barro et al., 2006; Tan et al., 1997) . The pads of the pulvilli are located between the tarsal claws on the legs; they contain setae that can serve as sites for microbial attachment, and they could facilitate both survival and transfer to another site by the hitchhikers (Sukontason et al., 2006) . Cayol et al. (1994) showed that spores of the fungus, Rhizopus stolonifera (syn.: Rhizopus nigricans Ehrenb.), causing decay rot of post-harvested fruit, were trapped by the hairs on the legs of Ceratitis capitata Wiedemann. Some adult flies, especially fruit flies having dorsal pouches or oesophageal diverticulated bulbs located in the foregut house beneficial bacteria. Flies, possessing a sponging sucking mouthpart, have a labellum that evolved from the two labial lobes, which became modified for taking up fluids; and, these dipterans have been shown to be vectors of various pathogens, or beneficial microbes, to both plants and animals. These cited studies usually focused on the presence of pathogens either on the surface of the body (i.e. mechanical transmission; Brits et al., 2016) or within the digestive tract of the fly and, they discuss how microbes might be transferred from the uptake source to a host food source. An example of this is the work of Machota et al. (2013) who examined the external body parts of adult Anastrepha fraterculus Wiedemann and showed that they contained various fungi causing rot of bunches of grapes. Most reports are concerned with special structures of the fly that house the symbionts or the presence of the pathogen within the fly midgut, which is the site of nutrient digestion and absorption into the hemolymph. Other than just reporting that microbes, viruses, and fungi were found on the proboscis or in the midgut, few reports have focused on the role the mouthparts, oesophageal bulb, or the crop in the various fly, microbe, virus, fungi associations. These are 'front-end' structures that initially contact or 'collide' with various microbes prior to entering the midgut and eventually the hindgut and hemolymph. Quite often, these 'front-end collisions' can result in microbe initiated cases of food and animal disease outbreaks, which could cause serious gastrointestinal problems in humans and domestic animals. For some dipterans, this front-end association with microbes can also be beneficial to those insects where a symbiotic association has been demonstrated.\n\nIn this review, pathogens-not only those that are vectored by an adult dipteran and, causing problems for the plant and animal host, but also pathogens that affect the adult fly will be considered. Throughout the text, the term microbes or microorganisms will often be used to collectively include bacteria, viruses, and fungi. Here, I have also attempted to bring attention to the importance of these three important front-end structures (i.e. legs, the mouthparts, oesophageal bulb, the crop and the proventriculus of the fly) in various microbe relationships. These structures are shown in the following diagram: Diagram of the foregut of an adult dipteran and food intake. Substances in food are perceived by the contact chemoreceptors located on the tarsi. Stimuli are sent directly to the central nervous system where they are evaluated and a decision is made to either extended the proboscis in what is called the proboscis extension reflex (PER) or not respond. If the proboscis is extended, contact chemoreceptors on the tip of the proboscis are stimulated and again a decision is made to either begin imbibing the solution into the oesophagus or not. In some dipterans, especially the Tephritidae, there is a dorsal oesophageal bulb where symbiotic bacteria are housed. As the solution is imbibed a decision is made as to either put it into the ventral diverticulum (crop) or into the midgut. Within the anterior portion of a doughnut-shaped structure, between the foregut and midgut, is the proventriculus. All of the structures shown in red constitute the foregut.\n\nAs discussed in Miller and Spoolman (2014) , microbes are everywhere, as well as are flies. The ability of dipterans to fly inevitably puts them into direct contact with numerous habitats, all of which contain their own suite of microbes (e.g. dung, fruits, other animals, and the phyllosphere-e.g., that microenvironment where microbes inhabit plants; Blakeman, 1981) . The phyllosphere is where most adult dipterans spend more time landing, walking, resting, and feeding on various food substances present on the phyllosphere than elsewhere. This was aptly shown for the screwworm, Cochliomyia hominivorax (Coquerel), by Thomas (1991) who reported that 41.8% of the fly's time budget was spent on grooming, walking and feeding (i.e. all of which would have put them in contact with numerous microbes, and; while grooming would have spread them over the body). Considerable observations have been made of adult dipterans with their proboscis extended, presumably feeding on something, but the naked eye sees nothing. What they were probably doing is salivating and gleaning or grazing on the microbes (Lindow and Brandl, 2003) or other substances (i.e. dried honeydew, bird droppings; Aluja et al., 1989 ) present on the phyllosphere. This has been substantiated by Yee (2008) who stated, 'Grazing, a behaviour in which the mouthparts rapidly move up and down and touch plant surfaces without discrete substances visible to the human eye, was seen more frequently in flies (sic Rhagoletis indifferens Curran) on leaves than on fruit'. For some tropical adult fruit flies, bacteria may be the natural source of food (Drew et al., 1983) . Thus, there is strong evidence that some adult dipterans (i.e. especially tephritids; Drew and Yuval, 2000) , and possibly many other flies not reported, feed by grazing on the plentiful supply of bacteria and fungi present on plant surfaces (Dickinson, 1976; Lindow and Brandl, 2003; Sacchetti et al., 2008) . There are many other substances on the surface of plants that are not so obvious to the human eye. Ráthay (1883) classified 135 insects visiting the tiny pycnidia of various rust fungi and reported that of the insects visiting to feed on their sugary exudates, 47.4% were adult flies. What has not been reported in most of these cases is whether ingested material enters the crop, oesophageal bulb, and/or the midgut. Also, I will later provide an answer to the question, 'Do microbes ever get lodged into and remain within the pseudotracheal furrows of the labellum?' Many dipterans are able to abrade the plant surface using their labellar prestomal teeth or other structures such as labellar hooks on the tip of the proboscis (Fig. 1) . As Rutnen (1961) noted, the phyllosphere is an ecologically neglected milieu and one that needs further investigation when it comes to dipteran feeding and vectoring potential. I am unaware of any studies that take flies seemingly feeding on nothing and examining the crop or oesophageal bulb for ingested microbes or other materials. The only paper that appears to examine the phyllosphere for microbes is that of Zhang et al. (2010) where they found a novel mosquitocide of Bacillus thuringiensis strain LLP29 isolated from the phylloplane of Magnolia denudata Desr.\n\nWithout a doubt, several outbreaks of human enteric pathogens, as well as plant diseases have occurred and often have been associated with flies. The main questions in all of these reports are where did the microbes originate and, can they be transmitted from the point of origin to a human or another organism or substrate. Modern agriculture, especially organic farming, often uses animal manure as an additive for various types of vegetables being grown. Several studies have been conducted to test whether various enteric pathogens can survive and/or gain entrance into various leafy vegetables (Lim et al., 2014) . These studies mainly focus on whether the pathogens can gain entrance into the plant and also examine their survival times when animal manures are applied using different application methods. It goes without saying, where there is animal manure or rotting plant material there will be flies and also microbes that can be transmitted to plant food tissue (Solomon et al., 2002) . It has been shown that many fly species are able to transmit various human food pathogens (Barreiro et al., 2013; Greenberg, 1973) , as well as plant pathogens. What has not been done, however, is to prepare a comprehensive treatment of the involvement of the mouthparts, the dorsal oesophageal bulb, the foregut diverticulated crop and the proventriculus as sites involved in microbial acquisition, adherence, transmission, and release onto or into a new host or food source. Since so many reports involving microbes and flies focus on the midgut (Lehane and Billingsley, 1996) , and some on the hindgut, it was decided to give special attention in this review to the foregut and mouthparts. This is the main objective of this review.\n\nMouthpart structures on the labellum, such as pseudotracheae, can act as microbial sieves either providing a filter structure for retaining microbes or housing microbes in their furrows. If the fly possesses prestomal teeth, or labellar hooks, they can be used to open wounds, which in turn permits the entrance of microbes to enter the host whether plant or animal. Research concerning the acquisition of microbes by flies has either focused on mechanical mechanisms, such as microbial attachment to various parts of the body or their entrance into the digestive tract via the oral route. Food taken in by the oral route can be regurgitated from the crop or microbes can pass through the digestive tract and be eliminated by defecation (i.e. the anal route). Reports in the literature often use the term excretion to apply to either regurgitation or defecation or both. Studies have shown that microbes can be attached to the legs (Kobayashi et al., 1999) , wings (Ordax et al., 2015; Tan et al., 1997; Yap et al., 2008) , or other body parts, including the mouthparts (Geden et al., 2008; Sela et al., 2005) . The report by Junqueira et al. (2017) examined 116 individual blowflies and houseflies on three continents using high-coverage, whole-genome shotgun sequencing and reported that the legs/wings showed the greatest microbial diversity; and, the authors suggested these two fly structures provided an important microbial dispersal route. What needs to be done is to evaluate how long microbes can remain on the legs and wings because of the immense amount of fly grooming. Also, later in the review, I will briefly discuss how the wings of some insects reduce or prevent particles from accumulating on them. Does this also operate for the wings of flies? Flies spend a considerable amount of time grooming and bubbling (Thomas, 1991-20 .7% of fly-time for the screwworm adult) and this may be one of the reasons for microbes observed on the wings, thorax, and abdomen, as shown by Adeymi and Dipeolu (1984) . Once the fly's proboscis contacts the food source it has made contact with a 'soup' containing a complex microbiota. Often overlooked are the detailed structures of the mouthparts (e.g. pseudotrach eae, prestomal teeth, and labellar hooks) that those interested in the insect microbiota relationships have considered. It should be mentioned that when adult flies feed they usually contact a droplet and or food with the tarsi and proboscis and seldom contaminate the other parts of the body (Graham-Smith, 1910; Root, 1921) . Contamination of other parts of the body usually result from regurgitation of fluids from the crop and subsequent grooming behaviour spreads food and liquids from the proboscis over the rest of the body (i.e. the wings).\n\nPseudotracheae (Figs. 1 and 2) are special grooved structures, formed by chitinous rings resembling tracheae (i.e. thus the name), on the surface of the labellum of most adult dipterans where they act as channels delivering the diet to and emptying it into the prestomium or oral opening (Fig. 1) . Pseudotrachea have highly modified and variable ring tips, which are associated with type of diet (Elzinga and Broce, 1986) . It has been reported by Zaitzev (1983) for the Bombyliidae that there are two types of pseudotracheae [i.e. dentate-rounded or flattened tips (Figs. 1 and 3), which can be closed by increasing the hemolymph pressure and spinose-elongated and pointed tips and most common in the Syrphidae, which remain rigid and cannot be closed]. The latter (see Fig. 2 ) are probably used for scrapping plant materials to obtain nutritious fluids. Pseudotrachea may function as sieves or filtering devices in labellar stages II-IV of the fly, as described early by Graham-Smith (1930) . Pseudotracheae are reported to have three functions. When closed they act as a filtering system to prevent large particles from entering into the pseudotracheal furrow or food canal (Sela et al., 2005) . Thus, they regulate the size of food particles, which might include microbes, that ultimately enter into the crop, oesophageal bulb and/or midgut thereby acting as canals delivering the liquid diet to the oral aperture. In some adult dipterans, the pseudotracheal tips are modified and can act as abrading or scrapping structures of the diet, which is usually not liquid (e.g. intact plant tissue, bird droppings, or dried honeydew) (Fig. 1, inset) . Lastly, some believe the pseudotracheae help deliver saliva uniformly over the labellar lobe or disk when feeding on non-liquid foods. When feeding on liquids, the internal pressure of the proboscis, which is caused by air entering the air sacs of the proboscis, causes the pseudotracheal canals to separate, thus producing a larger space leading into the food furrow ( Figs. 1-3) . Kobayashi et al. (1999) showed that Escherichia coli can proliferate for up to 24 h after feeding within these food furrows. In fact, 3 days after feeding they reported the pseudotracheal canals became packed with an unknown thread-like material (Fig. 3) . Kobayashi et al. (1999) did not mention what this material was; but, based on other studies, it looks like biofilm material ( Fig. 4) (Lee et al., 2011) . In their discussion, Kobayashi and others stated, 'The labellum seems to provide an adequate environment for proliferation of EHEC-O157 and other bacteria' and proposed a new term, 'bioenhanced transmission' with reference to their study because it was more than simple mechanical transmission, but involved proliferation of the bacteria. In many of the examples that follow, few studies have shown that microbes increase in number within the crop lumen. If they do, the term bioenhanced transmission would be appropriate. Thus, regurgitation from the crop is not merely an example of mechanical transmission. When feeding on non-liquid diets, the pseudotracheal ridges are usually closer together and provide a filtering system. It is this filtering-system arrangement that directly affects ingestion of microbes. As shown in Fig. 5 , green fluorescent protein (GFP)-expressing E. coli are seen lodged up against the pseudotracheal ridges of the adult Mediterranean fruit fly; and, results using fluorescent microscopy only showed bacteria on this area of the labellum (Sela et al., 2005) . As one examines more closely the labellar lobes in the Med Fly, the pseudotracheal rings become modified into spines interlocking and acting as a filter to allow only particle sizes 0.5 μm, or less in size, to enter the digestive system ( Fig. 5 ) (Coronado-Gonzalez et al., 2008) . Sela et al. (2005) also suggested the mouthparts may be the major vehicle involved in transmission of pathogens to fruit. Evidence has also been provided, either using culturing techniques or microscopic images (Fig. 5, inset) that microbes can remain on the fly's labellum. Thus, examination of fly mouthparts, of both non-blood feeders, as described above, and blood feeders like Stomoxys calcitrans L. (De Castro et al., 2007) , using culturing techniques has shown the mouthparts of flies have various structures aiding in transferring microbes from one source to another. Because S. calcitrans is known as an interrupted feeder it has been reported to mechanically transmit, via its mouthpart, numerous types of microbes (Baldacchino et al., 2013; De Castro et al., 2007) . More information, however, is needed to show how long microbes can remain on the mouthparts and whether they are viable when transmitted to another host. In addition, it is important to remember that regurgitation from the fly crop continually supplies the lobes of the proboscis with fluids and microbes stored within the crop, and; once the mouthparts are contaminated, the grooming behaviour of the fly can move the microbes to the legs, wings, and other body parts.\n\nPrestomal teeth (Fig. 6) are chitinous, rigid, blade-like structures that are sometimes bifurcated at their tip and are believed to be formed from pseudotracheal rings. They are located on the inner walls of the prestomium of some fly species. Not all fly species have them (compare Fig. 1 , which lacks them with Fig. 6 showing a fly with them). The S. fuscipennis fly in Fig. 1 , however, has labellar hooks, which are different, but are suggested to aid the fly in scrapping and abrading dry intact plant material or honeydew for nutrients Figs. 1-4 (1) Labellum of Sepedon fuscipennis Loew showing oral aperture (white arrow), pseudotrachea (black vertical arrow), and labellar hooks (black convergent arrows) . (2) Needle-like pseudotracheal rings of the labellum of Ceratitis capitata forming blade-like tip modifications of the pseudotracheal rings (bl), opposing pseudotracheal rings (or) and micropore (mp) (Coronado-Gonzalez et al., 2008) . (3) Blunt pseudotracheal rings showing enmeshed fibrous material (Kobayashi et al., 1999) . (4) SEM showing biofilm of E. coli (Lee et al., 2011) . . Any fly having the ability to evert the labellar lobes from Stage IV to VI position, as defined by Graham-Smith (1930) , possess prestomal teeth. Thus, flies having sponging mouth parts, and possessing prestomal teeth, have been reported to transmit microbes by cutting open the protective tissue of the host, thus exposing the inner tissues to pathogens, thus infection. It has long been known that prestomal teeth aid those species having them in the transmission of microbes to the now exposed host tissue they are feeding upon (Sukontason et al., 2003) . Prestomal teeth have been shown in Musca autumnalis De Geer (Broce and Elzinga, 1984; Kovacs Sz et al., 1990) to abrade living tissue (e.g. eye of a cow), which can open a wound to infection by various microbes [e.g. infectious bovine keratoconjunctivitis caused by the bacterium Moraxella bovis (Hauduroy) (Geden and Stoffolano, 1980) ].\n\nWhat enters the digestive system of a fly is influenced by mouthpart structure (Elzinga and Broce, 1986) . These authors also noted pseudotracheal diameter is an important trait reflecting what the diet of the adult is in nature. Flies such as tsetse (Glossina sp.) and horn flies (Haematoba irritans L.), feeding solely on blood, have mouthparts for piercing blood vessels and directing the blood meal into the midgut, as reported by Friend and Stoffolano (1991) ; but, sometimes blood goes into the crop. Such a case is the horn fly where adults are obligatory blood feeders. Even though blood seldom goes to the crop, Olafson et al. (2014) found a few GFP labelled Salmonella enterica serovar Montevideo within the crop lumen of the horn fly (Fig. 7) .\n\nFigs. 5, 6 (5) GFP-expressing E. coli trapped along the pseudotracheae of Mediterranean fruit fly using fluorescence microscopy (white arrows) (Sela et al., 2005) . Insert shows what is reported to be viral particles of the house fly salivary gland hypertrophy virus on the surface of the labellum (Geden et al., 2008) . (6) Prestomal teeth on Fannia benjamini Malloch (Photo compliments of Panchali Ekanayake, UC Riverside).\n\nThere is little doubt the structure of the labellum and its associated parts aids flies in acquiring microorganisms that enter the digestive system, which includes the crop or oesophageal bulb, and yet these microbes can make up such an essential and large part of the fly diet. This is especially true of the Tephritidae. Mouthpart structure and deployment of the diet in fruit flies is discussed by Coronado-Gonzalez et al. (2008) where some species, such as C. capitata, have a labellar filtering mechanism (Figs. 2 and 5) aiding in selecting out large particles and permitting the flies to ingest only liquids containing particles less than 0.5 μm, which includes sizes <0.5 μm (i.e. if the fly feeds on bacteria belonging to the family Enterobacteriaceae). Thus, mouthpart structure and the way the labellum is positioned regulates what enters the crop or oesophageal bulb and the rest of the digestive system. Blood feeders, such as S. calcitrans, that require sugars put the sugar meal into the crop while blood goes directly into the midgut (Foster, 1995) . There are reports, however, of blood going into the crop in this species, as sometimes is also reported for tsetse. Most non-blood feeders direct meals into the midgut if it is not full, but once filled, other ingested foods (i.e. carbohydrates or proteinaceous nutrients) go to the crop for storage Tang and Ward, 1998) . A major misconception about the adult crop of non-blood feeding flies is that it is only for sugar storage, which is not true. Once the midgut is full, numerous non-blood feeding flies put various nutrients (i.e. liquid dung, decaying animal fluids, as well as rotting plant fluids, etc.) into the crop (Van Geem and .\n\nThe structure of the dorsal oesophageal bulb (EB) (i.e. dorsal versus a ventral diverticulum) (see diagram and Fig. 8 ) has been well studied in the adults of the apple maggot, R. pomonella (Walsh) (Ratner and Stoffolano, 1984) , and the olive fly, Bactrocera oleae (Gmelin) (Capuzzo et al., 2005) . Using histological techniques, Pseudomonas spp. were found in the EB (Marchini et al., 2002) . The EB is found in both sexes, appears to be unique to the Tephritidae, and throughout adult life, the endosymbiotic bacterial density within the lumen increases and is greater than elsewhere in the gut. Based on ultrastructural evidence, it suggests the EB also functions in fluid transport, possibly aiding in maintaining a relatively constant environment for the microbes within the EB. The production of a fibrous mass in R. pomonella (Figs. 9 and 10) appears to physically keep the symbiotic bacteria ( Fig. 8 ) within the lumen of the bulb. These fibres are produced by EB intimal shedding (Fig. 9 ). There was no evidence of bacteria being attached to these fibres in the apple maggot (Ratner and Stoffolano, 1984) . This is unlike the report for the endosymbiont, 'Candidatus Erwinia dacicola' Capuzzo, within the oesophageal bulb of the olive fly, B. oleae, where the authors reported bacteria were within a mass suggestive of a biofilm (Capuzzo et al., 2005; Estes et al., 2009) . A general review of the dorsal oesophageal bulb found in the foregut of fruit flies and their associated endosymbiotic bacteria is provided by Mazzon et al. (2012) . In some studies, there is evidence of the associated bacteria being found within the crop (Estes et al., 2009) , but this may be a temporary storage site and may act as a supply depot for bacterial movement into the EB when the fly regurgitates. Fruit fly adults are known to regurgitate or 'bubble' as a way of eliminating water from the food (Aluja et al., 2000) ; and, it has been suggested regurgitation may also be a way to inoculate the fruit with the bacteria, which could escape with the regurgitate (Hendrich et al., 1992) . Later, I will discuss another possibility where the crop is reported to house a lekking pheromone from the salivary glands and regurgitation is the mechanism for the males depositing it on the underside of leaves. Regurgitation is also the main mechanism by which sand flies expel leishmania pathogens to the host (Rogers et al., 2004) .\n\nEvidence that the proventriculus in Drosophila, and probably other fly species, is of ectodermal origin and its formation involves the Notch signalling pathway and cytoskeletal reorganization during the development of foregut-associated organs, which would include the crop (Fuss et al., 2004) . Later, Singh et al. (2011) identified multipotent stem-cells at the foregut/midgut junction in the cardia and reported the daughter cells that migrated upward formed the anterior midgut while those cells that migrated downward formed the oesophagus and crop. In their review of the digestive tract of adult D. melanogaster, Lemaitre and Miguel-Aliaga (2013) define the proventriculus as being part of the foregut. In the diagram provided earlier, it is obvious that the foregut terminates within the bulbous, donut-shaped structure that houses both the proventriculus and cardia. The cardia is where the anterior midgut cells form an arrangement that is mushroom-like, surrounds the foregut region and is termed the valvula cardiaca ( fig. 1.9 of Lehane and Billingsley, 1996) . More will be said about this later when discussing that some authors report the microbes they are studying are located within the proventriculus/cardia region. (Ratner and Stoffolano, 1984) .\n\nIn addition to serving as a storage organ for various nutrients, the ventral diverticulated crop of adult dipterans is an extremely important organ for storing or housing various pathogenic or beneficial microorganisms ingested when the fly feeds (Stoffolano and Haselton, 2013) . The crop has been ignored as an important organ in flies, but closer examination of the literature and recent research has shown it provides a vital, internal and safe habitat for numerous microbes. After all, it is the first site for nutrient storage, which also usually contains 'microbial hitchhikers' with the meal. Thus, one is naturally led to ask, what role does the crop play in the host/microbial scenario? Before answering that question, let's look at various aspects of the crop itself.\n\nThe ventral diverticulated crop is a unique structure separating the Diptera from other insect orders. It is composed of two lobes and a duct connecting the lobes to the foregut just anterior to the entrance of the proventriculus (see diagram and Figs. 11 and 12) . This organ has historically been known only as a storage organ for nutrients difficult to find because they may be sparse or short-lived in nature. A recent review has taken a fresh look at this organ; and, in addition to nutrient storage, it also serves as a vessel for housing numerous microbes beneficial to the fly or pathogenic to humans, domestic animals, and plants (Stoffolano and Haselton, 2013) . In addition, the crop organ has been shown to play a major role in the regulation of feeding behaviour of adult flies (Dethier, 1976) and a neural connection between the corpus cardiacum/brain and the crop has been demonstrated (Stoffolano et al., 2010; Cognigni et al., 2011; Lemaitre and Miguel-Aliaga, 2013; Fig. 12) . Throughout the evolution of this important insect group (i.e. the Diptera), the crop organ has taken on different roles that are behaviourally expressed, but include the crop, which has facilitated survival/evolution of the Diptera. Some of these different roles, in which the crop is involved, are various behaviours that will be briefly discussed below; however, the main focus of this review is on the importance of the crop as it relates to fly/microbial associations.\n\nVery few detailed studies of the structure and/or role of the diverticulated crop of different dipteran species have been published. It is surprising because it is the first internal site for storage of nutrients, along with microbes imbibed by the fly. The cuticular lining of the crop duct and lobes is an extremely important structural layer and more will be said about this latter. Its impermeability has been known for a long time and consists of the epiand endocuticlar layers (Figs. 13 and 14) . This relatively isolated vessel provides for both nutrient storage and, at the same time, produces an ideal environmental site for microbial survival or presence. Without leakage of its contents into the hemolymph and, any reverse movement from the hemolymph into the lumen of the crop lobes, the crop produces an isolated environment for nutrients and microbes that have together gained entrance (Abbott, 1945; Moloo and Kutuza, 1970) . Here the microbes are isolated from the major insults of the midgut [i.e. drastic pH changes and relatively high antimicrobial peptide (AMP) production], plus harsh, ambient Figs. 11, 12 (11) SEM of the foregut of an adult Phormia regina, including the crop lobes (cr), crop duct (cd), proventriculus/cardia (pv), oesophagus (eso) and the midgut (mg) (Stoffolano et al., 2010) . (12) Image of the crop of adult Drosophila melanogaster using a membrane-tagged reporter from Ilp2-Gal4 showing the crop nerve bundle exiting from the corpora cardiaca (unlabeled, but major green mass) and descending to and spreading out over the crop lobes (Cognigni et al., 2011) . Permission from Miguel-Aliaga's group. environmental conditions. Sibley et al. (2008) stated, 'The crop is lined with an epithelium…' which is not exactly correct. What they meant to say is the epithelium produces the cuticular lining of both the crop duct and lobes and is separated from the lumen by the cuticle. It is a well-known fact that the crop organ is lined with a cuticle, a thin, dense epicuticle and a light, thicker endocuticle lining the entire foregut (Smith, 1968; Stoffolano et al., 2010) (Fig. 13 ). Using TEM to examine the crop of viral infected, adult house fly, Lietze et al. (2009) showed the virus was initially and mainly located within the lumen of the crop, but one micrograph showed the virus was on the opposite side of the lumen (i.e. hemolymph side). Somehow it appeared to be able to pass through the crop's cuticular lining. The authors were unable to explain this. It is this impermeable cuticular barrier of the crop organ that makes it so important for the survival or destruction of certain pathogens and other microorganisms. Thus, being within the crop lumen some of these microbes must be able to withstand the AMPs produced by the labellar and salivary glands (Ferrandon et al., 1998) .\n\nThe best known, early papers on the muscles of the dipteran crop duct and lobes are those of Thomson. In Phormia regina adults, Thomson (1975a) showed that as the crop volume increased, so did the muscle contractions of the lobes. He developed a model for crop function based on the various pumps and sphincters. Also, he suggested the muscles operated independently of nervous control and their contraction rates were based on stretch (Thomson, 1975b) (Fig. 15 ). It wasn't until Stoffolano et al. (2010) , using a spider toxin specifically against stretch activated channels, that the crop muscles of P. regina were shown to be activated by stretch activated channels. Initially, crop muscle function was based solely on mechanical properties of the muscles; but, later studies show the muscle contractions are modulated by various neuropeptides (dromyosuppressin- Richer et al., 2000; Nichols, 2003; myosuppressin Later, a discussion of the recent work on mechanisms regulating crop contraction and the relationship of the mosquitos crop to microbles will be provided.\n\nFigs. 15, 16 (15) Schematic of the foregut, including the crop lobes and duct, the various pumps and sphincters, muscles, and nerves going to the crop foregut system (Stoffolano and Haselton, 2013) . (16) SEM of foregut (fg), midgut (mg), cardia (ca)/proventriculus, and crop duct of Phormia regina adult. Black arrows point to the crop duct nerve (Stoffolano et al., 2010) .\n\nTwo extensive papers demonstrate a tissue tropism effect of a pathogen (i.e. one bacterial and the other viral) on the adult Drosophila crop. In the first study, it was shown that the pathogen, Pseudomonas aeruginosa Schroeter, remained mainly within the crop lumen, but somehow destroyed both the epithelial cells of the crop and also the muscular architecture of what appears to be the circular muscles of pump 4 in P. regina (Figs. 17 and 18) (Sibley et al., 2008) . In another report, Mulcahy et al. (2011) were the first to notice pathological effects of P. aeruginosa on the crop of adult Drosophila. Tissue destruction of the crop in this fly probably resulted from a pathogenic effect from an internal hemolymph direction because the crop's cuticular lining should keep its contents separate from the hemolymph. Sibley et al. (2008) suggested that death of the fly was probably due to a lack of normal digestive function. If it is pump 4 muscles that are affected, research has already shown in P. regina that this pump is essential for pumping fluids out of the crop and into the midgut for digestion or out onto the proboscis during regurgitation. Such a pathological effect would surely affect the normal digestive and regurgitation function (Stoffolano et al., 2014) .\n\nThe second example is that of a RNA virus (i.e. Drosophila C virus), belonging to the Dicistroviridae family, which is a natural pathogen infecting adult Drosophila (Chtarbanova et al., 2014) . One aspect of tissue tropism associated with this virus is the effect on the smooth muscles surrounding the crop lobes. Various techniques were applied to infected versus control flies showing that the crop of infected flies had reduced contractions, the muscles associated with the crop lobes were impaired and electron microscopy showed distinct pathology compared to control flies. In conclusion, the authors state that continued studies on the Drosophila and DCV virus model could ultimately aid in reducing arbovirus transmission in other flies to their vertebrate hosts. Structural evidence also exists on the viral effect on the muscles of the salivary glands of tsetse, but the crop muscles were not examined (Guerra et al., 2015) . Recently, Bil et al. (2016) , using immunohistochemical techniques for the P. terraenovae hypertrehalosemic hormone (Phote-HrTH) of adult Sarcophaga crassipalpis Macquart showed receptors for this hormone were found in the fat body, brain, midgut and also located in the foregut (specific region not reported). The authors did not specifically designate the crop in their paper, but probably receptors on the hemolymph side were on the muscles surrounding the crop. Thus, the effect of a pathogen on crop functioning by resident pathogens within the crop lumen or within the hemolymph can act at various levels of crop function. This aspect of crop research is an area in need of future investigations because crop malfunction by manipulating chemicals or viruses that modulate its function could ultimately lead to death of the fly as shown by Gough et al. (2017) for D. suzukii and Chtarbanova et al. (2014) for D. melanogaster.\n\nBlood feeding and non-blood feeding flies have different midgut designs. Blood feeding flies can rapidly increase the size of their midgut in order to store a 'huge' blood meal. An example is the greenhead tabanid, Tabanus nigrovittatus Macquart, which can take up to 35 μL of blood into the midgut and 14-50 μL of sugar into the crop (Stoffolano, 1983) . Non-blood feeders, however, cannot expand their midguts to any great extent and rely on the crop as their main extensible food storage organ. A good example is the adult queen blowfly, P. regina, which can take up to 18 μL into the crop, but only 2 μL into the midgut (Stoffolano, 1995) . In the evolution of the Diptera, I believe the diverticulated crop of flies was initially designed for the storage of ephemeral nutrients, difficult to obtain, either because they were randomly available or, when found, they needed to be rapidly consumed because in nature they may be dissipated or consumed by others. Evolutionarily speaking, in those early dipterans it is difficult to imagine that microbes were not included with their diet. With the advent of domestic-community living by humans and, the advent of agriculture, a major source of nutrient (i.e. blood) from people and domestic animals now became available. The majority of dipterans taking this blood feeding path, however, still relied on carbohydrates (i.e. nectar and/or honeydew) stored within the crop. These carbohydrates proved essential for maintenance, flight, and reproductive energetics (Downes and Dahlem, 1987; Foster, 1995) ; and, they were put into the crop, whereas the blood meal went to the midgut (Stoffolano, 1983) . Because these nutrients often contained a considerable amount of water, prior to efficient flight, the adults had to unload water from both the 'crop storage tank' and midgut storage meal. Blood feeders solved the problem of removing water in the blood meal by possessing a very efficient diuretic system where they urinated water very rapidly from the anus. Nonblood feeders, however, lacking such an efficient diuretic system, removed water from the crop meal by evaporation via the process known as 'bubbling' (Hendrich et al., 1992; Stoffolano et al., 2008) . Photos exist of some blood feeding flies producing small, clear droplets of fluid from the crop. Presumeably this crop regurgitation mechanism works for some blood feeders, but must be further examined. Do male mosquitoes produce this crop regurgitation bubble to eliminate water from their nectar meals? Production of these 'bubbles' not only serves as a way of getting rid of the water in the meal by surface evaporation, but for some fly species the adults drop the bubble and later re-ingest it, while for others, bubbling can even serve as a nuptial gift (Aluja et al., 2000; Stoffolano and Haselton, 2013) . A recent report (Gomes et al., 2018) suggests that bubbling may also be involved in temperature regulation. I suggest that only in the case where the need to eliminate water from the meal within the crop did this organ become involved with bubbling. Only later in dipteran evolution did the crop become involved in some of the other functions to be discussed. These other functions (i.e. nuptial gift giving, lekking pheromone deposition, etc.), should also require modification and re-wiring of the neural and/or possibly adding more neurohormonal control or modulation over regurgitation. The evolutionary impact of microbes in association with foregut structures in the Diptera needs to be examined in various dipteran groups and may prove some of these are rather unique.\n\nRegurgitation by flies has been previously defined as the expulsion of food material from the crop. Thus, regurgitation is different from vomiting because vomiting involves the muscles of the abdomen of mammals, not insects, forcefully pushing material from the stomach forward, whereas regurgitation in flies only involves the foregut (i.e. the crop) and doesn't involve any reflex involving the abdomen. In addition, vomiting usually involves a reflex whereby the organism rapidly removes any noxious material from its stomach, whereas regurgitation is not a process normally used to remove noxious materials from the crop because toxic materials are usually avoided by being sensed via the tarsal, labellar and/or pharyngeal gustatory neurons. Instead, regurgitation is a normal behavioural and physiological process having evolved only in many dipteran species, with some exceptions in the Hymenoptera. Until two recent publications, it was believed that regurgitation doesn't involve explusion of noxious foods. Using D. melanogaster, Kang et al. (2012) used Gr66a-GAL4 to express the transient receptor potential cation channel subfamily A (TrpA1) member 1 (i.e. both chemosensitive and thermosensitive isoforms) in the TrpA1 mutant background and then heated the flies to 32°C. Flies were starved with water and then satiated with water before heat activation. The observed regurgitation would be simply explained by the fact that activation of some population of Gr66a aversive neurons induced regurgitation. Based on the study, it is not clear whether labellar, tarsal or labral sense organ Gr66a + neurons are responsible for this regurgitation response. The other more recent paper by Díaz-Fleischer et al. (2019) , however, notes that when some species of fruit flies are fed polyols there is an increase in the percentage regurgitation, which was usually followed by death. The authors note that, '…presumably (death) due to continuous regurgitation of fluids from the crop resulting in acute dehydration and death within 24-72 h'. It is important to know in this study whether the polyols if just touched to the chemosensilla would invoke this response, plus knowing whether the polyols made it to the foregut/midgut regions and contacted pharyngeal neurons. What needs to be confirmed in both studies is whether any of the chemicals contacted the foregut pharyngeal sensilla located outside of the crop. Kang et al. (2010) , in an earlier paper, looked at the proboscis extension response (PER) reduction in response to electrophiles. This study suggested that the PER response decreased with repeated application to the labellum and the authors implicated a role for internal pharyngeal neurons based on presumed intake of the stimulus. If so, stimulation of these receptors might provide the input inducing regurgitation. I make these points because the report by Chen and Dahanukar (2017) , using molecular techniques, showed that the pharyngeal V5 neuron in adult Drosophila was responsible for a behavioural response to L-canavanine, a chemical know to activate many bitter taste neurons and to elicit aversive behaviour in Drosophila. Definitely, more information elucidating the exact wiring of the receptors and their locations in adult flies needs to be provided before implying they are involved in crop function, thus regurgitation.\n\nThere are a few reports showing blood from the midgut or crop is involved in regurgitation, but in most of these cases it is a pathological condition (Bryant et al., 2010) . Baldacchino et al. (2013) noted that Stomoxys sometimes keep blood in their crop and this may serve as a 'friendly environment of pathogens…' During the next blood meal, which they termed 'immediate transmission', the pathogens could be expelled by regurgitation to another host allowing for inter-herd pathogen dissemination. However, the crops were never examined for microbial pathogens. Adult flies do not vomit. To avoid confusion of terms, focus in this review will be on crop emptying/storage and where its contents eventually end up rather than reference to the overall general process of nutrient removal from the foregut (i.e. which normally occurs via regurgitation). Two examples of regurgitation have been reported as the mechanism for the transfer of a pathogen from the fly crop to the eye of the host. The first example has been suggested for Musca domestica Linnaeus, passing Chlamydia trachomatis Busacca into the eye of another human during feeding (Forsey and Darougar, 1981) . The other example is for adult face flies, M. autumnalis, where the fly has been shown to obtain the pathogen and causative agent of infectious bovine keratoconjunctivitis or pinkeye, by feeding on the eye secretions of infected hosts and putting it into the crop. This imbibed solution is then transmitted to another host eye via regurgitation while feeding (Glass and Gerhardt, 1983) . A similar mode of transmission involves regurgitation of the pathogen from the sand fly to its host (Rogers et al., 2004) . Doud and Zurek (2012) reported, not only was the crop of the house fly the main site of bacterial proliferation of Enterococcus faecalis Andrewes and Horder, but they suggested regurgitation of crop materials was the major process for contamination. Sasaki et al. (2000) were one of the first groups to suggest that E. coli 0157:H7 was transmitted to food via regurgitation. Regurgitation also appears to be a normal behaviour of feeding in certain fruit flies (Aluja et al., 2000) ; and, this process has been shown, or suggested, to be involved in plant pathogen transmission. Flies often produce droplets or 'bubbles' at the tip of the proboscis (Figs. 19 and 20) . These droplets can be either re-ingested or dropped on various surfaces on which the fly may be feeding. Thus, it has been demonstrated or suggested that regurgitation is the process whereby pathogens are picked up, stored within the crop, and then deposited onto either food (De Jesu's et al., 2004) or onto a new host (Graczyk et al., 2001) . It has also been suggested that house flies consuming E. coli O157:H7 added to cow manure regurgitate their crop contents (i.e. manure and pathogen) onto spinach where the pathogen may even multiply within the regurgitated droplet (Wasala et al., 2013) (Fig. 21 ). Comparing regurgitation in four different fly species, El-Bassiony and showed adult house flies regurgitated significantly more times than did the other three species, all of which were larger. This propensity to regurgitate in house fly may contribute to it being an excellent oral route vector of various pathogens rather than just an anal-route vector. Graham-Smith (1930) and many others noted, while feeding on dry substrates or foods, flies regurgitate the crop contents rather than salivate. Thus, the crop liquids, which can include secretions from the salivary/ labellar glands, plus any nutrients ingested, aid in liquefying the dry diet prior to sucking it up into the crop. Using crop fluids to dissolve dry foods makes evolutionary sense because it saves on the physiological cost of producing saliva. Certainly, flies must conserve water. Coronado-Gonzalez et al. (2008) reported regurgitation of crop contents is mainly the way adult Tephritidae feed while Vijaysegaran et al. (1997) showed for adult Bactrocera, not given water and now dehydrated, were unable to ingest dry or semi-solid diets. Ordax et al. (2015) demonstrated in the laboratory for adult medfly, C. capitata (i.e. a polyphagous feeder as an adult), when fed Erwinia amylovora Burrill, one of the most important pathogens of apples and pears, was able to harbour the pathogen for up to 8 days inside the digestive tract and 28 days on the wings and other body parts. The authors did not mention that if the pathogen remained within the crop, as they suggested, and the fly bubbled or regurgitated, its contents would cover the proboscis surface and could explain its longer presence of 28 days on other body parts, which was spread by grooming. They reported the pathogen was always present in the crop, but they made no attempt to isolate it from the crop even though Cayol et al. (1994) showed that regurgitation of the fungus Rhizopus stolonifera was mainly recovered by crop regurgitation. One word of caution with respect to regurgitation is that Nigg et al. (2004) who demonstrated that when performing consumption studies on flies, one has to consider the effect of regurgitation. They reported that regurgitation resulted in a 100% overestimation of actual consumption when using the J-tube method for Anastrepha suspensa.\n\nThe crop for certain species of Diptera is important as a liquid storage tank; and, when its contents are dumped onto a dry diet they aid in its liquidification prior to sucking it back up into the crop. Future studies reporting on regurgitation in flies should clearly state, and be specific, where the material being studied or analysed came from and, not to just use the generic terms foregut, midgut, gut, or digestive tract. They should also, if possible, report where the diet goes (i.e. the midgut or crop or both) when ingested. Adult house flies must regurgitate or salivate on solid food in order to feed. Because of this, Geden et al. (2008) noted that regurgitation should be an important aspect in the transmission of the salivary gland hypertrophy virus to another fly. Using electron microscopy, they showed the presence of what they believed to be virus particles within the crop (Fig. 14) and on the mouthparts of infected flies (Fig. 5, inset) . These viral particles on the mouthparts could result from continual crop regurgitation whose contents should also contain the fly's own salivary secretions. In their study, Lietze et al. (2009) showed that the crop of flies fed on the virus, along with a solute, contained sufficient virions, and that when crop contents were physically injected into a non-infected fly it was sufficient to cause symptomatic conditions. How long it takes for the crop to normally empty greatly influences how long any pathogens or microbes remain within the crop. This is important because the crop provides a 'safe haven' for microbial survival prior to either their exposure to the insults of the midgut or external environment. In order to evaluate the role of the crop and midgut of P. regina in storing enough protein for egg development, Stoffolano et al. (1995) showed that within a 4 h feeding period on homogenized liver, females had stored enough protein in both their crop (18.4 μL) and midgut (2.2 μL) to produce fully matured eggs in just one feed. By 26 h after feeding, females had emptied 75% of the contents from both the crop and midgut. Most interesting was the protein concentration in the midgut increased with time; and, the authors suggested it was due to elimination of water from the crop contents by bubbling (i.e. regurgitation). Other than the report by Sibley et al. (2008) , almost nothing is known, should there be any, about the impact of microbes within the crop or midgut lumen on emptying or filling of the crop.\n\nNon-haematophagous flies solved the problem of excessive water in the crop by a behavioural/physiological process known as 'bubbling' or droplet formation (Stoffolano and Haselton, 2013) . This involves moving fluids out of the crop, bypassing the midgut, and pumping the fluids out of the oral opening and onto the tip of the proboscis as a droplet. Here the fly can retain the droplet for various periods of time while letting the water evaporate and then reingesting the droplet, but not dropping it or sharing it with another fly. Currently, the suggested function for bubbling or droplet formation and retention is to get rid of excessive water from the crop contents (Hendrich et al., 1992) . This excessive water in the diet, and within the fly when ingested, reduces flight efficiency and can also prevent extreme osmotic problems within the midgut (Nicholson, 1998 ). An interesting article is that of W€ ackers (2000) who states that as plant sap goes through the digestive tract of the ingesting plant feeding sap insect, the osmotic effect of the sugars are modified and reduced with respect to osmotic effect. It would be informative to determine if this bubbling process also facilitates concentration of microbes by changing the water content of the diet. Also, whether it is involved in adding more AMPs from the salivary and labellar glands to the diet by concentrating them needs to be determined. Another aspect worthy of future research is to examine the droplets for salivary and labellar gland AMPs, thus substantiating Schlein's original observation that the crop of sand flies is a sterilization organ , which will be discussed later.\n\n9.3 Crop emptying leading to substrate droplet deposition or trap-lining\n\nMost dipterans relying on feeding on any exposed substrate, whether it is the skin of an animal or plant surface, have to deal with ingesting not only beneficial, but pathogenic microorganisms. Often these ingested nutrients, along with the associated microorganisms, are directed to the crop where either the fly's own AMPs or bacteriocins (Riley and Chavan, 2007) from symbiotic or commensal bacteria are involved in controlling pathogens from reaching sufficient levels to cause pathogenesis to the fly. This crop cleansing by AMPs from the salivary or labellar glands may also serve a function in reducing the numbers and types of pathogens the midgut has to deal with. We know almost nothing about the role of AMPs and other substances from the salivary and labellar glands within the crop lumen on microbial recognition and destruction, as reviewed by Kuraishi et al. (2013) for the midgut of Drosophila. How effective are these substances within the crop lumen or is most of the pathogenic cleansing left to the midgut? Coronado-Gonzalez et al. (2008) reported most adult tephritidae feed by regurgitating crop contents, rather than just using their own salivary secretions when feeding on dried nutrients, such as bird droppings or honeydew. Many of these tephritids also use their crop contents to establish trap lines by regurgitating droplets in a line (Fig. 22 ). Once deposited, the individual producing them revisits the droplets and re-ingest them (Aluja et al., 1993) . This trap-line feeding process is also believed to be another way of getting rid of excessive water in the diet, which was within the crop lumen. Thus, trap-lining also possibly concentrates the microbes originally present within the crop by letting water evaporate from the drops before reingesting them. Whether the microbes multiply within the deposited droplet and, what action might the fly's own AMPs have within the dropped droplet on any microbes remains to be demonstrated. How individuals involved in this type of trap-lining behaviour control destruction of pathogenic bacterial, fungal, or viral levels within the droplets prior to reingesting them has not been investigated. Multiplication of E. coli O157:H7 in a regurgitated droplet by adult house flies on spinach has been demonstrated (Wasala et al., 2013) .\n\nNumerous dipterans in various families have evolved the behaviour of forming a droplet from fluids found within the crop that are either kept on the tip of the proboscis and shared directly with a female during mating trophallaxis (Fig. 23) or dropped in front of her as a nuptial gift (Aluja et al., 1993; Paiero and Marshall, 2014; Stoffolano and Haselton, 2013) . It is generally believed these droplets come from crop emptying and may represent a nuptial gift to the female (Aluja et al., 1993; Stoffolano and Haselton, 2013) . At present, no known studies have been reported to examine the contents of the shared droplet and/or whether its contents aid in female fitness. Knowing adult flies ingest both beneficial and pathogenic microorganisms while feeding, one needs to explore the role of the crop and its contents as a sterilization organ. Nayduch et al. (2013) reported finding the antimicrobial peptide defensin within the crop of adult house flies fed Staphylococcus aureus Rosenbach. The presence of defensive molecules against various microbes within the crop needs further research. More studies need to focus on how the crop serves as an organ facilitating the destruction and/or limitation of pathogenic microorganisms from establishing and multiplying to damaging levels, but not destroying beneficial microbes. Does the male transfer only beneficial microorganisms to the female? Freidberg (1982) , for Staphylococcus aureus, suggested material from the male was transferred to the female during the labellum to labellum contact and this trophallaxis behaviour might also involve the transfer of symbiotic microorganisms. Figs. 22, 23 (22) Regurgitation behaviour by Bactrocera tryoni Froggatt-a long line of droplets has been regurgitated onto the surface following feeding on a dilute sucrose solution coloured with non-toxic blue food dye (Coronado-Gonzalez et al., 2008) . (23) Mating behaviour of Spathulina tristis Loew with male on the top and producer of the bubble or droplet while giving the nuptial droplet gift to the female (Freidberg, 1982) .\n\nThis needs to be confirmed in those dipterans that engage in nuptial gift giving. Since AMP synthesis is generally expensive, does the male also include AMPs and other defensive molecules produced in his labellar and/or salivary glands with his droplet gift to the female? 9.5 Crop emptying involved in passing on microbes or pathogens\n\nConsiderable literature exists demonstrating flies can mechanically transmit numerous pathogens, but caution must be taken to assure that regurgitation hasn't also occurred. The biological modes of pathogen transmission involve the oral-route, the anal-route, or both. In this review, mainly the oral route has been discussed because it directly involves the crop organ or the oesophageal bulb. The term 'bioenhanced transmission' was proposed by Kobayashi et al. (1999) because for some pathogens there is evidence that there is an increase in microbial numbers within the digestive tract, especially the crop. Bioenhanced transmission was reported for E. faecalis and Acetobacter thailandicus by the house fly and the crop was reported as the major site of proliferation. They also showed that the pathogen remained within the crop for 96 h post-ingestion (Doud and Zurek, 2012) ; A. thailandicus remained in the crop of D. melanogaster after 5-10 days (Pais et al., 2018) , and Bacillus cereus remained in the crop of M. domestica for up to 24 h (Nayduch and Burrus, 2017) . In an attempt to see if adult house flies could transmit Campylobacter jejuni, Gill et al. (2017) showed that when fed the bacterium it was still found in the vomitus (regurgitant from the crop) 4 h after feeding. For some synanthropic Calliphoridae, Sarcophagidae, and Muscidae, regurgitation often involves the transfer of food borne and human or domestic animal disease causing pathogens to unwanted substrates or sites (Greenberg, 1973; Roberts, 1947; Wasala et al., 2013) . Nazni et al. (2005) reported finding numerous microbes in the 'vomitus' (i.e. regurgitant) of adult house flies from various regions of peninsular Malaysia and from three different habitats. In the following discussion, focus will be placed on some of the interactions taking place within the crop lumen and also some of the strategies the pathogens use to survive within the crop.\n\nLet's begin this section by asking the question, how and where do fly's pick-up microorganisms entering the crop? Most adult dipteran species locate their food source by using their antennae to follow odour plumes of volatiles emanating from a particular substrate. These volatiles are usually produced by microorganismal decomposition of the resource substrate and the main chemical attractants may vary with whatever is producing them (Davis et al., 2013; Schulz and Dickschat, 2007) . In an interesting study on microorganisms present in carrion and an adult carrion fly, the authors reported flies use the same quorum sensing signals as do bacteria to find a resource and they stated the flies are 'QS-mediated interkingdom eavesdroppers' . In flies grazing on various substrates, such as leaves (Yee, 2008) , without the use of antennal input to locate their food, the tarsal chemoreceptors on the legs provide the stimulating input resulting in proboscis extension and ultimately intake (Dethier, 1976) . For Stomoxys, which can shunt blood into the crop, it has been suggested that various pathogens ingested with the blood meal, but remaining within the crop for at least 24 h, could be transmitted to another host via regurgitation of crop contents (Baldacchino et al., 2013) . A similar situation could exist with Glossina because there are reports in this species of blood being diverted into the crop (Modespacher et al., 1986; Moloo and Kutuza, 1970) . Information on pathogens within the crop of both species is needed. Pathogen transmission is most likely to occur in a situation where the fly is disturbed, only obtaining a partial meal, but still in the host-seeking mode. These disturbed flies usually return to the same or different host to obtain a full midgut bloodmeal, thus possibly transmitting ingested pathogens when regurgitating. The main substrates or sources of food in nature for adult blood feeders that are non-obligatory blood feeders is nectar, extrafloral nectaries, honeydew, faeces, other plant secretions such as slime fluxes and dead or decaying animal (carrion) or plant materials from within the plant, such as juices or substances from the phyllosphere. All of which are teeming with bacteria (Fridman et al., 2012) , yeasts (Herrera et al., 2009 ) and fungi (Belisle et al., 2014) . The volatiles produced by various food sources depend on the decomposing microorganisms present. Once the fly locates a food source it usually lands; and, it is the neural contact input with the substrate, via its tarsal chemoreceptors, which the fly uses to make a decision to extend its proboscis to drink (Dethier, 1976) . If the nutrient is dry, the fly can salivate and/or empty its crop contents to liquefy the potential food source (Coronado-Gonzalez et al., 2008) . Once liquefied, the fly makes another decision to suck up the liquid using its cibarial pump. Finally, a decision is made whether to put it either into the midgut or crop or sometimes both (i.e. usually filling the midgut first and then the crop). During this act of ingestion, if the liquid is destined for the crop (Stoffolano, 1983) , the fly imbibes both the nutrient food source and any associated microorganisms, whether they are beneficial or pathogenic. Once inside the lumen of the crop various things can occur. For the sand fly, Phlebotomus papatasi Scopoli, the crop has been called a 'sterilization' organ without which the leishmanial promastigotes would not be able to survive (Schlein, 1986) . Because it is essential to obtain sugars for flight and survival, adults of both sexes imbibe various sources of carbohydrates in nature (i.e. nectar, honeydew) using the 'sugar feeding mode' where they imbibe their diet as a free substance (i.e. not feeding on plants in the blood feeding mode). The meal is put directly into the crop which, for P. papatasi, has an average volume of 0.06 μL. At the same time, adults may be imbibing bacteria, viruses, yeasts, and fungi all of which are possibly detrimental to adult survival and also the survival of the promastigotes. It has been shown that both fly and parasite do not survive in the presence of other microorganisms (Schlein et al., 1985 . It is within the crop that Schlein et al. (1985) reported an 'antibacterial factor', the origins of which have never been identified. Rossignol and Lueders (1986) reported a 'bacteriolytic factor' in the salivary glands of adult Aedes aegypti Linnaeus. Whether this factor ends up in the crop and is involved in 'cleaning up' nectar was not addressed. It may be that the crop is the organ where nectar or other liquids are cleansed prior to entering one of the major antimicrobial organs (i.e. the midgut). The report by Anderson et al. (2013) on the honey bee crop identified bacteria that were core to the bee's crop and suggested that the bacteria within the crop were also found in floral nectar (i.e. thus, horizontal transmission). Similar studies need to be conducted on the fly crop and associated floral nectar. Research has provided evidence showing the presence of AMPs in the salivary and labellar glands of adult flies (Ferrandon et al., 1998; Hoffmann and Reichhart, 2002) , both secretions of which end up in the crop (Stoffolano and Haselton, 2013) ; and, this is probably where the idea that the AMPs making the crop of sand flies a 'sterilization organ' originated. The idea that the labellar (Fig. 26 , maxillary gland of P. papatasi, Jobling, 1976) and salivary glands were the site of the 'antibacterial factor' in sand flies was proposed by Schlein et al. (1985) . To date, as far as I could find, no one has substantiated his claims. Dimopoulos et al. (1998) found expression of defensin in the salivary glands of Anopheles gambiae Giles and suggested the AMPs might promote sterility of nectar found within the crop. Substantiation of reports favouring the idea that the destruction of microbes in nectar depends, first of all, on finding evidence that detrimental microbes occur naturally in nectar. This is an area in need of research substantiation, especially since nectar feeding is so important to many dipteran species and it includes both sexes of adult dipterans, especially mosquitos (Foster, 1995) . If defensin in the adult mosquito and house fly crop is to 'sterilize' nectar, it should also be found in the males of species where females are strict blood feeders, but males do not blood feed, and this has not been substantiated. A plant, however, would not have evolved successfully without defences of its own, especially for such important fluids as nectar, which are so openly exposed to the environment and essential to the survival of the imbibing insect. Researchers have recently found plant nectars contain their own set of natural defensive molecules and these are very effective against many pathogens (Escalante-P erez et al., 2012; Sasu et al., 2010 ). An area of research that is ripe for exploration is whether plant microbes found in nectar can be found in humans (i.e. whether plant viruses and microbes can cross the kingdom barrier). In their exciting paper, Balique et al. (2015) report that endogenous viral elements from plants were very similar to the tobamovirus genome found in Aedes aegypti and were possibly picked up by adult mosquitoes nectar feeding on infected plants. This should prove to be an exciting area of future research and will need considerable collaboration between researchers in both plant and animal laboratories.\n\nMost research studies on gut microbiota (Engel and Moran, 2013) or AMPs in flies, including sand flies, has been usurped and redirected away from the crop by studies focusing on microbe presence and AMP production either in the midgut or AMPs produced as humoral factors by other tissues (e.g. fat body). As for most flies, this redirection of research is the same situation occurring with sand fly research, which has focused on antimicrobials present in the midgut or hemolymph (Rosetto et al., 2003; Telleria et al., 2013) while ignoring the crop. Because of its location and structure, the adult crop not only serves as a storage site for nutrients, but provides an ideal environment for microbes of various types to be temporarily stored-a site where they can be transported from one place to another, where they can be genetically modified (i.e. horizontal transmission of microbial resistance- Petridis et al., 2006) , where they are destroyed before entering the midgut, given a chance to increase in number (Doud and Zurek, 2012) , or to be shared with a member of the same species. At the same time, studies on pathogens in the fly digestive tract have reported the crop, in addition to the hindgut, as the major site of microbial presence (Fig. 24) (Doud and Zurek, 2012 ). This appears to be due to the fact that the midgut launches such an important assault on those microbes making it past the foregut and crop region (Broderick et al., 2014 ) and many species also possess a very efficient peritrophic matrix. Based on a few studies, it is evident the crop of house flies can harbour viruses, which can be transmitted to a host via the process of regurgitation. This appears to be the case with the Turkey coronavirus (TCV) where examination of the crop showed the virus persisted in the crop up to 9 h post-exposure while none was found in the intestinal tissues (Calibeo-Hayes et al., 2002) . Sawabe et al. (2004) detected the H5N1 avian influenza A virus in the crops of two species of blowflies. Barin et al. (2010) , and some other authors implicate flies in the transmission of Newcastle disease virus in laboratory experiments and have demonstrated the virus can remain within the digestive tract for up to 72 h following exposure. In these studies, the researchers should have paid more attention to where in the digestive tract the virus was located (i.e. crop, midgut or rectum). Such information is important in determining if the virus is transmitted via regurgitation and/or defecation.\n\nTo my surprise, I have only found a few articles where the investigators specifically remove the crop from field collected adult flies and evaluate the different types of microorganisms present. Louis et al. (1996) report the diverticulated crops of field collected D. melanogaster contained yeast, bacteria and fungi while De Camargo and Phaff (1957) specifically examined only the crops of field collected adults to determine the types of yeast present. In an attempt to isolate yeast from field collected, adult Drosophila, El-Tabey et al. (1951) reported the crops of field collected flies were always full and assumed any yeast within the crop had already been digested. The contents of the crop was not identified, but probably it was some form of ingested carbohydrate. The other and more comprehensive study was done using two species of field collected fruit flies, Bactrocera cacuminata Henig and B. tryoni (Thaochan et al., 2010) . In their study, the crops and midguts were individually analysed using bacteriological culture techniques (API-20E diagnostic kit) and the 16S rRNA gene molecular diagnostic method. Of interest was the result that in both species studied, the bacterial groups within the crop and midgut were different. Most research reports used either the whole fly (Cox and Gilmore, 2007; Nazni et al., 2005) , studied the temporospatial dynamics of whole gut analysis for specific pathogens fed to the fly , did whole gut analysis for a specific pathogen (e.g. Vibrio cholerae Pacini; or determined the microbiome within the entire gut of field collected flies (Gupta et al., 2012) . In adult Drosophila, however, it has been reported that recovery of most of the yeast from the gut was found in the crop and not in the mid-or hindgut (Broderick et al., 2014) . The presence of fruit flies of the Drosophilidae attracted to rotten, microbe infested plant material suggests the flies may also be important vectors of plant pathogens. Not examining the crop specifically, but isolating the foregut, which must have included the crop, De Jaczko et al. (1983) showed the foregut was the major site for the pathogens and implicated regurgitation as the means by which D. melanogaster transmitted the pathogen Erwinia carotovora var. atroseptica van Hall to potatoes.\n\nThe crop has often been referred to as a site where some digestion of food materials takes place and the enzymes present come from the salivary glands (Dimitriadis and Papamanoli, 1992; Stoffolano and Haselton, 2013) . Calling the crop a 'sterilization organ' in sand flies led Schlein et al. (1985) to suggest both the labellar and salivary gland secretions were responsible for the antimicrobial effect of the crop. Knowing that various AMPs are produced in these glands, it seems obvious their secretions go to the crop with the ingested meal where the AMPs have their action on various microbials prior to the crop contents being regurgitated or directed to the midgut for digestion.\n\n'Expression of defence molecules in the mosquito salivary glands may minimize microbial proliferation in the saliva and, in conjunction with salivation during feeding, it may promote sterility of the nectar in the crop, of the host wound during blood feeding and of the ingested blood meal' (Dimopoulos et al., 1998) . To conclude this section, Chandler et al. (2011) noted for Drosophila sp. and questioned whether laboratory models can be useful in studying host/microbe associations. This idea may also extend to laboratory studies on other fly species.\n\nFlies have long been known to be vectors of numerous pathogens, especially of food borne pathogens. In fact, Zurek (2006, 2007) discuss and present evidence of adult house flies being involved in transmission of microbial resistant genes to sites of food settings. Where these pathogens are present within the fly in some studies was not reported. In fact, few studies reported where horizontal transmission of resistance occurs. As stated previously, when reports mention pathogens in the foregut of the fly they are generally referring to their storage or presence within the crop lumen. Not until relatively recent have reports been made that horizontal transmission of antibiotic resistance specifically occurs within the crop (Macovei et al., 2008; Petridis et al., 2006) . A detailed review of the importance of insects, especially flies as vectors, which are able to make connections between farms and urban environments with respect to antibiotic resistance traits, is provided by Zurek and Ghosha (2014) while Davari et al. (2010) report on resistance to antibiotics of flies from slaughter houses and hospitals. In several of the cases reported, the fly crop was listed as the main site where horizontal transmission occurred (Doud and Zurek, 2012) . Research may prove that the importance of flies in the transmission of microbes to foods or hosts may be lesser of a problem than the flies vectoring resistant genes, which occurs within the crop.\n\nThe labellar glands of dipterans are class 3 epidermal glands whose function for years remained unknown (Dober and Stoffolano, 1976) . It wasn't until Ferrandon et al. (1998) , using a drosomycin-GFP reporter transgene showed expression of the antifungal peptide drosomycin in what the authors called 'barrier epithelia', and showed the AMP drosomycin was produced in the labellar glands. Do the labellar glands secrete other chemicals involved in the innate immune system of adult flies? Yes, in Sarcophaga peregrine Robineau-Desvoidy, Yamamoto-Kihara et al. (2016) reported the secretion of a new C-type lectin from the labellar glands, which they call CLPT (i.e. C-type lectin producing tissue). The labellar glands and the salivary glands both produce drosomycin in D. melanogaster, which is not systemically induced. The labellar glands have also been shown to produce defensin (against gram-positive bacteria) and Mechnikowin (against fungi) (Tzou et al., 2000) . It was suggested that drosomycin produced by these two glands aids in destroying microorganisms prior to entering the midgut (Ferrandon et al., 1998) ; and, as shown in table 1 of their paper, there was some expression in the crop. Whether this was due to the expression in the crop epithelia, or just drosomycin within the crop lumen is uncertain (Ferrandon, personal communication) . The AMPs of both the labellar and salivary glands are not systemically induced antimicrobial products-they are independent of the Toll pathway and reportedly respond to the pathogen they are being exposed to (Ferrandon et al., 1998 ). An interesting evolutionary pathway in the Diptera occurred when some families pursued blood feeding as their main feeding strategy. Haematophagous flies can be either strict obligatory (i.e. feeding only on blood) or non-obligatory blood feeders (i.e. feeding on blood and various carbohydrates such as nectar). Blood feeding involved modification of the mouthparts capable of cutting into the skin, penetrating, and sucking up the blood destined for the midgut and not the crop. They also had to evolve special midguts and mechanisms (i.e. neuropeptide diuretics) to handle the water in the blood meal. These haematophagous flies obtain their meal directly from blood vessels with little exposure to skin surfaces, which harbour the majority of pathogenic microbes. The blood meal itself is fairly free of pathogenic organisms. Non-blood feeders, however, use the labellar lobes to obtain maximum nutrient intake and remove large particles from the meal with the pseudotrachea. These labellar lobes cover a greater surface area compared to the terminal mouthpart of obligatory blood feeding flies when feeding (Elzinga and Broce, 1986) . As a consequence, non-blood feeders consume with their meal larger numbers of microbes usually destined for the crop. To deal with this, non-blood feeding flies evolved labellar glands capable of producing AMPs or other immune chemicals to deal with the pathogens contained within the imbibed nutrient. Two major blood feeding groups (i.e. Stomoxydinae and Culicidae) lack labellar glands (Patton and Cragg, 1913 ). An interesting example, however, is with the Tabanidae where only the female feeds on blood, while both sexes require carbohydrates, which are then stored within the crop. This suggests the presence of labellar glands is involved in feeding on nectar in both sexes and may aid in providing immune chemicals while the female also feeds on the surface contaminated blood-pools. The labellar glands in this group of flies are very large (Fig. 25) . Phylogenetic information is needed concerning which dipteran groups have labellar glands, the type of feeding they employ, what materials are stored within the crop, and what AMPs and possibly other chemicals having an antimicrobial effect are found there. Comparative studies within the Diptera are needed if we are to truly understand the role of the foregut with respect to various microbes and the diversity of this group may provide unique and different strategies.\n\nThe crop has often been referred to as a site where some digestion of food materials takes place and, the enzymes within the crop come from the salivary glands and not the midgut (Dimitriadis and Papamanoli, 1992; Stoffolano and Haselton, 2013) . Calling the crop a 'sterilization organ' in sand flies led Schlein et al. (1985) to suggest that both the labellar (Fig. 26 ) and salivary gland secretions were responsible for the antimicrobial effect within the crop. Knowing that various chemicals having an antimicrobial effect are produced in these glands, it seems obvious, depending on the diet and the fullness of the midgut, the secretions are first shunted to the crop where they have their action prior to the crop contents being directed to the midgut for digestion (i.e. preaction cleansing by these chemicals before dispensing the diet to the midgut). A surprising find was the study of Gusmão et al. (2007) who reported for the first time the finding of various microbes of the genus Bacillus and Serratia sp. and the yeast, Pichia caribbica, within the lumen of the ventral diverticulum or crop of adult A. aegypti. They proposed that these microbes were obtained when the adults fed on tropical nectars and may aid in sugar digestion. Also, they suggest that their presence within the crop lumen may prevent their destruction (i.e. Bacillus, Serrati, and Pichia) by midgut factors, which would include blood, and that these microbes (Jobling, 1976) . could then be released into the midgut when needed. We know very little about what type of microbes are ingested when adult flies feed on nectar. This will be discussed below.\n\nThe majority of research on mosquitoes has involved the role of blood as a factor that initiates egg development; and, since blood normally does not enter the crop, research on the mosquito crop has been ignored as has research on males that don't imbibe a blood meal. Foster's (1995) review on the importance of sugar in the diet of both males and females, however, has opened a new chapter in mosquito biology because carbohydrate intake (i.e. nectar, etc.) goes to the crop in both sexes. At the same time, there has been a new focus on the importance of microbes in insects in general. Gusmão et al. (2007) , using 16S rDNA for bacteria and 28S rDNA for yeast were the first to report several species of both bacteria and yeast in the diverticulated crop of A. aegypti, the yellow fever mosquito, which can vector several important viruses (i.e. chikungunya, Zika, and dengue). They suggested that these microbes might be involved in sugar metabolism obtained from nectar. Most interesting is the report of Sharma et al. (2014) who noted that there are more microbes in the salivary glands of Anopheles culicifacies (i.e. major malaria vector in India) than in the gut. As previously stated, salivary secretions from adult dipterans usually ends up in the crop and Sharma's group did not investigate this. Because the adult crop in mosquitoes has been ignored, very few physiological studies have focused on mechanisms of crop regulation. Recently, Calkins et al. (2017) examined some of these in adult female A. aegypti and found the factors involved in the modulation of crop contractions are very similar to those previously reported in other dipterans (Stoffolano and Haselton, 2013) . Being such an important vector of microbial pathogens to humans, these studies on the crop and microbes of mosquitoes opens up a new avenue of research that may ultimately provide a mechanism(s), in addition to the attractive toxic sugar bait (ATSB) technique (Wongthangsiri et al., 2018) , that is providing a new control strategy for insect pests.\n\nSeveral adult dipterans overwinter in an adult reproductive diapause (M. autumnalis, Stoffolano and Matthysse, 1967 ; Phormia regina and Protophormia terraenovae, Greenberg and Stoffolano, 1977; D. melanogaster, Schmidt et al., 2005; D. suzukii, Wallingford et al., 2016; Bactrocera tryoni, Clarke et al., 2019) and each, in different ways, may prove to be a useful system in evaluating the effect of diapause on host immunity and microbial survival, especially involving the crop. During adult diapause, metabolism is generally reduced, flies tend to aggregate in hibernation sites, feeding is reduced, reproductive events are reduced or stopped, and there is a general reduction in locomotion. Several of these traits should put flies into greater contact with microbes, which could present the host with a dilemma (i.e. engaging the immune system, which can be metabolically costly or succumbing to the stress factor of infection). When adult flies diapause in a temperate climate where snowfall prevents them from feeding, versus those that diapause in a climate where they can still feed, the later group are probably more exposed to microbial contact than when snow prevents feeding because without a snow cover these flies usually still feed (i.e. taking food/microbes into the foregut area).\n\nIn two interesting papers, Sinclair et al. (2013) and Ferguson and Sinclair (2017) discuss cross-tolerance and cross-talk as they relate to cold survival and the impact cold has on the immune system of insects. Their point is well presented that, during cold periods of stress (i.e. diapause), the immune system is upregulated. Taking this into account, three examples of diapause in adult dipterans will be discussed and existing information on the involvement of their foregut will be presented.\n\nThe first and, probably the most agriculturally important is the spotted winged drosophila. Without a doubt, D. suzukii, presents a major threat to the soft, small fruit industry. It appears to be the only drosophilid species by which the female can penetrate unbroken fruit using its serrated ovipositor. Once inside the fruit, the larvae are not easily killed by insecticides. Thus, control strategies must look at other possible weak links in the adult life cycle. There is a voluminous literature on ways in which to attack this pest. One aspect that needs research is to attack what may be its weakest link (i.e. its adult diapause and its associated microbes). Wallingford et al. (2016) agree with this by noting that a better understanding of diapause would lead to a more targeted management strategy. Jakobs et al. (2015) were one of the first groups to investigate the genetic overwintering plasticity of the adults. Their conclusion was that the fly did not have the ability to overwinter in extreme temperate regions. Yet, it has. Using a metagenomics approach, Fountain et al. (2018) concluded that the microbiome of wintering adults from four different woodland areas in S. E. England showed no major differences in their microbiomes. In their study there was no snow cover preventing the flies from feeding on various substrates. They also suggested that by feeding during the winter season adults replenished their microbiomes by feeding. The idea of gut microbiome replenishing has been challenged by Pais et al. (2018) and was previously discussed. A similar study to Fountain et al. (2018) needs to be done on the microbiome of the crop (i.e. the crop has been ignored in this species) in a temperate area where snow covers the ground preventing feeding. What effect diapause stress has on upregulating immune factors and how this impacts resident or casual microbes also needs to be examined.\n\nHaving originated in Africa, D. melanogaster certainly has exploited its genetic plasticity to expand its worldwide distribution. Survival in regions of cold temperatures requires an adult insect to enter a reproductive diapause and, this it has accomplished. Its geographic variation with respect to diapause incidence was reported by Schmidt et al. (2005) while greater details on the physiological, metabolic, immune responses, and gene regulation while in diapause have been reported for this 'Sleeping beauty' model dipteran (Kubrak et al., 2014) . As previously suggested, during overwintering and diapause stress, the authors demonstrated that four immune genes were greatly induced or upregulated during diapause. The authors suggest that this upregulation of immune genes might be due to the often sessile or inactive life of diapausing adults making them more susceptible to microbial contact or ingestion. Numerous papers have reported on microbes within the gut of adult D. melanogaster, but none of them separate the foregut or crop from the rest of the gut. The study by Pais et al. (2018) challenged the hypothesis that flies replenished the microbiome by feeding and showed that there was a mutualistic relationship with A. thailandicus and the bacteria mainly resided within the crop. Their study did not include diapausing flies, so it remains to be determined whether wild flies collected during the diapause state from the field still have bacteria within the crop. Is it A. thailandicus, and is the bacterium surviving within the crop in a biofilm? Bactrocera tryoni, the Queensland fruit fly, is found mainly on the Australian continent where it creates a serious threat to the fruit industry. The fly has now expanded its range into temperate Australia and, this has created a major survival problem for the fly. Unlike most other tephritid species, it has now been shown that the adults overwinter in a reproductive diapause, and this may help explain its expansion ability into temperate climates (Clarke et al., 2019) . Thaochan et al. (2010) reported that one group of bacteria, Firmicutes, was found mainly within the adult crop. What now needs to be shown is what happens to these bacteria during diapause; and, if they don't survive, how does the adult replenish the system? Does the diapause condition, which has been shown to upregulate the immune system, deplete or destroy the microbes inhabiting the foregut, especially the crop? Or, does the fly in the spring replenish its foregut microbiome by feeding on leaves or fruits that contain Firmicutes (Leff and Fierer, 2013) .\n\nThe importance of biofilm formation has gained considerable attention recently because of its importance to the medical and health professions, plus recent focus by the food industry (Donlan and Costerton, 2002) ; and, the health consequences resulting from their formation is significant. An updated definition of biofilm is, '…cells irreversibly attached to a surface or interface, embedded in a matrix of extracellular polymeric substances which these cells have produced, and including the noncellular or abiotic components, but also other physiological attributes of these organisms, including such characteristics as altered growth rate and the fact that biofilm organisms transcribe genes that planktonic organisms do not,' provided by Donlan and Costerton in their 2002 review, which gives a comprehensive definition encompassing most previous ones. Evolutionarily speaking, it should be beneficial for microbes to somehow attach to various surfaces if they are to survive and not lose contact with their host. The topic of adhesion related to various microbes (fungi, Epstein and Nicholson, 2006; bacteria, Garrett et al., 2008) is of current interest because this is a significant and initial part of any biofilm formation. It also is an important topic with respect to designing surfaces for storing and packaging foods. If biofilms can form on most surfaces, one can assume insect surfaces, whether external or internal, such as the chitinous lining of the foregut (i.e. crop, etc.), should provide a suitable substrate. Very little, if any, information is available on the foregut cuticle of dipterans as a substrate for microbial adhesion. Bacterial biofilms have seized the attention of researchers, such as veterinarians (Percival et al., 2011) and food safety professionals (Lindsay and von Holy, 2006) , while research has also included fungal biofilms (Fanning and Mitchell, 2012; James et al., 2011; Peiqian et al., 2014) . One aspect of biofilm formation in need of further study is the effect of host ageing on adhesion. As far as I could find, no one has looked at the effect of a fly's age on biofilm formation within the host, especially in wild flies. The question that also needs to be answered is whether the cuticular lining of the foregut is degraded with age. Thus, the age structure of a wild population, especially if it has a diapause, may have some effect on microbial acquisition, storage, and transfer.\n\nMicrobes will proliferate if the conditions are suitable. The insect wing surface is presumably covered by a different cuticle than that of the foregut, yet wings of insects have been shown to be very resistant to microbial attachment or penetration (Hasan et al., 2013; Ivanova et al., 2012) . In the insect crop, however, the process of regurgitation and crop contraction may often eliminate microbes before they have time to form a biofilm. If the fly feeds on the same nutrients the microbes are proliferating in, it goes without saying that if maintained within the crop lumen for a sufficient period, microbial proliferation and possibly biofilm formation should take place. Unfortunately, most field or laboratory studies on adult dipterans and associated microbes have not critically examined flies for biofilm formation within the foregut, especially the crop lumen. In addition to the formation of biofilm formation within the crop lumen, it should be noted that the salivary and labellar glands both produce AMPs that end up within the lumen and/or within the dorsal oesophageal bulb. What effect the AMPs have on biofilm formation in these two structures has not been investigated. Recently, Gordya et al. (2017) explored the structure and anti-biofilm effect of AMPs from the salivary glands of larval Calliphora vicina using several pathogens. They found these AMPs to be effective against biofilm formation by three human pathogens (i.e. E. coli, Staphylococcus aureus, and Acinetobacter baumannii) and suggest that AMPs from different organisms might be useful in treatment and prevention of antibiotic-resistant biofilms. Similar studies need to be initiated on the effect of AMPs from the salivary/labellar glands of adult flies on biofilm formation on the proboscis (as shown in Fig. 3 ) or within the adult foregut. The use of the crop vessel assay described below (Fig. 28 , Wang et al., 2017) might also prove useful. A specific case, in point, is the study of Kassiri et al. (2015) where they examined adult house flies from hospitals in Iran and showed 80% of the flies carried one or more species of medically important fungi. They did not, however, explore where these pathogens were located within the flies. This does not mean biofilm formation does not occur elsewhere in the digestive tract than the crop, especially studies such as those on tsetse where they show the significance of biofilm formation within the midgut lumen for the symbiotic microorganisms found there (Maltz et al., 2012) . Also, Estes et al. (2009) showed biofilm formation by the endosymbiont (Candidatus Erwinia dacicola) within the dorsal oesophageal bulb and crop of their host, Bactrocera oleae, and once these biofilms formed, the endosymbionts could not be removed when adults were fed chlorox or various antibiotics. Later in the review, I will mention a crop vessel bioassay potentially useful to explore the effect of quorum sensing inhibitors (Cady et al., 2012) on biofilm formation in any fly species.\n\nRecently, biofilm formation in the fly crop has been given attention by using Drosophila as a model (Mulcahy et al., 2011) , yet other future studies, especially on wild flies such as house fly, other fruit flies, and many blowflies, should provide information as to where, and if, the biofilm is forming within the adult insect (i.e. crop, midgut, or rectum). Mulcahy et al. (2011) showed biofilm formation within 24 h of feeding on Pseudomonas aeruginosa while, Joyner et al. (2013) reported P. aeruginosa within the crop of adult house fly, but made no mention of a biofilm being formed. Why in the one species did a biofilm form in Drosophila while in house fly there was no mention of biofilm formation? The study of Kobayashi et al. (1999) showed an unknown fibrous material was plugging up the pseudotracheal canal, but did not identify the substance (Fig. 4) . Because they worked on E. coli, I searched the literature and found a paper showing the biofilm of this pathogen, which looks very similar to the fibrous material they found (Lee et al., 2011) . This, however, needs to be confirmed, not only in house flies, but in other flies. Information on adult, field collected flies and biofilm formation, similar to that of the non-dipteran, sharp shooter leafhopper species and, the vectored pathogen Xylella fastidiosa Wells, is desperately needed if we are to obtain a complete picture of flies as important microbial vectors. In their study, Alves et al. (2008) showed biofilm formation in the insect's foregut. Any nutrients the fly ingests into its crop usually are the same nutrients numerous microbes are using as their own nutrient source. Thus, it is not surprising microbial proliferation has been reported in the crops or foregut of D. melanogaster (Erwinia carotovora subsp. Carotovora, De Jaczko et al., 1983) (Fig. 27) and M. domestica (E. faecalis, Doud and Zurek, 2012; Aeromonas hydrophila Chester, McGaughey and Nayduch, 2009; and Pseudomonas aeruginosa, Joyner et al., 2013) . The crop environment is not as hostile as the midgut, which means it can favour pathogen proliferation and biofilm formation. It is an ideal site for any pathogen requiring a relatively 'safe haven' while being transmitted to a new environment. It has been shown that Erwinia carotovora, subspecies Carotovora spores do not survive well in their natural environment, but inside the crop of D. melanogaster they are protected and obtain a 'free ticket' ride to their ultimate plant host where they are either regurgitated or passed with the faeces (De Jaczko et al., 1983) .\n\nA recent report (Phoku et al., 2016) showed adult house flies are vectors of mycotoxigenic fungal spores and can transfer these to human food sources. The study did not, however, mention whether these spores were in the crop or any other part of the fly's alimentary system. Since mycelium have been recovered within the crop lumen of D. melanogaster (Fig. 27) , there is no reason not to think fungal spores can also be taken up into the crop. The growing concern over the impact of fungi on human health (Revankar and Sutton, 2010) , especially those termed 'melanized fungi' suggests researchers working on flies as vectors of pathogens, should carefully examine flies for these fungi. Kassiri et al. (2015) examined whole flies collected from within or surrounding the hospital but did not make a distinction as to where in or on the flies the fungi were located. They reported adult house flies showed the presence of 28 fungal species from the surroundings while of the flies caught within the hospital, 80% carried medically important, pathogenic fungi. This study would have been more useful if they had located on/or within the fly where the fungi were located.\n\nThere is little doubt the lumen of the crop lobes serve as a chamber for storage of imbibed nutrients and usually numerous microbes. The crop can be removed as an isolated chamber and placed on a glass slide for extended periods of time without losing water (Abbott, 1945) , which makes it an ideal biological vessel for events other than just nutrient storage. Its impermeable cuticle prevents its contents from leaking into the hemolymph; and, at the same time also prevents gaining substances from the hemolymph. Thus, the crop serves the adult fly as a non-leakable natural storage vessel for nutrients often in scarce supply. Only in a few cases do we know how long pathogens can remain within the crop lumen. Since this organ can remain isolated and removed from the fly for extended periods of time, one wonders how long pathogens can remain within the crop. One study has shown that Serratia marcescens Bizio remains viable within adult house flies killed by electrocuting traps for up to 5 weeks (Cooke et al., 2003) . The authors never checked to see where the pathogens were located, but the crop is a good suspect because the other parts of the digestive tract will certainly dry out, but the crop fluids should remain because they are protected by the foregut lining and the crop duct should shrink, thus trapping fluids within the crop lumen. Other than the nutrients imbibed while feeding, what other substances are stored within the crop and where do they come from? The general consensus is, depending on the diet and mode of feeding, that secretions from both the labellar and salivary glands end up in the crop (Stoffolano and Haselton, 2013) . At present, only two reports address the topic of the crop serving as a chamber other than for food storage and the presence of various microbes. The first report involves the importance of the crop as a site where various components of the male lekking pheromone are stored and, where various chemical reactions occur leading to the final pheromone deposited by regurgitation of crop contents onto leaves where they serve as a lekking pheromone (Lu and Teal, 2001) . This case, however, probably isn't involved with pathogens directly. The second case, however, does. Buchon (personal correspondence and Buchon et al., 2013) suggests, as did Schlein et al. (1986) , that the crop serves as a detoxification chamber where various toxic elements contained within the food are neutralized prior to entering the midgut. This functional aspect of the crop needs closer examination based on the review of what is called 'detoxifying symbiosis' (van den Bosch and Welte, 2017).\n\nIt is not surprising, being the second most naturally abundant organic polymer, that chitin plays an important role, not only as a major component of the insect cuticle, but as a carbon and nitrogen source for many microorganisms (Killiny et al., 2010; Meibom et al., 2004) . Many of these microorganisms use their own chitinases to break down chitin for their own use (Hamid et al., 2013) . What importance these chitinase producing bacteria have within the crop in degrading the cuticular lining remains unknown. An interesting question is whether the biophysical properties of the foregut cuticular lining of older flies is more susceptible to microbial adhesion (Otto, 2008) and biofilm formation. Current materials research uses the insect cuticle as a biomimetic or bioinspired model to develop various nanoparticle structures such as Shirlk, which is a chitosan-fibroin laminate lacking chitin and gets its name because chitosan can be obtained from shrimp cells and fibroin from silk (Fernandez and Ingber, 2012) . Such a laminate material could play an import antimicrobial role where pathogens use chitin as a carbon and nitrogen source in both food and medical uses. Chitosan is also recognized as an important antibacterial and antifungal biopolymer; and, it is suggested it could be used in place of chlorine in the seafood industry to decontaminate food products (Goy et al., 2009; Zhao et al., 2010) . Chitin is a major component of the insect's external cuticle, but is also present in the cuticular lining of the fore-and hindgut, and is also a component of the peritrophic matrix (Zhao et al., 2010) . It has recently been shown in, Paenibacillus larvae, the causative agent for American Foulbrood in bees, that the pathogen expresses a chitin-binding protein that degrades the peritrophic matrix of the bee larvae making it possible for the pathogen to enter into the hemolymph, thus being an important virulence factor for this disease (Garcia-Gonzalez et al., 2014) . This example supports the fact that important research into host/microbe interactions must examine other factors than just focusing on AMPs, nutrients for the microbes, and/or where the microbes are located. The majority of research on chitin, as it is related to microbial interactions, has made considerable progress in the area of the importance of chitin in the marine environment to microbial pathogens. Unfortunately, research on the importance of chitin in the insect/microbial arena lags behind.\n\nThe lining of the crop (foregut), the rectum, and the peritrophic matrix, all contain chitin. To date, no one has mentioned the presence of chitin in the lining of the oesophageal bulb, but based on conventional information and, the TEMs of this structural area in apple maggot adults (Figs. 9 and 10), if the foregut is lined with a cuticular lining and this contains chitin, the oesophageal bulb also should. All of these foregut sites are exposed to various pathogens and chitin may not only serve as the stimulus for pathogen adhesion and biofilm formation, but it might also assist in destroying various microbes. The only known research I could find specifically focusing on the foregut of an insect/pathogen relationship is that of X. fastidiosa, an insectborne bacterium, which forms a biofilm in the leafhopper's foregut and utilizes the foregut's chitinous cuticular lining as a carbon source. The pathogen is transferred to the xylem vessels of numerous host plants when the insect feeds (Killiny et al., 2010) . An important paper for fly researchers is that of Rapicavoli et al. (2015) , also on Xylella, where they investigated the role of the predominant macromolecule (i.e. lipopolysaccharide) on the surface of the gram-negative bacterium and, by using a mutant to this molecule were able to affect biofilm formation.\n\nThe paper by Pais et al. (2018) reports that A. thailandicus remained within the crop lumen of adult D. melanogaster for 5 days, it appears to be species specific, and that the stability of this bacterium resided in the foregut. A stain for live or dead bacteria showed that they remained alive within the lumen and TEM showed that the bacteria were multiplying. They also noted the bacteria were found aggregated in groups or clusters that were in close proximity to the chitinous lining of the lumen. Whether they were attached via a biofilm remains to be demonstrated. They noted that some cells in the proventriculus appeared to be attached by fimbriae. This is highly possible and, a look at the paper by Krogfelt (1991) on bacterial fimbrial adhesins should be helpful. As far as a symbiotic relationship with A. thailandicus, the authors demonstrated that this stable association had an effect on both the development and fertility of its host's progeny and that these benefits were more pronounced on natural versus laboratory food.\n\nThe insect external cuticle evolved to avoid contamination by dust, other small environmental particles, and microbial attachment and adhesion. Watson et al. (2017) review this important aspect of insect biology and briefly discuss how the wings and bodies of some insects avoid microbial contamination and adhesion. A topic that needs more research is to elucidate the microbial control mechanisms (i.e. virulence factors) that various microbes use to attach to insect chitin. One of the best examples, unfortunately not of an insect, of this is the human pathogen Vibrio vulnificus, which can attack the human digestive tract or enter wounds. Gaining entrance via a wound can cause deadly infections where it is reported that 25% of wound-infected patients die (Williams et al., 2015) . As far as this review goes, I haven't found any reference to the specific virulence factors in the dipteran system when it comes to cuticular adhesion. In nature, various Vibrio species are found attached to marine aggregates, which then can enter the marine food system and our food system. Williams et al. (2015) investigated the various C-and E-genotype strains of V. vulnificus and determined which of these strains was more effective at attaching to chitin. In their study, the authors used chitin magnetic beads as their test substrate. In addition to determining which genotype strain was more effective, they also showed that quorum sensing had a negative effect on chitin attachment by negatively regulating expression of type IV pili and tested the effect of various abiotic and biotic factors on biofilm formation.\n\nChitin and chitosan are negatively charged and this electrostatic property is considered as one of their main attributes as antibacterial and antifungal compounds. Both chemicals act as outer membrane disruptors of various pathogens where the chitin attracts the pathogen that adheres to its outer surface, ultimately leading to disruption and loss of its outer integrity (Goy et al., 2009) . Studies on insect foregut cuticle examining the effect of various physical properties and various microbes with respect to electrostatic interactions relating to biofilm formation need to be conducted similar to those with Staphylococcus aureus (Kalasin et al., 2010) .\n\nChitin, chitosan and its oligomers from shrimp cuticle have been shown to exhibit good antimicrobial activity against a number of important human pathogens (Benhabiles et al., 2012; Hafsa et al., 2016) . One of the major sources of chitin and its derivatives comes from the exoskeletons derived from the seafood industry. These products have made their way into various aspects of the health industry, but recent thinking and research suggests they could also be used in agriculture (Sharp, 2013) . Besides these reported positive effects on both plant nutrition and growth, studies show that chitinbased treatments to the soil can augment and increase the beneficial action of chitinolytic microbes. 'There is now a substantial body of evidence that the addition of chitin alters the environmental conditions in the rhizosphere and phyllosphere to shift the microbial balance in favour of beneficial organisms and to the detriment of plant pathogens', (Sharp, 2013) . Excluding the chitinase inhibitors, which Sharp (2013) did not address, he notes the lack of information on using chitin-based chemicals against the Diptera. If chitinbased treatments do affect microbial balance of the phyllosphere, and flies forage on these microbes, it could have a major impact on the microbial balance within the fly's crop and possibly the rest of the digestive tract. Martinez et al. (1994) found Pseudomonas spp. within the crop of A. ludens, but their influence on the total gut microbiome was not determined. The increased exploitation and use of chitinases in agriculture and the environment has been useful (Hamid et al., 2013) , however, the effect of ingesting chitinase droplets by adult flies when applied to either an in vitro or in vivo system remains unknown. Numerous studies have examined the effect of chitinases on the peritrophic matrix as potential biopesticides and, have shown degradation of this matrix ultimately having a detrimental effect on the test insect (Kabir et al., 2006) . Since a number of bacteria can produce chitinases (Hamid et al., 2013) , one needs to examine the effect chitinases have on the chitinous lining of the foregut, which includes the crop. To my knowledge, such studies have not been reported for the Diptera. Does any of the degradation of the lumen of the crop lining have anything to do with microbial biofilm formation within this organ?\n\nThe physical property of a biopolymer or nanofilm's ability to distort/bend may aid in disrupting or dislodging biofilm formation or pathogen adhesion (Ramanathan et al., 2013) within the contracting crop. Does crop contraction, which produces bending, hinder microbial adhesion as reported by Nam and Santore (2011) for other bioadhesion factors and membranes. At the same time, the microbe uses various strategies to remain with the host. Various approaches used to study the dynamic processes involved in bacterial adhesion have been reviewed (Krogfelt, 1991; Otto, 2008) . In addition to the presence of chitin in the foregut cuticle, proteins such as resilin can give it flexibility and less stiffness (Andersen, 1979) . The presence of resilin in the dipteran crop and oesophageal bulb cuticle needs to be confirmed, especially since they both have distensibility, especially the crop and possibly the EB. In addition, there is considerable room for new research on the physical aspects of the crop's cuticular lining as it relates to pathogen adhesion, repulsion, multiplication, or development of resistance. This is especially true in light of two reports, the first by Ukuku and Fett (2006) who reported cell surface charge and hydrophobicity influenced attachment of Salmonella serovars to cantaloupe and were important in bacterial resistance to removal by various chemicals and washing. The other report showed considerable bacteria being held within the oesophageal bulb lumen of Rhagoletis pomonella (Figs. 9 and 10) (Ratner and Stoffolano, 1984) where there was no microscopic evidence of any attachment by the bacteria to the fibrous mass. In addition to just being physically retained within the fibrous mass, another option is there could be an electrostatic charge holding the bacteria to the fibres. This was never tested.\n\nWhere would research be without the Drosophila workhorse model (Mulcahy et al., 2011) ? In a recent book chapter review, Lestradet et al. (2014) provide methods and protocols for using adult Drosophila as a model for intestinal infections and to study host-bacteria interactions.\n\nAlso, Fauvarque (2014) presents a case for using this small fly to investigate complex virulence mechanisms and discusses many studies involving the diverticulated crop of adult flies. Because flies tend to regurgitate their crop contents, which should include the ingested microbes, our laboratory has developed the crop vessel bioassay (Wang et al., 2017) . This involves feeding the fly (i.e. filling the crop) and immediately removing it, sterilizing its outer surface and then putting it into a concave well in a glass slide where it is bathed in an appropriate physiological saline for the fly species being studied (Fig. 28) . This procedure and assay prevents the problem of crop regurgitation and microbial removal; the crop does not take up water and does not release anything into the bathing medium (Abbott, 1945) . If the bathing solution is suitable to the species being studied, the crop will continue to contract for an extended period and the bathing solution can be replaced if contraction rate stops. If, however, one removes calcium from the bathing saline, the crop will still remain viable, but will stop contracting because crop muscle contraction is calcium dependent (Gough et al., 2017; Solari et al., 2013) . The Drosophila crop model and biofilm formation is well established (Blow et al., 2005; Purdy and Watnick, 2011) . But a recent report using the adult house fly as a crop/microbe model and Vibrio cholerae provides another model system which has a more practical application because house fly has been reported, and is now shown in the laboratory, as a suitable fly model for vectoring this pathogen . In addition, the house fly genome has been completed (Scott et al., 2014) and the same 'tricks' used for Drosophila must now be developed for the house fly. Attention should also be directed to the influence of quorum sensing signals on the various aspects of the fly/pathogen association as shown by Thompson et al. (2015) .\n\nThe idea that microbe and Drosophila associations are transient and involve continual re-infection via feeding has been challenged by Pais et al. (2018) . These authors demonstrated that in wild flies, there is a species-specific mutualism that takes place between the gut and the microbes. The one fly structure that they reported being important in this relationship is the diverticulated crop where A. thailandicus was found. Ultrastructural studies showed that the bacterium was not located in the centre of the crop lumen, but in the periphery and near the cuticle where it occurred in masses. Both of these descriptions are indicative of a biofilm. Thus, quite possible, but not examined, is that the bacterium forms a biofilm within the crop lumen where it is securely attached (possibly by fimbrial adhesins-see Krogfelt, 1991) ; is somewhat protected from removal by regurgitation, and being within the biofilm, protected from the antimicrobial peptides of the labellar and salivary glands. In their discussion, the authors suggested that loss of the bacterium from the crop may be prevented by some type of attachment site to the crop's chitinous lining. Ma and Leulier (2018) recently presented a more general paper discussing the work of Pais et al. (2018) and Obadia et al. (2017) .\n\nIt was assumed that, in adult D. melanogaster, commensal bacteria are transiently associated with their host and that adults have to constantly reinfect the gut by feeding (Blum et al., 2013; Broderick et al., 2014) . Using histological techniques, it was shown that the med fly housed Pseudomonas spp. in the EB, but did not determine if this species influenced host longevity (Marchini et al., 2002) . It wasn't until Behar et al. (2008) demonstrated that Pseudomonas spp. played a minor role in extending host longevity and that gut Enterobacteriaceae were the most important. This was the belief until the work of Pais et al. (2018) , reviewed by Ma and Leulier (2018) , where they showed there was a symbiotic relationship with A. thailandicus. Can we say that the Drosophila microbe association is mutualistic? It has been established that the commensal bacteria do confer an increased metabolic fitness to the adults (Huang and Douglas, 2015) and, even though gut bacteria numbers drop during pupation, the larval stage rescues microbial numbers. Storelli et al. (2018) also demonstrated that the association between Lactobacillus plantarum and fly larvae is what they called 'facultative nutritional mutualism' because the larvae produce maintenance factors permitting the bacteria to overcome nutrient shortages. In most of these papers, researchers have found the microbes in the foregut, especially the crop lumen. Pais et al. (2018) showed their presence within the lumen and the proventriculus and oesophagus, not the cardia. The distinction between the proventriculus and cardia in flies is confusing in the literature, yet it is important to know exactly where microbes are found. Snodgrass (1935) says these two structures are often confused and that the proventriculus is a '…specialized part of the stomodaeum immediately anterior to the ventriculus'. He defines the cardia as 'The anterior part of the ventriculus; in many Diptera taking the form of a small spherical sac, often mistaken for a proventriculus'. Even in this description by one of the best insect morphologists, Snodgrass (1935) fails to give a name to the donut, circular structure that forms the junction of the foregut and midgut. King (1988) and Singh et al. (2011) define the structure as cardia (proventriculus) while Kuraishi et al. (2013) report that the first half of the cardia belongs to the foregut. Is it the proventriculus or is it the cardia? If both are present within the structure, the structure needs to have its own name. Thus, the foregut structures of the adult Drosophila model and other dipterans are extremely important in any microbe/fly study. Again, one must be careful in designating the area at the junction of the proventriculus and cardia as the site where the microbes are found. Were they in the foregut or midgut? It seems unlikely that they would be found in the cardia area because this is where the peritrophic matrix is being formed and this matrix may preclude any microbial attachment.\n\nThe review by Sharp (2013) explores the use of chitin and its derivatives to improve plant crop yield, but the use of these compounds may also have an important role in confined animal facilities. Studies have been done using chitinase inhibitors as animal feed-through fly larvicidal chemicals (Cetin et al., 2006) , but I know of no studies targeting the microbes within the lumen of the crop. The antimicrobial effect of chitin and its derivatives is well established (Benhabiles et al., 2012; Hafsa et al., 2016) , but no literature has been found where the antimicrobial-chitin compounds have been used to reduce the number of human pathogenic bacteria within the crop of the fly. By using an acceptable bait containing a powder or a solution containing chitin-based compounds within various animal contained rearing facilities (i.e. piggeries, poultry or dairy barns) as part of an ATSB, pathogenic microbes within the crop, such as E. coli, may be destroyed. Thus, preventing house fly adults from vectoring E. coli or any other human food pathogen found within the animal housing.\n\nHaving read many papers concerning the association between numerous plant and animal microbes within the foregut of adult flies, it is possible to make certain generalizations about these associations as they relate to the fly/microbe associations, food health, and pathogen transfer in general:\n\n1. Because of their ability to fly, adult dipterans inhabit most environments containing animal and plant hosts where they encounter and connect with resident microbes either mechanically or biologically. 2. Adult flies have various front-end structures (e.g. legs, proboscis, oesophageal bulb, crop and proventriculus) that are involved either in retaining the microbes and/or transferring them to another site or host. 3. The crop of adult flies is not only a storage organ for nutrients, but can provide a safe haven for microbes by protecting them from the insults of either environmental effects and/or destructive chemicals, which include AMPs of the midgut. 4. The crop is also the site where genes are exchanged between microbes resulting in antibiotic resistance. 5. The relationship between the fly and the microbes can be symbiotic, pathogenic to the fly or pathogenic to humans, domestic animals, or contaminating food sources. 6. One way for the microbe to assure retention with the fly is to employ various adhesion strategies within the foregut (e.g. adhesins, biofilm formation or electrostatic charge to the chitinous crop lining).\n\nThe presence of antimicrobials from both the labellar and salivary glands must have some effect on microbial survival within the crop prior to entrance into the midgut or transferred to a female as a nuptial gift. What effect, if any, they have on resident microbes needs to be investigated. 8. The physical aspects of the foregut lining, which includes the crop, as related to microbial adhesion should be just as important as the role of antimicrobials from the salivary and labellar glands. 9. Recent research is showing that microbes are often housed within the crop lumen where they can then be spread to the environment by regurgitation and microbially 'farmed' on plant tissues only later to be gleaned or later harvested by the same host species. In most cases, these microbes are species specific. 10. Laboratory studies on dipteran and microbe studies will reveal a different foregut microbiome than that found in field collected flies. Field collected flies should show a greater diverse microbiome compared to laboratory reared flies. 11. It goes without saying that, since various chitin products (e.g. chitosan)\n\nhave been shown to be beneficial in plant defence against microbes, these compounds ingested into the crop of an adult fly should also have a beneficial role in destroying pathogenic bacteria destined to our foods or food stuffs. 12. Researchers should be cognizant that the microbial community of laboratory flies may not be as stable and diverse as those in wild flies. Thus, researchers on laboratory flies should be cautious in making sweeping generalizations about mechanism, etc., the microbe uses to remain with the host.\n\nFuture genetic and molecular studies designed to identify various genes or pathways involving pathogens and other microbials by compartmentalizing the fly digestive tract should take into consideration that when they are including the crop in these studies, it doesn't automatically mean these studies involve what is going on inside the crop lumen. These types of studies probably represent information about the crop epithelial cells, the muscles of the crop duct, and lobe, plus any associated neurons/endocrine glands, all of which are outside the lumen and are separated from it by a reportedly impermeable cuticular lining. No one has ever reported cells or connections with cells on the hemolymph side of the crop's cuticular lining going into the lumen. Thus, what is found within the lumen enters with imbibed food, which may include secretions from either the labellar or salivary glands or both, plus the numerous microbes in the food and possibly occasional pathogens. One must consider all lines of defence an adult fly might have against invading and potentially harmful microbes. One line of defence might be to prevent biofilm formation by the physical, cuticular makeup and also distortion of the cuticular lining by crop contractions. The diverticulated crop of dipterans can no longer be considered just a storage organ for nutrients, but is an important chamber, isolated from midgut fluids and the hemolymph, where pathogens and beneficial microbes, plus AMPs or other secretions from the labellar and salivary glands interact. Finally, even though the ultimate fly model has become D. melanogaster, studies involving genetics and molecular techniques, similar to those reported by Chtarbanova et al. (2014) , where a virus affects crop function should be applied to the hytrosavirus systems found in tsetse fly (Kariithi et al., 2017b) , the house fly (Kariithi et al., 2017a) , and other insect systems involving microbial associations. Both tsetse, mosquitoes and house flies are significantly more important than Drosophila when it comes to human welfare. The tsetse for vectoring the trypanosome causing African Sleeping Sickness, the house fly for vectoring human and domestic animal food borne pathogens (i.e. role in food safety), and the mosquito for vectoring the pathogens causing dengue, malaria, Zika, and chikungunya. Thus, these fly systems need to be developed to the same extent that the D. melanogaster system has been developed. Granting agencies should recognize the limitations of the Drosophila model and support research on other model dipteran systems."}