{"title": "Pentraxins and Collectins: Friend or Foe during Pathogen Invasion?", "body": "(DCs) [10] . Compared to the short pentraxins, our current understanding of PTX3 and its role in the humoral arm is limited, and has therefore been the focus of intensive research to clarify its role in a number of inflammatory and infection diseases.\n\nCollectins are a family of collagenous Ca 2+ -dependent (C-type) lectins that are highly conserved in evolution and also function as soluble PRMs. C-type lectins contain a collagen-like region linked to a carbohydrate recognition domain (CRD), known as the carbohydrate-binding C-type lectin domain (CTLD), which enables binding to oligosaccharide (or lipid) structures expressed on the surface of an array of microorganisms [11] . Members of this family include the wellcharacterized 'classical collectins' mannose-binding lectin (MBL), surfactant protein (SP)-A and SP-D. Serum MBL is produced by the liver and is constitutively expressed in the blood at a concentration of $200 ng/ml during normal circumstances, which can be elevated to as high as $800 ng/ml during virus infections [12, 13] . MBL plays a crucial role in the activation of the lectin complement pathway via interactions with MBL-associated serine protease (MASP). In contrast, SP-A and SP-D are predominantly found within the airways where they play a number of roles in modulating inflammation and phospholipid homeostasis [14] . Recently, a growing number of 'novel collectins' have been identified, which include collectin (CL) liver 1 (CL-L1) [15] , CL kidney 1 (CL-K1) [16] , and CL placenta 1 (CL-P1) [17] , as well as the bovine-specific collectins conglutinin [18] , CL-43 [19] , and CL-46 [20] . As discussed below, recognition by collectins can lead to elimination of microorganisms by a range of mechanisms, including aggregation, opsonization, activation of phagocytosis, inhibition of microbial growth, or complement activation. In addition to microbial recognition, collectins have also been implicated in modulating is composed of immune cells, such as leukocytes and phagocytes, as well as immune mediators secreted by these cells. The humoral arm is composed of the complement cascade and pattern-recognition molecules (PRMs). Crosstalk between the two arms of innate immunity is crucial to respond promptly to stimuli and facilitate adaptive immune response.\n\ninflammatory and allergic responses, aspects of adaptive immunity, and clearance of apoptotic cells [21] . In this review we focus on innate immune proteinspentraxins, particularly PTX3, and collectins, discussing their role in modulating host immune responses during pathogen invasion.\n\nLong pentraxin PTX3 recognizes select microorganisms, including fungi, bacteria, and viruses, and activates a number of antimicrobial effector mechanisms [4, 22] . In addition, PTX3 plays an immunoregulatory role during inflammation through interactions with P-selectin, thereby modulating neutrophil recruitment as well as complement activation [4, 22, 23] . The basal expression of PTX3 detected in the blood of healthy individual is approximately 2 ng/ml, which rapidly increase to a range of 200 to 800 ng/ml upon stimulation by proinflammatory cytokines during pathogen invasion [3, 24] . The protective role of PTX3 during microbial infection has been long established; however, more recent studies suggest that PTX3 might also contribute to immunopathology during certain infections.\n\nFungi PTX3 binds to Aspergillus fumigatus conidia, and PTX3-deficient mice show increased susceptibility to invasive aspergillosis associated with an inappropriate immune response skewed towards a Th2 response [25] . Treatment with recombinant PTX3 had therapeutic activity either alone or when combined with antifungal agents [4, 22, [25] [26] [27] [28] . PTX3 is stored in neutrophil granules and is rapidly released upon cell stimulation [29] . In addition, the molecule was found in neutrophil extracellular traps (NETs), and PTX3 can opsonize A. fumigatus conidia inside these structures [29] . PTX3-deficient neutrophils were less effective in recognizing and eliminating A. fumigatus conidia, and opsonization of spores by PTX3 could reverse this phenotype [25, 29, 30] . Interestingly, neutrophil-associated-PTX3 promoted the in vivo control of A. fumigatus infection [29] . Molecular mechanisms involved in this activity have been recently highlighted [30] . Briefly, the binding of PTX3-opsonized conidia to FcgRII, which has been shown to be a receptor for pentraxins [31] , induces an inside-out activation of CD11b and a subsequent phagocytosis of C3b-opsonized conidia [30] . In addition, PTX3 can interact with ficolin-2 and MBL on the pathogen surface, and the formation of the heterocomplexes PTX3/ficolin-2 and PTX3/MBL can promote the deposition of complement, as observed on the surface of A. fumigatus and Candida albicans, respectively [32, 33] .\n\nThe expression of PTX3 in macrophages was induced by zymosan [34] . In turn, PTX3 interacted with zymosan particles as well as with the yeast form of Paracoccidioides brasiliensis [34] . In the presence of PTX3, individual particles of zymosan were aggregated, leading to phagocytosis of a high number of particles by macrophages through a dectin-1-dependent mechanism [34] .\n\nIn humans, single-nucleotide polymorphisms (SNPs) within the PTX3 gene were associated with enhanced susceptibility to infections [35] . PTX3 transcript stability might be altered by these genetic variants, and three genetic polymorphisms were associated with different PTX3 plasma levels [36, 37] . Accordingly, PTX3 polymorphisms were reported to reduce the intracellular stock of PTX3 in neutrophils, leading to impaired phagocytosis and clearance of A. fumigatus [37] . Interestingly, PTX3 polymorphisms were recently associated with susceptibility to A. fumigatus infection in two cohorts of patients undergoing bone marrow transplantation [37] . The association between genetic polymorphisms and susceptibility to mold infections was recently independently confirmed in 1101 patients of the Swiss Organ Transplantation Cohort [38] and in a small cohort of lung transplantation patients [39] .\n\nBacteria PTX3 interacts with selected bacteria, including Pseudomonas aeruginosa, Neisseria meningitidis, Klebsiella pneumoniae, and uropathogenic Escherichia coli (UPEC) [22, 25, [40] [41] [42] .\n\nPTX3 displayed opsonic activity for P. aeruginosa and UPEC, facilitating their recognition and ingestion by phagocytes [22, 42] . Moreover, PTX3 had therapeutic activity in a model of chronic P. aeruginosa lung infection, reducing the bacterial load and controlling the inflammatory response [42] . In addition, PTX3, given orally to neonate mice, rapidly diffused into tissues and had therapeutic activity against P. aeruginosa lung infection [43] .\n\nRecently, PTX3 was identified as the first humoral PRM involved in defence against urinary-tract infections [35] . PTX3 was rapidly induced in uroepithelial cells in response to UPEC and amplified the phagocytosis and phagosome maturation in neutrophils [35] . Therefore, elimination of bacteria was defective in Ptx3 À/À mice and was associated with an exacerbated inflammatory response [35] . PTX3 also recognized outer membrane vesicles (OMV) from N. meningitidis and three selected meningococcal molecules (GNA0667, GNA1030, and GNA2091). Interestingly, PTX3-deficient animals displayed a defective antibody response to OMV [40] . Injection of PTX3 reversed this phenotype, and PTX3 has a protective effect in infant rats infected with N. meningitidis [40] .\n\nGenetic studies in humans support the relevance of the data obtained in animal models. Indeed, PTX3 SNPs have been associated with increased susceptibility to pulmonary tuberculosis, acute pyelonephritis, cystitis, and P. aeruginosa infections [35, 44, 45] .\n\nViruses A protective role for PTX3 in defence against selected viruses has been proposed [35] . PTX3-deficient animals showed increased susceptibility to cytomegalovirus (CMV) and specific strains of influenza virus [46, 47] . Mechanistically, PTX3 had the capacity to bind to human and murine CMV (MCMV), inhibiting the entry of virus into DCs and inducing interferon regulatory factor 3 (IRF3) activation [46] . Administration of PTX3 in BALB/c mice, known for their susceptibility to CMV infection, had therapeutic efficacy against primary infection and reactivation and protected MCMV-infected mice from invasive pulmonary aspergillosis [46] . PTX3 recognized also specific strains of H3N2 subtype influenza A viruses (IAV, H3N2) via an interaction between the glycosidic moiety of PTX3 and the haemagglutinin glycoprotein found on the surface of viruses [47] . In turn, this interaction led to a number of antiviral activities, including inhibition of viral haemagglutination and neuraminidase activities, as well as neutralization of virus infectivity [47] . As a consequence, PTX3-deficient animals had increased susceptibility to H3N2 infection, and administration of PTX3 had therapeutic activity [47] . In contrast, PTX3 did not display any protective effect during infection with both seasonal and pandemic H1N1 IAV and other H3N2 strains, likely due to a loss of interaction between the viral haemagglutinin and PTX3 [48, 49] .\n\nPTX3 has also been implicated in defence against coronavirus murine hepatitis virus strain 1 (MHV-1) [50] . As observed for CMV and some strains of H3N2, PTX3 bound to MHV-1 and reduced infectivity in vitro [50] . In a model of intranasal infection with MHV-1, higher disease severity was observed in PTX3-deficient animals compared to wild-type mice, and administration of PTX3 had protective activity [50] .\n\nThe Emerging Concept of PTX3 Pathogenicity PTX3 is a multifunctional humoral innate protein which has been associated with diverse immunoregulatory functions. Despite the bulk evidence demonstrating a protective role for PTX3 during microbial invasion, recent studies using murine models of inflammatory diseases have suggested its potential to promote immunopathology. The first evidence suggestive of PTX3 pathogenicity was reported in 2006, using a lethal animal model of K. pneumoniae infection [51] . Infection of PTX3 transgenic mice overexpressing PTX3 with a high inoculum of K. pneumoniae resulted in accelerated lethality and this correlated with reduced infiltration of neutrophils into the lung tissues and enhanced bacterial dissemination in blood during acute infection. Ironically, when infection was performed using low pulmonary inocula, the overt expression of PTX3 conferred a protective effect, enabling robust expression of proinflammatory cytokines, an influx of neutrophils to lungs, and enhanced phagocytosis of bacteria [51] . This study clearly demonstrated the double-edged sword characteristics of PTX3 in shaping disease outcome during an infection.\n\nFurther evidence supportive of the pathogenic role of PTX3 was recently reported in a study conducted on arthritogenic alphaviruseschikungunya virus (CHIKV) and Ross River virus (RRV) [12] . The study conducted by Foo et al. characterized overt expression of PTX3 during the acute phase of alphavirus infection in patients and animal models. Further characterization of the alphavirus mouse models identified neutrophils and inflammatory monocytes as the cellular reservoirs of rapid PTX3 production during the acute phase of infection. The presence of PTX3 promoted early viral entry and replication events through binding interactions with alphavirus, modulating the kinetic profiles of proinflammatory cytokines, and cellular infiltration in response to alphavirus infection, which consequentially shaped the progression of alphaviral disease ( Figure 2 ). This study characterized PTX3 as a pivotal immunomodulatory protein associated with the pathogenic characteristics of alphavirus infection. Additionally, this study also demonstrated how the supposedly beneficial PTX3 could be hijacked and exploited by viruses to promote viral replication in the host [12] .\n\nIn summary, the multifunctional characteristics of PTX3 can give rise to protective or pathogenic effects in response to different pathogen-induced inflammation. In a context of sterile inflammation, such as in tissue injury mediated by ischaemia and reperfusion, PTX3 can be protective (e.g., kidney) or deleterious (e.g., intestine), depending on the tissue [52, 53] . PTX3 is endowed with a strong immunomodulatory role which can have a diverse impact on downstream innate immune responses, strongly suggestive of its therapeutic potential. However, taking into account the pathogenicity of PTX3 exhibited during alphavirus infections, study cohorts from future clinical trials involving PTX3 administration should be carefully assessed to avoid the inclusion of alphavirusinfected individuals as test subjects, which may result in deleterious clinical effects. To date, our understanding of PTX3 represents only the tip of an iceberg. More functional studies are warranted to further characterize the mechanism(s) underlying the immunomodulatory role of PTX3, which will enhance its utility in the development of novel therapeutics using recombinant or modified PTX3, as well as agonists and antagonists to modulate its secretion.\n\nCollectins have the unique ability to oligomerize into trimeric to hexameric structures that can activate the complement cascade [54] . MBL binds to a wide range of Gram-positive and Gramnegative bacteria, viruses, fungi, and protozoa, and MBL binding can activate complement via MASPs, which cleave C2 and C4 to form a C3 convertase leading to enhanced microbial clearance via opsonization and complement-mediated lysis (reviewed in [55] ). However, MBL can mediate complement-independent effects, including inhibition of bacterial adhesion [56] , opsonization to enhance bacterial internalization [57] [58] [59] , blocking virus attachment and infection [60] [61] [62] , and aggregation and opsonization to promote virus uptake via phagocytes [63] .\n\nCollectins: MBL In humans, MBL is encoded by a single gene whereas in rodents two homologous proteins exist, MBL-A and MBL-C, and MBL-null mice lacking both proteins show increased susceptibility to a range of microbes, including Staphylococcus aureus [64] , P. aeruginosa [65] , herpes simplex virus (HSV)-2, [66] , IAV [67] , and the intracellular protozoan Trypanasoma cruzi [68] .\n\nWhile MBL is generally associated with protective host defence, emerging literature suggests a fine balance between the beneficial and detrimental outcomes associated with MBL-mediated recognition, particularly in the context of viral infections. For example, the MBL pathway of complement activation was also shown to play a critical role in the pathogenesis of alphaviralinduced inflammatory disease in mice infected with RRV, and MBL levels in serum and synovial fluids correlated with severity of disease in humans diagnosed with RRV [13] . MBL-deficient mice were more susceptible to infection with highly glycosylated MBL-sensitive strains of IAV [67] , whereas infection with MBL-resistant strains was associated with reduced disease and airway inflammation [50] , arguing that MBL may represent a risk factor during certain IAV infections. Of interest, MBL-mediated recognition resulted in enhanced infection of human cells by Ebola, Hendra, Nipah, and West Nile viruses by macropinocytosis in low-complement conditions [69] . MBL-mediated enhancement of HIV-1 infection of the brain occurs via alternative mechanisms, whereby gp120 shed by HIV-1 can be internalized via CXCR4 on neuronal cells, then bound and trafficked by intracellular MBL where it has been proposed to induce gp120-mediated neuronal apoptosis [70, 71] .\n\nDue to its promising therapeutic potential, several preclinical studies have evaluated the antimicrobial effect of MBL therapy. To evaluate the potential of MBL therapy in the context of Ebola virus infection, a lethal murine model of Ebola infection was utilized. High doses of MBL given to Ebola-challenged mice increased the survival rate by 40%, and mice exhibited protective immunity when rechallenged with Ebola virus [72] . The concentration of MBL in human serum varies greatly and is affected by mutations in the promoter and coding regions of the human MBL gene [73] . MBL deficiency is associated with susceptibility to various infections, although MBL-deficient individuals are generally healthy [74] . The concentration of plasma MBL in humans ranges widely between 5 to 10 000 ng/ml, resulting from polymorphisms in the MBL gene [75] . MBL-deficiency has been commonly observed in humans, with approximately 25% of the Caucasians having low levels (<500 ng/ml) of MBL, which are likely to be inadequate for protection against invading pathogens [76] . Indeed, MBL-null mice are susceptible to S. aureus infection, which resulted in 100% mortality 48 h postinfection [64] .\n\nCollectins: SP-A and SP-D In contrast to MBL, SP-A and SP-D are synthesized by alveolar type II and Clara cells and constitutively expressed in the airways [77] [78] [79] , and levels increase further during infection and/ or inflammation of the airways [80, 81] . Moreover, both SP-A and SP-D have been detected at extrapulmonary sites, including the gastrointestinal tract and kidney [82] . In addition to their role in innate host defence, SP-A and SP-D play a number of important physiological roles related to airway homeostasis [83] . In vitro studies indicate that SP-A and SP-D bind to a range of Grampositive and Gram-negative bacteria and contribute to bacterial clearance by a number of mechanisms, including opsonization to increase phagocytosis by alveolar macrophages [84, 85] and neutrophils [63] as well as direct antimicrobial effects against Gram-negative bacteria [86, 87] . Mice deficient in SP-A or SP-D, or with combined deficiency in both, have been used to demonstrate important protective roles for both pulmonary collectins against a range of different bacteria [88] and to show that the functions of SP-A and SP-D are not completely redundant during bacterial infections [89] .\n\nBoth SP-A and SP-D have been reported to bind viruses, including IAV, respiratory syncytial virus (RSV), and HSV, and recognition is generally associated with virus aggregation and/or neutralization of virus infectivity. Of interest, SP-D and SP-A (and other collectins) potentiate virus uptake and virus-induced respiratory burst responses by neutrophils [90] , and SP-A was reported to enhance phagocytosis of HSV-1 by alveolar macrophages [91] . Studies in SP-A À/À and SP-D À/À mice indicate that both can play protective roles during IAV infection; however, the relative importance of each is determined by strain-specific factors, such as the degree of virus glycosylation [80, 81, 92] .\n\nWhile a number of reports indicate that interactions between MBL and particular pathogens may be deleterious for the host, to date there is little evidence to implicate pulmonary collectins in disease exacerbation. While the ability of SP-A and SP-D to promote phagocytosis of extracellular bacteria by macrophages contributes to effective host defence, one could speculate that uptake of intracellular pathogens into their intracellular niche has the potential to exacerbate disease severity. Both SP-A and SP-D bind and agglutinate Mycobacterium tuberculosis, and SP-A enhances phagocytosis via upregulation of functional mannose receptor at the cell surface [93] , whereas SP-D inhibits phagocytosis by macrophages [94] . However, SP-A À/À , SP-D À/À , or SP-A/D À/À mice displayed no major defects in uptake or control of M. tuberculosis in a low-dose, aerosol challenge model of tuberculosis, indicating that either or both pulmonary collectins are dispensable in the mouse model [95] . Both SP-A and SP-D also bind to Legionella pneumophila and suppress, rather than promote, intracellular growth in macrophages [96] . Of interest, HIV replication does occur in the lung, particularly during advanced disease [97] , and SP-A has been reported to promote transfer of HIV-1 from dendritic cells to T cells [98] .\n\nFicolins are structurally similar to MBL in that they possess a collagen-like domain, while a fibrinogen-like domain replaces the CRD of the collectins. Ficolins bind to acetylated compounds, including acetylated sugars found on the surface of some microbes [99] . Protective roles of MBL and ficolins have been reported during several microbial infections (Figure 3 ). In humans, there are three different forms of ficolin (H-, L-, and M-ficolin), which resemble MBL in overall structure, Ca 2+ -dependent binding to pathogens, and ability to activate complement independently of antibody (reviewed in [100] ). In general terms, it is well established that ficolins bind a range of Gram-negative bacteria (e.g., Salmonella enterica serovar Typhimurium and P. aeruginosa) and Gram-positive bacteria (e.g., S. aureus and Aerococcus viridans) where they can serve as opsonins to increase phagocytosis and/or activate the lectin pathway of complement (reviewed in [101] ). Recently, L-ficolin was shown to promote conidial uptake and killing of A. fumigatus by macrophages and neutrophils [102] . In the context of viral infections, L-and H-ficolins bind to IAV glycoproteins to inhibit virus infection in vitro and in vivo [103] [104] [105] . Binding of L-ficolin to viral N-glycans expressed by hepatitis C virus (HCV) and HIV was reported to trigger activation of the lectin pathway complement [101, 106] , and L-ficolin can neutralize HCV infectivity [107, 108] .\n\nApart from interacting with microbial moieties, PTX3 has also demonstrated binding potential to several components of the complement cascade, including C1q of the classical pathway [109] , Factor H of alternative pathway [110] , as well as ficolins and MBL of the lectin pathway [32, 33, 111, 112] .\n\nFicolin-PTX3 Complex Formation Promotes Complement Activation Ficolins have been reported to recognize and bind several microbial moieties. Previously, L-ficolin has been shown to bind both A. fumigatus and PTX3. Interestingly, the binding affinity between L-ficolin and A. fumigatus was enhanced in the presence of PTX3, which promoted complement C4 deposition on the surface of A. fumigatus. Further characterization identified that a T236 M amino acid substitution on the fibrinogen-like domain of L-ficolin can lead to reduced binding capacity to PTX3 and A. fumigatus [32] .\n\nOther members of the ficolin family, such as M-ficolin, can also complex with PTX3 on apoptotic or necrotic cells, but not with A. fumigatus. The binding sites that enable the heterocomplex formation between M-ficolin and PTX3 were located on the structurally unique N-terminal domain of PTX3 and fibrinogen-like domain of M-ficolin, which is dependent on its sialic acid-binding ability [111, 112] . The complex formation subsequently promoted phagocytosis of apoptotic cells and suppressed the production of IL-8 in human monocyte-derived macrophages, preventing excessive inflammatory responses and neutrophil recruitment [111] . These studies demonstrated the importance of crosstalk between ficolins and PTX3 in amplifying the innate immune responses through activation of the lectin complement pathway. What Is the Effect(s) of MBL-PTX3 Complex Formation during Microbial Infections? A recent structural study using MBL demonstrated binding to, and formation of, heterocomplexes with PTX3, giving rise to the cross-activation of complement pathways [33] . The presence of the MBL-PTX3 heterocomplex facilitated C1q recruitment and complement C3 and C4 deposition on C. albicans, promoting opsonophagocytosis by polymorphonuclear leukocytes [33] .\n\nThe formation of MBL-PTX3 heterocomplexes and subsequent activation of lectin pathways have been largely associated with beneficial effects for the host. However, emerging evidence regarding the pathogenicity of MBL and PTX3 suggests a potentially pathogenic role for MBL-PTX3 heterocomplexes during alphavirus infections. Recent studies identified the N-terminus as a functional domain of PTX3 which modulates pathogenicity during alphavirus infection [12] . In a separate study, MBL was shown to induce deposition of complement component C3 on inflamed tissues, resulting in alphavirus-induced arthritis during acute RRV infection [13] . Therefore, based on the functional roles identified for PTX3, MBL, and MBL-PTX3 heterocomplexes, one can speculate that PTX3 and MBL are likely to complex during alphavirus infection and act in synergy to modulate viral replication and innate immunity. The presence of MBL-PTX3 complexes may trigger excessive activation of the lectin pathway, which, in turn, could give rise to extensive tissue destruction and exacerbated disease outcome during alphavirus infections (Figure 4 ). Future investigations are essential to dissect the immunological roles of MBL-PTX3 complexes, and these humoral innate immune complexes may be effective therapeutic targets in the defence against alphavirus infection (see Outstanding Questions).\n\nComponents from the cellular and humoral arms of the innate immune system must remain in a delicate balance to ensure effective detection and response to invading pathogens. The multifunctional roles of humoral pentraxins and collectins add to the complexity of eliciting appropriate innate immune responses. Despite intensive research efforts, our understanding of how the innate immune system detects and responds to different pathogens to shape, limit, or exacerbate disease severity is still limited. This review has discussed two families of humoral innate immune proteins which can mediate potential antimicrobial and immunoregulatory activities but, if dysregulated or activated inappropriately, can also act as potent inducers of immunopathology. Currently, further studies are required to clarify the functional and physiological roles of heterocomplexes formed between pentraxins and collectins or ficolins. Heterocomplex formation is dependent on sialylated moeities which are expressed on the N-terminal domain of PTX3 and CRD of collectins. Hence, computational and structural studies investigating those particular glycosylation sites (as well as the nature of the glycans expressed) on pentraxins and collectins will provide new insights into our current understanding regarding heterocomplex formation. Identification of key glycosylation sites that affect the functional role of these proteins may serve as the first step towards the development of new therapeutic strategies for intervention with a broad spectrum of microbial infections in the near future. "}