{"title": "Received 11 August", "body": "Competing interests statement The authors declare that they have no competing financial interests.\n\nCorrespondence and requests for materials should be addressed to D.W.C. It is unclear when, where and how novel pathogens such as human immunodeficiency virus (HIV), monkeypox and severe acute respiratory syndrome (SARS) will cross the barriers that separate their natural reservoirs from human populations and ignite the epidemic spread of novel infectious diseases. New pathogens are believed to emerge from animal reservoirs when ecological changes increase the pathogen's opportunities to enter the human population 1 and to generate subsequent human-tohuman transmission 2 . Effective human-to-human transmission requires that the pathogen's basic reproductive number, R 0 , should exceed one, where R 0 is the average number of secondary infections arising from one infected individual in a completely susceptible population 3 . However, an increase in R 0 , even when insufficient to generate an epidemic, nonetheless increases the number of subsequently infected individuals. Here we show that, letters to nature as a consequence of this, the probability of pathogen evolution to R 0 > 1 and subsequent disease emergence can increase markedly.\n\nThe emergence of a disease combines two elements: the introduction of the pathogen into the human population and its subsequent spread and maintenance within the population. Ecological factors such as human behaviour can influence both of these elements, and consequently ecology has been recognized to have an important role in the emergence of disease 1, 2, 4 . In contrast, evolutionary factors including the adaptation of the pathogen to growth within humans and the subsequent transmission of the pathogen between humans are mostly considered in terms of changes in the virulence of the pathogen, and are often thought to have a lesser role in the initial emergence of pathogens 4 . One exception 5 suggests that immunocompromised individuals might provide \"stepping stones\" for the evolution of pathogens.\n\nThe successful emergence of a pathogen requires R 0 to exceed one in the new host. Only then can an introduction trigger emergence 2 . (Here we use R 0 to refer to spread in human populations, not in the natural reservoir.) If R 0 for a potential pathogen exceeds one, this scenario represents an epidemic waiting to happen. By contrast, when R 0 is initially less than one, infections will inevitably die out and there will be no epidemic unless genetic or ecological changes drive R 0 above one.\n\nThere are a number of ways in which R 0 can increase. Ecological changes such as changes in host density or behaviour can increase R 0 , as can genetic changes in the pathogen population or in the population of its new host. Genetic changes in the pathogen can arise either through 'coincidental' processes such as neutral drift or coevolution of the pathogen and its reservoir host, or through adaptive evolution of the pathogen during chains of transmission in humans. Genetic changes of the new host might be more likely for domesticated or endangered species than for humans.\n\nHere we show that factors, such as ecological changes, that increase the R 0 value of the potential pathogen to a level not sufficient to cause an epidemic (that is, R 0 remains less than one) can greatly increase the length of the stochastic chains of disease transmission. These long transmission chains provide an opportunity for the pathogen to adapt to human hosts, and thus for the disease to emerge.\n\nOur model is illustrated in Fig. 1 . Introductions occur stochastically from the natural reservoir of the pathogen, and each primary case is followed by stochastic transmission that generates a variable number of subsequent infections in the human population. We assume that the number of secondary cases follows a Poisson distribution with a mean equal to R 0 . Each introduction thus forms branched chains of transmission, which stutter to extinction if R 0 , 1, and the pathogen cannot evolve (m ¼ 0). The probability that the pathogen evolves and a secondary infection is caused by the mutant is equal to m for each of the secondary infections (we note that m incorporates not only the pathogen's mutation rate, but also its dynamics within the host and its transmissibility). We use multitype branching processes [6] [7] [8] [9] to describe the initial spread of the infection, incorporating the evolution of the pathogen.\n\nIn the simplest case (see Fig. 2a ) only one mutation is required for the R 0 of the evolved pathogen to exceed one. The probability that a single introduction evolves, causing one (or more) infections with the evolved pathogen (a filled circle in Fig. 1 ) before it goes extinct, depends very strongly on the R 0 of the introduced pathogen, particularly for low m values as R 0 approaches 1. This probability is approximately linearly dependent on the rate of evolution m.\n\nThe probability that the introduction leads to an epidemic (the 'probability of emergence') depends on the probability of evolution and the probability that the evolved infections do not go extinct due to stochastic effects. In Fig. 2b we plot the probability of emergence for three different R 0 values of the evolved strain. The probability of emergence approaches the probability of evolution when R 0 of the evolved strain is large, and is lower when the R 0 of the evolved strain is close to 1. We find that the probability of emergence depends most strongly on the R 0 of the introduced pathogen, increases approximately linearly with the mutation rate m, and depends only modestly on the R 0 of the evolved pathogen.\n\nWe extend the simple one-step mutation model to consider the situation in which multiple evolutionary changes are required for the pathogen to attain R 0 . 1 in the human population. We begin with a simple scenario, which we call the jackpot model, where the R 0 of the pathogen with the intermediate mutations is the same as that of the introduced pathogen, and where only the addition of the final mutation results in an increase in R 0 to greater than one. As seen in Fig. 3 , increasing the number of required evolutionary steps greatly reduces the probability of emergence and increases its sensitivity to changes in R 0 . The probability of emergence is approximately proportional to the mutation rate to the power of the number of evolutionary steps required (see Supplementary  Information) .\n\nThe fitness landscape on which evolution occurs is important in determining the outcome 10 . Figure 3b illustrates this for the case of a single intermediate type. As should be expected, changing the jackpot model to an additive model, where the fitness of the intermediate is the average of the fitness of the introduced strain and fully evolved strain, increases the probability that the pathogen evolves to R 0 . 1, whereas changing it to a fitness valley model, where the fitness of the intermediate is lower than the fitness of the introduced strain, decreases the probability of emergence.\n\nThe key characteristic distinguishing our model from the con-ventional view is the R 0 of the introduced pathogen. In the conventional view the R 0 of these infections must be greater than one, whereas in the mechanism described here it is less than one, and evolution during the stochastic chains of transmission allows R 0 to increase above one. In the case of human infections such as HIV 1,11,12 , SARS [13] [14] [15] [16] [17] and (potentially) monkeypox [18] [19] [20] [21] , seroprevalence studies among groups at high risk of infection from the reservoir would allow evaluation of whether crossover events are usually dead ends, as we expect in our model, or whether they are associated with a large number of secondary cases. In the case of diseases emerging into non-human populations, such as the Nipah virus, which moved from bats to pigs [22] [23] [24] , it may be possible to conduct additional tests involving controlled experimental infections to estimate the R 0 (in this case of the bat Nipah virus in pigs) and to determine whether it evolves during the course of chains of transmission. Such studies may additionally help to identify pathogens that have an ability to evolve rapidly and thus have a high potential for emergence. The framework presented here has special relevance for pathogens that have been driven to extinction by vaccination. In the case of smallpox there are probably reservoirs of related zoonoses (such as, but not restricted to, monkeypox) from which smallpox may have originated. Although the R 0 of monkeypox in the human population is clearly less than one, there are occasional chains of transmission in the human population [18] [19] [20] [21] . As the level of herd immunity to smallpox wanes in the absence of continued vaccination, we expect an increase in R 0 of infections with monkeypox albeit to a level still less than one (the smallpox vaccine provides about 85% cross immunity against monkeypox). Our results suggest that this increase in the effective R 0 of monkeypox in the human population could markedly increase the probability of evolution of monkeypox, allowing it to emerge into a successful human pathogen (which, depending on the evolutionary trajectory followed, may be similar to or differ from smallpox).\n\nThe present study could be extended in a number of directions. These include explicitly incorporating the details of ecological interactions such as heterogeneity in the transmission in different areas and subpopulations 2, 25, 26, 27 and incorporating genetic diversity of the pathogen in its reservoir. Finally, we note that this framework can be applied to the more general problem of biological invasions 28, 29 . A\n\nWe describe the dynamics and evolution of emerging diseases as a multi-type branching process with the following probability-generating functions [6] [7] [8] [9] : The Atlantic cod (Gadus morhua L.) has been overexploited in the North Sea since the late 1960s and great concern has been expressed about the decline in cod biomass and recruitment 1 .\n\nHere we show that, in addition to the effects of overfishing 1 , fluctuations in plankton have resulted in long-term changes in cod recruitment in the North Sea (bottom-up control). Survival of larval cod is shown to depend on three key biological parameters of their prey: the mean size of prey, seasonal timing and abundance. We suggest a mechanism, involving the match/mismatch hypothesis 2 , by which variability in temperature affects larval cod survival and conclude that rising temperature since the mid-1980s has modified the plankton ecosystem in a way that reduces the survival of young cod.\n\nFish stock biomass fluctuates in space and time, but the causes and mechanisms responsible for the observed variability remain poorly identified 3 . A number of studies have reported that temperature influences cod recruitment, although the relationships found were often weak for the North Sea 4 . Food quantity and quality are also essential because they influence the growth of fish larvae 2,5 and attempts have been made to establish relationships between changes in plankton (that is, availability of prey) and cod 6 . However, such studies, including the ICES/GLOBEC Cod and Climate Change programme 7 , often focused on a limited number of biological parameters and no credible evidence has emerged 4,8 .\n\nHere we have simultaneously used six key biological parameters for the diet and growth of cod larvae and juveniles in the North Sea 5, 9 . We considered the total calanoid copepod biomass as a quantitative indicator of food for larval cod, the mean size of calanoid copepods as a qualitative indicator of food, and the abundance (that is, mean number of individuals per sample) of the two dominant congeneric species, Calanus finmarchicus and C. helgolandicus, of the genus Pseudocalanus and of the taxonomic group euphausiids. These indicators were derived using data (46,777 samples) collected by the Continuous Plankton Recorder (CPR) survey 10 . We first examined long-term monthly changes (period 1958-1999) in the plankton ecosystem of the North Sea (including the Skagerrak), applying a standardized Principal Component Analysis (PCA, table years-months £ indicators). The first principal component (Fig. 1, 33 .71% of the total variability) revealed a clear distinction between the periods 1963-1983 and both of the periods 1984-1999 and 1958-1962 . The period 1963-1983 was characterized by high abundance of prey for larval cod (positive anomalies in the biomass of calanoid copepods, in the abundance of C. finmarchicus, euphausiids and Pseudocalanus spp.) and a high mean size of calanoid copepods. In twelve of the 21 years from 1963 to 1983 cod recruitment (one-year-olds) in the North Sea was high, in parallel with positive anomalies in the plankton ecosystem (Fig. 1) . Estimated recruitment during this period was "}