{"title": "RHINOVIRUS DETECTION USING DIFFERENT PCR-BASED STRATEGIES", "body": "Human rhinoviruses (HRVs) are the major cause of common cold symptoms, and they are the most frequent causative agent of upper respiratory tract infections (13) . HRVs were discovered in 1956 (16) and are now classified, along with enterovirus species, as members of the Enterovirus genus (22) in the Picornaviridae family. These viruses share many common features, including a non-enveloped icosahedral capsid, a sense RNA genome and partial nucleotide and amino acid sequence identity (19) .\n\nVirus diagnostic procedures using cell culture are limited by the expertise of the diagnostic laboratory and the time required to obtain a result. As such, viral culture has a limited place in routine diagnostic microbiology, although these assays must still be considered in reference or research laboratories.\n\nFor rhinoviruses, there are also additional limitations related to the number of serotypes circulating and the lack of broad (14) .\n\nIn the present study, we aimed to compare three strategies for HRV detection in respiratory samples. The first strategy was a picornavirus RT-PCR hybridization assay, the second strategy was a rhinovirus RT-PCR sequencing approach and the third strategy was a semi-nested-RT-PCR for rhinovirus and enterovirus. The second protocol used RT-PCR with rhinovirusspecific primers that target a hypervariable fragment of the 5'UTR, the entire VP4 gene and the 5' terminus of the VP2 gene, followed by gene sequencing (20) .\n\nThe samples tested using these two protocols, which showed discordant results, were then tested using another protocol to discriminate rhinovirus and enterovirus.\n\nThe third protocol was a duplex semi-nested-RT-PCR involving two PCR steps with 5'UTR target primers. analysis by RT-PCR/sequencing (second protocol). Table 1 shows the patterns of the different protocol comparisons. \n\nThe present study is one of a small number that have compared rhinovirus molecular detection protocols. Several studies have discussed the HRV and HEV similarity and identity at the genetic and amino acid levels (3, 8, 23) .\n\nRecently, these two different viral species were grouped into the same Enterovirus genus (22) . Discrimination between these two viruses using diagnostic tools has been attempted, but no one protocol has been completely successful (7) . Sequencing protocols can distinguish these two species, but these protocols are laborious and expensive. A recent study accomplished by The concern about the viral agent causing individual respiratory infections has led researchers to seek new conventional PCR-based strategies to distinguish these viruses.\n\nIn this context, we tested three different protocols, including one that differentiated HRV form HEV by nested-PCR (2), in samples that were discordant when tested with two other protocols (17, 20) .\n\nThe picornavirus RT-PCR and hybridization protocol had a higher detection ability compared with the RT-PCR/sequencing protocol, but 28 picornavirus/rhinovirus positive-samples were exclusively detected by this assay (Table 1) . One limitation of this protocol is that rhinovirus-Rhinovirus detection using PCR positivity was detected by exclusion as samples that did not hybridize to enterovirus, which is a non-specific result. These enterovirus. This may be due to the genetic similarity (23) between these members of the Enterovirus genus.\n\nFinally, some authors have suggested that inclusion of capsid coding sequences (21) in the PCR target region may slightly decrease an assay's screening sensitivity compared with targeting the 5'UTR alone (10) However, authors using a capsid coding sequence protocol have pointed out that this strategy is more robust for genetic typing and has been used in other studies (5, 9, 11, 12, 18, 20, 21, 24) . In the present study the sequencing protocol, including capsid sequences, confirmed the previous data and was specific for detecting and confirming HRV-positive samples.\n\nIn conclusion, RT-PCR/hybridization was more sensitive but less specific for rhinovirus detection. The duplex seminested-RT-PCR protocol assessed in the present study was less sensitive and not useful in differentiating HRV from HEV. A sequencing assay using a different gene or genomic approach could determine which protocol is the best strategy to confirm rhinovirus and enterovirus infections."}