{"title": "Priming T-cell responses with recombinant measles vaccine vector in a heterologous prime-boost setting in non-human primates", "body": "Vaccination against measles was implemented in the WHO Expanded program of Immunization in 1974; since then millions of children have been safely immunized and protected from the disease [1] [2] [3] [4] [5] [6] . All currently registered vaccines are based on live attenuated measles viruses, generated by extensive propagation and attenuation in cell culture [4, [7] [8] [9] [10] . Although different measles vaccines differ in the way they were attenuated, they all share a durable efficacy and safety record [4] . The protective immunity against measles is efficiently induced with 1 to 2 measles vaccine immunizations [6, 11] , which strongly stimulate both innate and adaptive immune responses. Measles-specific humoral responses are detectable for as long as 33 years after vaccination [4] , possibly due to boosting by natural exposure.\n\nMeasles vaccines have an excellent safety record not only after injection but also after mucosal (aerosol) delivery. Mucosal delivery mimics natural infection, which is known to be highly immunogenic [12, 13] . A number of vaccine campaigns demonstrated superior immunogenicity of aerosol delivered Edmonston Zagreb (EZ) measles vaccine compared to the injected vaccine, either as a primary or a boosting immunization [14] [15] [16] . The safety of attenuated measles vaccine has been proven in numerous clinical trials and with post-marketing surveillances [3] . Good safety profile of attenuated measles vaccine is due to high stability of the viral genome that prevents reversion to highly virulent species. In addition, measles virus, which is a non-segmented single-stranded negative sense RNA virus, replicates exclusively in the cytoplasm of infected cells [17, 18] ; thus the viral genome cannot integrate into the host chromosome. Due to straightforward manufacturing, the measles vaccine can be produced in large scale and at low cost. The safety record, immunogenicity and manufacturability make live attenuated measles virus an attractive candidate to develop as a recombinant vaccine vector.\n\nIn a recombinant measles vaccine (rMV) vector, an antigen from another pathogen is incorporated into the measles genome. During the replication and transcription of rMV in a cell, the transgene is expressed together with viral proteins and presented to the host immune system, inducing a transgene-specific immune response. Thus a multivalent vaccine vector would induce not only strong immunity and protection against measles but also against another pathogen. A number of different transgenes, including genes from human papilloma virus, SARS coronavirus, West Nile virus, and human and simian immunodeficiency viruses (HIV/SIV), have been stably incorporated into the recombinant measles genome, with demonstrated transgene protein expression [19] [20] [21] [22] [23] [24] [25] . In vivo studies with measles virus and recombinant measles vectors have traditionally been performed in immunocompromised (IFN␣ receptor −/−) mice transgenic for human CD46 receptor, a measles virus receptor [19, 22, 24, 26] . Immunogenicity studies in these animals demonstrated that recombinant measles vectors induce not only strong immune response against measles but also against the transgene [21, 22, 24, 25] . In immunocompetent mice, however, the immune response against the transgene is generally very low even though measles-specific responses are well induced (unpublished data), possibly reflecting the inability of measles vector to efficiently replicate in these animals. Our initial immunogenicity study performed in non-human primates using rMV vector based on the licensed EZ vaccine strain as the backbone and expressing SIV gag (rMV-Gag) failed to demonstrate transgene specific responses while animals developed measles specific immune responses (data not shown) [23] . We assume that this is due to the highly attenuated nature of the EZ strain, which is one of the safest measles vaccines currently in use [4, 8] , and would argue against the use of recombinant measles vector as a stand-alone vaccine against other pathogens.\n\nIn the current study, we evaluated whether recombinant measles vector could enhance immune response when combined with a heterologous Ad5-based vaccine vector. Heterologous prime-boost immunization regimens are highly promising vaccination approaches and are currently being evaluated for different diseases, including proven difficult pathogens such as malaria parasites, Mycobacterium tuberculosis and HIV [27] . Heterologous prime-boost regimens may improve not only the magnitude but also the quality of the immune response, by increasing epitope coverage and functionality of the response, due to the different mechanisms of uptake and processing of different vaccine vectors in vivo [28, 29] .\n\nExperimental intratracheal (IT) and aerosol (AE) deliveries have been used successfully in several animal experiments. The advantage of IT inoculation is that it ensures delivery of the complete viral dose to the lungs. However, attenuated measles Edmonston tag strain inoculated IT did not replicate in the upper respiratory tract, while it did following AE inhalation [30] . Since the EZ vaccine strain may behave differently, we pursued both mucosal delivery routes to increase the possibility of viral replication at the upper and lower respiratory tract and to efficiently elicit a mucosal immune response against the viral vector and the inserted transgene.\n\nWe report the humoral and cellular immunogenicity of recombinant live attenuated measles virus (rMV) expressing SIVgag when used primarily as a mucosal vaccine vector in rhesus macaques. rMV failed to elicit robust immune responses against the recombinant insert, despite inducing robust responses to the measles virus. However, when administered as a priming immunization for recombinant adenovirus serotype 5 (rAd5) expressing the same immunogen, rMV significantly enhanced SIVgag specific Tcell responses, in particular CD8+ T cells. This was true even for an otherwise inert, suboptimal dose of rAd5 used as a boosting vaccine. These findings reveal a potential role for rMV as a priming component in heterologous prime-boost vaccine regimens against other pathogens while simultaneously immunizing against measles.\n\nA 1: rMV, 5x10 4 (1x) 2: rMV, 10 6 (20x) 3: rAd5, 10 10 rAd5, 10 10 rAd5, 10 10 rMV, 10 6 AE AE AE n=3 animals each rMV, 5x10 4 (1x) rMV, 10 6 (20x) (20x) (20 x) rMV, 10 6 Study A B 1: rMV-null, 5x10 4 (1x) 2: rMV-null, 10 6 (20x) 3: rMV-Gag, 5x10 4 (1x) 4 MV G 10 6 (20 ) rAd5, 10 7 rAd5, 10 7 rAd5, 10 \n\nIn vitro replication of rMV encoding SIV gag was similar to the parent EZ vaccine strain, transgene expression was confirmed by western blot, and transgene immunogenicity was observed in immunocompetent CD46-transgenic mice but not rhesus macaques (data not shown). To determine the immunogenicity of rMV as a heterologous prime-boost vaccine vector component, we immunized rhesus macaques with rMV-Gag as either a prime or boost to rAd5 using a highly immunogenic AE delivery platform (Fig. 1A , Study A) [31] . Two doses were compared: either 5 × 10 4 pfu (approximately a single human dose, 1×) or twenty-fold greater, 10 6 pfu (20×), administered twice as a prime to a single 10 10 PU rAd5 AE immunization or the 20× dose administered twice as a boost to rAd5 priming. All immunizations were spaced 8 weeks apart.\n\nIn a separate experiment, to further study the ability of rMV to prime for a systemic rAd5 boost, a mucosal IT and IM priming regimen was subsequently boosted with a suboptimal dose (10 7 PU) of rAd5 (Fig. 1B, Study B) . The same two doses of rMV used in Study A were also compared in Study B, and animals received either rMV-Gag or rMV without insert (rMV-null).\n\nTo assess the immunogenicity of rMV vector alone and as a vaccine prime or boost, we first employed a highly immunogenic aerosol vaccine delivery system (Study A). We previously observed T cell responses to rAd5-encoded immunogens ranging from 10 to 60% of CD4 and CD8 subsets in the BAL following aerosol vaccination [31] . Since five of the nine Study A animals were MV seropositive at the start (presumably due to natural MV exposure), these animals were divided into the rAd5 prime group (n = 3) and one into each of the 1× and 20× rMV prime groups.\n\nFollowing aerosol rMV-Gag immunization, all naïve animals mounted significant serum IgG responses to the rMV vector, regardless of the rMV dose ( Fig. 2A ). Of note, the vaccine-induced responses were similar in magnitude to the IgG levels in the five animals that were seropositive at the study start, indicating a robust humoral response to the vaccine. In addition, CD4 + T cells specific for the MV N protein were also detected in the BAL of all the animals four weeks after the homologous rMV boost except for one of the MV seropositive animals, ranging from 1 to 16% of the subset, as measured by intracellular cytokine staining following ex vivo peptide stimulation (ICS, Fig. 2B ). There was no significant difference between the 1× and 20× groups with respect to the magnitude of the T cell response. Moreover, one of the animals with preexisting MV titers had a vigorous N-specific CD4 + T cell response (7%), presumably elicited by the vaccine since MV-seropositive animals that did not receive rMV (rAd5 prime group) were all <1%. These data are consistent with previous observations that aerosolized vaccine vectors are resistant to neutralization by preexisting serum antibodies to the vector [31] . Low-frequency CD8 + T cell responses (<1%) were also observed for half of the animals. Thus aerosol delivery of rMV alone elicited robust systemic IgG and local mucosal T cell responses to the MV vector.\n\nTo assess the immune response to the SIV Gag immunogen, we measured serum IgG and both blood and BAL T cell responses. Significant Gag-specific IgG was not observed at any time point during the study, including after rAd5 immunization (data not shown). This was surprising since a single aerosol immunization of rAd5 encoding an Env HIV transgene at the same dose was previously shown to elicit serum IgG responses [31] , but may be due to greater immunogenicity of Env relative to Gag. Gag-specific blood T cell responses to the rMV prime or boost were also undetectable ( Fig. 2C and data not shown). By contrast, rAd5 induced demonstrable but not statistically significant CD8 + T cell responses 4 weeks post-prime (Fig. 2C , p = 0.09), which were transient and therefore consistent with no boosting by 20× rMV [31] .\n\nSince aerosol immunization typically results in exceptional T cell responses in BAL, we considered BAL to be the most sensitive site for detecting responses. We measured Gag-specific responses by ICS at weeks 4 and 12, following each of the rMV priming immunizations. Four of six animals primed with rMV had small but notable T cell responses in the BAL 4 weeks after the first prime: two from each of the 1× and 20× groups (Fig. 2D ). These responses ranged from 0.6 to 2.3% of the CD4 + or CD8 + T cell subsets and declined after the second rMV immunization for all but one animal. By contrast, the rAd5 prime elicited robust and durable Gag-specific BAL T cell responses in all animals: peaking at 8-17% of CD4 + and 20-35% of CD8 + T cells four weeks after immunization. There was no evidence that rMV administered 8 and 16 weeks after rAd5 boosted these responses; however, without matched rAd5 only controls we cannot exclude this or the possibility of enhanced durability. We did observe a trend in which 20× rMV primed for a greater magnitude CD8 + T cell response 4 weeks following rAd5 immunization, compared to unprimed rAd5 ( Fig. 2D and E, p = 0.07). Thus aerosolized rMV alone is a weak vector platform, but it has the potential to enhance responses elicited by a subsequent rAd5 boosting immunization.\n\nTo elaborate on the ability of rMV to prime an rAd5 immunization seen in Study A, we immunized a second group of rhesus macaques with rMV followed by a low dose of rAd5 that ordinarily would not elicit robust responses (Study B, Fig. 1B ). Using the A B same doses as in Study A, rMV was administered IT and then IM, to first assess rMV mucosal priming of a homologous systemic boost. The IM rAd5 boost was given 20 weeks after the second rMV (IM) immunization (week 32). Serum IgG was elicited to the measles virus vector within two weeks of IT delivery in Study B (Fig. 3A) , indicating successful vaccine take. Responses to MV were similar for both the null and SIV gag-encoding rMV, ranging from 10 2 to 10 3 U/ml at both week two and week four, with no apparent effect of dose. Titers increased slightly by week eight and peaked two weeks after the IM rMV boost (week 14). These titers were sufficient to mediate MV neutralization (Fig. 3B) .\n\nBy contrast, most animals did not mount a systemic IgG response to the Gag insert following rMV immunization, as measured by ELISA (data not shown). Gag-specific B cells were likely elicited by rMV in two animals, one in each of the 1× (396) and 20× (339) groups, as these were the only animals that responded to the rAd5 boost. IgG titers in animal 339 increased 6.2-fold from pre-immune levels at week 14, and then 6.3-fold from week 32 to week 34. Animal 396 underwent a 10.3-fold increase in titer from week 0 to 34, with undetectable responses to rMV alone. Mucosal IgA responses were largely undetectable, with no significant Gagspecific responses in the bronchoalveolar lavage (BAL), saliva, or rectum (data not shown). Together, these data demonstrate robust immunogenicity elicited by rMV-Gag to the measles virus vector but weak humoral responses to the SIV Gag insert, consistent with AE delivery.\n\nTo determine if rMV primed cellular responses to rAd5 as suggested in Study A, we measured T cell responses by ICS and ELISpot following each rMV prime and the limiting dose rAd5 boost. The IT rMV immunization failed to induce robust T cell responses in peripheral blood at any time point up to week 12, with no significant difference from pre-immune levels for either the 1× or 20× vaccine group (Fig. 4A and data not shown) . Low-level responses were observed for some animals within each group by ELISpot, but these generally did not exceed 250 antigen-specific cells per million cells. Notably, two of the animals that mounted a significant serum Gag IgG response following rMV, 339 and 399, also had modest but durable T cell responses (data not shown). Similarly, Gag ELISpot responses after the homologous IM rMV boost were low, with evidence of a boost only in the 20× group at week 16 (p = 0.02, relative to week 12). Following the rAd5 boost, however, significant PBMC T cell responses were detected in both the 1× and 20× rMV-Gag primed groups at both two (week 34) and four (week 36) weeks after rAd5 (p = 0.002 and p = 0.0008, respectively, versus week 32, Fig. 4A ). By contrast, T cell responses to this dose of rAd5 were undetectable without priming (MV-null).\n\nELISpot PBMC responses were corroborated by ICS on individual T cell subsets. As expected, 20× rMV-Gag immunizations primed CD8 + T cell responses for rAd5 (p = 0.01 relative to pre-rAd5, Fig. 4B ). The 1× prime also trended towards significance (p = 0.06), with elevated CD8 + T cell responses in half of the animals. By contrast, PBMC CD4 + T cell responses were not significantly primed by rMV, as measured by ICS. Large Gag-specific responses were also measured in BAL following the rAd5 boost for some animals primed with rMV-Gag, particularly within the CD8 + T cell compartment (Fig. 4C) . Combined, these data demonstrate a distinct ability of rMV to prime T cell responses.\n\nIn this study, we assessed the immunogenicity of recombinant live attenuated Edmonston Zagreb (EZ) measles strain expressing SIVgag transgene (rMV-Gag) as a priming vaccine vector in a heterologous prime-boost regimen with rAd5. When delivered either by aerosol or a combination of intratracheal and intramuscular routes, rMV-Gag increased the magnitude of Gag-specific peripheral blood and BAL T cell responses following the rAd5-Gag boost, particularly among CD8 + T cells. By contrast, humoral responses to the transgene were not significantly enhanced by rMV, despite elicitation of strong functional antibodies against the MV vector. rMV on its own elicited robust measles-specific immunity but failed to induce transgene-specific responses. This finding is consistent with results from initial tests of the vector in rhesus macaques, in which rMV-Gag was administered intramuscularly as a homologous prime-boost (data not shown). rMV derived from the EZ strain is thus a potent vaccine against measles but not an immunogenic vector against a transgene unless combined with another vector, such as adenovirus, in a heterologous prime-boost regimen. In this context, rMV can prime for strong cellular responses against the transgene even with suboptimal boosting.\n\nThe reason transgene immunogenicity was weak when rMV was administered by itself, despite robust measles-specific responses, is probably due to limited replication of the attenuated vaccine strain. Replication of measles virus, a single-stranded negativesense RNA virus, is necessary for high-level transgene protein synthesis. While measles proteins are present within the vaccine and prime the immune response for a boost with small quantities of measles protein produced upon low-level viral replication, high-level transgene protein availability and immune response elicitation is dependent on the extent of vector replication. The EZ measles strain used for generation of the rMV-gag vector is highly attenuated, as demonstrated by its superb safety in infants, and may thus explain the poor immunogenicity of rMV-Gag for the transgene when used as a stand-alone vaccine. Although we confirmed the Gag protein expression in vitro by western blot (data not shown), it is possible that the amount of Gag protein produced by the measles vector is insufficient to elicit detectable immune response but adequate to prime T cells for a subsequent boost. We also cannot exclude potential defects in antigen processing and presentation of the rMV-encoded transgene, but why this would occur for the transgene but not for MV proteins is not evident.\n\nImproved transgene expression from this attenuated measles virus vector can be achieved by inserting the transgene upstream of the N gene (so-called position 1) as there is a transcript expression gradient from N to L with N being expressed highest [23, 24] . However, this approach might negatively impact vector genetic stability and replication kinetics [23] . Alternatively, strategies might be developed in which the transgene protein is packaged as an T cell priming was observed in both of our non-human primate studies, although the effect was more pronounced in Study B compared to Study A. This difference may be due to several factors. First, rMV was administered exclusively in the airway mucosa in Study A, whereas one of the rMV primes in Study B was administered IM. A systemic rMV prime may enhance blood cellular responses to a greater extent than AE delivery. In addition, rAd5 was administered by different routes. Aerosol rAd5 delivery (Study A) is less immunogenic for peripheral blood T cell responses than IM delivery (Study B) [32] , limiting the magnitude of the PBMC response to rAd5 in Study A. Furthermore, different doses of rAd5 were used in the studies, although it is not clear why a suboptimal dose of rAd5 (10 7 PU; Study B) would induce a larger response than an optimal dose (10 10 PU; Study A) primed by the same dose of rMV. Finally, the interval between the rMV prime and the rAd5 boost was much greater in Study B (20 weeks) than in Study A (8 weeks). This may have allowed more time for rMV-Gag replication, transgene synthesis, and immune presentation. Although we cannot conclude at this time which factor is crucial for the observed differences, the fact that we observe T cell priming by rMV in two independent and different heterologous prime-boost studies underscores the robustness of this mechanism. We hypothesize that the priming ability of rMV is not limited to boosting with rAd5. Likely any other live viral vector would be a suitable boosting vaccine for rMV in a heterologous prime-boost regimen.\n\nA significant Gag-specific antibody response was not observed at any time point during the study, suggesting weak priming of CD4 + T cells and B cell help as compared to CD8 + T cells. However, Gag-specific antibodies were not induced after rAd5 immunization either (data not shown). Lack of Gag antibody responses might be due to relatively poor immunogenicity of Gag, since we previously demonstrated that a single aerosol immunization with rAd5 encoding an Env HIV transgene at the same dose elicits serum IgG responses [31] . In another study, a recombinant version of Edmonston B MV induced robust Env HIV transgene-and MV-specific antibody responses in non-human primates [22] , suggesting Env is more immunogenic than Gag. However, we cannot exclude the possibility that these transgene-specific responses were due to higher replication (i.e. less attenuation) of the measles strain employed relative to our rMV.\n\nOur main finding that rMV efficiently primes CD8 + T cells in a heterologous prime-boost regimen with a suboptimal boosting dose of an adenovirus vector has important implications for vaccine design. In general, heterologous prime-boost regimens are appealing for their potential to increase and broaden responses as well as to evade neutralizing antibodies against the priming vector. Employing rMV as a vaccine vector achieves sterilizing immunity against measles in addition to priming responses against another pathogen in a single immunization, which would help to reduce the number of immunizations given to children. Moreover, the specific regimen tested here offers an additional advantage of dose sparing for the boosting vaccine and, as such, increasing available dosages and decreasing costs. Future studies should examine rMV priming in combination with other boosting vaccine vectors and delivery via different routes to further enhance transgene immunogenicity, particularly for humoral responses. In addition, incorporation of other, possibly more immunogenic transgenes will be important to assess the full potential of rMV to elicit transgene-specific immune responses. Evaluation of immunogenicity in MV naïve and seropositive animals, followed by protection studies in an established animal challenge model, should ultimately prove the suitability of the technology and justify initiation of human clinical trials.\n\nTo create rMV vectors expressing foreign proteins, cDNA corresponding to the antigenome of Edmonston Zagreb vaccine strain was cloned with additional transcription units to insert exogenous genes encoding foreign antigens into the viral genome [24] . In this study two measles vectors were used, rMV empty (rMVEZ-null, or rMV-null) and rMV containing SIVmac239 gag gene at position 2, between P and M genes (rMVEZb2.SIVgag, or rMV-Gag). Viruses were rescued as previously described [33] . Vaccine batches were prepared on MRC-5 cells as described with few modifications [13] . In brief, recombinant measles vectors were grown in MRC-5 cells in roller bottles at 35 • C/5%CO 2 and viruses were harvested at several time points post infection. Viral titers were determined by standard plaque assay on Vero cells. Presence of the transgene was confirmed by RT-PCR and sequencing and protein expression was confirmed by western blotting (anti-SIV Gag p27 antibody 2F12, NIH AIDS Research & Reference Reagent Program). Recombinant E1/E3/E4-deleted rAd5 construct expressing GagPol SIV and virus stocks (rAd5-Gag) were generated as previously described [34, 35] .\n\nColony-bred Indian-origin rhesus macaques were immunized as described in the Results section. Briefly, rMV was administered at either a single human dose (5 × 10 4 pfu, 1×) or 10 6 pfu (20×), and rAd5-Gag at either 10 10 PU (Study A) or 10 7 PU (Study B). In Study A, five animals were seropositive at study start and assigned one per rMV-Gag prime group (1× and 20×, n = 3 each) and three into the rAd5 prime group (n = 3). Aerosol immunizations were delivered in 1.0 ml by the e-Flow ® Nebulizer System (PARI Pharma, Germany) [31] . In Study B, standard IT and IM immunizations were conducted using 1.0 ml of vaccine. The rMV-null groups (1× and 20×, n = 3 each) and rMV-Gag groups (1× and 20×, n = 8 each) were all measles naïve. Study A animals were housed at Bioqual, Inc., Rockville, MD; Study B at New England Primate Research Center of Harvard Medical School, Southborough, MA. All animals were maintained in accordance with National Institutes of Health and Harvard Medical School guidelines.\n\nNeutralizing antibodies against Adenovirus serotype 5 were detected by luciferase transgene expression inhibition as previously described [36] . Briefly, heat inactivated serum samples were twofold serially diluted in medium (Dulbecco's modified Eagle's medium containing 10% FBS) and in duplicate. Serum dilutions ranged from 1/16 to 1/32,768 in an end volume of 50 l of medium in a 96-well plate. Fifty l of a fixed amount of Adenovirus (Ad5 Adapt Luc, 1 × 10 8 PU/ml) was added to each serum dilution and incubated for 30 min at room temperature. Then 10 4 A549 cells in 100 l were added to every well and plates were incubated for 24 h at 37 • C and 10% CO 2 . The medium was discarded, 50 l of phosphate-buffered saline (PBS) was added and one freeze-thaw cycle was made. Next, 50 l of Steady-Lite luciferase assay system reagent (PerkinElmer) was added to every well and incubated for 15 min at room temperature. Fifty l from each well was transferred to a black and white isoplate and luminescence counts were measured on a 1450 MicroBeta Trilux. As negative control, no serum was added resulting in the maximum luciferase activity. The minimum luciferase activity was obtained from wells where no virus was added. As positive control, serum from immunized mice was used. The 90% neutralizing titers were calculated by a non-linear curve fit through the sample data using the minimum luciferase activity control (no virus) as baseline (0%), and the maximum luciferase activity control (no serum) as plateau (100%).\n\nEnzyme immunoassays were used to measure MV-specific IgG in Study A as previously described with some modifications [37] . Briefly, sera were diluted 1:100 and incubated overnight at 4 • C with MV-infected Vero cell lysate (1.1 g/well; Advanced Biotechnologies) coating a Maxisorp 96-well plate (Nalge Nunc International). Plates were washed 4 times with PBS containing 0.05% Tween-20 (PBST). Alkaline phosphatase-conjugated rabbit anti-monkey IgG (BIOMAKOR; Accurate Chemicals) was added to each well (1:1500, 100 l/well) and plates were incubated for 2 h at 37 • C followed by four washes in PBST. Plates were developed using the substrate para-nitrophenyl phosphate (SIGMAFAST, Sigma) and the absorbance was read at 405 nm (SoftMax Pro Software v3.1.1, Molecular Devices) with the average of the three samples reported as optical density. Three negative controls using plasma from naïve monkeys were included in this assay (negative if average optical density ≤0.565).\n\nIn Study B, anti-MV IgG antibodies were measured using Fisherbrand high protein-binding microtiter plates coated for 5 h at room temperature with 60 ng/well of beta-propiolactone-inactivated measles virus (Edmonston strain ATCC VR-24; Virion-Serion, Wurzburg, Germany) in 0.05 M carbonate buffer, pH 9.4. Plates were washed with PBST, then blocked for 30 min with 2% Goat Serum (GS) in PBST. Pooled serum from 3 MV-immunized macaques was arbitrarily assigned 1000 units/ml of anti-MV IgG antibody and used as a standard. Individual serum samples were tested at eight serial 3-fold dilutions using a starting dilution of 1/100. After an overnight reaction at 4 • C, the plates were washed with PBST and treated with 20 ng/well biotinylated goat antihuman IgG (SouthernBiotech, Birmingham, AL) for 1 h at 37 • C. Plates were washed, then reacted for 30 min at room temperature with 50 ng/well of streptavidin-peroxidase (Sigma). Final development was with tetramethylbenzidine (SouthernBiotech) for 30 min and 2 N sulfuric acid stop solution. Absorbance was recorded at 450 nm in a SpectraMax M5 plate reader (Molecular Devices, Sunnyvale, CA). Serum was considered positive for IgG antibody if the post-immune level was 3.4-fold greater than the pre-immune level.\n\nPlaque reduction neutralization assay was used to measure neutralizing antibody titer following immunization [38] . The monkey serum samples were two-fold serially diluted from 1:4 to 1:16,384 and standardized to the 3rd WHO international anti-measles standard serum (1.0 IU/ml, NIBSC code 97/648, NIBSC, Potters Bar Hertfodshire EN6 3QG, UK) serially diluted 1:8 to 1:256. Two hundred l of each serum dilution was incubated with 200 l of a fixed amount of rMVb2EZ (approximately 70 pfu/ml) for 1 h at 37 • C. Vero cells seeded in 6-well plates were infected with 200 l of the serum-MV mix in a humid chamber for 1 h at 25 • C then overlaid with a semi-solid medium (MEM and 1.2% Methocel) and incubated for 6 days at 35 • C and 5% CO 2 . Cells were fixed and stained (7.4% formaldehyde and 0.4 g/L crystal violet in PBS pH 7.4) and plaques counted. The 50% neutralizing end-point titers were calculated using the Spearman and Kärber method. One hundred % neutralization was defined as no plaques and 0% as the geometric mean plaque count of the no serum negative control. Normalized titer was calculated as the ratio between the estimated 50% neutralizing end-point and the WHO standard multiplied by the WHO titer (1 IU/ml): 10 (log samplelog WHO) × 1 IU/ml. Fifty % neutralizing endpoint values less 4 (i.e. first dilution) were considered to be negative. Titers ≥120 mIU/ml were considered protective [39] .\n\nPre-immune and post-immunization serum, BAL and rectal sponge eluates were analyzed for humoral responses by ELISA as previously described [40] . Rectal secretions were sampled by a modified wick method using Weck-Cel Spears (Windsor Biomedical, Newton, NH) as previously described [41] . SIV-specific IgA and IgG antibodies to Gag were measured using microtiter plates coated respectively with SIV mac251 viral lysate (125 ng total protein/well, Advanced Biotechnologies Inc, Columbia, MD). Total IgA or IgG was measured using plates coated with goat anti-monkey IgA (Rockland, Gilbertsville, PA) or IgG (MP BioMedicals, Solon, OH). Pooled macaque serum containing previously calibrated amounts of the relevant antibody or immunoglobulin was used for the standards. Plates were developed with biotinylated goat anti-monkey IgA (25 ng/ml, OpenBiosystems, Huntsville, AL) or anti-human IgG as described above. For secretions, the concentration of antigenspecific IgA was divided by the concentration of total IgA in each sample to obtain the specific activity. Results were considered to contain significant antibody if the specific activity was ≥mean + 3 standard deviations of negative controls and 3.4-fold above the pre-immune specific activity.\n\nPeripheral blood and BAL were collected from animals following immunization. Single cell suspensions were stimulated with overlapping peptide pools of MV N-protein or SIV Gag at 2.0 g/ml for 16 h. Following stimulation, cells were labeled with cell surface markers (CD4-Alexa700APC and CD8-QDot655; unconjugated monoclonal antibodies from Becton Dickenson; conjugations in house) and ViViD (LIVE/DEAD ® stain, Invitrogen), then fixed and permeabilized (BD Cytofix/Cytoperm, Becton Dickenson) for intracellular cytokine staining with IFN␥-FITC, TNF␣-Cy7PE, IL-2-PE, and CD3-Cy7APC (Becton Dickenson). Background from co-stimulation alone (anti-CD28 and anti-CD49d) was subtracted to determine antigen-specific responses.\n\nMultiscreen ninety-six well plates were coated overnight with 100 l per well of 5 g/ml anti-human interferon-␥ (IFN-␥) (B27; BD Pharmingen) in endotoxin-free Dulbecco's-PBS (D-PBS). The plates were then washed three times with D-PBS containing 0.1% Tween-20, blocked for 1-4 h with RPMI containing 10% FBS to remove the Tween-20, and incubated with peptide pools at 1 g/ml and 2 × 10 5 PBMCs in triplicate in 100 l reaction volumes. Following an 18 h incubation at 37 • C, the plates were washed nine times with D-PBS containing 0.1% Tween-20 and once with distilled water. The plates were then incubated with 2 g/ml biotinylated rabbit anti-human IFN-␥ (Biosource) for 2 h at room temperature, washed six times with D-PBS containing 0.1% Tween-20 and incubated for 2.5 h with a 1:500 dilution of streptavidin-AP (Southern Biotechnology). After five washes with D-PBS containing 0.1% Tween-20 and one with D-PBS, the plates were developed with NBT/BCIP chromogen (Pierce), stopped by washing with tap water, air dried, and read with an ELISpot reader using Immunospot software (version 5.0) (Cellular Technology Ltd., Shaker Heights, OH)."}