{"title": "Diagnosis of Cryptosporidium on a sheep farm with neonatal diarrhea by immunofluorescence assays", "body": "; Current and Blagburn, 1990). Barker and Carbonell in 1974 . At that time, it was thought that infection in lambs was rare and clinically inapparent. More recent studies in Europe have suggested that 1 8 I. XIA~) ET a,I 1991 ). Clinical outbreaks of diarrhea associated with cryptosporidiosis in lambs have been reported in Britain (Tzipori et al., 1981 a; Angus et al., 1982 ) , Spain (De las Heras et al., 1987) and the US (Berg et al., 1978 : Anderson, 1982 .\n\nRecently, an extensive outbreak of diarrhea probably due to Cryptosporidium infection occurred on a sheep farm in northern Ohio. This report describes the outbreak and the results of fecal examinations. Since traditional diagnostic methods such as acid fast staining and sugar flotation have been shown to have low specificity and sensitivity (Garcia et al., 1987; Arrowood and Sterling, 1989; Rusnak et al., 1989; Current and Blagburn, i 990; Weber et al., 1991 ) , new immunological methods were used for oocys! detection.\n\nThe outbreak of diarrhea started in early March 1992 in a lambing barn of a private sheep farm in northern Ohio. This barn housed about 110 ewes and 150 lambs. Half of the flock were Cheviots, the remainder were Dorset and crossbred ewes. This barn had been used for lambing in the fall of the previous year. Consecutive groups of ewes lambed in this barn, beginning in January 1992. Ewes and lambs were housed together before weaning. Problems started with suckling lambs from the second lambing period, with almost all lambs showing diarrhea. Diarrhea mostly began at 1 week of age and lasted 3-4 days. By 3 weeks of age, most lambs had recovered. Despite the high morbidity, only two deaths of diarrheic lambs occurred. Thc owner had tricd treatments with oral neomycin, potentiated sulfas (SMZ-TMP) and spcctinomycin, with no apparent efficacy. One 9-day-old lamb from the problem flock was sent to The Ohio State University Veterinary Hospital on 18 March for clinical examination and necropsy. Physical examination of the lamb suggested enteritis and necropsy revealed multifocal small intestinal cryptitis. Fecal examinations by flotation and immunofluorescent assay showed numerous Cryptosporidium oocysts, but no other parasitic infections.\n\nNine, 23 and 23 rectal fecal samples were taken on 20 March from newborn lambs (5-10 days old), older lambs (2-3 weeks old ) and ewes, respectively (Table 1 ) . These sheep were all housed in the same shed. All lambs from thc newborn group and six from the older lamb group had ycllowish diarrhea at the time of sampling. The rest excreted firm pellets. \n\nFecal samples were examined for Cryptosporidium oocysts by both direct and indirect immunofluorescence staining, using commercial kits from Meridian Diagnostics, Cincinnati, OH. The indirect immunofluorescence assay could detect only Cryptosporidium infection, while the direct immunofluorescence kit was designed for the simultaneous detection of Cryplosporidium and Giardia.\n\nStained fecal smears were examined at magnifications of × 200 and × 400 by epifluorescence microscopy. The entire smear (about 78.5 mm 2) was searched to verify the presence or absence of oocysts. Severity of infection was classified by the number ofoocysts detected per × 400 field (0. I 1 mm 2 ), using a criteria similar to that used by Arrowood and Sterling ( 1989) : 1 for one to two oocysts; 2 for three to five oocysts; 3 for six or seven oocysts; 4 for eight or more oocysts.\n\nAll newborn lambs, 78.3% of older lambs and 17.4% of ewes were found to excrete Cryptosporidium oocysts at the time of sampling (Table 1 ) . Of the newborn lambs, all except one showed heavy infection (infection index 4), while only three older lambs did so. These three lambs had diarrhea at sampling. The other three diarrheic older lambs were also positive for Cryptosporidium infection, although the infection intensity was lower. All positive ewes had low oocyst counts (infection index 1 ). Oocysts were ovoid and 4-6 /~m in size. Two older lambs (both with Cryptosporidium infection ) with no diarrhea and seven ewes (one with Cryptosporidium infection ) also had some Giardia cysts in their samples.\n\nAs microbiological examinations were not performed, it is difficult to make a definite diagnosis on the cause of the diarrhea. According to Mitchell and Linklater (1983) , diarrhea in lambs 0-4 weeks of age is usually caused by infections of enterotoxigenic Escherichia coli ( ETEC ), Clostridium, Salmonella, rotavirus, or Cryptosporidium. Since multiple treatments with several antibiotics and sulfonamides were given during the present outbreak, it is considered less likely that bacterial infections caused the diarrhea. Since lambs usually develop an age immunity to rotavirus by 7 days (Tzipori et al., 1981 c ) , it is unlikely that this agent is implicated in the present outbreak, where diarrhea mostly occurred after 1 week of age. Judged by the high infection rate of Cryptosporidium in newborn lambs and the correlation between the intensity ofoocyst excretion and the occurrence of diarrhea, Cryptosporidium infection was probably responsible for the diarrhea outbreak. Giardia infection apparently did not contribute to the diarrhea, because its infection rate was low and occurred in older lambs without diarrhea.\n\nInfection rates of sheep by Cryptosporidium in this outbreak were high, compared with most earlier studies in other countries (Nagy et al., 1983 : Ramisse et ai., 1984 Ahourai et al., 1985; Ayeni et al., 1985; Gialletti et al., 1986; Gorman et al., 1990; Villacorta et al., 1991 ) . Prior surveys, however, were conducted mainly with healthy lambs. Studies with diarrheic lambs rcvealed higher infection rates (Tzipori et al., 1981a; Hiepe et al., 1985; Pavlfisek et al., 1986; Cvetkovi6 and Dimitrijevi6, 1988) . Other factors such as the type of detection method employed might also be responsible for the lower infection rates obtained elsewhere. Most other studies used acid fast staining in fecal examinations. Cozon et al. ( 1992 ) found that acid fast staining stained only 3-13% of the oocysts. Garcia et al. ( 1987 ) suggested that acid fast staining is at least ten times less sensitive than indirect immunofluorescent antibody staining. Similar results were obtained by Weber et al. ( 1991 ) . Arrowood and Sterling (1989) further reported that acid fast staining had only 52% specificity. It is likely that false-negatives and false-positives were present in earlier surveys. The present report used immunofluorescence assays for the first time in a prevalence study of Cryptosporidium infection in domestic animals.\n\nDespite the high Cryptosporidium infection rates and morbidity of lambs, mortality was relatively low on this Ohio farm. Only two lambs died and diarrhea was generally limited to 3-4 days. This is in contrast to the report by Tzipori et al. ( 1981 a) , in which 40% of diarrheic lambs died of Cryptosporidium infection, and diarrhea lasted 7-16 days. In that study, diarrhea occurred in artificially reared lambs deprived ofcolostrum, whereas in the present study it occurred in naturally reared suckling lambs. Angus et al. ( 1982 ) suggested that colostrum was protective and reduced deaths in Cryptosporidittm infected lambs.\n\nFew studies have been conducted to elucidate the sources of Cryptosporidium infection in lambs. Experimental infections with oocysts isolated from calves showed that bovine isolates of Cryptosporidium could infect newborn lambs and induce diarrhea (Tzipori et al., 1981b; Snodgrass et al., 1984) . Based on this, Angus (1990) suggested that the close proximity of cattle, or the use of grazing land or housing recently occupied by calves, was the main source of infection for many outbreaks of lamb cryptosporidiosis.\n\nIn this study, the farm is exclusively a sheep farm and no cattle have ever been maintained on it. Cattle, therefore, were obviously not the source of infection in this outbreak. Some lactating and prepartum ewes were excreting Cryptosporidium oocysts, so infection may have been derived from subclinically infected ewes. As the infection in ewes was light, the contamination of the surroundings by them was probably not severe enough to induce diarrhea in lambs born during early lambings. It is possible that amplification of contamination by the infection of newborn lambs had occurred by the time diarrhea began during the second lambing period in this outbreak. A similar outbreak was also reported by Angus et al. ( 1982 ) , in which diarrhea of lambs commenced midway through the lambing period. In the latter outbreak, however, no examinations for infection were conducted in ewes and ewes were not implicated as the source of infection.\n\nThere are very few surveys on the prevalence of Cryptosporidium infection in ewes. Although Anderson (1982) was unable to infect ewes with Cryptosporidium oocysts isolated from lambs, Papadopoulou et al. (1988) showed a 19.5% infection rate in adult sheep in Greece, a figure very close to the one presented here. It seems that cryptosporidiosis can be an independent ovine disease."}